{
  "keyword": "bail hearing",
  "count": 48,
  "keyword_match_count": 48,
  "content_match_count": 7,
  "total_files": 55,
  "timeline": [
    {
      "file_id": "EFTA00032984",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the accepted bail hearing for Jeffrey Epstein. The email was sent on July 8, 2019, at 20:43:37 +0000.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "bail hearing",
        "redaction",
        "efta00032984",
        "2019",
        "2025-12-26"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026645",
      "summary": "An email was sent from [REDACTED] to an unidentified recipient regarding an Epstein bail hearing on July 8, 2019. The email was marked as “Normal” importance and contained no attachments. The document is identified as EFTA00026645.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "bail hearing",
        "redaction",
        "efta00026645"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026650",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029004",
      "summary": "Department of Justice (Southern District of New York) is seeking detention for Jeffrey Epstein pending trial in United States v. Jeffrey Epstein (19 Cr. 490 (RMB)). *   **Charges:** Epstein is charged with sex trafficking of minors (18 U.S.C. § 1591) and conspiracy to commit sex trafficking (18 U.S.C. § 371). *   **Arguments for Detention:** The government argues for detention based on the following: *   **Extreme Flight Risk:** Epstein’s wealth (including private jets and international connections), past behavior (arriving via private jet after international travel), and age (66) create a significant risk he would flee. *   **Danger to the Community:** He is accused of sexually abusing dozens of underage girls over years, and there’s a risk he would attempt to pressure or intimidate witnesses or obstruct justice. *   **Prior Offenses:** He previously pled guilty to procuring a person under 18 for prostitution and is a registered sex offender, demonstrating a willingness to engage in similar behavior. *   **Evidence of Abuse:** The indictment details a scheme involving multiple locations (Manhattan, Palm Beach), recruiting and paying underage girls, and incentivizing victims to recruit more. There are also extensive photographs of nude/partially nude females discovered during a search of his residence. *   **Legal Framework:** The government relies on the Bail Reform Act (18 U.S.C. § 3142) and the presumption that detention is appropriate in cases involving sex trafficking of minors. *   **Unsuccessful Attempts at Plea Bargaining:** The government notes that previous attempts at plea bargaining regarding witness intimidation failed. *   **Lack of Conditions Assuring Appearance:** The government asserts that no conditions of release could reasonably ensure Epstein's appearance in court or protect the community. Essentially, the document lays out a strong case for why Epstein should be detained pending trial, citing a combination of his dangerous behavior, access to resources, and the serious nature of the charges against him.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "bail hearing",
        "sex trafficking minors",
        "flight risk",
        "detention",
        "risk of flight",
        "witness intimidation",
        "private jet",
        "wealth",
        "international travel",
        "sex predator",
        "evidence",
        "palm beach",
        "manhattan",
        "victims",
        "sentencing",
        "sex offender"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032698",
      "summary": "A United States Attorney from the Southern District of New York sent an email regarding a status conference in the case of USA v. Epstein (Case 1:19-cr-00490-RMB). The conference occurred on July 8, 2019, with Jeffrey Epstein, his attorneys (Weinberg, Weingarten, and Fernich), AUSAs, and US Pretrial Officers present. A bail submission is due on July 11, 2019, a government reply is due on July 12, 2019, and a bail hearing is scheduled for July 15, 2019. Speedy trial time is excluded from July 8 to July 15 due to 18 USC 3161(h)(7)(A) and (B). An electronic filing notice was sent to multiple email addresses.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "usa v. epstein",
        "case 1:19-cr-00490-rmb",
        "status conference",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "judge richard m. berman",
        "transcript",
        "18 usc 3161"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024584",
      "summary": "Epstein case (19 Cr. 490 (RMB)). *   **Charges:** Epstein is charged with sex trafficking of minors (18 U.S.C. § 1591) and conspiracy to commit sex trafficking of minors (18 U.S.C. § 371). *   **Allegations:** Epstein is accused of a years-long scheme to sexually abuse dozens of underage girls, operating from residences in Manhattan, Palm Beach, and other locations. Victims were recruited and paid to engage in increasingly sexual acts, often involving minors. *   **Risk Factors:** The government argues for detention based on significant flight risk factors including Epstein’s wealth (including private planes and international connections), prior history of similar offenses (including a previous non-prosecution agreement and a sex offender registration), and concerns about witness intimidation. The defendant's past efforts to obstruct investigations add to the risk. *   **Evidence:** Strong evidence exists including dozens of victims, substantial documentary and photographic evidence, and the defendant’s demonstrated willingness to harass potential witnesses. *   **Legal Basis:** The government relies on the Bail Reform Act, specifically citing the presumption that detention is appropriate when a defendant poses a danger to the community or a risk of flight, particularly in cases involving minor victims. *   **Court's Role:** The document requests the court to order Epstein's detention pending trial, given the totality of the circumstances.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "sex trafficking minors",
        "flight risk",
        "bail hearing",
        "detention",
        "private jet",
        "victims",
        "witnesses",
        "obstruction justice",
        "international ties",
        "serial sexual predator"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028297",
            "similarity": 0.643,
            "index": 6,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030832",
      "summary": "Attorney’s Office for the Southern District of New York is submitting a motion requesting that Jeffrey Epstein be detained pending trial. *   **Charges:** Epstein is charged with sex trafficking of minors and conspiracy to commit sex trafficking of minors, involving a years-long scheme to sexually abuse dozens of underage girls. *   **Risk of Flight:** The government argues there’s an extremely high risk of flight due to Epstein’s wealth (including private planes and international assets), his history of travel, and lack of stable ties. *   **Danger to the Community:** The government contends Epstein poses a danger to the community due to the seriousness of the crimes, his past obstructive behavior (including attempts to harass witnesses), and his past admission of engaging in the conduct. *   **Prior Investigation:** A previous investigation by local and federal authorities in Palm Beach, Florida, in 2005, revealed similar allegations and resulted in a non-prosecution agreement. *   **Presumption of Detention:** The government argues that, given the nature of the charges and the defendant’s characteristics, a presumption exists that no conditions would reasonably assure his appearance in court or protect the community’s safety. *   **Evidence:** The government intends to present a substantial amount of evidence at the bail hearing, including evidence of photographs of nude or partially-nude women/girls, to strengthen their case. Essentially, the document argues that the combination of Epstein's wealth, history of criminal activity, and the nature of the charges creates an overwhelming risk of flight and danger to the community, justifying his detention until trial.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00030832",
        "bail hearing",
        "united states v. epstein",
        "sex trafficking minors",
        "flight risk",
        "detention",
        "witnesses",
        "private jet",
        "palm beach",
        "manhattan",
        "sexual predator",
        "18 u.s.c. § 1591",
        "victims",
        "obstruction of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028297",
      "summary": "This document is a government submission arguing for the detention of Jeffrey Epstein pending trial in the case of *United States v. Jeffrey Epstein*. The government asserts that Epstein poses an extreme flight risk due to his wealth, international travel, private aircraft, and previous attempts to obstruct justice, including witness intimidation. They highlight the seriousness of the charges (sex trafficking of minors) and the strength of the evidence against him.  Furthermore, they argue that he presents a danger to the community, particularly vulnerable members, and a risk of further obstructing justice given his history. The government emphasizes that no conditions of release could reasonably assure his appearance in court or protect public safety. The document details the charges, the alleged scheme involving dozens of victims, Epstein's lavish lifestyle and resources, and a previous investigation into his conduct in Florida, concluding that detention is necessary to ensure justice is served.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "sex trafficking minors",
        "bail hearing",
        "detention",
        "flight risk",
        "private jet",
        "international ties",
        "witnesses",
        "obstruction justice",
        "underage victims",
        "presumption",
        "sentencing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024584",
            "similarity": 0.643,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020185",
      "summary": "This document records a preliminary bail hearing for Jeffrey Epstein in the Southern District of New York, July 8, 2019. Judge Richard Berman presided over the hearing involving the U.S. Attorney’s Office and Epstein’s defense team (represented by Geoffrey S. Berman and Weirberg). Key points discussed include: *   **Case Overview:** Epstein is charged in connection with potential sex trafficking activities, likely stemming from investigations in Florida. *   **Victim Notifications:** The government assured the court they’ve notified victims and established communication channels. *   **Sex Offender Status:** The court questioned the specifics of Epstein's high-risk sex offender status under New York law, confirmed by the government. *   **Search Results:** The government addressed questions regarding a weekend search of Epstein’s residence, stating they’re still reviewing the findings and assessing potential implications. *   **Nonprosecution Agreement (NPA):** A central point of contention is the NPA from Florida. The government argued it doesn't bind the Southern District of New York, while defense counsel contended it's relevant given the government’s prior investigation. *   **Bail Application Timeline:** The parties agreed to file written submissions by Thursday noon and have oral presentations on Thursday at 10:00 a.m., with a request for an adjournment of speedy trial time until Monday. *   **Obstruction Allegations:** Defense raised concerns about alleged obstruction or witness tampering, which the government acknowledged and intended to address.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00020185",
        "epstein",
        "bail hearing",
        "victims",
        "nonprosecution agreement",
        "sex offender",
        "search",
        "new york",
        "southern district of new york",
        "u.s. attorney",
        "defense counsel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037362",
      "summary": "As of July 9, 2019, efforts are underway to investigate Jeffrey Epstein’s co-conspirators. Six of the ten identified co-conspirators have been located and served with Grand Jury subpoenas: three in Florida, one in Boston, one in New York City, and one in Connecticut. Four remain outstanding, including a wealthy businessman in Ohio and three currently “out of pocket.” A team consisting of eight Special Assistant Information Technologists Federal Operations (SAITFOs) and two Assistant U.S. Attorneys is traveling to Florida to interview approximately 25 victims. The 1-800-CALL-FBI line is operational, receiving approximately 45 calls for vetting. A/SC MI is requesting a breakdown of the location and status of the co-conspirators by close of business that day.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "epstein",
        "bail hearing",
        "co-conspirators",
        "subpoenas",
        "victims",
        "florida",
        "new york",
        "ohio",
        "trafficking",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022621",
      "summary": "The email discusses an investigation initiated by the FBI, CBP, NYPD, and the U.S. Attorney’s Office (Southern District of New York). It denies allegations of the case being “shoveled” to the Southern District of New York and states that no prosecutors from the Southern District of New York have communicated with those involved in the investigation. The 2019-07-09 initial conference notes state there's no evidence of a conspiracy within the Department of Justice, and the 2019-07-15 bail hearing reiterates that the case was opened and investigated independently.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "2019-07-09",
      "keywords": [
        "efta00022621",
        "department of justice",
        "southern district of new york",
        "fbi",
        "cbp",
        "nypd",
        "u.s. attorney's office",
        "investigation",
        "conspiracy",
        "bail hearing",
        "transcripts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026681",
      "summary": "Roberta Kaplan, representing a client, contacted multiple individuals, including Jenna Dabbs and Alexandra Elenowitz-Hess, regarding the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)) in the case of *U.S. v. Epstein*. Kaplan offered to have her client heard at a bail hearing and proposed various methods of communication, such as a submission or inclusion in a bail submission. She suggested a brief call to discuss the matter, noting her team’s travel schedule. An Assistant U.S. Attorney from the Southern District of New York sent a follow-up email emphasizing the confidential nature of the communication.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "18 u.s.c. 3771",
        "roberta kaplan",
        "conlon",
        "submissions",
        "legal privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026677",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.5,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028415",
      "summary": "*   The vendor is in the process of scanning all old case files and anticipates having Epstein’s file within 10 days. *   The Lieutenant is concerned about potential questions regarding the photographs discovered during a search and their impact on Epstein’s registration status. *   There is a request for a 2011 state risk assessment related to Epstein, and a reminder that Epstein is a registered Level 3 sex offender requiring regular reporting and photo updates. *   The Assistant U.S. Attorney is involved in coordinating the release process and ensuring compliance with New York State regulations.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "nypd",
        "sex offender monitoring unit",
        "risk assessment",
        "dcjs",
        "new york",
        "bail hearing",
        "registration",
        "photos",
        "level 3 sex offender"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030164",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026649",
      "summary": "On July 10, 2019, a bail hearing was held for Jeffrey Epstein. The email details the acceptance of Epstein’s bail.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "bail hearing",
        "efta00026649",
        "2019",
        "imiim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030164",
      "summary": "*   The unit is attempting to obtain a digital copy of Epstein’s case file from a vendor, including the risk assessment, to prepare for a bail hearing. *   The unit confirms that the discovery of photographs will not alter Epstein’s sex offender registration status. *   An inquiry is made regarding a 2011 state risk assessment related to Epstein. *   The unit emphasizes Epstein’s obligation to appear at the office every 90 days and have regular photo updates if released. *   Communication is being exchanged between the NYPD, the US Attorney's Office, and Epstein's attorneys.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "sex offender",
        "risk assessment",
        "nypd",
        "dcjs",
        "bail hearing",
        "new york",
        "registration",
        "photographs",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028415",
            "similarity": 0.538,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030276",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan and a team at Kaplan Hecker & Fink LLP regarding the bail hearing in *U.S. v. Epstein*. The Attorney informed the recipients that, under 18 U.S.C. 3771(a)(4) of the Crime Victims' Rights Act, the victim has the right to be reasonably heard at certain public proceedings, including those involving release. They offered to discuss this with the team and potentially include a submission or representation regarding the victim’s desired input in the bail hearing. The email also contained a standard confidentiality notice.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "efta00030276",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "18 u.s.c. 3771",
        "roberta kaplan",
        "u.s. v. epstein",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028421",
            "similarity": 0.5,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028353",
            "similarity": 0.5,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.545,
            "index": 18,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026677",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York sent an email regarding the U.S. v. Epstein case (19 Cr. 490). The email discussed the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)) and the victim’s right to be reasonably heard at bail hearings. The Attorney offered to discuss with the recipients whether the client wished to submit a statement or representation for inclusion in the bail submission, emphasizing it was voluntary. The Attorney proposed a brief call to discuss this further, noting their limited availability due to team travel.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "18 u.s.c. 3771",
        "submission",
        "criminal proceedings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026681",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.636,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026683",
            "similarity": 0.545,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028354",
            "similarity": 0.583,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028421",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan, Jenna Dabbs, and Alexandra Elenowitz-Hess regarding the bail hearing in *U.S. v. Epstein*. The Attorney explained that under 18 U.S.C. 3771(a)(4) of the Crime Victims’ Rights Act, victims have the right to be reasonably heard at certain public proceedings, including those involving release decisions. The Attorney offered to discuss whether the clients wished to submit information or representations for inclusion in the bail submission, noting their intention to vigorously oppose bail. A brief call was proposed for the following day to discuss this matter.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "18 u.s.c. 3771",
        "u.s. attorney",
        "release",
        "southern district of new york",
        "roberta kaplan",
        "jenna dabbs",
        "alexandra elenowitz-hess"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030276",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.583,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026683",
            "similarity": 0.636,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014324",
            "similarity": 0.727,
            "index": 24,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028353",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York contacted Isidro Garcia regarding the bail hearing in *U.S. v. Epstein*. The Attorney informed Garcia that, under the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)), the victim has the right to be reasonably heard at relevant proceedings, including bail hearings. They offered to include a victim’s input in the bail submission and expressed an intention to vigorously oppose bail.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "epstein",
        "u.s. v. epstein",
        "18 u.s.c. 3771",
        "southern district of new york",
        "submission",
        "representation",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030276",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028355",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan and others involved in the Epstein case regarding the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)). The Attorney offered to discuss with the victims (Kaplan, Dabbs, Elenowitz-Hess) the possibility of them being heard at a bail hearing and potentially submitting information for inclusion in a bail submission. The Attorney indicated their availability for a brief call to discuss this further, emphasizing that it was a voluntary offer and not a requirement. The email included a standard disclaimer regarding confidential information.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "southern district of new york",
        "redaction analysis",
        "18 u.s.c. 3771"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028421",
            "similarity": 0.583,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.636,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030276",
            "similarity": 0.545,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.545,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028354",
            "similarity": 0.583,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026683",
      "summary": "An email chain discusses the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)) in the case of *U.S. v. Epstein*. An Assistant U.S. Attorney is contacting individuals, including Roberta Kaplan, to explore whether the victims involved in the case would like to be heard at a bail hearing and to discuss including their input in the bail submission. The email emphasizes the victims’ right to be reasonably heard and offers to discuss the matter further. A standard confidentiality disclaimer is included.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "u.s. attorney",
        "roberta kaplan",
        "jenna dabbs",
        "alexandra elenowitz-hess"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.545,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028421",
            "similarity": 0.636,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.545,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028354",
            "similarity": 0.5,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.5,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014324",
            "similarity": 0.889,
            "index": 24,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028354",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan, Jenna Dabbs, and Alexandra Elenowitz-Hess regarding the bail hearing in *U.S. v. Epstein*. The Attorney cited 18 U.S.C. 3771(a)(4) of the Crime Victims’ Rights Act, noting the victims’ right to be reasonably heard at public proceedings, particularly those involving release. They offered to include any victim input – through submission, representation in the bail submission, or discussion – and suggested a brief call to discuss this option. The Attorney indicated they would be available for a call the following day.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "southern district of new york",
        "18 u.s.c. 3771(a)(4)",
        "submission",
        "proceedings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.583,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.583,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026674",
      "summary": "An email exchange occurred between various parties, including Roberta Kaplan (representing the victim), Alexandra Elenowitz-Hess, and Assistant U.S. Attorneys, concerning the bail hearing for Ghassan al-Epstein. The U.S. Attorney’s office, seeking to comply with the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)), reached out to Kaplan to offer the victim the opportunity to be heard at the bail hearing, suggesting options like a submission or inclusion in the bail argument. The Assistant U.S. Attorney proposed a brief call to discuss this opportunity.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "roberta kaplan",
        "u.s. v.",
        "18 u.s.c. 3771"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.6,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.6,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014324",
            "similarity": 0.6,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028418",
      "summary": "The United States Attorney for the Southern District of New York is responding to Jeffrey Epstein’s motion for leave to file a supplemental financial disclosure under seal. The Government states it has not received any financial disclosure from the defense related to Epstein’s motion for pretrial release. Due to the lack of information, the Government requests an extension of its deadline to respond to the Bail Motion and, if necessary, a postponement of the bail hearing to allow for review of a complete response.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "bail motion",
        "sealing motion",
        "financial disclosure",
        "richard berman",
        "united states attorney",
        "southern district of new york",
        "redaction analysis",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018178",
      "summary": "An email chain discusses the status of Jeffrey Epstein’s passport. The State Department’s Consular Affairs Bureau is seeking to revoke his valid passport, potentially due to a bail hearing and anticipated travel restrictions. One party requests a court order to facilitate the revocation process, while another party offers to provide the order if requested. The email chain involves individuals from the U.S. Attorney's Office, the DSS NY Field Office, and Consular Affairs.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein passport",
        "state department",
        "consular affairs",
        "bail hearing",
        "passport revocation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014324",
      "summary": "The document is a series of emails regarding the bail hearing for Ghislaine Maxwell’s case (U.S. v. Epstein). It involves communication between Roberta Kaplan (representing the victim), Jenna Dabbs, Alexandra Elenowitz-Hess, and an Assistant U.S. Attorney regarding the victim's rights under the Crime Victims' Rights Act. The Assistant U.S. Attorney offers to discuss options for the victim to be heard at the bail hearing, including submitting information or a representation, but emphasizes that it’s not a requirement. The emails suggest a desire to accommodate the victim’s rights while also maintaining flexibility regarding timing and participation.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "bail hearing",
        "roberta kaplan",
        "crime victims' rights act",
        "u.s. attorney",
        "18 u.s.c. 3771",
        "jenna dabbs",
        "alexandra elenowitz-hess"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026683",
            "similarity": 0.889,
            "index": 19,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.636,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020801",
      "summary": "A Gothamist article published July 12, 2019, reports on emerging victims related to Jeffrey Epstein’s pending bail hearing. The article is titled “New Victims Emerge As Epstein Awaits Bail Hearing.”",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "victims",
        "gothamist",
        "bail hearing",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018270",
      "summary": "Laura, the Chief of the Criminal Division at the United States Attorney’s Office, SDNY, sent an email to multiple recipients regarding upcoming events. The email included a bail hearing scheduled for Monday at 10:00 AM before Judge Berman for Jeffrey Epstein, and noted Monday as “Be a Dork Day.” The original email thread referenced “Pecan Pie Day,” which Laura declined to acknowledge.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "bail hearing",
        "epstein",
        "judge berman",
        "laura",
        "pecan pie day",
        "dork day",
        "united states attorney's office",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014330",
      "summary": "v. Epstein (19 Cr. 490 (RMB)). *   There are multiple email exchanges discussing scheduling a meeting to discuss the case, particularly regarding a visit to Reid Weingarten following the hearing. *   The government expresses a willingness to speak with Weingarten on Monday morning, contingent on a general understanding of the client’s priorities. *   The government provided the bail memorandum and supporting exhibits to Judge Berman. *   There's a request to ensure all parties are kept informed via communication to account for varying team availability.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "reid weingarten",
        "u.s. attorney",
        "government",
        "detention memo",
        "hearing",
        "agenda",
        "blackberry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028451",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to request a review of an affidavit seeking a search warrant. The affidavit pertains to electronic media seized from Jeffrey Epstein’s phone, iPad, and suitcases. The goal is to have the affidavit sworn out following the bail hearing.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "efta00028451",
        "search warrant",
        "epstein",
        "ipad",
        "phones",
        "affidavits",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "electronic media"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032985",
      "summary": "An event, designated as an “Accepted: Epstein bail hearing,” occurred on 2019-07-15 from 14:00:00 to 14:30:00 at location 17B (Berman). The event was marked as X-PERSONAL, created on 2019-07-09, and associated with attendee EFTA00032985.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "2019-07-15",
      "keywords": [
        "epstein",
        "bail hearing",
        "2019-07-15",
        "17b",
        "berman",
        "x-personal",
        "efta00032985"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022524",
      "summary": "A status report regarding case EFTA00022524 was prepared on July 15, 2019.  Due to scheduling conflicts with a bail hearing and reporter inquiries about the status report’s length, the sender was asked to provide an estimate of the number of pages.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "status report",
        "redaction",
        "efta00022524",
        "epstein",
        "bail hearing",
        "7/15",
        "reporters",
        "search warrant",
        "pages",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026646",
      "summary": "An event, titled “Epstein bail hearing,” took place on 2019-07-15 from 14:00:00 to 14:30:00 +0000 at location 17B (Berman). The organizer is redacted. The event was created on 2019-07-08 and has a priority of 5. A reminder was set to display a message 15 minutes before the start. The document is identified as EFTA00026646.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "2019-07-15",
      "keywords": [
        "epstein",
        "bail hearing",
        "2019-07-15",
        "redaction",
        "efta00026646",
        "berman",
        "personal",
        "event",
        "attendee"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026650",
      "summary": "An event occurred on 2019-07-15 from 14:00:00 to 14:30:00 +0000, titled “Accepted: Epstein bail hearing.” The event was organized by an unnamed entity (“[REDACTED]”) and took place at location 17B (Berman). The event was classified as “X-PERSONAL,” with a priority of 5.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "2019-07-15",
      "keywords": [
        "epstein",
        "bail hearing",
        "redaction",
        "2019-07-15",
        "efta00026650"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026645",
            "similarity": 0.5,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029017",
      "summary": "An email discusses a bail hearing for Jeffrey Epstein scheduled for July 16, 2019, at 10:00 AM before Judge Berman. The sender questions the feasibility of an internal appeal decision if the bail argument is unsuccessful, and whether DC approval would be required.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "epstein",
        "bail",
        "judge berman",
        "appeal",
        "dc",
        "redaction",
        "usanys",
        "mimmin",
        "2019",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020183",
      "summary": "Emails between August 14, 2019, and the date of redaction (December 25, 2025) involve discussions regarding the Epstein case ( docket 19-490 ). The emails pertain to court dates, presentments, arraignments, bail hearings, and scheduling conferences. Attachments included court transcripts, initial conference documents, presentments, bail hearing documents, bail decisions, and a scheduling conference document. Additional documents, such as ODAG memos and UMR charging documents, were offered for review. The primary request was for information regarding the court dates and outcomes of the proceedings.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "epstein",
        "pros memo",
        "court dates",
        "bail hearing",
        "docket",
        "usanys",
        "redaction analysis",
        "presentment",
        "arraignment",
        "scheduling conference"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032956",
      "summary": "This document is a collection of news articles and legal updates from Law360, primarily covering legal developments and regulatory actions from December 26, 2019. Key topics include: *   **DOJ Actions:** The Department of Justice is considering a permanent role for the Fraud Section’s acting chief, Robert Zink, and is investigating various cases including the \"Varsity Blues\" college admissions scheme, the Epstein accusers’ bail hearing, and the Woodbridge Ponzi scheme. *   **SEC Enforcement:** The SEC is pursuing settlements with Nomura over mortgage-backed securities and a Tennessee broker involved in the Woodbridge Ponzi scheme. *   **Legal Disputes:**  Several court rulings are highlighted, including the Third Circuit’s order in the benefits fraud case, the Tenth Circuit vacating a tax conviction, and a dispute over tribal immunity. *   **Company-Related News:** Updates are provided on Estee Lauder’s executive promotions and Offit Kurman's expansion into North Carolina. *   **Government Agency Activities:** The document includes updates from agencies such as the DOJ, SEC, FBI, FTC, IRS, and NOAA. *   **Other Legal Updates:**  Articles detail developments in insider trading legislation, record-keeping processes for federal agencies, and various other legal matters, including a judge’s passing and a conservative critique of President Trump’s tweets. The document contains a substantial amount of legal and business-related information from various sources and legal firms.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "December 26, 2019",
      "keywords": [
        "doj",
        "fraud section",
        "robert zink",
        "sec",
        "ponzi scheme",
        "insider trading",
        "tax evasion",
        "white collar crime",
        "bankruptcy",
        "immigration",
        "government contracts",
        "legal industry",
        "united states supreme court",
        "securities and exchange commission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030384",
      "summary": "Kathryn Milofsky, a producer for IN News in the UK, is requesting information about the bail hearing date in the case of USA v. Ghislaine Maxwell from an unknown recipient. She identifies IN News as the largest commercial broadcaster in the UK, comparable to NBC.",
      "timestamp": "2020-07-04T00:00:00",
      "timestamp_raw": "04 Jul 2020",
      "keywords": [
        "efta00030384",
        "ghislaine maxwell",
        "usa v maxwell",
        "bail hearing",
        "kathryn milofsky",
        "in news",
        "nbc",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019535",
      "summary": "A forwarded email chain discusses a request for information regarding the bail hearing in the case of USA v. Ghislaine Maxwell. Kathryn Milofsky, a producer for ITV News in the UK, is inquiring about the hearing date and notes ITV News’s similarity to NBC. The email chain includes responses from individuals at “USANYS” forwarding the inquiry.",
      "timestamp": "2020-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2020",
      "keywords": [
        "efta00019535",
        "usa v ghislaine maxwell",
        "redaction analysis",
        "kathryn milofsky",
        "itv news",
        "bail hearing",
        "usanys",
        "nbc",
        "uk",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030378",
            "similarity": 0.667,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030378",
      "summary": "Kathryn Milofsky, a producer for ITV News in the UK, contacted an individual (identified as “-”) regarding the bail hearing schedule in the USA v. Ghislaine Maxwell case. The individual responded, informing Milofsky that she should not contact them again.",
      "timestamp": "2020-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2020",
      "keywords": [
        "usa v ghislaine maxwell",
        "kathryn milofsky",
        "itv news",
        "bail hearing",
        "usanys",
        "ghislaine maxwell",
        "nbc",
        "uk",
        "producer",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019535",
            "similarity": 0.667,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021819",
      "summary": "A U.S. Pretrial Services representative is contacting attorneys Chris Everdell and Mark Cohen regarding a pretrial interview for Ghislaine Maxwell in case number 20 Cr. 330 (MN). The representative requests that the attorneys arrange the interview in advance of Maxwell’s bail hearing.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "u.s. pretrial services",
        "chris everdell",
        "mark cohen",
        "bail hearing",
        "southern district of new york",
        "attorney",
        "case number 20 cr. 330",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024562",
      "summary": "An Assistant United States Attorney from the Southern District of New York is coordinating a pretrial interview for Ghislaine Maxwell (case number 20 Cr. 330 (AJN)) with attorneys Christian Everdell and Mark S. Cohen. The email outlines the request to arrange the interview in advance of Maxwell’s bail hearing. EFTA00024563 is also referenced.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "u.s. pretrial services",
        "christian everdell",
        "mark s. cohen",
        "case number 20 cr. 330",
        "bail hearing",
        "southern district of new york",
        "attorneys",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017768",
      "summary": "An email was sent from Maurene, an Assistant United States Attorney, to attorneys Chris Everdell and Mark Cohen representing Ghislaine Maxwell in case number 20 Cr. 330. The email requests information on arranging a pretrial interview for Maxwell with her client ahead of her bail hearing.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "united states attorney",
        "bail hearing",
        "chris everdell",
        "mark cohen",
        "20 cr. 330",
        "new york",
        "maurene",
        "efta00017768"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024564",
      "summary": "On July 6, 2020, an Assistant United States Attorney sent an email to Christian Everdell and Mark S. Cohen regarding the pretrial interview for Ghislaine Maxwell, case number 20 Cr. 330 (AJN). The email requested the best contact number for Christian Everdell and instructed them to arrange a pretrial interview with their client before her bail hearing. The Southern District of New York office is associated with this case (EFTA00024564 & EFTA00024565).",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "chris everdell",
        "mark cohen",
        "u.s. pretrial services",
        "bail hearing",
        "criminal case",
        "assistant united states attorney",
        "20 cr. 330",
        "efta00024564"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037942",
      "summary": "A video arraignment and bail hearing was held for Maxwell, involving [REDACTED] and [REDACTED]. The hearing occurred on July 7, 2020, at 23:41:22 +0000.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "July 7, 2020",
      "keywords": [
        "maxwell",
        "arraignment",
        "bail hearing",
        "video",
        "efta00037942"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020393",
      "summary": "On July 9, 2020, United States District Judge Alison J. Nathan ordered a remote arraignment, initial conference, and bail hearing for Ghislaine Maxwell in the Southern District of New York. The hearing is scheduled for July 14, 2020, at 1:00 PM and will be conducted via video/teleconference with a public audio feed available at 855-268-7844 and 214-416-0400.  A separate dial-in number will be provided for non-speaking counsel, alleged victims, and family members. Limited in-person seating (approximately 60) will be available in the Jury Assembly Room, with priority given to credentialed press and on a first-come, first-serve basis.  Photography, recording, and rebroadcasting of proceedings are prohibited.",
      "timestamp": "2020-07-09T00:00:00",
      "timestamp_raw": "July 9, 2020",
      "keywords": [
        "united states district court",
        "ghislaine maxwell",
        "arraignment",
        "bail hearing",
        "video teleconference",
        "18 u.s.c. § 3771",
        "covid-19",
        "electronic filing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020392",
      "summary": "An email was sent from EFTA00020392 to [REDACTED] regarding a bail hearing for Maxwell. The email attached a scheduling order containing dial-in information for public access to the audio feed of the hearing, intended for potential victims.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "maxwell",
        "detention hearing",
        "bail",
        "victims",
        "audio feed",
        "court order",
        "logistics",
        "efta00020392"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024504",
      "summary": "*   A journalist from News Corporation is seeking clarification on the prosecution's arguments, potential witness testimony (specifically regarding victims), and media statements related to the hearing. *   Responses to the journalist’s questions indicate victims will be “call-in” rather than in-person, and will not testify directly but rather through attorneys. *   There is a discussion about providing journalists with advance information about arguments and victim names. *   The emails contain standard legal disclaimers regarding confidentiality and media communications.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "courtroom",
        "bail hearing",
        "victims",
        "remote",
        "testimony",
        "prosecution",
        "journalists",
        "arraignment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037943",
      "summary": "A video arraignment and bail hearing occurred for Maxwell on 2020-07-14 from 17:00:00 to 19:00:00 GMT. The event was created on 2020-07-07 and classified as X-PERSONAL with a priority of 5. A reminder was set to display a message 15 minutes before the start. The record identifier is EFTA00037943.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "2020-07-14",
      "keywords": [
        "maxwell arraignment",
        "bail hearing",
        "event",
        "2020-07-14",
        "video",
        "efta00037943"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027360",
      "summary": "Nathan. She faces charges including conspiracy to entice minors into illegal sex acts, conspiracy to transport minors, and perjury. Initially, bail was denied in July 2020 due to a deemed high risk of flight. Maxwell filed multiple motions for release, proposing conditions like renouncing her citizenship and establishing a monitored bank account. However, the court consistently rejected these motions, citing ongoing concerns about her risk of flight, the seriousness of the charges (carrying lengthy prison sentences), and her lack of candor regarding her finances and family ties. In her third motion (Dkt. No. 160), Maxwell attempted to address the court’s previous concerns by proposing a retired federal judge as an asset monitor. However, the court again denied the motion, finding that these new conditions did not sufficiently mitigate the risk of flight, citing uncertainties regarding the enforceability of her proposed actions (like renouncing citizenship) and the continued presence of significant financial resources that could facilitate escape. Ultimately, the court maintains that no conditions can reasonably ensure Maxwell’s appearance in court and denies her third motion for bail.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "conspiracy",
        "18 u.s.c. § 371",
        "18 u.s.c. § 2422",
        "18 u.s.c. § 2423",
        "perjury",
        "bail hearing",
        "risk of flight",
        "extradition",
        "detention"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024443",
      "summary": "Due to COVID-19 restrictions, the hearing will be conducted remotely with limited in-person attendance, requiring participants to complete a questionnaire and undergo temperature checks before entering the Daniel Patrick Moynihan Courthouse. Access to the audio feed will be available by phone for those not participating via video. The defense must discuss a Waiver of Right to be Present at Criminal Proceeding with the defendant and file the signed form at least 24 hours prior to the hearing. The government must notify crime victims of their rights and inform the court if any victims wish to be heard regarding detention. The Speedy Trial Act is temporarily excluded due to delays in the defendant’s transfer and logistical challenges of the remote hearing, allowing for discussions regarding a protective order.  A video feed of the remote proceeding will be available in the Jury Assembly Room, subject to limited capacity.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "remote video conference",
        "covid-19",
        "speedy trial act",
        "protective order",
        "jury assembly room",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028774",
      "summary": "On July 16, 2020, an email discusses updating a page related to the Maxwell VW case (United States v. Ghislaine Maxwell, 20 Cr. 330 (MN)). The July 14, 2019, conference, arraignment, and bail hearing resulted in the defendant entering a not guilty plea and being ordered incarcerated pending trial. The court set discovery and motion deadlines for counsel, and a trial date of July 12, 2021, was scheduled before Judge Alison J. Nathan in New York.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "redaction analysis",
        "court hearing",
        "indictment",
        "plea",
        "trial",
        "alison j. nathan",
        "southern district of new york",
        "foley square"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030983",
      "summary": "This document pertains to a transcript related to the arraignment of EFTA00030983, specifically a MaxwelL arraignment, initial conference, and bail hearing held on October 29, 2020, within the Southern District of New York. An Assistant United States Attorney from 1 St. Andrew’s Plaza is involved. A PDF attachment, “2020.07.14,_MaxwelLarraignment,initial_conference,bail_hearing.pdf,” is also associated with the case.",
      "timestamp": "2020-10-29T00:00:00",
      "timestamp_raw": "October 29, 2020",
      "keywords": [
        "efta00030983",
        "transcript",
        "redaction",
        "us attorney",
        "southern district of new york",
        "maxwel",
        "bail hearing",
        "2020",
        "2025",
        "conference"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027359",
      "summary": "This document is a bail briefing regarding Maxwell, attached to emails from the Assistant United States Attorney for the Southern District of New York. The attachments include a bail appeal motion, an opinion order, a bail denial order, and a conference report related to an initial hearing.",
      "timestamp": "2021-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2021",
      "keywords": [
        "maxwell",
        "bail",
        "briefing",
        "united states attorney",
        "southern district of new york",
        "appeal",
        "motion",
        "bail hearing",
        "2021",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032766",
      "summary": "Ghislaine Maxwell's trial in the Southern District of New York has been significantly impacted by the filing of a superseding indictment (S2) which added new charges related to sex trafficking conspiracies dating back to 2004 and identified a fourth victim.  Maxwell initially requested an adjournment of the July 12, 2021 trial date and a renewed bail hearing, initially requesting a 90-day adjournment, but later suggesting a postponement until January 2022 due to unavailability of defense counsel. The court denied both the bail hearing request and Maxwell’s motion to dismiss the indictment, finding her a flight risk and emphasizing the strength of the government's case. The court explained that trial scheduling is determined by SDNY protocols, prioritizing criminal jury trials involving detained defendants, and that the July 12th start date was subject to change based on jury selection demands. The court requested written answers from Maxwell's counsel by April 22, 2021, clarifying the specific duration of any adjournment request.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "indictment",
        "bail hearing",
        "trial date",
        "s1",
        "s2",
        "victim",
        "trafficking",
        "adjournment",
        "flight risk"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018227",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to an unidentified recipient regarding case file EFTA00018227. The email included attachments related to an interview (interview_302.pdf), interview notes, a bail hearing document, interview notes, and a conference document. The email originated on September 17, 2021.",
      "timestamp": "2021-09-17T00:00:00",
      "timestamp_raw": "September 17, 2021",
      "keywords": [
        "efta00018227",
        "redaction analysis",
        "interview",
        "new york",
        "southern district",
        "united states attorney",
        "bail hearing",
        "conference",
        "2021",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}