{
  "keyword": "sigrid mccawley",
  "count": 46,
  "keyword_match_count": 46,
  "content_match_count": 21,
  "total_files": 67,
  "timeline": [
    {
      "file_id": "EFTA00029457",
      "summary": "On July 31, 2015, Paul G. Cassell, attorney for his clients, contacted Paul G. Cassell at New Scotland Yard regarding an investigation into international sex trafficking involving Jeffrey Epstein and Ghislaine Maxwell. He followed up on a previous inquiry made after receiving a response from the Commissioner on May 11, 2015, offering assistance with the investigation. The email included a list of co-counsel: Brad Edwards, Sigrid McCawley, and Jack Scarola.",
      "timestamp": "2015-07-31T00:00:00",
      "timestamp_raw": "July 31, 2015",
      "keywords": [
        "sex trafficking",
        "jeffrey epstein",
        "ghislaine maxwell",
        "paul cassell",
        "new scotland yard",
        "investigation",
        "legal",
        "criminal law",
        "utah",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028850",
      "summary": "This document is a transcript of a court hearing regarding the pro hac vice admission of attorneys, Sigrid McCawley and Paul Cassell, for Ghislaine Maxwell's case. Judge Robert Sweet addressed concerns about confidential information access, specifically regarding the deposition of the defendant and the potential for misuse of materials. The core issue revolved around whether McCawley and Cassell could be admitted as counsel despite their role in the protective order and the agreement to share confidential information. Judge Sweet ultimately granted the motion, requiring a broader affirmation of non-participation in any related claims or potential litigation, and requested an expanded confidentiality agreement to address concerns about the scope of protected materials. Further discussions included a request for retainer agreements, clarification about the dismissal of a related Florida case, and a request for production of documents relating to the defendant's claims of emotional distress resulting from the defamation.",
      "timestamp": "2016-04-21T00:00:00",
      "timestamp_raw": "April 21, 2016",
      "keywords": [
        "efta00028850",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "pro hac vice",
        "protective order",
        "confidential information",
        "deposition",
        "fifth amendment",
        "media allegations",
        "defamation",
        "criminal investigation",
        "medical records",
        "florida case",
        "settlement agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019483",
      "summary": "Sigrid McCawley of Boies Schiller Flexner LLP sent a subpoena related to \"Shoppers Travel\" to \"M\" on March 22, 2019. She notes that the company involved had previously hired lawyers and raised objections without resolution. The email includes a PDF attachment of the subpoena.",
      "timestamp": "2019-03-22T00:00:00",
      "timestamp_raw": "March 22, 2019",
      "keywords": [
        "shopper's travel",
        "subpoena",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "lawyers",
        "objections",
        "notice of serving",
        "fort lauderdale",
        "legal",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030241",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, communicated with [REDACTED] regarding the arrest of Jeffrey Epstein. [REDACTED] expressed gratitude for McCawley's and her clients’ assistance in an ongoing investigation, anticipating its expansion. McCawley also informed Epstein’s mother that he had been arrested, and included a standard confidentiality notice regarding the email.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "investigation",
        "criminal abuse",
        "justice",
        "legal",
        "email",
        "efta00030241"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030256",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, provided a 1997 California police report to [REDACTED]. The report details a case where a young girl was recruited by a female, allegedly by Jeffrey Epstein, claiming the meeting was a “modeling interview,” similar to reports of “modeling interviews” with Victoria Secret involving girls seen at Epstein’s New York mansion. The document was redacted to conceal the recruiter's identity.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "efta00030256",
        "sigrid mccawley",
        "epstein",
        "victoria secret",
        "modeling interview",
        "ca police report",
        "1997",
        "recruiting",
        "redaction",
        "bella"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030297",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, forwarded a communication to an unknown recipient regarding concerns from victims of Jeffrey Epstein about their safety if he were released. The original communication was from Sigrid McCawley to [REDACTED] expressing the victims' concerns and thanking the recipient for their work.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "epstein",
        "victims",
        "concerns",
        "release",
        "safety",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "redaction",
        "notification",
        "filing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027942",
      "summary": "*   An attorney, Sigrid McCawley, arranged the travel, citing concerns about the individual’s safety and a need for business-class flights due to a medical condition. *   Hotel arrangements were made, with a focus on safety, and the government’s reimbursement was not possible due to the arrangements. *   Communication occurred between the US Attorney’s Office, the attorney, and a transportation provider regarding flight details, hotel reservations, and transportation arrangements. *   The document contains standard legal disclaimers regarding confidentiality and electronic communication.",
      "timestamp": "2019-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2019",
      "keywords": [
        "epstein",
        "travel",
        "australia",
        "flight",
        "government",
        "sigrid mccawley",
        "hotel",
        "usanys",
        "cost"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032429",
      "summary": "On September 16, 2019, an email was sent regarding multiple Freedom of Information Act (FOIA) requests related to the Jeffrey Epstein investigation. Four new FOIA requests were received, including one from Merris Badcock (WPTV), one from Douglas Montero (American Media, Inc.), and two from Boies Schiller Flexner LLP (Sigrid McCawley) covering records related to Jeffrey Epstein, Ghislaine Maxwell, Mark Epstein, and others. The sender intended to assert the ongoing investigation exemption for all requests, with a potential for releasing additional information to Boies Schiller. Further FOIA requests were anticipated.",
      "timestamp": "2019-09-16T00:00:00",
      "timestamp_raw": "September 16, 2019",
      "keywords": [
        "epstein",
        "foia",
        "requests",
        "jeffrey epstein",
        "boies schiller",
        "records",
        "investigations",
        "maxwell",
        "sdny",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038111",
      "summary": "Sigrid McCawley contacted Artistic WhistleBlower to assist a client who experienced trauma related to Jeffrey Epstein’s actions, specifically an attack on her art career. McCawley requested assistance locating a trauma therapist and submitting an application to the New York State Crime Victims Compensation program, potentially including lost wages compensation. She appreciated WhistleBlower’s help and dedication to the victim.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "efta00038111",
        "trauma therapist",
        "fbi",
        "sigrid mccawley",
        "crime victims compensation",
        "epstein",
        "aid",
        "lost wages",
        "art career",
        "trauma"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038109",
      "summary": "Sigrid McCawley requested assistance in locating a trauma therapist for her client, who experienced trauma related to an attack by Jeffrey Epstein. She provided a link to the New York State Crime Victims Compensation application and asked Sigrid to complete and return it with an FBI support letter. The client is also interested in applying for lost wages and other aid. The email includes a standard confidentiality notice from Boies Schiller Flexner LLP.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "trauma therapist",
        "compensation",
        "victim support",
        "fbi",
        "new york state",
        "application",
        "aid",
        "sigrid mccawley",
        "boies schiller flexner",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021161",
      "summary": "An email exchange regarding a “forfeiture question” related to Epstein. Matthew L. Schwartz initiated the inquiry, requesting a discussion within the next few days.  One party hadn’t heard from anyone about the forfeiture.  Another party, representing “his firm” and primarily working with Sigrid McCawley, was contacted to provide information and was discussing involving them upfront. An individual named “Matt” was mentioned, but hadn’t yet responded.  A standard confidentiality notice was included at the end of the document.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2019",
      "keywords": [
        "forfeiture",
        "question",
        "matthew schwartz",
        "sigrid mccawley",
        "email",
        "case team",
        "florida",
        "epstein",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021307",
      "summary": "A United States Attorney’s Office representative is coordinating interviews with potential witnesses, including a victim and her sister, on October 22nd and 23rd in New York. Sigrid McCawley, a lawyer, is assisting with scheduling, suggesting potential interview times and formats (in-person or via Skype). The initial contact requests availability from various individuals, including a person referred to as “,” and “,” to conduct interviews. The scheduling involves potential meetings starting at 2:00 PM on October 22nd, and possibly extending to 6:00 PM or later.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2019",
      "keywords": [
        "interviews",
        "sigrid mccawley",
        "united states attorney",
        "new york",
        "october 22",
        "october 23",
        "2019",
        "victim",
        "epstein",
        "skype",
        "passport",
        "visa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021327",
      "summary": "Sigrid McCawley is facilitating interviews for potential clients related to an ongoing investigation. She proposes interviewing a specific victim on October 22nd from 2:00-4:00 PM or October 23rd at 12:00 PM, contingent on the victims’ meeting length. Another individual wants to interview a client and suggests scheduling times for interviews on October 22nd from 4:00-6:00 PM or October 23rd. The Assistant United States Attorney requests a list of available clients and preferred dates/times for interviews during the October 22nd and 23rd timeframe in New York.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2019",
      "keywords": [
        "efta00021327",
        "interviews",
        "sigrid mccawley",
        "victim",
        "epstein",
        "us",
        "october 22nd",
        "october 23rd",
        "skype",
        "new york",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024287",
      "summary": "The primary focus is on scheduling interviews with this victim and her sister via video conference due to travel difficulties. The victim’s passport/visa clearance is pending, impacting the potential for in-person meetings on October 22nd or 23rd. Scheduling conflicts arise regarding meeting times, with offers to adjust the schedule and explore alternative interview formats (video conference with the sister, or a longer in-person interview). Mandy, an assistant, requested availability for interviews on October 22nd and 23rd, prompting the emails exchanged between the US Attorney’s office and Sigrid McCawley.",
      "timestamp": "2019-11-17T00:00:00",
      "timestamp_raw": "17 Oct 2019",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "video conference",
        "passport",
        "visa",
        "united states attorney",
        "new york",
        "october 22",
        "october 23",
        "scheduling",
        "victims",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038320",
      "summary": "Sigrid McCawley contacted VictimServices (NY) and the FBI to request a support companion for the week in New York. She attached an RSVP form with the companion’s information.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2019",
      "keywords": [
        "efta00038320",
        "fbi",
        "victimservices",
        "support companion",
        "ny",
        "rsvp",
        "sigrid",
        "redaction",
        "2019",
        "october"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020988",
      "summary": "On November 26, 2019, a communication occurred between an individual and Sigrid McCawley regarding information related to the Epstein case. This individual, Patrick Stupfel, contacted McCawley via social networking site and phone, sharing information he had obtained. McCawley advised sending the communications to the case team, who subsequently forwarded them to the Assistant U.S. Attorney for the Southern District of New York (EFTA00020988) and the FBI.",
      "timestamp": "2019-11-26T00:00:00",
      "timestamp_raw": "November 26, 2019",
      "keywords": [
        "efta00020988",
        "sigrid mccawley",
        "epstein case",
        "fbi",
        "patrick stupfel",
        "redaction analysis",
        "social networking",
        "communication",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023230",
      "summary": "Troutman Sanders LLP responded to Sigrid McCawley’s inquiries regarding the Epstein Victims’ Compensation Program. The Estate of Jeffrey Epstein’s assets are valued at over $577 million, but potential liabilities (including estate taxes, DOJ forfeiture actions, and lawsuits) make a precise total value impossible to determine. The Co-Executors are awaiting USVI Court approval of the Program and are working with Program Administrators to develop a claims resolution protocol. The Program intends to be “open-ended” regarding compensation amounts and relies on the participation of claimants to determine the ultimate funding needs.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "December 3, 2019",
      "keywords": [
        "epstein",
        "estate",
        "compensation",
        "victims",
        "litigation",
        "usvi court",
        "claims",
        "damages",
        "fraud",
        "jurisdiction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027881",
      "summary": "The document consists of email exchanges between legal counsel regarding the estate of Jeffrey Epstein. Roberta Kaplan and Kaplan Hecker & Fink LLP are involved, along with Bennet Moskowitz of sanders, Andrew Villacastin of Boies Schiller Flexner LLP, Sigrid McCawley, Josh Schiller, Laura Starr, and others.  Attached documents include a letter from Moskowitz to S. McCawley regarding the estate and a separate communication from Villacastin to Moskowitz.  The emails pertain to legal matters related to the estate of Jeffrey Epstein.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "December 3, 2019",
      "keywords": [
        "jeffrey epstein",
        "roberta kaplan",
        "estate",
        "moskowitz",
        "villacastin",
        "andrew",
        "bsfllp",
        "litigation",
        "redaction",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021001",
      "summary": "The document consists of email exchanges related to the estate of Jeffrey Epstein. Key individuals involved include Roberta Kaplan, Bennet Moskowitz, Andrew Villacastin, Sigrid McCawley, Julie Fink, Jordan Merson, and others associated with Boies Schiller Flexner LLP. The emails primarily involve the distribution of a letter concerning the estate and reference attachments related to the matter. There are redactions present in the document.",
      "timestamp": "2019-12-10T00:00:00",
      "timestamp_raw": "December 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "roberta kaplan",
        "ben moskowitz",
        "andrew villacastin",
        "boies schiller flexner",
        "redaction",
        "legal",
        "estate",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020911",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is assisting an unidentified French judicial police unit (DCPJ) investigating crimes involving Jean Luc Brunel. The DCPJ unit, led by “Man,” is seeking information and coordination with US authorities. Sigrid suggests contacting prosecutors in New York who may have relevant information. A phone call is scheduled for November 20th, dependent on flight times, to discuss the investigation. The communications involve multiple individuals and organizations, including the French police nationale and Capitaing de police, with correspondence detailing the ongoing investigation into the Epstein/Brunel case.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "french judicial police",
        "jean luc brunel",
        "sigrid mccawley",
        "dcpj",
        "new york",
        "investigation",
        "prosecution",
        "france",
        "epostein",
        "ocrvp",
        "minors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023148",
      "summary": "The client, initially hesitant, is now willing to share the journal entries if they can be discussed via phone, potentially including evening or weekend calls.  The initial requests involve confirming journal entries from January 16, 2020, including dates of travel to New Mexico and information from the journal regarding meetings with Epstein.  A US Attorney is requesting these journal entries to help refresh the client's recollection of events.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "January 16, 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "schedule",
        "investigation",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025324",
            "similarity": 0.615,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023169",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.667,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026965",
      "summary": "*   She sent photographs to a recipient and also journal entries detailing events from 1995-1996, including trips to Epstein’s house and movie outings. Specifically, one entry from December 1995 is noted as difficult to read due to faded colored pencil. *   An Assistant United States Attorney is requesting access to these journal entries and any other relevant documents from Sigrid McCawley to aid in their investigation. *   The emails demonstrate a follow-up on a previous interview and the ongoing effort to gather information related to Epstein and Maxwell’s activities.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "17 Jan 2020",
      "keywords": [
        "sigrid mccawley",
        "epstein",
        "maxwell",
        "journal",
        "ny trip",
        "photographs",
        "investigation",
        "boies schiller flexner llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021064",
      "summary": "Sigrid McCawley from Boies Schiller Flexner LLP received a communication regarding a $621,000 bill submitted by Maxwell’s lawyers (Haddon Morgan) to the Epstein Estate in the USVI. The bill relates to payments Maxwell previously denied making in connection with her or any litigation. The communication included a PDF attachment labeled “EFTA00021064” and a “DS First Quarterly Account.pdf”.",
      "timestamp": "2020-02-05T00:00:00",
      "timestamp_raw": "05 Feb 2020",
      "keywords": [
        "efta00021064",
        "usvi",
        "maxwell",
        "epstein",
        "haddon morgan",
        "bill",
        "litigation",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021063",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021063",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent an email detailing a $621,000 bill submitted by Maxwell’s lawyers (Haddon Morgan) to the Epstein Estate in the USVI. This bill was submitted despite Maxwell’s prior testimony stating she wasn’t paying for related expenses or litigation. The email attached a PDF document containing this information.",
      "timestamp": "2020-02-05T00:00:00",
      "timestamp_raw": "05 Feb 2020",
      "keywords": [
        "efta00021063",
        "usvi",
        "epstein",
        "maxwell",
        "haddon morgan",
        "bill",
        "litigation",
        "estate",
        "sigrid mccawley",
        "boies schiller flexner llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021064",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026783",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Sigrid McCawley to propose a meeting with Ms. (name redacted) while she was in New York next week. The Attorney requested dates and time ranges for the meeting to facilitate scheduling coordination and offered to address any questions in advance.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "24 Feb 2020",
      "keywords": [
        "epstein investigation",
        "sigrid mccawley",
        "meeting",
        "new york",
        "scheduling",
        "u.s. attorney",
        "redaction",
        "assistant",
        "email",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026800",
            "similarity": 0.615,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026800",
      "summary": "An email chain discusses a meeting regarding the Epstein investigation. One individual (Assistant U.S. Attorney) is coordinating with Sigrid McCawley of Boies Schiller Flexner LLP to schedule a meeting potentially with Ms. at a location in New York, possibly on March 4th.  A conference in White Plains is preventing one participant from attending.  Confirmation of the meeting time and location is requested.",
      "timestamp": "2020-02-25T00:00:00",
      "timestamp_raw": "25 Feb 2020",
      "keywords": [
        "epstein investigation",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "white plains",
        "new york",
        "meeting",
        "scheduling",
        "u.s. attorney",
        "southern district of new york",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026783",
            "similarity": 0.615,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020837",
            "similarity": 0.5,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020837",
      "summary": "An email exchange occurred between Sigrid McCawley of Boies Schiller Flexner LLP and an Assistant U.S. Attorney regarding a meeting with Ms. regarding the Epstein investigation. The meeting was initially scheduled for March 4th at 2:00 PM at 1 St. Andrews Plaza (accessible via 5 Centre Street with a specific directional instruction about a red sculpture). The Assistant U.S. Attorney requested confirmation of this time and inquired about potential meeting dates while Sigrid was in New York.",
      "timestamp": "2020-02-25T00:00:00",
      "timestamp_raw": "25 Feb 2020",
      "keywords": [
        "epstein investigation",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "google maps",
        "new york",
        "meeting",
        "scheduling",
        "u.s. attorney",
        "red sculpture",
        "street address"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026800",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025125",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, is coordinating a meeting regarding the Epstein investigation. Emails confirm a meeting scheduled for March 4th at 2:00 PM with an unnamed individual, potentially involving a U.S. Attorney from the Southern District of New York. The location is described with detailed instructions, including directions and a reference to a nearby sculpture. Confirmation emails exchange logistical details and offer assistance with scheduling and transportation.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein investigation",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "meeting",
        "fort lauderdale",
        "march 4th",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023343",
      "summary": "Sigrid McCawley received an indemnification action from a reporter filed by Maxwell, referencing contradictory statements to previous depositions regarding Jeffrey Epstein and her relationship with him. The action includes previously unproduced correspondence and lists companies she was purportedly employed by. James Hill sent an email alerting Sigrid McCawley to the document and cautioning about the external email.",
      "timestamp": "2020-03-18T00:00:00",
      "timestamp_raw": "18 Mar 2020",
      "keywords": [
        "efta00023343",
        "maxwell",
        "epstein",
        "indemnification",
        "usvi",
        "depositions",
        "correspondence",
        "estate",
        "gm",
        "sigrid mccawley"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011363",
      "summary": "Sigrid McCawley received an indemnification action filed by Maxwell in USVI, contradicting previous depositions where she claimed Epstein did not assist with her legal bills or receive any value. The document references previously unproduced correspondence and lists companies she was allegedly employed by. ABC is reportedly doing a story on this information. James E. Hill sent a warning regarding the external email and its confidential nature.",
      "timestamp": "2020-03-18T00:00:00",
      "timestamp_raw": "18 Mar 2020",
      "keywords": [
        "maxwell",
        "epstein",
        "indemnification",
        "depositions",
        "usvi",
        "correspondence",
        "abc",
        "legal bills",
        "estates",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030305",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent an email to counsel regarding a deposition of Ghislaine Maxwell in connection with a case involving v. Indyke, et al. Aneisha Christie, also at Boies Schiller Flexner LLP, attached a Notice of Deposition to the email and requested that recipients contact the office with any questions or concerns.",
      "timestamp": "2020-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2020",
      "keywords": [
        "deposition",
        "ghislaine maxwell",
        "notice",
        "aneisha christie",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "laura menninger",
        "legal",
        "maxwell",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027824",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, expressed strong disapproval regarding a lawsuit alleging connections to Jeffrey Epstein, particularly because it mirrors the actions of one of Epstein’s alleged co-conspirators who profited from his abuse. The lawsuit is described as a “brazen abuse of our civil justice system” and a “disgraceful insult to the real victims.” An email exchange discusses the lawsuit and Sigrid’s expressed dissatisfaction.",
      "timestamp": "2020-03-26T00:00:00",
      "timestamp_raw": "26 Mar 2020",
      "keywords": [
        "epstein",
        "lawsuit",
        "co-conspirators",
        "sigrid mccawley",
        "abuse",
        "minors",
        "justice system",
        "redaction",
        "doe",
        "criminal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025398",
      "summary": "Attorney’s Office (USAO-SDNY) is discussing a matter with the Office of Professional Responsibility (OPR). *   The USAO-SDNY is concerned about OPR potentially interviewing victims regarding contacts with the USAO-SDNY and FBI-MIA from 2005-2008, specifically concerning the Epstein case. They want to avoid discussions about the criminal scheme's substance. *   OPR requests to be advised of individuals on a list who are represented by counsel. *   OPR provides a spreadsheet detailing the legal representation of 32 individuals on the list: Brad Edwards, Jack Scarola, Sigrid McCawley, Rita Glavin, and Gloria Allred. *   Five individuals on the list are uncontactable (either due to lack of connection at the AUSA level or presumed deceased). *   The USAO-SDNY confirms they will provide OPR with information regarding individuals represented by counsel. *   All parties express a desire to maintain open communication and avoid any interference with ongoing investigations.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "usao-sdny",
        "opr",
        "interviews",
        "victims",
        "counsel",
        "legal representation",
        "criminal scheme",
        "epstein",
        "2005-2008",
        "witness statements",
        "spreadsheet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030316",
      "summary": "Daniel Kaiser, representing a client, received a deposition subpoena from Sigrid McCawley of Boies Schiller Flexner LLP regarding a case involving Jeffrey Epstein. Kaiser initially expressed concerns about his client’s assertion of Fifth Amendment rights and requested a deposition date. McCawley responded, attaching the subpoena and a document schedule. Kaiser accepted service of the subpoena, stating he would coordinate the deposition timing and location, while acknowledging his client’s right to potentially invoke the Fifth Amendment. The communication involved discussions about scheduling the deposition in early to mid-May, with Kaiser’s client’s lawyer asserting the Fifth Amendment privilege.",
      "timestamp": "2020-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2020",
      "keywords": [
        "deposition",
        "subpoena",
        "fifth amendment",
        "sigrid mccawley",
        "daniel kaiser",
        "epstein",
        "criminal proceedings",
        "recruiting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025468",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent a zip file (RFP„RFA,ROG.ZIP) to an undisclosed recipient. She indicated her staff was reviewing documents and compiling a complete set. She was working to provide access to videos and anticipated delivering them later that morning. The email included a standard confidentiality notice regarding attorney-client privilege and protected information.",
      "timestamp": "2020-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2020",
      "keywords": [
        "efta00025468",
        "redaction analysis",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "rfp",
        "rfa",
        "documents",
        "videos",
        "fort lauderdale",
        "attorney-client privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025324",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is following up with an Assistant United States Attorney regarding an interview with a key witness (identified only as “her”) concerning events involving Epstein and Maxwell. The witness initially stated she had no journal entries from April 1996 or regarding travel to New Mexico, but subsequently provided photographs. The U.S. Attorney requested a follow-up interview and access to the witness’s journal entries, as they were believed to contain valuable recollection. Sigrid McCawley has contacted the witness to schedule a phone interview and inquire about the availability of the journal entries. The witness's last journal entry was in late February and she went to New Mexico in April.",
      "timestamp": "2020-05-07T00:00:00",
      "timestamp_raw": "07 May 2020",
      "keywords": [
        "sigrid mccawley",
        "journal",
        "new mexico",
        "epstein",
        "maxwell",
        "interview",
        "united states attorney",
        "follow-up",
        "phone",
        "january 16",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023148",
            "similarity": 0.615,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025319",
            "similarity": 0.615,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025300",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025329",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023169",
      "summary": "This document details a follow-up request from the Assistant United States Attorney (Sigrid McCawley) to review journal entries from a witness regarding her interactions with Jeffrey Epstein and Maxwell. Initially, the witness offered to speak with counsel privately during a meeting and suggested a phone call. The U.S. Attorney requested a follow-up interview to revisit recollections and obtain journal entries. The witness initially proposed a meeting tomorrow, then offered an alternative Monday morning, and eventually provided photographs of the journal pages. The U.S. Attorney sought confirmation about the journal entries and offered to schedule a call to discuss logistics, emphasizing the importance of reviewing the documents for the investigation.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "phone",
        "texas",
        "eastern time",
        "maxwell",
        "epstein",
        "witness",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023148",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025319",
      "summary": "*   The initial request stemmed from a previous interview where the client mentioned specific journal entries aiding her recollection. *   The Assistant US Attorney is seeking to gain further insight through these journal entries and any other related documents. *   Sigrid McCawley is coordinating with the client to arrange a time for her to share the journal entries, offering flexibility in scheduling (phone or evenings/weekends). *   The client confirms certain journal dates and provides information regarding the content of the entries to the assistant US attorney.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "united states attorney",
        "southern district of new york",
        "january 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025324",
            "similarity": 0.615,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025300",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025329",
            "similarity": 0.727,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025295",
            "similarity": 0.75,
            "index": 64,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025300",
      "summary": "A series of emails detail a follow-up request for a witness's journal entries related to her experiences with Jeffrey Epstein and Ghislaine Maxwell. The witness initially expressed reluctance due to a previous trial, but the investigators, through Sigrid McCawley, requested a second interview and a review of her journal. The witness provided information regarding her journal’s contents, including entries from 1995-1996, and shared photographs related to that period. The investigation team sought to gain further clarity on specific recollections and requested any additional relevant documents or entries.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "interview",
        "journal",
        "maxwell",
        "epstein",
        "schedule",
        "time",
        "phone",
        "new mexico",
        "united states attorney",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025319",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025324",
            "similarity": 0.5,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025329",
            "similarity": 0.727,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025295",
            "similarity": 0.75,
            "index": 64,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.818,
            "index": 66,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025555",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, is sending information regarding a case (EFTA00025555) involving Maxwell seeking a stay due to an ongoing investigation. She attached a motion for a conference addressed to the Magistrate. The email includes standard confidentiality disclaimers.",
      "timestamp": "2020-05-13T00:00:00",
      "timestamp_raw": "13 May 2020",
      "keywords": [
        "filing",
        "stay",
        "investigation",
        "redaction",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "maxwell",
        "motion",
        "conference",
        "efta00025555"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037947",
      "summary": "An FBI Special Agent from the New York field office (NY) contacted Ms. [REDACTED] regarding the Epstein case. The Agent was contacted by another FBI agent who had been instructed to reach out to Ms. [REDACTED] by Attorney Sigrid McCawley. The Agent offered availability for discussion starting 10 AM the following day and throughout the following week.",
      "timestamp": "2020-06-18T00:00:00",
      "timestamp_raw": "18 Jun 2020",
      "keywords": [
        "epstein case",
        "fbi",
        "redaction analysis",
        "human trafficking",
        "child exploitation",
        "sigrid mccawley",
        "new york",
        "availability",
        "correspondence",
        "efta00037947"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021840",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent an email alerting the recipient to a new document filed in the case of *v. Maxwell* (S.D.N.Y. 1:15-cv-07433-LAP). The document is a letter from Ty Gee to Judge Loretta A. Preska requesting reconsideration of a July 23rd ruling. The letter includes five exhibits (Exhibits A-E) filed by Ghislaine Maxwell. The document was entered on July 29, 2020.",
      "timestamp": "2020-07-29T00:00:00",
      "timestamp_raw": "July 29, 2020",
      "keywords": [
        "maxwell",
        "efta00021840",
        "docket",
        "judge preska",
        "ty gee",
        "ghislaine maxwell",
        "filing",
        "reconsideration",
        "exhibits",
        "court records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030792",
      "summary": "On July 29, 2020, Sigrid McCawley of Boies Schiller Flexner LLP notified a recipient about a filing by Ghislaine Maxwell’s counsel in the case *v. Maxwell* (Doc# 1078, S.D.N.Y. 1:15-cv-07433-LAP). The filing was a letter from Ty Gee requesting reconsideration of Judge Preska’s July 23 ruling, accompanied by five exhibits (Exhibits A-E). The email included a warning about external emails and a disclaimer regarding confidential information.",
      "timestamp": "2020-07-29T00:00:00",
      "timestamp_raw": "July 29, 2020",
      "keywords": [
        "maxwell",
        "redaction",
        "prosecution",
        "defense counsel",
        "transcript",
        "filing",
        "judge preska",
        "ty gee",
        "ghislaine maxwell",
        "s.d.n.y."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022958",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, forwarded a Motion to Stay filed by Maxwell’s counsel regarding case 2d Cir. 20-02413 (v. Maxwell). The motion was filed on July 30, 2020, and service was completed by CM/ECF. The motion was entered into the docket on July 30, 2020, on behalf of Ghislaine Maxwell. The email chain originated from ECFdocuments@pacerpro.com.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "efta00022958",
        "maxwell",
        "2d cir.",
        "motion to stay",
        "ghislaine maxwell",
        "redaction analysis",
        "ecfdocuments",
        "boies schiller flexner llp",
        "july 30",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017068",
      "summary": "Sigrid McCawley, of Boies Schiller Flexner LLP, sent an email to notify Peter Skinner regarding a Motion to Stay filed by counsel for Ghislaine Maxwell in the case 2d Cir. 20-02413. The motion was filed on July 30, 2020, and McCawley stated she would respond by the following day. The email also included a link to the case details on the PACER system. A separate page contained a confidentiality notice regarding the electronic message.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "efta00017068",
        "maxwell",
        "2d cir. 20-02413",
        "motion to stay",
        "ghislaine maxwell",
        "legal documents",
        "litigation",
        "ecfdocuments",
        "boies schiller flexner llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021879",
      "summary": "Sigrid McCawley from BOIES SCHILLER FLEXNER LLP is requesting clarification regarding a letter from Menninger related to an unsealing process. The letter includes attachments: an address letter to Judge Loretta A. Freska and Exhibit A. McCawley is preparing for potential information within the letter and emphasizes the confidential nature of the electronic communication.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "filing",
        "redaction",
        "sigrid mccawley",
        "bsfllp",
        "loretta a. freska",
        "menninger",
        "unsealing",
        "attorney-client privilege",
        "fort lauderdale",
        "2020-08-10"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017803",
      "summary": "A legal brief, titled “BRIEF, on behalf of Appellant Ghislaine Maxwell,” was filed in the 2d Circuit Court regarding the case *v. Maxwell* (Docket No. 20-02413). Sigrid McCawley of Boies Schiller Flexner LLP sent the brief to Deborah Knowlton. If Judge Nathan denies a motion to modify the protective order, Maxwell’s attorneys intend to appeal to the Second Circuit and seek consolidation with the appeal from Judge Preska’s order. The brief was filed on August 20, 2020, and entered into the court record on the same date.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "August 20, 2020",
      "keywords": [
        "efta00017803",
        "ghislaine maxwell",
        "2d cir.",
        "protective order",
        "appeal",
        "motion",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "docket entry",
        "brief",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029499",
      "summary": "On October 12, 2020, discussions occurred regarding the US Attorney’s Office’s (SDNY) decision not to pursue an investigation into Jeffrey Epstein in 2016. Victims’ attorneys, including Stan Pottinger, Brad Edwards, and Peter Skinner, contacted SDNY seeking guidance on a potential investigation involving perjury charges against Maxwell.  Multiple meetings took place, including one with David Boies and Sigrid McCawley, where the team proposed charging Maxwell with perjury and investigating potential conspiracy. These efforts failed, with the SDNY initially citing a lack of facts and witnesses, and later opening an investigation under Berman following Miami Herald articles. Stephen Brown, a reporter for the NY Daily News, was seeking information about the reasons for the inaction, the FBI’s involvement, and the decision-making process within SDNY.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "epstein",
        "sdny",
        "perjury",
        "investigation",
        "victims",
        "maxwell",
        "2016",
        "prosecution",
        "ausa",
        "brown",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038211",
      "summary": "Sigrid McCawley, a Partner at BOIES SCHILLER FLEXNER LLP, received emails regarding a meeting related to a DOJ investigation involving Epstein victims. The meeting was initially intended for an overseas client to attend in person, but a zoom option was not available due to travel restrictions. A colleague confirmed the meeting’s purpose was to review information from a 2006 investigation. The sender repeatedly confirmed receipt of the invitation and requested a list of attendees, including confirming the names of all clients involved.  The emails contained standard disclaimers regarding external communications and confidentiality.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "sigrid mccawley",
        "boies schiller flexner llp",
        "epstein victims",
        "doj invites",
        "zoom",
        "investigation",
        "meeting",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023255",
      "summary": "A bail application was submitted from [REDACTED] to Sigrid McCawley, with [REDACTED] included in the \"To\" and \"Cc\" fields. The application is referenced as \"USAHUB-USAJouma1111\" and was dated December 3, 2020. The subject was “bail application” and the file name associated with the application is “bail_application.msg”.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "December 3, 2020",
      "keywords": [
        "bail application",
        "redaction analysis",
        "efta00023255",
        "sigrid mccawley",
        "usahub",
        "2020",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038153",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, was communicating regarding a DOJ meeting involving Epstein victims. She was attempting to coordinate calls with other parties, including an individual not on her client list. She provided a list of client locations who desired to participate but could not travel (New York, New Jersey, Texas, Spain, South Africa, Australia).  A previous email chain discussed alternative participation methods and locations due to travel limitations.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "sigrid mccawley",
        "doj",
        "epstein victims",
        "boies schiller flexner llp",
        "travel",
        "locations",
        "email",
        "client list",
        "communication",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009865",
      "summary": "*   The initial request was for the statement to be submitted as a signed declaration, but the Assistant U.S. Attorney preferred a separate PDF with attribution. *   The statement itself expresses concern about Maxwell’s potential flight and argues she is a psychopath who continues to abuse power and exploit others. It references her history of abuse, manipulation, and disregard for responsibility. *   The statement urges the court to deny bail and maintain her incarceration until trial.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "sigrid mccawley",
        "ghislaine maxwell",
        "filing",
        "bail motion",
        "united states attorney",
        "redaction",
        "statement",
        "maxwell",
        "justice",
        "victim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031821",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031820",
      "summary": "Sigrid McCawley is responding to a message regarding a filing (likely a document or submission) identified as EFTA00031820. The message was sent on December 15, 2020, and included a related message named \"Filing.msg.\"",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "filing",
        "efta00031820",
        "sigrid mccawley",
        "usahub",
        "message",
        "analysis",
        "redaction",
        "2020",
        "2025",
        "bcc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031821",
      "summary": "Sigrid McCawley sent a statement to Boies Schiller Flexner regarding Ghislaine Maxwell’s case. The statement expresses concern about Maxwell’s potential release on bail, citing her history of abuse, manipulative behavior, disregard for others, and potential to flee.  She believes Maxwell is a psychopath and fears she will continue to harm others if released. The sender requests the statement be submitted as a separate PDF with appropriate attribution and suggests a letter addressed to Judge Nathan as the most suitable format.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "filing",
        "statement",
        "redaction",
        "maxwell",
        "victim",
        "judge nathan",
        "prosecution",
        "psychopath"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009865",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027158",
      "summary": "The Government is responding to a scheduling order regarding the United States v. Ghislaine Maxwell case. Four victims (Victim-1, Victim-3, Victim-4, and Victim-2) will not be attending the arraignment. Victim-2 will attend by phone, and her attorneys, David Boies and Sigrid McCawley, will attend in person.",
      "timestamp": "2021-04-21T00:00:00",
      "timestamp_raw": "21 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "victim-1",
        "victim-2",
        "victim-3",
        "victim-4",
        "arraignment",
        "scheduling order",
        "david boies",
        "sigrid mccawley"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009897",
            "similarity": 0.615,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009897",
      "summary": "The email exchange concerns the attendance of victims at the arraignment in United States v. Ghislaine Maxwell (20 Cr. 330 (MN)). Four government attorneys will attend the conference. Victims 1, 3, and 4 will not attend, with their counsel. Victim 2 will attend by phone, and her attorneys, David Boies and Sigrid McCawley, will attend in person. The government is responding to a scheduling order regarding victim attendance notification.",
      "timestamp": "2021-04-21T00:00:00",
      "timestamp_raw": "21 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "victim-1",
        "victim-2",
        "victim-3",
        "victim-4",
        "attorneys",
        "conference",
        "scheduling order",
        "arraignment",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027158",
            "similarity": 0.615,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027162",
      "summary": "Jeff Pagliuca sent a collection of documents, including responses to a motion to quash, subpoenas, and a letter regarding redactions, to Laura Mennin, Nicole Simmons, and Sabina Mariella. Sigrid McCawley requested confirmation that these materials could be sent to the Government for review and potential redaction requests, following Judge Nathan’s order.",
      "timestamp": "2021-04-21T00:00:00",
      "timestamp_raw": "21 Apr 2021",
      "keywords": [
        "efta00027162",
        "redaction analysis",
        "judge nathan",
        "bsf llp",
        "maxwell rule 17",
        "government",
        "rule 17",
        "subpoenas",
        "fort lauderdale",
        "april 21",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027394",
      "summary": "An Assistant United States Attorney notified Sigrid McCawley and David about a recent order (2021.07.30_Order Regarding_Local_Rule_23.1.pdf) from Judge Nathan concerning Local Criminal Rule 23.1. The rule applies to counsel of record and attorneys associated with criminal cases. The full text of the local SDNY rules is available on the court’s website.",
      "timestamp": "2021-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2021",
      "keywords": [
        "efta00027394",
        "local criminal rule 23.1",
        "sdny rules",
        "judge nathan",
        "attorneys",
        "criminal case",
        "united states attorney",
        "sigrid mccawley",
        "order",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024793",
      "summary": "A redacted version of a defense memorandum of law in support of a Federal Rule of Evidence 412 motion was sent to Sigrid McCawley from the Assistant United States Attorney for the Southern District of New York. The motion was filed under seal, and a response is due by November 1, 2021, also filed under seal. An in-camera hearing is tentatively scheduled for November 5, 2021, and a court order regarding the November 1 conference is attached.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "rule 412",
        "motion",
        "redaction",
        "evidence",
        "seal",
        "conference",
        "november",
        "court",
        "defense",
        "memorandum"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032594",
      "summary": "Sigrid McCawley exchanged emails regarding a Rule 17(c) subpoena with an Assistant United States Attorney. The subpoena sought information from the Epstein Victim Compensation Fund. The Assistant U.S. Attorney intended to file a motion to quash the subpoena and requested a call to discuss it and scheduling for future meetings.  Multiple emails reiterated the request for a call and confirmed the Assistant U.S. Attorney’s availability for discussion.",
      "timestamp": "2021-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2021",
      "keywords": [
        "rule 17(c) subpoena",
        "sigrid mccawley",
        "efta00032594",
        "maxwell",
        "epstein victim compensation fund",
        "united states attorney's office",
        "court",
        "scheduling",
        "motion to quash"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010117",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a motion to quash to Sigrid McCawley regarding the case US v. Maxwell (20 Cr. 330 (AJN)). The motion was filed by email and temporarily sealed. The sender requested a potential conversation for the following day.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "efta00010117",
        "us v. maxwell",
        "motion to quash",
        "sigrid mccawley",
        "southern district of new york",
        "redacted",
        "email",
        "2021.11.18"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016492",
      "summary": "An Assistant United States Attorney from the Southern District of New York communicated with Bobbi C. Sternheim regarding articles flagged for potential reporting issues. David Boies and Sigrid McCawley, counsel for the case, confirmed that they and their client have no intention of providing press briefings during the upcoming trial and have complied with SDNY Local Rule 23.1. Sternheim provided her updated contact information in a separate email attachment.",
      "timestamp": "2021-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2021",
      "keywords": [
        "efta00016492",
        "boies",
        "articles",
        "redaction",
        "sdny local rule 23.1",
        "david boies",
        "sigrid mccawley",
        "press briefings",
        "trial",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025329",
      "summary": "*   The initial request involves a phone interview to determine a suitable time, considering logistical constraints. *   The client, Sigrid McCawley, has provided information regarding the client's journal entries, specifically noting dates of entries (late February, January 7, 1996, January 25, 1996) and related events (travel to New Mexico, trips to Epstein’s house, movie outings). *   The attorney has received photographs from the client and is seeking additional journal entries or documents related to the client's experiences with Epstein and Maxwell. *   Communication between the Assistant United States Attorney and Sigrid McCawley involves confirming details about the journal and scheduling the follow-up interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "united states attorney",
        "phone",
        "schedule"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025300",
            "similarity": 0.727,
            "index": 39,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.727,
            "index": 38,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025324",
            "similarity": 0.667,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025295",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025305",
            "similarity": 0.583,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.727,
            "index": 66,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025295",
      "summary": "A series of emails detail a follow-up request for a witness’s journal entries related to her experiences with Jeffrey Epstein and Maxwell. The witness, referred to as “her,” initially expressed a willingness to provide information and sent photographs. The Assistant United States Attorney repeatedly requests access to her journal entries, specifically mentioning entries from 12/95, 01/07/1996, and 01/25/1996, and inquiring about entries regarding a New Mexico trip in April. The witness provided clarification on the journal’s contents and confirmed the timeline of entries, and offered to schedule a call to discuss logistics. Redactions obscure specific details within the emails.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sigrid mccawley",
        "journal",
        "interview",
        "epstein",
        "maxwell",
        "new mexico",
        "january 2020",
        "united states attorney",
        "schedule",
        "phone",
        "time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025329",
            "similarity": 0.818,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025300",
            "similarity": 0.75,
            "index": 39,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.75,
            "index": 38,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025305",
            "similarity": 0.5,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.75,
            "index": 66,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025305",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is coordinating with an Assistant United States Attorney regarding follow-up interviews with a subject related to an investigation. Initial requests for information included scheduling calls for a second interview (potentially at different times/days), determining the subject’s desired interview time and length, and requesting access to the subject's journal entries. The subject provided photographic evidence of journal pages and indicated entries exist from 12/95, 01/07/1996, and 01/25/1996, referencing trips to New York and meetings with Epstein. The Assistant U.S. Attorney requested further information from the subject’s journal and offered to discuss logistics.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "new mexico",
        "epstein",
        "maxwell",
        "scheduling",
        "call",
        "united states attorney",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025295",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025329",
            "similarity": 0.583,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025501",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025501",
      "summary": "The document records a series of email exchanges between attorneys at Boies Schiller Flexner LLP and Sigrid McCawley regarding a follow-up interview related to an investigation involving Jeffrey Epstein and Maxwell. The core request is for McCawley to provide journal entries detailing her experiences with Epstein and Maxwell. Initial communication involves scheduling a call to discuss logistics, confirming McCawley’s willingness to participate, and seeking clarification regarding specific journal entries, particularly those from 12/95, 01/07/1996, and 01/25/1996. The investigation team expresses a desire to review any relevant documents and explore her recollections.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "interview",
        "journal",
        "maxwell",
        "epstein",
        "time",
        "schedule",
        "new mexico",
        "phone",
        "united states attorney",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025305",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025295",
            "similarity": 0.75,
            "index": 64,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025329",
            "similarity": 0.727,
            "index": 63,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    }
  ]
}