{
  "keyword": "passport",
  "count": 47,
  "keyword_match_count": 47,
  "content_match_count": 33,
  "total_files": 80,
  "timeline": [
    {
      "file_id": "EFTA00030343",
      "summary": "An FBI agent (“I (NY) (FBI)”) sent an email to “i ) c” regarding travel information for Ghislaine Maxwell, born January 1, 2000. Maxwell traveled 15 times with 7 outbound flights, primarily to the United Kingdom (5 times), Japan (1 time), and Qatar (1 time), between January 1, 2017, and June 29, 2020. Attached documents include outbound travel records (with UK and France passports) and inspection documents citing her citizenship in both the UK and France.",
      "timestamp": "2000-01-01T00:00:00",
      "timestamp_raw": "January 1, 2000",
      "keywords": [
        "maxwell",
        "travel",
        "uk",
        "france",
        "passport",
        "citizenship",
        "flights",
        "ghislaine maxwell",
        "fbi",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028563",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021181",
      "summary": "On 01/21/2000 at 23:35 Eastern Time, Jeffrey Epstein, a male born on 01/21/2000, was admitted into the United States as an inbound passenger via airline (NOT API) flight 5C5LS from Palm Beach International Airport. The encounter occurred at RM06, and the processing result was not referred to any agency. The manifest indicator was ‘N’ and passenger status was not updated.",
      "timestamp": "2000-01-21T00:00:00",
      "timestamp_raw": "01/21/2000",
      "keywords": [
        "u.s. customs",
        "border protection",
        "jeffrey epstein",
        "passport",
        "united states",
        "airline",
        "cbp",
        "arrival",
        "departure",
        "passenger status"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024275",
      "summary": "This document is a collection of messages exchanged on April 11, 2005, primarily between Jeffrey Epstein and various individuals involved in his business activities, including financial transactions, property management, and travel arrangements. The messages cover a range of topics, including stock purchases (CELG), real estate deals in Palm Beach (PB), travel arrangements (flights, boat rentals), meeting scheduling, financial approvals (Dr. Landon’s payment), communication with colleagues and associates (Miles, Eric, Dan Sperberg), and logistical details like tile arrangements and photo delivery. Several individuals were attempting to contact Jeffrey Epstein regarding specific requests or updates, often through email correspondence. Key issues included confirming deadlines for investments, coordinating travel, managing property assets, and handling administrative tasks like billing and payments.",
      "timestamp": "2005-04-11T00:00:00",
      "timestamp_raw": "April 11, 2005",
      "keywords": [
        "jeffrey epstein",
        "messages",
        "calls",
        "dates (04/11/2005)",
        "celg",
        "pb",
        "tile",
        "yacht",
        "finances",
        "meetings",
        "real estate",
        "passport",
        "nyu",
        "photography",
        "stock"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008870",
      "summary": "This document is a record of messages exchanged on April 11, 2005, primarily between Jeffrey Epstein and various individuals including Gabriel Perahla, William Easton, Ira Zicherman, and others. The messages cover a wide range of topics including: scheduling calls, coordinating travel arrangements (flights, taxis), managing property (beach house, cabana tiles), discussing financial transactions (stock purchases, payments), arranging meetings (with executives, swimsuit lines), and addressing logistical details (emailing documents, contacting physicians, resolving passport issues). Several individuals were requesting assistance or updates on specific matters, and there were confirmations and follow-ups on previous communications.",
      "timestamp": "2005-04-11T00:00:00",
      "timestamp_raw": "April 11, 2005",
      "keywords": [
        "jeffrey epstein",
        "gabriel perahla",
        "william son",
        "jetblue",
        "tiles",
        "real estate",
        "christine condon",
        "carole koeppel",
        "stock",
        "yacht",
        "swimsuit",
        "heart test",
        "passport",
        "emerging market fund",
        "power symposium",
        "pool specialist",
        "danielle",
        "ny",
        "paris",
        "pinto",
        "tiki house",
        "reservations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027830",
      "summary": "This document is a questionnaire for United States Attorneys’ Offices and the Executive Office for United States Attorneys regarding foreign travel. It outlines a series of steps and questions to be addressed before travel, including: *   **Travel Details:** Collecting traveler information like name, position, destination, dates, and passport details. *   **Reservations & Approvals:** Requiring confirmed flight itineraries, lodging, and approval from OIA (Office of Inter-Agency Liaison Affairs) and potentially the State Department (eCC clearance). *   **Security & Training:** Assessing traveler security clearance levels, completion of HTSOS and FACT training, and addressing high-threat area travel. *   **Specific Case Questions:** Gathering details about the purpose of travel, case specifics (e.g., witness interviews, depositions), and potential involvement of foreign authorities. *   **Submission Process:** Specifies how to submit the completed questionnaire and attachments for approval. The document covers both general foreign travel and specific questions related to travel for conference/training events or travel to countries other than Canada for judicial assistance matters.",
      "timestamp": "2016-04-28T00:00:00",
      "timestamp_raw": "April 28, 2016",
      "keywords": [
        "foreign travel",
        "usao",
        "oia approval",
        "passport",
        "stockholm",
        "sweden",
        "questionnaire",
        "destination",
        "travel reservations",
        "flight itinerary",
        "high-threat area",
        "htsos training",
        "fact training",
        "security clearance",
        "ecc system",
        "judicial assistance",
        "witness interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010277",
      "summary": "This document is a questionnaire for United States Attorneys' Offices and the Executive Office for United States Attorneys regarding foreign travel. It outlines a series of questions designed to assess traveler readiness, including passport verification, reservations, security clearances (like HTSOS and FACT training), and potential risks (high-threat areas). The questionnaire covers various aspects of travel preparation, including: *   **Traveler Information:** Basic details like name, contact information, and travel dates. *   **Reservations:** Confirmation of flights, lodging, and transportation. *   **OIA Approval:** Requirements for obtaining approval from the Office of Intelligence Analysis. *   **Security Requirements:** Confirmation of security clearances and potential equipment restrictions. *   **Country Clearance:** Obtaining clearance through the eCC system. *   **Case-Specific Questions:** Detailed questions related to the purpose of travel, including case details, witness interviews, and potential involvement of foreign authorities. The questionnaire culminates with instructions for submission and contact information for further assistance. It’s divided into sections based on the type of travel (conferences/training, judicial assistance to other countries, or travel to Canada).",
      "timestamp": "2016-04-28T00:00:00",
      "timestamp_raw": "April 28, 2016",
      "keywords": [
        "foreign travel",
        "oia approval",
        "passport",
        "travel reservations",
        "high-threat area",
        "htsos training",
        "fact training",
        "security clearance",
        "ecc clearance",
        "visa",
        "questionnaires",
        "investigations",
        "depositions",
        "witness interviews",
        "ghislaine maxwell",
        "travel arrangements",
        "travel expenses",
        "conference",
        "training event",
        "judicial assistance",
        "canada",
        "eousa",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010342",
      "summary": "This document is a redacted U.S. Passport record for Jeffrey Edward Epstein. The passport was issued by the U.S. Department of Homeland Security’s Customs and Border Protection on May 31, 2016, with an expiration date of May 30, 2020. The record includes his last name, first name, date of birth, gender, and nationality. The document is marked as “For Official Use Only / Law Enforcement Sensitive.”",
      "timestamp": "2016-05-31T00:00:00",
      "timestamp_raw": "May 31, 2016",
      "keywords": [
        "us passport",
        "jeffrey epstein",
        "passports",
        "issue date",
        "expiration dale",
        "usa",
        "homeland security",
        "customs and border protection",
        "personal information",
        "efta00010342"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038251",
      "summary": "On September 28, 2016, the FBI drafted Form FD-1057 regarding Jeffrey Edward Epstein, a convicted Child Sex Offender. Epstein planned to travel to France from September 24, 2016, departing on October 5, 2016, arriving at Le Bourget Airport in Paris at approximately 8:30 pm on September 24, 2016. Epstein's prior conviction involved procuring a person under 18 for prostitution (June 30, 2008). The FBI provided this notification to Legal Paris as an advisory. Epstein’s details include DOB: 1/20/1953, height 6’0”, weight 180 lbs, gray hair, blue eyes, and passport number 516923892. No immediate action was required.",
      "timestamp": "2016-09-28T00:00:00",
      "timestamp_raw": "September 28, 2016",
      "keywords": [
        "efta00038251",
        "jeffrey epstein",
        "child sex offender",
        "france",
        "travel advisory",
        "fbi",
        "fd-1057",
        "violent crimes",
        "sex tourism",
        "paris"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028563",
      "summary": "Ghislaine Maxwell traveled 15 times between January 1, 2017, and June 29, 2020, including 5 trips to the United Kingdom, 1 trip to Japan, and 1 trip to Qatar. Supporting documentation, including travel records and citizenship inspection documents (UK and French passports), were attached. The email was sent from an FBI agent to another FBI agent and a New York (NY) contact.",
      "timestamp": "2017-01-01T00:00:00",
      "timestamp_raw": "January 1, 2017",
      "keywords": [
        "efta00028563",
        "ghislaine maxwell",
        "travel",
        "uk",
        "japan",
        "qatar",
        "passport",
        "fbi",
        "redaction",
        "citizenship"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030343",
            "similarity": 0.538,
            "index": 0,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038980",
      "summary": "*   A travel check was last used for an outbound flight from Boston to London on 12/29/2017. *   A passport photo with a birthdate is associated with a person whose last name and first name have been redacted. The birth date is not available. *   Open source information includes a Daily Mail article referencing Ghislaine Maxwell and the Prince Andrew scandal. *   LinkedIn profiles for “Lucy Clive” with connections to the United Kingdom and activity related to freelance work and a personal website are listed. *   EFTA00038980 and EFTA00038981 are identification numbers. *   PressReader.com subscriptions are linked to EFTA00038982.",
      "timestamp": "2017-12-29T00:00:00",
      "timestamp_raw": "12/29/2017",
      "keywords": [
        "efta00038980",
        "travel checks",
        "london",
        "boston",
        "passport",
        "ghislaine maxwell",
        "prince andrew",
        "linkedin",
        "freelance",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010343",
      "summary": "On April 26, 2019, a U.S. Passport (P) was issued to Jeffrey Edward Epstein, born March 7, 2029, with a validity date of March 8, 2019. The passport was issued by the U.S. Department of Homeland Security’s U.S. Customs and Border Protection, and identified by the document number EFTA00010343. The passport status is “Issued” and “Passport.”",
      "timestamp": "2019-04-26T00:00:00",
      "timestamp_raw": "April 26, 2019",
      "keywords": [
        "us passport",
        "jeffrey epstein",
        "passport status",
        "issued",
        "usa",
        "united states",
        "dob",
        "homeland security",
        "customs and border protection",
        "efta00010343"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037576",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding passports identified as belonging to Jeffrey Epstein. The email included three attachments: USPassport.pdf, USPassport.pdf, and USPassport.Pdf, referencing document EFTA00037576.",
      "timestamp": "2019-04-26T00:00:00",
      "timestamp_raw": "26 Apr 2019",
      "keywords": [
        "epstein",
        "passports",
        "redaction",
        "uspassport",
        "efta00037576"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037732",
      "summary": "A CBP (Customs and Border Protection) email, dated April 27, 2019, flagged a passenger record (P3N06596100A01) associated with Jeffrey Epstein. The record matched an Advance Passenger Information (API) query originating from KTEB (Tampa International Airport) flight NBR: *GA N212JE on April 28, 2019, at 11:20.  The record was identified as a \"Silent Hit,\" meaning it was not displayed. The query criteria included passport number 566672615 and the reference number EFTA00037732.",
      "timestamp": "2019-04-27T00:00:00",
      "timestamp_raw": "April 27, 2019",
      "keywords": [
        "efta00037732",
        "jeffrey epstein",
        "cbp",
        "api",
        "silent hit",
        "passenger information",
        "flight ga n212je",
        "kteb",
        "pqsemail",
        "query manifest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037849",
      "summary": "A pretrial investigation regarding Jeffrey Epstein is underway within the Southern District of New York. A redacted search warrant was executed at Epstein’s residence, and images were discovered. The indictment (attached) is expected to be unsealed within an hour. Epstein’s date of birth is 1/20/53, and the government intends to pursue detention.  A Pretrial Services Technician was asked to provide pedigree information and the charging instrument, and was notified of Epstein’s arrival on July 8, 2019.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "pretrial services",
        "united states attorney",
        "search warrant",
        "redaction analysis",
        "southern district of new york",
        "indictment",
        "date of birth",
        "travel",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018178",
      "summary": "An email chain discusses the status of Jeffrey Epstein’s passport. The State Department’s Consular Affairs Bureau is seeking to revoke his valid passport, potentially due to a bail hearing and anticipated travel restrictions. One party requests a court order to facilitate the revocation process, while another party offers to provide the order if requested. The email chain involves individuals from the U.S. Attorney's Office, the DSS NY Field Office, and Consular Affairs.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein passport",
        "state department",
        "consular affairs",
        "bail hearing",
        "passport revocation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021426",
      "summary": "Martin Weinberg requested confirmation regarding excluding speedy trial time until Thursday. He also asked for information about a passport provided for a client (likely Epstein) and whether the client had been a citizen or legal permanent resident of any country other than the United States. The Assistant U.S. Attorney responded with “Thank you.” and indicated they could address new passport information appropriately.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "bail topics",
        "martin weinberg",
        "reid",
        "epstein",
        "passport",
        "pretrial",
        "speedy trial",
        "u.s. attorney",
        "citizen",
        "legal permanent resident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014469",
      "summary": "An investigation is underway regarding a passport with Jeffrey Epstein’s face on it. A person named Marius Fortelni, residing in Southampton, Saudi Arabia, was identified through his website. Agents were tasked with confirming Marius Fortelni’s date of birth and investigating why a passport from his country would be found in Epstein’s safe.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "efta00014469",
        "marius fortelni",
        "jeffrey epstein",
        "saudi arabia",
        "passport",
        "redaction",
        "dob",
        "southampton",
        "safe",
        "agents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021400",
      "summary": "On July 15, 2019, Reid Weingarten communicated with multiple parties regarding bail topics. He expressed a desire to discuss potential solutions with others, citing difficulties with demanding judges and a potential conflict. He indicated he would work on a draft protective order and general discovery.  A U.S. Attorney from the Southern District of New York requested information about a passport and inquired about Mr. Epstein’s prior citizenship or legal residency status.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "bail",
        "discovery",
        "protective order",
        "passport",
        "epstein",
        "united states",
        "citizen",
        "legal resident",
        "negotiation",
        "hearing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021416",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting information regarding Benjamin Epstein’s passport and any prior citizenship or legal permanent residency status outside of the United States. This request was initiated by Martin G. Weinberg and Reid Weingarten, and follows a previous email exchange concerning bail topics.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "bail",
        "epstein",
        "passport",
        "citizen",
        "resident",
        "united states",
        "legal permanent resident",
        "redaction",
        "martin weinberg",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014478",
      "summary": "An email chain discusses a passport filing related to Jeffrey Epstein. One party (USANYS) requests a file be completed and circulated. Another party ([REDACTED]) sends an email detailing an expired Austrian passport belonging to Epstein, arguing it was obtained for personal protection during Middle East travel and presented to potential threats. The email references a defense filing.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "passport",
        "epstein",
        "usanys",
        "filing",
        "austrian passport",
        "defense",
        "jewish faith",
        "middle east",
        "hijackings",
        "terrorism"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014482",
      "summary": "This document is a supplemental brief filed by Marc Fernich’s law office in response to the government’s arguments for Jeffrey Epstein’s continued detention in the SDNY case (19 CR 490). The core argument is against the government’s assertion that Epstein’s wealth creates an irrebuttable presumption against his release, arguing instead that conditions can be established to ensure his appearance and safety. Specifically, the brief contends: *   The government’s argument misinterprets the 18 USC § 1591 remand presumption and relies on a flawed assumption that Epstein’s wealth automatically disqualifies him from bail. *   Suitable conditions, such as a forensic accounting of his finances and co-signers like his brother Mark with a substantial net worth, can adequately mitigate any perceived risk. *   The government’s claims regarding witness payments were actually for long-time friends and employees, not victims, and the Austrian passport is expired and irrelevant. *   Recidivism rates are subject to debate, and there's no evidence to suggest Epstein would flee or be a flight risk given his financial resources and established ties. The document concludes by requesting the Court to consider these arguments and propose appropriate conditions for release if it decides to grant bail.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "remand presumption",
        "bail",
        "jeffrey epstein",
        "government detention",
        "fifth amendment",
        "sixth amendment",
        "fourteenth amendment",
        "financial disclosure",
        "forensic accounting",
        "assets",
        "release conditions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025539",
      "summary": "An investigation, involving the NYPD FBI Child Exploitation Human Trafficking Task Force, is underway regarding an Austrian national named Marius Fortelni. A communication details efforts to contact Fortelni to determine his birthday and investigate the presence of Jeffrey Epstein’s photograph on his Austrian passport, found in a safe at Epstein’s mansion. The communication includes links to Fortelni’s website and photographs of the passport.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "austrian passport",
        "marius fortelni",
        "jeffrey epstein",
        "human trafficking",
        "child exploitation",
        "fbi",
        "nypd",
        "southampton",
        "saudi arabia",
        "safe"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021576",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014493",
      "summary": "The document is a request filed by the U.S. Department of Justice in the case of Jeffrey Epstein to partially file under seal due to sensitive information. It details several pieces of evidence obtained since a previous detention hearing: *   **Payments to Witnesses:** The government provided information about $100,000 and $250,000 wire transfers made by Epstein to individuals linked to the Miami Herald articles detailing his misconduct and NPA. The identities of these recipients are being redacted. *   **Palm Beach Police Report:** A supplemental redacted copy of a Palm Beach police report was provided, revealing details about Epstein’s involvement in facilitating minor trafficking. *   **Foreign Passports:** Two passports – one appearing to be an expired foreign passport with a different name and another a U.S. passport – were seized from Epstein’s residence. Both are being requested to be filed under seal due to their sensitive nature. *   **Cash and Diamonds:** Over $70,000 in cash and 48 loose diamonds were found in a safe at Epstein’s residence. The government requests that Exhibits B and C (the foreign and U.S. passports) be filed under seal. They also seek information regarding the foreign passports and Epstein's potential foreign citizenship. The document concludes by reiterating the rationale for continued detention pending trial.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "miami herald",
        "payments",
        "npa",
        "co-conspirator",
        "detention hearing",
        "passports",
        "redacting",
        "diamonds",
        "cash"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021576",
      "summary": "48 diamonds were found within a safe, accompanied by appraisal reports. Currency found included $72,083 in cash and a $100 American Express traveler's check, along with $32 EUR. An Austrian passport and an expired US passport belonging to Jeffrey Epstein were also discovered in the safe. The investigation involved tracing the passport holder, Marius Fortelni, who resided in Southampton, NY and previously in Saudi Arabia, and attempting to determine his connection to the discovered items. The NYPD/FBI Child Exploitation Human Trafficking Task Force was involved in the investigation.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "austrian passport",
        "jeffrey epstein",
        "marius fortelni",
        "diamond",
        "safe",
        "currency",
        "nypd",
        "fbi",
        "human trafficking",
        "southampton"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025539",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016748",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, submitted a letter to Judge Berman on July 16, 2019, in response to questions raised during Jeffrey Epstein’s detention hearing. The letter provided additional information related to several key aspects of the case: *   **Payments to Witnesses:** The government disclosed that Epstein wired $100,000 to one individual and $250,000 to another, both of whom were identified as potential co-conspirators and featured in articles about the case. The identities of these individuals were redacted from the public version of the letter. *   **Palm Beach Police Report:** The government provided an unredacted copy of a Palm Beach police report, previously submitted with redactions, detailing the circumstances surrounding the investigation. *   **Foreign Passports:** The government revealed that law enforcement seized two passports—one expired foreign passport with a different name and a U.S. passport—from Epstein’s residence. The government requested that these passports be filed under seal due to containing sensitive personal information. *   **Cash and Diamonds:** The government revealed that approximately $70,000 in cash and 48 diamond stones were found in Epstein’s safe, raising concerns about his potential ability to flee. *   **Request for Seal:** The government formally requested that Exhibits B and C (the foreign and U.S. passports) be filed under seal due to containing personally identifiable information and sensitive investigation details.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "miami herald",
        "non-prosecution agreement",
        "financial institution",
        "redaction",
        "palm beach",
        "foreign passport",
        "united states",
        "sexual misconduct",
        "trafficking minors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016172",
      "summary": "The U.S. Department of Justice, via the United States Attorney for the Southern District of New York, is responding to Jeffrey Epstein’s July 16, 2019 letter regarding an expired Austrian passport. The government disputes Epstein’s claim about the passport’s expiration, presenting evidence of numerous travel stamps indicating its use in countries like France, Spain, the UK, and Saudi Arabia in the 1980s. The government also points out that Epstein has not disclosed his citizenship or legal residency status outside of the United States.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "redaction analysis",
        "southern district of new york",
        "united states v.",
        "foreign passport",
        "austrian passport",
        "ecf",
        "richard m. berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025513",
      "summary": "On July 17, 2019, an email requested the Austrian passport of Jeffrey Epstein to be brought to court. An additional email, sent the following day, requested personal effects seized during an arrest (money, wallet) to be returned to Epstein’s lawyers.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "passport",
        "arrest",
        "personal effects",
        "lawyers",
        "chain of custody",
        "epstein",
        "return",
        "seized",
        "flight",
        "court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037827",
      "summary": "An email was sent from EFTA00037827 to multiple recipients regarding Epstein passport photographs. Six JPEG images attached to the email, dated July 17, 2019, were sent. The sender requested notification if there were issues opening the attachments and offered to resend them.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "epstein",
        "passport photographs",
        "redaction",
        "20190717",
        "images",
        "efta00037827"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030613",
      "summary": "The FBI New York – C20, VCAC/Human Trafficking received nine passport photos related to Jeffrey Epstein from an unidentified source on July 17, 2019. The photos were sent via three emails due to their size. The recipient confirmed receipt and inquired if there were any issues opening the photos or if additional photos were expected.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "epstein",
        "passport photos",
        "fbi",
        "new york",
        "human trafficking",
        "emails",
        "photos",
        "received",
        "size",
        "vcac"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030612",
      "summary": "On July 17, 2019, an FBI agent (VCAC/Human Trafficking) received nine photos related to “passport” and “rpstem” from an unknown sender. The sender confirmed the delivery of three emails containing the photos and requested confirmation that all photos had been received. The agent offered to resend the photos if there were issues opening them due to their size.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "efta00030612",
        "photos",
        "fbi",
        "trafficking",
        "email",
        "u jec",
        "pstem",
        "rassport",
        "new york",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021571",
      "summary": "Michael Miller of Steptoe & Johnson LLP communicated with the U.S. Attorney’s Office regarding the U.S. v. Epstein case (19 Cr. 490). The communication outlined plans to respond to court questions without introducing new facts and to attempt to obtain and review the defendant’s passport and physical evidence. Photographs were attached, noting that pages 6 and 7 of a document were blank and not photographed.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "u.s. v.",
        "scavelli",
        "michael",
        "miller",
        "michael",
        "weingarten",
        "reid",
        "passport",
        "evidence",
        "steptoe & johnson",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014629",
      "summary": "District Judge Richard M. Berman on July 18, 2019. The government successfully argued that there was a dangerousness to others and risk of flight, citing evidence including intimidation, threats, compensation to witnesses, Epstein’s wealth and international travel, and seized evidence like sexually explicit photos and a foreign passport. The court found the defense’s proposed bail package inadequate.  The judge indicated a written opinion would follow, detailing the extensive analysis of the case, specifically addressing concerns about danger to the community and risk of flight. A scheduling conference was set for July 31st to discuss the case and address a motion for exclusion of speedy trial time.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "remand",
        "release",
        "bail",
        "dangerousness",
        "flight risk",
        "united states",
        "court",
        "fbi",
        "detention",
        "witnesses",
        "evidence",
        "paris",
        "saudi arabia",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018384",
      "summary": "Jeffrey Epstein was denied bail following a judge’s ruling, primarily due to concerns about his potential to flee and his ongoing, uncontrollable attraction to teenage girls. The judge cited Epstein’s immense wealth, including a private jet, multiple properties, and substantial cash, as factors contributing to a high flight risk.  He also believed Epstein posed a threat to potential witnesses, citing evidence of attempted intimidation and harassment.  Previous attempts to avoid prosecution through a lenient plea deal in 2007 were criticized, and the discovery of sexually suggestive photographs and a foreign passport within his Manhattan residence further solidified the judge’s concerns.  The case involved a dispute between prosecutors and Epstein’s defense regarding the significance of the passport and the evidence of witness tampering.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "bail",
        "judge",
        "assets",
        "flight risk",
        "minors",
        "criminal charges",
        "private jet",
        "mansion",
        "security",
        "witnesses",
        "passports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016759",
      "summary": "An email conversation discusses the potential sharing of information regarding an Austrian passport allegedly held by Jeffrey Epstein, initiated by an individual associated with “USANYS” and forwarded to “[REDACTED]”. The Austrian Embassy contacted the sender requesting information about the passport. The sender offered availability for a discussion on July 22nd or July 23rd.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2019",
      "keywords": [
        "epstein",
        "austria",
        "passport",
        "embassy",
        "redaction",
        "usanys",
        "information",
        "chat",
        "2019",
        "july"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016173",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016173",
      "summary": "The Austrian Embassy contacted the sender regarding information about an alleged Austrian passport possessed by Jeffrey Epstein. The sender is inquiring if information can be shared in this regard.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2019",
      "keywords": [
        "epstein",
        "austria",
        "embassy",
        "passport",
        "redaction",
        "usanys",
        "efta00016173",
        "information",
        "2019",
        "july"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016759",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020344",
      "summary": "An email chain discusses an inquiry from the Austrian Embassy regarding an alleged passport Epstein possessed. The initial email requests information about sharing details related to the passport. OIA (likely a division or agency) is involved and suggests collaboration with Alat (USANYS). Multiple individuals are involved in the communication, with contact information redacted.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2019",
      "keywords": [
        "epstein",
        "austria",
        "passport",
        "redaction",
        "legat",
        "oia",
        "alat",
        "usanys",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018438",
      "summary": "On July 31, 2019, an individual at the U.S. Department of State’s Diplomatic Security Service (DSS) sent a publicly filed order denying Jeffrey Epstein’s passport application as a courtesy. Consular Affairs Bureau was requesting a copy of the detention order to revoke Epstein’s U.S. passport, despite his incarceration. The DSS NY Field Office forwarded the request to the prosecution team for the Epstein case, who were to coordinate with Consular Affairs regarding the passport revocation.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "passport",
        "revoke",
        "state department",
        "consular affairs",
        "detention order",
        "u.s. department of state",
        "dss",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024358",
      "summary": "An email exchange occurred between multiple parties, including Keenan Trotter of Insider, regarding a request for comment on a story about Jeffrey Epstein’s case. The email details Trotter’s inquiry about the government’s investigation into Epstein’s potential ties to foreign governments, specifically referencing expired passports and citizenship inquiries. The deadline for a response was Friday at noon Eastern Time.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "insider",
        "prosecution",
        "investigation",
        "passport",
        "foreign governments",
        "case",
        "criminal",
        "travel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019938",
      "summary": "This document is a series of email exchanges between Joe Nascimento, an attorney with ROSS AMSEL RABEN NASCIMENTO, PLLC, and an Assistant U.S. Attorney regarding a case involving a former client, likely connected to Epstein. The core of the communication revolves around scheduling a meeting to discuss the client’s desire for a passport and clarification of compensation received from Epstein. Initially, the Assistant U.S. Attorney suggests Tuesday morning, prompting Nascimento to propose an earlier time on Tuesday. Nascimento also informs the Assistant U.S. Attorney that his former partner, Alan Ross, has been subpoenaed and he needs time to investigate the situation. Details about Epstein's payments to the client and the passport situation are repeatedly discussed, along with logistical arrangements for meetings in Miami, Florida. There are redactions throughout the document, indicating sensitive information is being concealed.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "efta00019938",
        "passport",
        "travel",
        "meeting",
        "scheduling",
        "attorney",
        "compensation",
        "epstein",
        "florida",
        "july 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033566",
      "summary": "On August 19, 2019, a U.S. Passport (P) was issued to Sony Oxman under the passport number EFTA00033566. The passport is issued by the U.S. Customs and Border Protection, Department of Homeland Security. The passport is for the United States of America, issued to a male individual born in USA. The document is marked as “For Official Use Only / Law Enforcement Sensitive.”",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "us passport",
        "customs and border protection",
        "homeland security",
        "passport status",
        "issue date",
        "expiration date",
        "usa",
        "nationality",
        "personal information",
        "efta00033566"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024431",
      "summary": "David Rowlands contacted [REDACTED] regarding a potential claim for consultation fees owed by Jeffrey Epstein to his late father, John Kendall Rowlands, an art historian and collector. Rowlands alleges his father assisted Epstein with art sourcing and disposal, potentially loaned items, and was aware of young girls associated with Epstein. He requested communication with US Attorney Geoffrey Berman. Rowlands attached supporting documents including his passport, birth certificate, father’s death certificate, phone bill, and scans of related images (DavidR_Passport.jpeg, DavidR_Birth_certificate.jpeg, Dad_death_certificate.jpeg).",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "consultation fees",
        "art",
        "david rowlands",
        "estate",
        "john kendall rowlands",
        "passport",
        "birth certificate",
        "phone bill",
        "us attorney geoffrey berman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038502",
      "summary": "This document is a Person Encounter List generated by U.S. Customs and Border Protection (CBP) on September 23, 2019, at 14:20 EDT. It details interactions with travelers (specifically Ghislaine Maxwell) at various international airports and locations between 2017 and 2019, including arrival and departure locations, carrier codes, and CBP site codes. The data includes flight numbers, dates, times, and status codes (e.g., “APIS” for Automated Passport Control, “REF” for reference). The list appears to be part of a larger database of CBP encounters.",
      "timestamp": "2019-09-23T00:00:00",
      "timestamp_raw": "September 23, 2019",
      "keywords": [
        "customs",
        "border protection",
        "dhs",
        "tecs",
        "person encounter list",
        "passport",
        "apis",
        "maxwell",
        "noelle",
        "doe",
        "documents",
        "date",
        "time",
        "carrier",
        "bos",
        "lhr",
        "bos doh",
        "bos lhr",
        "bos nrt",
        "bos lhr",
        "airport codes (jfk",
        "lhr",
        "bos",
        "etc.)",
        "data",
        "redaction",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021307",
      "summary": "A United States Attorney’s Office representative is coordinating interviews with potential witnesses, including a victim and her sister, on October 22nd and 23rd in New York. Sigrid McCawley, a lawyer, is assisting with scheduling, suggesting potential interview times and formats (in-person or via Skype). The initial contact requests availability from various individuals, including a person referred to as “,” and “,” to conduct interviews. The scheduling involves potential meetings starting at 2:00 PM on October 22nd, and possibly extending to 6:00 PM or later.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2019",
      "keywords": [
        "interviews",
        "sigrid mccawley",
        "united states attorney",
        "new york",
        "october 22",
        "october 23",
        "2019",
        "victim",
        "epstein",
        "skype",
        "passport",
        "visa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024287",
      "summary": "The primary focus is on scheduling interviews with this victim and her sister via video conference due to travel difficulties. The victim’s passport/visa clearance is pending, impacting the potential for in-person meetings on October 22nd or 23rd. Scheduling conflicts arise regarding meeting times, with offers to adjust the schedule and explore alternative interview formats (video conference with the sister, or a longer in-person interview). Mandy, an assistant, requested availability for interviews on October 22nd and 23rd, prompting the emails exchanged between the US Attorney’s office and Sigrid McCawley.",
      "timestamp": "2019-11-17T00:00:00",
      "timestamp_raw": "17 Oct 2019",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "video conference",
        "passport",
        "visa",
        "united states attorney",
        "new york",
        "october 22",
        "october 23",
        "scheduling",
        "victims",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024526",
      "summary": "An individual (identified as [REDACTED]) contacted [REDACTED] requesting assistance with obtaining an official passport due to upcoming international trips for witness interviews related to the Epstein investigation. The email chain included a response from [REDACTED] directing the individual to contact ext. or Litigation Support for assistance. The document pertains to case file EFTA00024526.",
      "timestamp": "2020-01-10T00:00:00",
      "timestamp_raw": "10 Jan 2020",
      "keywords": [
        "passport",
        "official passport",
        "epstein investigation",
        "witness interviews",
        "litigation support"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021052",
      "summary": "The email chain pertains to travel arrangements for a USANYS traveler to Sweden, scheduled for February 3rd and 4th, 2020. Key details include: *   An ECC request package (ECC\\_package\\_2.3.20.pdf) was attached, requiring the traveler to determine the POC and check for visa requirements. *   EOUSA needs to be notified of visa requests and the traveler's OIA approval email. *   The traveler submitted a corrected itinerary (February 4th - 6th) and a questionnaire for review. *   A travel authorization is being routed to the traveler’s trip. *   Submission of the visa request package to EOUSA/RMP Travel is recommended 5 business days prior to departure.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "travel",
        "visa",
        "eousa",
        "itinerary",
        "ecc",
        "passport",
        "state dept",
        "oia",
        "sweden",
        "travel authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020859",
      "summary": "An email exchange regarding an ECC package for a USANYS traveler’s foreign trip. The traveler needs to determine the POC, check for visa requirements, and submit a visa request package to EOUSA and RMP Travel at least five business days prior to departure, along with an OIA approval email. OIA is awaiting approval on the OIA email. A questionnaire is attached to a previous email.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "ecc package",
        "visa",
        "eousa",
        "oia approval",
        "travel",
        "state dept",
        "usanys",
        "travel request",
        "authorization letter",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029634",
      "summary": "An email exchange regarding a questionnaire (EFTA00029634) is occurring. One individual, identified as (USANYS), requests the questionnaire “ASAP” and attaches their own questionnaire, noting their passport expiration date is five months out. Another individual, [REDACTED], responds with their own questionnaire. The email chain involves multiple individuals referenced with redacted names and addresses.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "questionnaire",
        "travel",
        "passport",
        "efta",
        "usanys",
        "redaction",
        "analysis",
        "2020",
        "january",
        "attachment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037662",
      "summary": "This document is a U.S. passport renewal application submitted by Ghislaine Noelle Maxwell. The application includes personal information such as name, date of birth, address, and contact details. It also contains a letter of authorization for Passport Rush, LLC, to handle the submission and pickup of the passport. The application requires the applicant to sign and date page one. The document includes a scanned copy of the completed application form.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "2/24/2020",
      "keywords": [
        "passport renewal",
        "u.s. passport",
        "application",
        "elfa",
        "ghislaine noelle maxwell",
        "noelle",
        "birth date",
        "authorization",
        "visa",
        "passport rush"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037639",
      "summary": "On March 16, 2020, a TECS (Traveler Electronic Status Capture) record was created for Kevin Maxwell, flagged as “SO - SUSPECT. OTHER.” The record was associated with a referral to Customs and Border Protection from March 18th to April 1st, 2020, due to a possible nexus to travel in Great Britain or Ireland and a COVID-19 related public health concern.  The record contains limited personal information including date of birth, race, and a “No Fly Indicator.” Passport, address, driver’s license, phone, fingerprint, and baggage declaration information are also documented, with many fields marked as “UNKNOWN” or “No.”",
      "timestamp": "2020-03-16T00:00:00",
      "timestamp_raw": "March 16, 2020",
      "keywords": [
        "efta00037639",
        "tecs",
        "customs",
        "border protection",
        "homeland security",
        "person query",
        "maxwell",
        "kevin",
        "date of birth",
        "no fly indicator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027558",
      "summary": "An inquiry was received regarding potential assistance with obtaining a T-Visa for a client who is currently in the U.S. on a work visa and whose passport is set to expire in August 2020. The sender, [REDACTED], requested guidance on whether the client would qualify for a T-Visa and, if so, the sponsorship process. A call was offered as a means of providing further assistance.",
      "timestamp": "2020-05-22T00:00:00",
      "timestamp_raw": "22 May 2020",
      "keywords": [
        "t-visa",
        "visa",
        "sponsorship",
        "attorneys",
        "guidance",
        "u.s.",
        "work visa",
        "redaction",
        "efta00027558"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037918",
      "summary": "Email sent to Ghislaine Maxwell regarding “Maxwell Passports,” including her US passport and redacted UK/Foreign passports. The email originated from the ExchangeLabs Exchange Administrative Group on June 23, 2020. The document identifier is EFTA00037918.",
      "timestamp": "2020-06-23T00:00:00",
      "timestamp_raw": "June 23, 2020",
      "keywords": [
        "efta00037918",
        "ghislaine maxwell",
        "us passport",
        "uk passport",
        "redaction",
        "exchangelabs",
        "maxwell passports",
        "2020",
        "2025",
        "recipients"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038138",
      "summary": "Ghislaine Maxwell was arrested on June 29, 2020, based on a federal warrant from the SDNY. The arrest was related to an indictment concerning identifiers including EFTA00038138.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "arrest warrant",
        "sdny",
        "indictment",
        "efta00038138",
        "passport",
        "ssn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018505",
      "summary": "The charges include conspiracy, enticing minors, and transporting them for illegal sex acts, along with perjury.  The government argues she poses an extreme risk of flight due to: *   **Serious Charges & Potential Sentence:** The charges carry significant penalties (up to 35 years imprisonment). *   **Strong Evidence:** The case has substantial evidence, including victim testimonies and financial records. *   **Defendant's Characteristics:** Maxwell has multiple passports, substantial financial resources, extensive international connections, and has taken steps to conceal her whereabouts (recent property purchase, phone changes). She has no significant ties to the United States. The government argues that home detention with electronic monitoring would be insufficient to prevent flight. They believe the presumption in favor of detention should be maintained.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "flight risk",
        "detention",
        "ghislaine maxwell",
        "united states",
        "minors",
        "sexual abuse",
        "indictment",
        "18 u.s.c. § 3142",
        "international ties",
        "evidence",
        "presumption"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030344",
      "summary": "On June 30, 2020, at 13:10 EDT, Ghislaine Noelle Marion Maxwell, a citizen of the United Kingdom, entered the United States via the Advanced Passenger Record. The encounter occurred at Logan International Airport (BOS) in Boston, with an inspector processing the outbound flight BA LHR - London/Heathrow Intl. The manifest indicated the passenger was on board flight 212. This document is marked “For Official Use Only / Law Enforcement Sensitive.”",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "u.s. customs",
        "border protection",
        "person encounter",
        "maxwell",
        "uk",
        "passport",
        "admission",
        "flight",
        "bos",
        "heathrow",
        "manifest"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030345",
      "summary": "On June 30, 2020, at 13:26 EDT, Ghislaine Noelle Maxwell, a French national, was encountered at the Advanced Passenger Record (APR) for the ISAARPT P. OCEAN terminal. The encounter was classified as outbound, with no referral to any agency. The time of encounter was 00:00 and the processing result was not referred. The carrier was XXX - UNKNOWN AIRPORT. The document is designated EFTA00030345 and flagged as Law Enforcement Sensitive.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "u.s. customs and border protection",
        "homeland security",
        "person encounter detail",
        "passport",
        "france",
        "document number",
        "arrival",
        "departure",
        "advanced passenger record",
        "ksa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038136",
      "summary": "The document details records of Ghislaine Maxwell’s siblings: Christine, Isabel, Karine (deceased), Ann (Anne Holve), Kevin, Michael (deceased), Ian, and Philip.  It includes birth dates (where available), addresses, and passport information (UK PP). Specific flight dates and locations are noted for several siblings, including outbound flights to the UK and inbound flights from London to Boston. Kevin and Ian Maxwell both have no identified residence in the US.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "Jul 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "siblings",
        "uk pp",
        "flights",
        "dob",
        "travel history"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037688",
      "summary": "This document is an FBI communication regarding Ghislaine Maxwell, containing the following information: *   **Name:** Ghislaine Maxwell *   **DOB:** (Information redacted) *   **SSN:** (Information redacted) *   **US Passport:** (Information redacted) *   **UK Passport:** (Information redacted) The communication originates from the NY FBI and includes contact information for the NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "passport",
        "ssn",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032480",
      "summary": "An email chain discusses travel advisories issued by the State Department due to the COVID-19 pandemic, advising against travel to Level 4 locations and recommending reconsideration of travel abroad. The Special Issuance Agency (SIA) is only issuing passports for life-or-death emergencies within 72 hours.  Guidance is requested regarding booking travel, specifically concerning the Fly America Act and obtaining approval via email for travel on tourist passports. Attachments include a travel advisory PDF and a MI_London PDF.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "travel advisory",
        "covid-19",
        "state department",
        "passports",
        "travel restrictions",
        "email",
        "approval",
        "fly america act",
        "international travel",
        "quarantine"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038687",
      "summary": "An email request was made to compile a photobook for trial witnesses, specifically focusing on Jeffrey Epstein and Ghislaine Maxwell. The sender, EFTA00038687, desired formal photographs (license or passport-style) from the late 1990s or early 2000s for each individual to utilize with NYPD database searches for similar-looking fillers.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "photobook",
        "maxwell",
        "epstein",
        "witnesses",
        "trial",
        "nypd",
        "photos",
        "fillers",
        "license",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027293",
      "summary": "The U.S. Department of Justice (DOJ), specifically the Criminal Division and FBI, is prosecuting Ghislaine Maxwell for her involvement in the sexual exploitation and abuse of minor girls related to Jeffrey Epstein’s activities, spanning from 1994 to 2004. They are requesting expedited assistance from the United Kingdom Central Authority, Ms. Deborah Hand, to obtain school records, a birth certificate, and border/passport records pertaining to a victim/witness related to the case, which is scheduled for trial in November 2021.",
      "timestamp": "2021-08-04T00:00:00",
      "timestamp_raw": "August 4, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "prosecution",
        "united kingdom",
        "evidence",
        "victim",
        "witness",
        "criminal division",
        "u.s. department of justice",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021183",
      "summary": "The document is a “TECS – Person Encounter List” generated by U.S. Customs and Border Protection on September 21, 2021. It contains a record of encounters with Jeffrey Epstein, detailing his travel dates, document types (primarily passports and airline tickets), carrier information (Air Line, etc.), and locations (JFK, LHR, CDG) associated with those encounters. There are a total of 21 records. The document includes a list of codes and their corresponding values, such as “A472” relating to JFK airport, “A511” relating to CBP-CYRIL E KING, INTL AIRPORT and “A523” relating to CBP-PALM BEACH, INTERNATIONAL.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "September 21, 2021",
      "keywords": [
        "u.s. customs",
        "jeffrey epstein",
        "document",
        "airline",
        "jfk",
        "london heathrow",
        "date",
        "cbp",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021187",
      "summary": "On September 21, 2021, Ghislaine Maxwell, born July 20, 1993, entered the United States as an inbound passenger via Advanced Passenger Record. The encounter occurred at JFK - JOHN F KENNEDY INTL, departing from LHR - LONDON / HEATHROW, via Carrier Cede and Transmitted By RTZ IBA. The processing result was not referred, and the passenger status was updated. The document number is EFTA00021187.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "September 21, 2021",
      "keywords": [
        "u.s. customs",
        "border protection",
        "passenger",
        "passport",
        "france",
        "jfk",
        "heathrow",
        "arrival",
        "inbound",
        "record"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037132",
      "summary": "On March 4, 2024, the Home Office informed Miss [Applicant Name] that they have renounced British citizenship, as evidenced by a stamped declaration. The applicant is required to return any remaining British travel documents to Her Majesty's Passport Office. Renunciation of British nationality impacts the applicant’s right to reside in the UK, and they are advised to contact UK Visas and Immigration for information and to confirm their immigration status.",
      "timestamp": "2024-03-04T00:00:00",
      "timestamp_raw": "March 4, 2024",
      "keywords": [
        "british citizenship",
        "renunciation",
        "uk visas",
        "immigration",
        "uk",
        "british nationality act",
        "passport office",
        "immigration status",
        "ukvi",
        "efta00037132"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028458",
      "summary": "*   The package included an itinerary and requested information regarding a Point of Contact (POC) and visa requirements. *   The sender was requesting approval for the travel authorization and awaiting OIA (Office of Intelligence Analysis) approval. *   Attachments included a draft ECC package, a questionnaire, and a flight itinerary. *   Communication involved multiple individuals and departments including USAEO-Foreign Travel, USANYS, and OIA. *   The document’s creation date was 2025-12-26.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "eousa",
        "visa",
        "passport",
        "travel authorization",
        "ecc package",
        "itinerary",
        "oia approval",
        "state dept.",
        "sweden",
        "travel state.gov",
        "travel memo"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030621",
      "summary": "The document is a passport issued by the Republic of Austria to an individual identified as EFTA00030621.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00030621",
        "reisepass",
        "republik österreich",
        "passport",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021182",
      "summary": "On December 11, 1999, at 17:09 EDT, Jeffrey Epstein, traveling with passport, arrived inbound at Cyril E. King International Airport (A511 - CBP -CYRIL E KING, INTL AIRPORT) via Airline (NOT API). The encounter was processed by inspector Blatteeneounter Location. The result was not referred to any agency. The passenger status was not updated.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "cbp",
        "customs",
        "border protection",
        "jeffrey epstein",
        "passport",
        "united states",
        "airline",
        "passenger",
        "encounter",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005932",
      "summary": "This document is a redaction analysis report for file EFTA00005932.pdf, generated on December 24, 2025. It appears to be a TECS (Transportation Enforcement and Customs Support) Person Encounter List generated on June 6, 2019, related to a passenger named [REDACTED] who attempted to travel through JFK airport via Advanced Passenger Information System (APIS). The record details the passenger's passport information, flight details (TK carrier, JFK-ATATURK routes), and a documented judgment against the passenger by Capital One Bank USA N A. The report includes a comprehensive search of the individual's data, revealing information about utilities, addresses, and no other related entities or individuals. The report includes warnings about the report not being a consumer report and limitations regarding its use.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00005932",
        "redaction analysis",
        "person encounter",
        "passport",
        "united states",
        "last name",
        "first name",
        "date of birth",
        "encounter detail",
        "manifest data",
        "customs and border protection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014573",
      "summary": "This document is a passport extension form. It indicates the passport is valid for all countries and expires on May 21, 1987. It details the process for extending the passport's validity, including the issuing authority, location, date, and signature required. The extension is scheduled to expire on the same date, May 21, 1987.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "reisepass",
        "gültigkeit",
        "verlängerung",
        "passport",
        "validity",
        "expiry",
        "authority",
        "efta00014573",
        "signature",
        "place and date"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029692",
      "summary": "This is an application for a U.S. passport issued by the U.S. Department of State. The form collects personal information including name, address, date of birth, sex, occupation, father’s name, and emergency contact details. It also includes sections for identifying documents, oath administration, and issuing office information. The document is scanned and generated on December 26, 2025.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "passport",
        "application",
        "u.s. department of state",
        "registration",
        "name",
        "date",
        "phone",
        "security number",
        "occupation",
        "father's name"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030622",
      "summary": "This document is a passport extension/renewal. It includes versions of the passport identification in multiple languages (German, French, English, and Spanish). The validity of the passport is extended to May 2 I, 1987, with signatures and official stamps/marks related to the issuing authority.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "reisepass",
        "passport",
        "gültigkeit",
        "validity",
        "verlängert",
        "renewed",
        "länder",
        "countries",
        "welt",
        "world",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014575",
      "summary": "This document is a redacted passport (EFTA00014575) with the following information: *   **Nationality:** United States of America *   **Issue Date:** 217 *   **Expiry Date:** Expiration date is not specified. *   **Warning:** Altering the passport renders it invalid.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "passport",
        "united states",
        "nationality",
        "issue date",
        "expiry",
        "signature",
        "redaction",
        "alteration",
        "invalid",
        "efta00014575"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021191",
      "summary": "This document is a TECS (Targeted Enforcement and Communication System) Person Encounter List from U.S. Customs and Border Protection, generated on December 25, 2025. It details 39 encounters with the individual Ghislaine Maxwell, recorded between 1998 and 2021. The encounters include her passport type, carrier, origin/destination airport codes (JFK, LHR, CDG), dates, and times of each interaction.  The document also provides a legend defining the codes used for airport locations and document types.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs",
        "cbp",
        "person encounter list",
        "airline",
        "passenger",
        "jfk",
        "lhr",
        "cdg",
        "dob",
        "document",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021627",
      "summary": "This document is a scanned copy of an Austrian passport, number EFTA00021627, belonging to Marius Robert Fortelni. The passport details include his surname, given name, date and place of birth (30 July 1954, Vienna), profession (Manager), residence (Dammam / Saudi Arabia), height (1.84m), eye color (brown), and a description of his physical characteristics. The passport is valid until 21 May 1987 and is issued by the Austrian Republic. It is marked as valid for all countries of the world. Pages 3-6 contain renewal information and a sighting verification note with associated dates and markings. Pages 7-8 show additional blank pages.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "reisepass",
        "passport",
        "austria",
        "republic of austria",
        "efta",
        "surname",
        "nationality",
        "birth date",
        "height",
        "signature",
        "travel document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010078",
      "summary": "This document is a redacted excerpt from the U.S. Customs and Border Protection’s TECS (Targeted Enforcement and Communication System) – Person Encounter List. It details encounters involving individuals named Ghislaine Maxwell, recorded primarily between 1998 and 2020. The data includes the individual’s date of birth, travel dates, airline carriers (often noted as “NOT API”), flight numbers, and specific airport locations (e.g., JFK, LHR, MIA, CDG). It also contains codes representing specific CBP locations and a categorization of document types (e.g., “I” for inspection document, “P” for passport). The data represents a series of travel records related to Ghislaine Maxwell’s movements through various international airports.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00010078",
        "customs and border protection",
        "dhs",
        "tecs",
        "person encounter list",
        "maxwell",
        "ghislaine",
        "dob",
        "document number",
        "airline",
        "jfk",
        "lhr",
        "carrier code",
        "api"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010069",
      "summary": "This document is a redacted Person Encounter List generated on December 24, 2025, from U.S. Customs and Border Protection, detailing encounters with Jeffrey Epstein (DOB: 01/20/1953) at various locations including KTEB (Teterboro), KPBI (West Palm Beach), KISP (St. Thomas), KBCT (Kyratown), and KFXE (Long Island) between 2017 and 2019. The encounters involved different document types (passport, CBP-Teterboro, CBP-St. Thomas, etc.) and various Carrier Carnets (e.g., LFPB, TIST). The data includes timestamps, site codes, and status codes, and indicates multiple entry points for Epstein's travel and investigation by CBP.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00010069",
        "cbp",
        "customs and border protection",
        "jeffrey epstein",
        "person encounter list",
        "tecs",
        "dob",
        "document",
        "passenger",
        "apis",
        "kteb",
        "kpbi",
        "tist",
        "lfpb",
        "01/20/1953",
        "2025-12-24"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010341",
      "summary": "US Passport details for Jeffrey Edward Epstein, born January 20, 1953, were issued by the U.S. Department of Homeland Security’s Customs and Border Protection on September 12, 2012. The passport was valid until May 26, 2020, and was identified by the document number EFTA00010341. The passport status was issued and categorized as “For Official Use Only / Law Enforcement Sensitive.”",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "us passport",
        "jeffrey epstein",
        "us customs",
        "homeland security",
        "passport status",
        "issue date",
        "expiration data",
        "usa",
        "nationality",
        "efta00010341"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010075",
      "summary": "This document is a redacted version of a U.S. Customs and Border Protection (CBP) \"Person Encounter List\" generated on December 24, 2025. It details 40 encounters involving Jeffrey Epstein, born January 20, 1953, across various dates between 1997 and 1994. The encounters occurred at airports (JFK, LHR, CDG, HNL, SYD, LAX, NRT) and involved different airlines (BA, AF, AA, others), carrier codes, and document types (passports). The list includes information like date, time, carrier, document number, and location of the encounter. The document is marked as “For Official Use Only / Law Enforcement Sensitive”.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs",
        "border protection",
        "jeffrey epstein",
        "jfk",
        "lhr",
        "api",
        "airline",
        "document number",
        "dob",
        "carrier",
        "cbp",
        "arr",
        "i/o site",
        "1953"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029384",
      "summary": "This document is a TECS (Targeted Enforcement and Communication System) Person Encounter List generated by U.S. Customs and Border Protection. It details 88 encounters involving the individual Ghislaine Maxwell between 1998 and 2020. Each entry includes the date, time, carrier (airline), flight number, origin airport code (e.g., JFK, LHR, CDG), destination airport code, and document type (e.g., passport, inspection document). The encounters occurred at various airports across the United States and internationally. The document also includes a list of airport codes and their associated terminal designations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs",
        "border protection",
        "person encounter list",
        "dob",
        "carrier",
        "jfk",
        "lhr",
        "airline",
        "document type",
        "status",
        "api"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010083",
      "summary": "This document is a TECS (Traveler Encounter Capture System) Person Encounter List generated on December 24, 2025, detailing interactions between U.S. Customs and Border Protection (CBP) officers and individuals at various international airports and seaports. It records the date, time, and location of encounters, along with traveler information (name, date of birth, document type, carrier code, and site of interaction). The list includes details related to passenger processing, including Automated Passport Control (APC) usage, and various airport codes. The data appears to be a record of CBP officer interactions with travelers arriving at and departing from locations worldwide.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta",
        "cbp",
        "person encounter list",
        "passenger",
        "document",
        "dob",
        "bos",
        "lhr",
        "airport",
        "airline",
        "api",
        "maxwell",
        "noelle",
        "travel",
        "border control"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}