{
  "keyword": "federal bureau of prisons",
  "count": 171,
  "keyword_match_count": 171,
  "content_match_count": 53,
  "total_files": 224,
  "timeline": [
    {
      "file_id": "EFTA00028723",
      "summary": "This document outlines procedures for the creation and operation of Boards of Inquiry and Inquiry Teams within the U.S. Department of Justice’s Federal Bureau of Prisons. Here’s a breakdown of the key points: *   **Purpose:** These teams investigate incidents and situations, gathering evidence, determining causes, and recommending corrective steps. They’re primarily used for significant or unusual incidents. *   **Authority:** The Director creates Boards of Inquiry, while Regional Directors or Wardens create Inquiry Teams (with Director approval). *   **OIA Involvement:** The Office of Internal Affairs (OIA) plays a crucial role, particularly in staff misconduct cases, ensuring employee rights and evidence preservation. An OIA member is typically included on Boards of Inquiry involving misconduct. OIA also assists teams with consultations and expenses. *   **Reporting Requirements:** Reports must be detailed, including recommendations, and may be subject to release under FOIA or subpoena if related to legal proceedings. *   **Team Composition:** Boards and Teams can include Bureau staff, legal counsel, and external experts. Regional Teams should avoid solely consisting of staff from one institution. *   **Interview Procedures:** Strict guidelines govern witness interviews, including advising on rights, confidentiality, and potential legal implications (e.g., Miranda rights if criminal misconduct is suspected). *   **Documentation:** Comprehensive records (notes, photos, recordings) are preserved throughout the inquiry process. Essentially, this document establishes a formalized process for investigating incidents within the Bureau of Prisons, emphasizing thoroughness, legal considerations, and accountability.",
      "timestamp": "2000-03-09T00:00:00",
      "timestamp_raw": "3/9/2000",
      "keywords": [
        "boards of inquiry",
        "inquiry teams",
        "investigations",
        "evidence",
        "policy",
        "regulations",
        "oia",
        "bureau of prisons",
        "foia",
        "misconduct",
        "legal",
        "reports",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035323",
      "summary": "Department of Justice’s Federal Bureau of Prisons. The program’s purpose is to prevent self-destructive behavior and reduce the risk of inmate suicide. Key elements include: *   **Responsibilities:** The Chief Psychologist is the program coordinator. *   **Procedures:** All staff must immediately refer potentially suicidal inmates to Psychology Services. The Psychology Services Inmate Questionnaire (PSIQ) is used for initial screening. Inmates exhibiting suicidal thoughts or distress receive a suicide watch, typically involving continuous visual observation by inmate companions. *   **Maintenance:**  Suicidal inmates are placed in a designated 2nd floor suicide prevention area, subject to specific procedures regarding companions (gender restrictions), room inspections, and item restrictions. *   **Documentation:** Observations are recorded in a Suicide Watch Log Book. *   **Exceptions:** Specific rules apply for Unit 3 inmates, alternate watch rooms, and certain visitation/phone scenarios, all requiring approval from higher-level authorities. *   **Inmate Companions:**  Volunteers are recruited and trained to monitor inmates on suicide watch, receiving compensation for their time. *   **Staff Training:**  All staff receive training on recognizing suicidal behavior and implementing prevention techniques, with supplemental training for specific units and emergency response exercises. The directive rescinds an older version (NYM 5324.05c) and is effective upon issuance.",
      "timestamp": "2007-04-05T00:00:00",
      "timestamp_raw": "April 5, 2007",
      "keywords": [
        "suicide prevention program",
        "inmates",
        "psychology services",
        "suicide watch",
        "referral",
        "procedures",
        "directive",
        "observation",
        "questionnaire",
        "mental health",
        "intervention",
        "staff responsibilities",
        "restraints",
        "unit 2",
        "unit 3",
        "9 south"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033486",
      "summary": "Department of Justice, Federal Bureau of Prisons, outlining standards of conduct for all employees, contractors, and volunteers working within Bureau facilities. It complements Office of Government Ethics (OGE) policies and covers areas such as ethics, conflicts of interest, post-employment restrictions, procurement integrity, and attorney ethics. The statement applies to a broad range of personnel, including Public Health Service and National Institute of Corrections staff, and emphasizes the importance of respectful conduct, adherence to regulations, and reporting violations. Key changes from a previous version include specific prohibitions regarding illegal drugs, modifications to procedures related to contraband, introduction of outside employment, and the handling of inmate interactions. The program emphasizes accountability and outlines a range of disciplinary actions, and references various other related policies and regulations.",
      "timestamp": "2013-12-06T00:00:00",
      "timestamp_raw": "12/6/2013",
      "keywords": [
        "standards of conduct",
        "bureau of prisons",
        "ethics",
        "employee conduct",
        "conflict of interest",
        "procurement integrity",
        "post-employment restrictions",
        "sexual conduct",
        "contraband",
        "security",
        "investigation",
        "regulations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036446",
      "summary": "The attached slideshows are SHU Training and Suicide Prevention Training Slideshows for the quarter. Completion tracking is in place with a deadline of 10/21/2014.",
      "timestamp": "2014-10-21T00:00:00",
      "timestamp_raw": "10/21/2014",
      "keywords": [
        "efta00036446",
        "suicide prevention",
        "training",
        "shu",
        "lieutenant",
        "treaty transfer",
        "us department of justice",
        "federal bureau of prisons",
        "mcc new york",
        "deadline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036445",
      "summary": "A training slideshows (“SHU Training” and “Suicide Prevention Training”) related to suicide prevention for the Special Housing Unit (SHU) were sent to recipients from the US Department of Justice, Federal Bureau of Prisons, MCC New York. The training was due to be completed by October 21, 2014, and completion would be tracked.",
      "timestamp": "2014-10-21T00:00:00",
      "timestamp_raw": "October 21, 2014",
      "keywords": [
        "shu",
        "suicide prevention",
        "training",
        "slideshow",
        "completion",
        "deadline",
        "us department of justice",
        "federal bureau of prisons",
        "mcc",
        "treatment transfer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035394",
      "summary": "The MCC’s primary role is to confine pretrial individuals awaiting conviction, distinguishing them from convicted inmates.  The supplement establishes protocols for care, custody, and control, emphasizing that pretrial inmates are the responsibility of the U.S. Marshals Service until conviction. Key procedures include a thorough intake screening process (using forms BP-64 and BP-312), involving verification of legal documents, a physical and mental health assessment, and documenting inmate information. Pretrial inmates may be housed with convicted inmates under specific conditions requiring a waiver. The document details procedures for admission, visitation, release of funds/property, and handling of inmate records. It also outlines requirements for documenting inmate behavior, mental health status, and any security concerns, with a focus on identifying potentially disruptive or high-risk individuals. Finally, it specifies procedures related to religious programs, disciplinary actions, and death/serious illness protocols.",
      "timestamp": "2014-11-13T00:00:00",
      "timestamp_raw": "November 13, 2014",
      "keywords": [
        "pretrial inmates",
        "metropolitan correctional center",
        "new york",
        "u.s. department of justice",
        "federal bureau of prisons",
        "confinement",
        "procedures",
        "directives",
        "inmate classification",
        "cmc clearance",
        "intake screening",
        "security",
        "housing",
        "separations",
        "waiver",
        "work assignments",
        "medical intake",
        "psychological counseling",
        "legal resources",
        "release of funds",
        "attachment forms",
        "policy supplements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036748",
      "summary": "The U.S. Department of Justice, Federal Bureau of Prisons, Program Review Division is conducting a Multidiscipline Program Review of the Northeast Regional Office in Philadelphia, Pennsylvania, from August 13-15, 2019. The review will include a remote assessment and utilize Regional Office Program Review Guidelines and Standard Program Review Guidelines (G3001A.02, 10/26/2016). A team of reviewers, including personnel from various BOP divisions and external consultants, will participate. Access to a LAN-attached computer and printer is required for the Reviewer-in-Charge (RIC).",
      "timestamp": "2016-10-26T00:00:00",
      "timestamp_raw": "10/26/2016",
      "keywords": [
        "federal bureau of prisons",
        "program review",
        "northeast region",
        "multidiscipline program review",
        "remote assessment",
        "correctional services",
        "regional office",
        "standard program review guidelines",
        "budget analyst",
        "efta00036748"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036598",
      "summary": "Jeffrey Edward Epstein was housed in Special Housing Unit Cell Z04.206LAD at New York MCC from April 6, 2019, to ongoing. The record details his shifts, meals, exercise, and out-of-cell time, with medical staff documenting observations and providing medication. Pertinent information regarding his medical conditions (epileptic, diabetic, suicidal, assaultive) and other details are redacted. The record is maintained by the U.S. Department of Justice, Federal Bureau of Prisons, and is updated daily by medical staff and the OIC.",
      "timestamp": "2019-04-06T00:00:00",
      "timestamp_raw": "April 6, 2019",
      "keywords": [
        "efta00036598",
        "jeffrey epstein",
        "special housing unit",
        "federal bureau of prisons",
        "ny mcc",
        "inmate record",
        "redaction",
        "medical",
        "shift",
        "segregation log"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036581",
      "summary": "This document is a Special Housing Unit record for inmate Jeffrey Edward Epstein (BP-A0292) admitted on April 16, 2019, to the New York MCC. It details his placement in SHU Cell Z04.206LAD, medication status (yes), and medical examinations conducted on various dates and times, recorded by medical staff. The record includes notations regarding out-of-cell time, meals, and inmate conduct. It’s a daily log maintained by U.S. Department of Justice Federal Bureau of Prisons staff.",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "April 16, 2019",
      "keywords": [
        "inmate",
        "jeffrey epstein",
        "special housing unit",
        "bureau of prisons",
        "classification",
        "medication",
        "medical",
        "record",
        "unit",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036585",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036298",
      "summary": "He was sentenced to life imprisonment pursuant to the Sentencing Reform Act of 1984.  Upon release, he is subject to a five-year term of supervised release with mandatory conditions including abstaining from controlled substances, complying with drug testing, and participating in domestic violence programs if applicable. He must also pay restitution and comply with standard conditions of supervision, including reporting to a probation officer and adhering to restrictions on firearms and interactions with criminal contacts.  A criminal monetary penalty of $100 was assessed, and payment schedules are outlined on Sheet 6. The defendant’s address changes must be reported to the U.S. Attorney’s office.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "July 1, 2019",
      "keywords": [
        "criminal case",
        "cocaine",
        "imprisonment",
        "supervised release",
        "restitution",
        "federal bureau of prisons",
        "probation",
        "drug testing",
        "criminal monetary penalties",
        "judgment",
        "hector emilio fernandez-rosa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036587",
      "summary": "Jeffrey Edward Epstein is an inmate housed in the Special Housing Unit at the New York MCC facility, managed by the U.S. Department of Justice, Federal Bureau of Prisons. The record details his placement in cell Z05-124 LAD on 2019-07-07 at 19:20 due to a pending classification violation.  The record includes daily logs documenting his shift times, meals, exercise, out-of-cell time, medical observations (no complaints voiced), and signatures from medical staff and the OIC. The document outlines procedures for recording inmate information and medical observations within the SHU.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "2019-07-07",
      "keywords": [
        "spam",
        "jeffrey epstein",
        "special housing unit",
        "u.s. department of justice",
        "federal bureau of prisons",
        "ny mcc",
        "inmate record",
        "classification",
        "medication",
        "medical",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036584",
            "similarity": 0.5,
            "index": 18,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035633",
      "summary": "Due to a potential negative court outcome, the Associate Warden at MCC New York is recommending a suicide risk assessment for inmate Epstein upon his return from court. If psychology services are unavailable, Epstein will be placed on Psychological Observation or Suicide Watch if he reports suicidal ideation. R&D staff and Lieutenants are instructed to immediately notify the psychology department upon his return, regardless of the time, until an assessment can be conducted.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "7/8/2019",
      "keywords": [
        "suicide risk assessment",
        "inmate epstein",
        "psychological observation",
        "suicide watch",
        "bop statistics",
        "court proceedings",
        "risk factors",
        "psychology department",
        "watch status",
        "federal bureau of prisons"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035632",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035632",
      "summary": "Due to a pending court case involving inmate J. Epstein (76318054), a suicide risk assessment is being recommended by the Associate Warden at MCC New York. Epstein has multiple risk factors, including a high-profile case, sex offense charges, and pre-trial status, as identified by BOP statistics. Upon his return from court, R&D staff and Lieutenants are to immediately notify the psychology department. If psychology is unavailable, on-call psychologists are to place Epstein on a watch status until an assessment can be conducted.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "inmate epstein",
        "suicide risk assessment",
        "psychology",
        "bop statistics",
        "court",
        "psychological observation",
        "suicide watch",
        "risk factors",
        "federal bureau of prisons",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035633",
            "similarity": 0.538,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036131",
      "summary": "A duty officer report from July 9, 2019, details operations at the MCC New York facility. Sanitation was good, with minor issues noted regarding overflowing trash bins. Daily inmate counts were completed without issues, and food service and visiting operations complied with regulations. Programs and activities were conducted as scheduled, with a missed English Protestant service. On July 2, an inmate, Mark Reg #86460-054, was observed taking an object from a visitor. Statistical information includes inmate counts, visiting data, commissary sales ($22,282.91), and incident reports (9). Portal to Portal monitoring showed consistent staff compliance. PREA rounds showed no concerns, and Locator Center testing was operational. The report concludes with suggestions for improved trash detail procedures and the implementation of a Building Management System.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "federal bureau of prisons",
        "duty officer report",
        "inmate counts",
        "visiting operations",
        "suicide watch",
        "commissary sales",
        "incident reports",
        "prea",
        "locator center testing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034618",
      "summary": "On July 10, 2019, at approximately 10:14 AM, 10:16 AM, and 10:17 AM, a Chief Psychologist at the Metropolitan Correctional Center in New York discussed patient care with another individual. Notes were being entered regarding patients, including Epstein, who was scheduled for a POFU (Pre-Offense Follow-Up) the following day due to a crisis. The communication occurred between the U.S. Department of Justice/Federal Bureau of Prisons and the individual’s office.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "crisis",
        "patient",
        "notes",
        "pofu",
        "new york",
        "psychology",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034617",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035270",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035533",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034639",
      "summary": "On July 10, 2019, a Chief Psychologist at the Metropolitan Correctional Center inquired about whether Tartaglione was seen. The psychologist responded that he had seen him, was completing report writing, and was entering patient notes. They also discussed a potential POFU (Pre-Offense Follow-Up) for Epstein the following day due to a crisis. The communication included contact information for the office and a confidentiality designation.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "efta00034639",
        "tartaglione",
        "chief psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "pofu",
        "crisis",
        "report writing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035533",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033982",
      "summary": "Epstein needs a POFU (probable order for funds) tomorrow for crisis purposes. The document is from the U.S. Department of Justice/Federal Bureau of Prisons, Metropolitan Correctional Center, and includes contact information and a confidential designation.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "7/10/2019",
      "keywords": [
        "efta00033982",
        "pofu",
        "crisis",
        "psy.d.",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "sdny_00009750",
        "2025-12-27",
        "7/10/2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034640",
      "summary": "A former police officer, currently incarcerated at the Metropolitan Correctional Center in New York, is expressing frustration with his legal case and claims innocence. He is being housed with Jeffrey Epstein. The Chief Psychologist reports observing the inmate on multiple occasions between July 10, 2019, and notes he is documenting patient interactions. A request was made for Epstein to receive a Protective Officer Follow-Up (POFU) for crisis management.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "efta00034640",
        "criminal case",
        "prior cop",
        "psychological",
        "crisis",
        "epstein",
        "metropolitan correctional center",
        "new york",
        "u.s. department of justice",
        "federal bureau of prisons"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036584",
      "summary": "This is a Special Housing Unit Record for inmate Jeffrey Edward Epstein (Rog. No. 76318.054) at the New York MCC facility. The record details his placement in SHU Cell H01-001L, medication status (N), and shift-by-shift logs including meals, exercise, out-of-cell time, medical staff observations, and OIC signatures. Pertinent information includes the inmate's medical conditions (Epileptic, Diabetic, Suicidal, Assaultive) and a standard log format for medical staff documentation.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "2019-07-10",
      "keywords": [
        "efta00036584",
        "jeffrey epstein",
        "special housing unit",
        "u.s. department of justice",
        "federal bureau of prisons",
        "ny mcc",
        "inmate record",
        "redaction analysis",
        "cell number",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036587",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034617",
      "summary": "On July 10, 2019, at 10:14 AM, the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons requested a Protective Custody Order for Failure to Understand (POFU) for Jeffrey Epstein tomorrow, July 11, 2019, due to a crisis. The request was sent via email to the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "crisis",
        "epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "pofu",
        "psychologist",
        "new york",
        "confidential",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034618",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035522",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035270",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035534",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035522",
      "summary": "On July 10, 2019, a Chief Psychologist at the Metropolitan Correctional Center in New York was communicating about a prior police officer (EFTA00035522) housed with Jeffrey Epstein. The psychologist reported the officer was frustrated with his legal case and believed himself innocent. The psychologist confirmed seeing the officer initially and noted he was doing fine while entering patient notes. A request was made for a POFU (Psychiatric Observation for Follow-Up) for Epstein the following day due to a crisis situation.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "epstein",
        "crisis",
        "report writing",
        "psychologist",
        "legal case",
        "patient notes",
        "pofu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034617",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035534",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035533",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035270",
      "summary": "Epstein needs a POFU (presumably a Purchase Order for Funds) tomorrow for crisis purposes. The document pertains to EFTA00035270, held by the U.S. Department of Justice/Federal Bureau of Prisons, Metropolitan Correctional Center.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "7/10/2019",
      "keywords": [
        "efta00035270",
        "pofu",
        "crisis",
        "psy.d.",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "epstein",
        "2019",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034617",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034618",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035533",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035534",
      "summary": "A former police officer, identified as EFTA00035534, is incarcerated at the Metropolitan Correctional Center in New York. He expresses frustration with his legal case and claims innocence. He is housed with a man named Epstein, who requires a Protective Officer Follow-Up (POFU) for crisis situations the following day. A psychologist is documenting patient interactions and note-taking activities.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "7/10/2019",
      "keywords": [
        "efta00035534",
        "legal case",
        "prior cop",
        "epstein",
        "crisis",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "psychologist",
        "u.s. department of justice",
        "pofu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035522",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034617",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034875",
      "summary": "On July 10, 2019, Inmate Epstein #76318-054 was removed from Psychological Observation and placed in the Special Housing Unit (SHU). There were no active Suicide Watches reported. The update was provided by Forensic Psychologist Samantha (Forensic) of the U.S. Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "inmate",
        "suicide watch",
        "psych observation",
        "shu",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction analysis",
        "efta00034875"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034110",
            "similarity": 0.818,
            "index": 24,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034953",
            "similarity": 0.538,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034110",
      "summary": "Inmate Epstein #76318-054 was removed from Psychological Observation and placed in the Special Housing Unit (SHU) on July 10, 2019. There were no active Suicide Watches at that time. The update was provided by a Forensic Psychologist with the U.S. Public Health Service and the Federal Bureau of Prisons.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "inmate",
        "suicide watch",
        "psych observation",
        "shu",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00034110",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034875",
            "similarity": 0.818,
            "index": 23,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034953",
            "similarity": 0.538,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035533",
      "summary": "On July 10, 2019, a Chief Psychologist at the Metropolitan Correctional Center in New York discussed patient observations with a colleague. The psychologist confirmed having seen patients and entered notes. A request was made to prepare a POFU (Pre-Order For Use) for Jeffrey Epstein regarding a crisis situation for the following day. The document is labeled EFTA00035533.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "efta00035533",
        "crisis",
        "epstein",
        "pofu",
        "chief psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "report writing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035270",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035522",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034617",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036572",
      "summary": "Jeffrey Edward Epstein, Register Number 76318-054, was placed in Special Housing Unit 5 at New York MCC on July 10, 2019, due to a Pending Captains Review. A 3-day review occurred on July 15, 2019, and he was continued in SHU. Weekly record reviews commenced after the initial 7-day review. A 7-day review was conducted on July 19, 2019, and he remained in SHU. Further reviews were scheduled for July 26, 2019, and the process involved ongoing medical and officer observations, documentation, and assessments.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "special housing unit",
        "jeffrey edward epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "review",
        "placement",
        "segregation",
        "3 day review",
        "7 day review",
        "new york mcc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034638",
      "summary": "On July 10, 2019, a Chief Psychologist at the Metropolitan Correctional Center (U.S. Department of Justice/Federal Bureau of Prisons) was communicating regarding patient notes and scheduling. The psychologist confirmed completion of patient visits and note entry. A request was made for a “POF” (likely pertaining to Jeffrey Epstein), and redacted information was included. The communication involved the psychologist’s contact information and case file reference EFTA00034638.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "efta00034638",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "psy.d.",
        "crisis",
        "epstein",
        "pof",
        "redaction",
        "sdny_00011821"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035520",
      "summary": "On July 10, 2019, a Chief Psychologist at the Metropolitan Correctional Center in New York communicated with someone regarding Jeffrey Epstein’s status. Epstein was housed with him, and the psychologist confirmed he had seen Epstein earlier that day. The psychologist was entering patient notes and indicated Epstein would require a Protective Observation For Use (POFU) the following day for a crisis.  The communication involved exchanges regarding patient status, note-taking, and Epstein’s well-being.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "psych",
        "shu",
        "crisis",
        "pofu",
        "notes",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034618",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036585",
      "summary": "No. 76318.054) *   **Institution:** U.S. Department of Justice Federal Bureau of Prisons – New York MCC *   **Dates of Entry/Record:** Primarily July 10, 2019 - July 19, 2019 *   **Cell Location:** 205-124 LAD *   **Medical Information:** Inmate is not on medication, medical staff are notified, and documented medical observations (e.g., anemia) are recorded. *   **Shift Activity:** Records detail daily activity including meals, exercise, out-of-cell time, and medical visits. *   **Signatures:** Records require signatures from Unit Officer in Charge (OIC), Medical Staff, and potentially other personnel. *   **Notes:** Explanatory notes section includes potential medical conditions (Epileptic, Diabetic, Suicidal, Assaultive) and behavioral observations.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "shu",
        "jeffrey epstein",
        "bureau of prisons",
        "classification",
        "medical",
        "medication",
        "unit manager",
        "cell number",
        "records",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036581",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034619",
      "summary": "This document is a follow-up list from July 12, 2019, generated by a Chief Psychologist at the U.S. Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center in New York. The email is sent from the individual’s office to someone identified as “him.” The document includes a reference to an Excel file (“7-12-19.xlsx”) and a confidential case number (SDNY_00011736) and inmate file number (EFTA00034619).",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "efta00034619",
        "redaction analysis",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "july 15",
        "2019",
        "psychology",
        "confidential",
        "sdny_00011736"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035414",
      "summary": "On July 20, 2019, the Metropolitan Correctional Center received a request to provide a regular Styrofoam tray and inmate Epstein’s common fare meal to the attorney conference room. The Cook Supervisor, B. Boney, confirmed that inmate Epstein’s regular meal was sent to his assigned unit (9S) and notified Cook Supervisor Smith on July 23, 2019, about the situation.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "rocco lupo",
        "food service administrator",
        "attorney conference room",
        "inmate epstein",
        "common fare",
        "meal authorization",
        "9s unit",
        "styrofoam tray"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034331",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034331",
      "summary": "On July 20, 2019, a request was made to provide a regular Styrofoam tray to inmate Epstein in the attorney conference room. The Cook Supervisor, after confirming inmate Epstein received a common fare meal in his unit (9S), relayed the information to 95 and subsequently notified Cook Supervisor Smith on July 23, 2019, regarding the inmate’s meal provision in the attorney conference.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "rocco lupo",
        "attorney conference room",
        "inmate epstein",
        "food service",
        "common fare",
        "styrofoam tray",
        "saturday july 20",
        "2019",
        "lt."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035414",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035698",
      "summary": "On July 23, 2019, at 10:17 PM, the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons inquired about the mental capacity of inmate Jeffrey Epstein (#76318-054) regarding the disciplinary process.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "disciplinary process",
        "mental capability",
        "efta00035698"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034939",
            "similarity": 0.545,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034330",
      "summary": "On July 23, 2019, the Food Service Administrator was informed that inmate Epstein was being fed in the attorney conference room. The Administrator denies being instructed by their supervisor to feed Epstein in that location.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "inmate epstein",
        "attorney conference room",
        "food service administrator",
        "cook supervisor",
        "authorization",
        "memorandum",
        "sony 00010701",
        "efta00034330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034217",
            "similarity": 0.667,
            "index": 36,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035574",
      "summary": "On July 23, 2019, at approximately 1:27 AM, an inmate, Jeffrey Epstein (#76318-054), attempted suicide in his cell at the Metropolitan Correctional Center. He was found with a t-shirt and boxers, a red neck, and snoring heavily. He exhibited erratic behavior, including attempting to fall headfirst and reacting strongly to staff observation. A cellmate, also named Epstein, reported that his cellmate had been harassing him and attempting to kill him, informing his attorney. During questioning, the second inmate stated he was asleep and saw the first inmate with a string around his neck. Examination revealed a circular erythema at the base of the neck and a small erythema on his left knee. No immediate medical treatment was provided due to lack of medical staff availability.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "suicide attempt",
        "jeffrey epstein",
        "inmate",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "cell z05-124lad",
        "restraints",
        "suicide watch",
        "staff",
        "daily news",
        "harassment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034217",
      "summary": "On July 23, 2019, a Cook Supervisor was informed that Inmate Epstein was being fed in the Attorney Conference Room. The Cook Supervisor stated that the individual never instructed anyone to feed Inmate Epstein in that room. This information is part of a confidential memorandum from the U.S. Department of Justice, Federal Bureau of Prisons, regarding authorization for inmate meals in the Attorney Conference Room.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "rocco lupo",
        "food service administrator",
        "attorney conference room",
        "inmate epstein",
        "authorization",
        "cook supervisor",
        "memorandum",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034330",
            "similarity": 0.667,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034939",
      "summary": "On July 23, 2019, at 10:17 PM, the Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons inquired about the mental capacity of inmate Jeffrey Epstein (#76318-054) regarding the disciplinary process. The email is marked as CONFIDENTIAL and associated with case number SDNY_00012927 and file EFTA00034939.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "mental capability",
        "disciplinary process",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "email",
        "inmate",
        "confidential",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035698",
            "similarity": 0.545,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034622",
      "summary": "This document is a “Daily Activities Report/Lieutenant’s Log” dated July 23, 2019, from the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York. The report is addressed to and from redacted individuals and includes the identification number SDNY_00011747 and inmate file EFTA00034622. It is marked as CONFIDENTIAL.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00034622",
        "redaction analysis",
        "daily activities report",
        "lieutenant's log",
        "chief psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "sdny_00011747",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035387",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division related to the investigation into Jeffrey Epstein’s July 23, 2019 incident. The materials included memorandums and photographs. The attorney stipulated that the material should not be disseminated further without their knowledge and approval. A USAO request for documentation was received, and the attorney confirmed concurrence in the release of the documentation/photographs.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "usao sdny",
        "doj",
        "federal bureau of prisons",
        "redaction",
        "clc new york",
        "documents",
        "photographs",
        "jeffrey epstein",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034230",
      "summary": "No. 76318-054) at MCC New York, investigated for an incident of self-mutilation on July 23, 2019 (Incident Report #3282555, Offense Code 228). *   **Initial Review & Expungement:** The Department of Justice’s Federal Bureau of Prisons (FBOP) and the Department of Justice’s (DOJ) Detection Evaluation Office (DEO) reviewed the incident report. The DEO determined there was insufficient evidence to support the charge, and the incident report was expunged. *   **Hearing Details:** A Discipline Hearing Officer (DHO) hearing was held on August 1, 2019, where the DHO affirmed the DEO’s finding that no prohibited act occurred. *   **Sanction:**  Due to the expunged report, Jeffrey Epstein received no sanction. *   **Appeal Rights:** Epstein was informed of his right to appeal the decision within 20 calendar days.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "self-mutilation",
        "discipline hearing",
        "federal bureau prisons",
        "mcc new york",
        "incident report",
        "deo",
        "expunged",
        "228",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035348",
      "summary": "On July 23, 2019, the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons inquired about Jeffrey Epstein’s (#76318-054) mental capacity to participate in a disciplinary process at the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "i/m",
        "disciplinary process",
        "mental capability",
        "bureau of prisons",
        "federal bureau of justice",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035540",
      "summary": "An email chain discusses concerns regarding a female inmate (“she”) and her interaction with a male subject (“him”) related to a Sensitive Compartmented Information (SCI) review (SRA).  Multiple individuals, including Chief Psychologists from the U.S. Department of Justice/Federal Bureau of Prisons and Lt. Will, express the belief that the female inmate should conduct the report related to the SRA, citing her proximity to the incident and questioning her competence. A text file named TEXT.htm is attached.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "sra",
        "redaction",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "psychologist",
        "report",
        "incident",
        "will"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035541",
            "similarity": 0.667,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035538",
            "similarity": 0.667,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035273",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034645",
      "summary": "The document concerns a Special Review Assessment (SRA) conducted by a Chief Psychologist at the Federal Bureau of Prisons, specifically referencing a meeting involving an individual and a correctional center (New York).  A request was made to send the report directly to the Chief Psychologist due to her proximity to the incident and her role as the primary observer of the SRA.  The communication includes reference to a specific date and time of the SRA.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "redaction analysis",
        "sra",
        "u.s. department of justice",
        "federal bureau of prisons",
        "new york",
        "correctional center",
        "psychologist",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033984",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034650",
            "similarity": 0.5,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035527",
            "similarity": 0.5,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034926",
      "summary": "On July 24, 2019, at 11:24 AM, a Suicide Watch was initiated for inmate Epstein (#76318-054) at the Metropolitan Correctional Center in New York. A psychological observation was not conducted. The communication is classified as CONFIDENTIAL and pertains to EFTA00034926.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psych observation",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00034926",
        "epstin",
        "confidential",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034710",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034658",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034929",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033984",
      "summary": "On July 24, 2019, a discussion occurred regarding sending a report to the Chief Psychologist of the U.S. Department of Justice’s Federal Bureau of Prisons, specifically the Metropolitan Correctional Center in New York. The Chief Psychologist had interviewed an individual (“him”) related to a recent incident (SRA). The sender questioned whether another individual (“Will”) would handle the report, considering the Chief Psychologist’s direct involvement in the SRA. The communication included contact information for the Metropolitan Correctional Center.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "sra",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction analysis",
        "2019",
        "new york",
        "chief psychologist",
        "incident",
        "will"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034645",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035527",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036406",
            "similarity": 0.5,
            "index": 107,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034710",
      "summary": "On July 24, 2019, at 11:24:32 AM, a suicide watch was initiated for inmate Epstein (#76318-054) at the Metropolitan Correctional Center in New York. There were no psychological observations recorded at that time. The communication is classified as CONFIDENTIAL and pertains to the U.S. Department of Justice, Federal Bureau of Prisons.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psych observation",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00034710",
        "confidential",
        "sdny_00012116",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034926",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034658",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034929",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034641",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035541",
      "summary": "The text is a series of emails discussing a psychologist (Psy.D.) at the Metropolitan Correctional Center who conducted a Standard Release Authorization (SRA) interview with an individual.  There’s concern about the individual’s competence and a suggestion that the Psy.D. should prepare a report related to the SRA, prioritizing it for the individual who conducted the interview due to its proximity to the incident.  The emails reference contact with Will and Lt. regarding this matter.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "efta00035541",
        "sra",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "incident",
        "report",
        "will",
        "psy.d."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035540",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035538",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035527",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035693",
      "summary": "A forensic psychologist from the U.S. Public Health Service, working for the Bureau of Prisons, sent an email to a redacted recipient regarding “Epstein #76318-054.” The email attached a PDF document titled “2019 07 24 10 40 50.pdf,” and included a warning that the message contained sensitive information requiring specific handling according to policy.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction analysis",
        "2019",
        "u.s. department of justice",
        "sensitive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035500",
            "similarity": 0.545,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034654",
            "similarity": 0.583,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034630",
      "summary": "On July 24, 2019, at 11:53 AM, the Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in York, New York, received a communication regarding Jeffrey Epstein. The communication stated that Epstein was placed on watch as per a previous on-call phone call. The email is marked as confidential and referenced case number SDNY_00011764 and EFTA00034630.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034630",
        "gan",
        "epstein",
        "watch",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "york",
        "psy.d.",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034650",
      "summary": "The text is a series of communications, primarily dated July 24, 2019, concerning a psychological evaluation (SRA) conducted by the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York.  A discussion revolves around whether the individual who received the SRA should complete a report related to the evaluation, with a preference given to the psychologist who directly interviewed the subject due to proximity to the incident. The communications include requests to send information and inquiries regarding the relevance of the report.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034650",
        "sra",
        "chief psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "correctional center",
        "new york",
        "incident",
        "report",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034645",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035639",
      "summary": "An associate warden at MCC New York is acting on behalf of the Warden due to annual leave. On July 24, 2019, this warden provided information to another individual, who then relayed it to her superiors. On July 25, 2019, an Acting SDAD/CPD contacted the associate warden regarding a difficult situation involving a high-profile prisoner, Jeffrey Epstein, at MCC New York, where obtaining information from the facility was proving challenging.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00035639",
        "jeffrey epstein",
        "mcc new york",
        "federal bureau of prisons",
        "washington dc",
        "usms",
        "incident",
        "warden",
        "associate warden",
        "s/new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035524",
      "summary": "A discussion regarding a competency report related to a subject (EFTA00035524) who underwent a Special Review Assessment (SRA). Concerns were raised about the individual’s refusal to complete the report, necessitating someone to perform the task. The Chief Psychologist and Lt. Will debated assigning the report to the individual who conducted the SRA, prioritizing her proximity to the incident. A redacted section of the communication is present.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "sra",
        "competency report",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metro correctional center",
        "will",
        "redaction analysis",
        "psy.d.",
        "efta00035524"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035538",
      "summary": "A series of emails discuss the scheduling of a Session Regarding Assessment (SRA) for inmate M Epstein (#76318-054) with Psy.D., Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons. Lt. Will is assigned to handle the report related to the SRA, while Psy.D. believes it is more relevant for her to conduct the report due to her proximity to the SRA and the fact that she was the last person to see Epstein. The email thread involves discussions about prioritizing Psy.D.'s involvement in the report’s creation. EFTA00035538 is referenced.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "efta00035538",
        "epstein",
        "sra",
        "u.s. department of justice",
        "federal bureau of prisons",
        "psychologist",
        "report",
        "incident",
        "will",
        "metro olitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035541",
            "similarity": 0.538,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035540",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035527",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035500",
      "summary": "An inmate, identified as Epstein #76318-054, is currently on Psychological Observation and requests to receive his legal paperwork, which is permitted. The communication originates from a Forensic Psychologist within the U.S. Department of Justice’s Federal Bureau of Prisons, Metropolitan Correctional Center, and is directed to prison staff.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "legal paperwork",
        "forensic psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035693",
            "similarity": 0.545,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034658",
      "summary": "On July 24, 2019, a suicide watch was initiated for Epstein #76318-054, a Forensic Psychologist with the U.S. Public Health Service and Federal Bureau of Prisons, who was incarcerated at the Metropolitan Correctional Center in New York. The communication was classified as CONFIDENTIAL and contained sensitive information regarding the case (EFTA00034658).",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psych observation",
        "forensic psychologist",
        "epstein",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "confidential",
        "sdny",
        "efta00034658"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034710",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034926",
            "similarity": 0.667,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034929",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034641",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034654",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035273",
      "summary": "The document is a series of emails discussing the scheduling and responsibility for a Subject Risk Assessment (SRA) conducted on a subject (identified as \"him\") by R. (Psy.D., Chief Psychologist at the Metropolitan Correctional Center). Will was considered to potentially take on the task, as she was the last person to see the subject prior to the incident. There was a request for R. to complete a report related to the SRA, with discussion about whether Will should handle it instead. The document also includes contact information for R. and references the case file EFTA00035273.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "efta00035273",
        "redaction",
        "sra",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "psychologist",
        "will",
        "r.",
        "7/24/2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035540",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034929",
      "summary": "On July 24, 2019, a Suicide Watch was initiated for inmate Epstein (#76318-054) at the Metropolitan Correctional Center in New York. The update was provided by a Forensic Psychologist, LT, U.S. Public Health Service, from the U.S. Department of Justice’s Federal Bureau of Prisons. The fax included a confidentiality warning regarding sensitive information.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psych observation",
        "epstein",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "confidential",
        "efta00034929"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034658",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034710",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034926",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034641",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034953",
            "similarity": 0.818,
            "index": 83,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035526",
      "summary": "An email chain discusses concerns regarding Imi Epstein’s performance and a recent SRA (psychological evaluation) she completed. One party suggests another individual, a Chief Psychologist at the Metropolitan Correctional Center, should prepare a report related to the SRA, citing its relevance to the incident and Epstein’s involvement. The email exchange involves discussions about Epstein's competency and the need for additional instruction.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "sra",
        "fbi",
        "department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "report",
        "psychologist",
        "redaction",
        "u.s. department"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035540",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035527",
      "summary": "A discussion occurred regarding a female individual’s reluctance to perform work tasks. Concerns were raised about her perceived lack of competence and a need for instruction. Communication involved multiple individuals, including psychologists from the U.S. Department of Justice/Federal Bureau of Prisons, regarding a Subject Referral Assessment (SRA) conducted on July 24, 2019. There was debate about who should complete a report related to the SRA, with a preference for the individual who conducted the assessment to do so. The email chain referenced EFTA00035527.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00035527",
        "redaction analysis",
        "sra",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "will",
        "report",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035538",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035541",
            "similarity": 0.667,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033984",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034830",
      "summary": "An Associate Warden at MCC New York is communicating regarding an incident involving a high-profile prisoner, Jeffrey Epstein. The Warden is on annual leave, and the Associate Warden is acting on his behalf. Communication is being directed to the Acting SDAD/CPD at the Federal Bureau of Prisons, who is attempting to obtain basic information about the incident, with limited success due to difficulties reaching the Warden and Assistant Warden.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034830",
        "jeffrey epstein",
        "mcc new york",
        "federal bureau of prisons",
        "usms",
        "incident",
        "warden",
        "sdny_00012580",
        "new york",
        "prison"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034829",
      "summary": "An email exchange occurred regarding information about an incident involving Jeffrey Epstein at the MCC New York facility. An Associate Warden responded to inquiries about the incident, stating she provided information to her superiors on July 24, 2019. A separate individual contacted the Associate Warden and Acting SDAD/CPD, requesting information and noting difficulties in obtaining it due to the Warden and Assistant Warden being unavailable. The USMS and Chief for the S/New York office were also unsuccessful in obtaining information.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034829",
        "bop",
        "mcc new york",
        "jeffrey epstein",
        "warden",
        "federal bureau of prisons",
        "usms",
        "sdny_00012579",
        "redaction analysis",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034641",
      "summary": "On July 24, 2019, at 11:24 AM, a Suicide Watch was initiated for inmate Epstein (#76318-054) at the Metropolitan Correctional Center in New York. A psychological observation was not conducted. The communication is classified as CONFIDENTIAL and pertains to the U.S. Department of Justice, Federal Bureau of Prisons, and U.S. Public Health Service.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psych observation",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00034641",
        "confidential",
        "sdny_00011827",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034929",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034658",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034710",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034953",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034654",
      "summary": "A forensic psychologist working for the U.S. Public Health Service, U.S. Department of Justice, Federal Bureau of Prisons, and Metropolitan Correctional Center sent an email attachment, “2019 07 24 10 40 50.odf,” referencing case file #76318-054 concerning Jeffrey Epstein. The email was marked CONFIDENTIAL and SDNY_000 11865 and EFTA00034654.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "epstein",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "confidential",
        "sensitive information",
        "redaction analysis",
        "2019",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034658",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035693",
            "similarity": 0.583,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022509",
      "summary": "On July 24, 2019, a Lieutenant within the U.S. Public Health Service and Federal Bureau of Prisons (Metropolitan Correctional Center) requested a change in observation status for inmate Epstein #76318-054. The request involved removing him from Suicide Watch and placing him on Psychological Observation, as documented in a memorandum from the MCC New York. A forensic report named “TEXT.htm” and a PDF file were attached to the communication.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00022509",
        "epstein",
        "suicide watch",
        "psychological observation",
        "united states government",
        "memorandum",
        "mcc new york",
        "forensic psychologist",
        "u.s. public health service",
        "bureau of prisons"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035595",
      "summary": "An email is being sent to inquire about information regarding an incident involving a high-profile prisoner, Jeffrey Epstein, at MCC New York. The sender contacted the Associate Warden, who will provide information. The Acting SDAD/CPD of the Federal Bureau of Prisons is also involved and offering assistance.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "7/25/2019",
      "keywords": [
        "efta00035595",
        "jeffrey epstein",
        "federal bureau of prisons",
        "usms",
        "warden",
        "incident",
        "information",
        "mcc new york",
        "high profile prisoner",
        "holc bldg"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035274",
      "summary": "This document is a Daily Activities Report/Lieutenants Log from July 25, 2019, generated by the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons, Metropolitan Correctional Center in New York. The report pertains to inmate EFTA00035274 and includes attachments named TEXT.htm and an unnamed embedded file.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "efta00035274",
        "daily activities report",
        "lieutenants log",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "chief psychologist",
        "7-24-2019",
        "text.htm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034580",
      "summary": "This document is a Special Housing Unit SRO Review Roster from the U.S. Department of Justice, Federal Bureau of Prisons, pertaining to inmate Jeffrey Edward Epstein (Reg No 7631e.C54). The roster includes inmate name, registration number, IA date, status (PENDING CLASSIFICATION), review dates, and reasons for review. It indicates a review due on 07-26-2019 with a confidential status (SDNY_00011514). The document also includes past-due AD and PD orders for other inmates.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "07-26-2019",
      "keywords": [
        "efta00034580",
        "jeffrey epstein",
        "special housing unit",
        "sro review roster",
        "u.s. department of justice",
        "federal bureau of prisons",
        "pending classification",
        "ad order",
        "pd order",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034587",
      "summary": "This document is a link to an article published on the New York Daily News on July 26, 2019, discussing Jeffrey Epstein’s life behind bars. It originates from the U.S. Department of Justice, Federal Bureau of Prisons, and specifically references Correctional Center NY, NY 10007 and case file EFTA00034587.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "efta00034587",
        "u.s. dept of justice",
        "federal bureau of prisons",
        "ny",
        "epstein",
        "confidential",
        "sdny_00011542",
        "correctional center",
        "senior officer specialist",
        "20190726"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034956",
      "summary": "A request was made on July 26, 2019, regarding an inmate, #76318-054, and a broken toilet in cell #4 of the Psych Observation area at the Metropolitan Correctional Center. The request instructed moving the inmate to a different cell upon his return from an Attorney Conference. The communication was sent by the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "inmate",
        "psych observation",
        "cell",
        "toilet",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction",
        "attorney conference",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034596",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035277",
      "summary": "A Chief Psychologist at the Metropolitan Correctional Center in New York informed the individual (EFTA00035277) that he would receive 15 days’ worth of Colace and half a bottle of Milk of Magnesia to self-carry, instead of the originally scheduled 30 days’ worth of Colace and a full bottle of Milk of Magnesia.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "7/26/2019",
      "keywords": [
        "efta00035277",
        "colace",
        "milk of magnesia",
        "federal bureau of prisons",
        "chief psychologist",
        "u.s. department of justice",
        "metropolitan correctional center",
        "new york",
        "15 days",
        "self carry"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035278",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035308",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033985",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035278",
      "summary": "On July 26, 2019, the Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center requested that an individual receive 15 days’ worth of Colace and half a bottle of Milk of Magnesia to self-carry instead of the originally scheduled 30 days and full bottle. The psychologist also inquired about the return of previously provided items. The case is identified as EFTA00035278.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "efta00035278",
        "psy.d.",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "colace",
        "milk of magnesia",
        "15 days",
        "self carry",
        "2025-12-27"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035277",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035308",
            "similarity": 0.667,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033985",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035645",
      "summary": "On July 26, 2019, the Associate Warden at MCC New York is concerned about a prisoner’s psychological observation (psych obs) status, specifically regarding a potential step-down from SW to psych obs. The Chief Psychologist is tasked with assessing the prisoner’s condition and notifying the RD (Regional Director). The Associate Warden intends to re-assess the prisoner after he completes showering and dressing to ensure the decision remains appropriate before an interview. The Chief Psychologist has received nominations for awards submitted by the Associate Warden.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "efta00035645",
        "federal bureau of prisons",
        "new york",
        "psych obs",
        "warden",
        "psychologist",
        "assessment",
        "metro olitan correctional center",
        "justice department",
        "attorney visit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035308",
      "summary": "On July 26, 2019, the Chief Psychologist at the Metropolitan Correctional Center informed the individual (identified as EFTA00035308) that they were providing 15 days’ worth of Colace and half a bottle of Milk of Magnesia for self-carry, instead of the previously authorized 30 days and full bottle.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "efta00035308",
        "colace",
        "milk of magnesia",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "psy.d.",
        "2019",
        "15 days",
        "self carry"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035278",
            "similarity": 0.667,
            "index": 71,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035277",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033985",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034831",
      "summary": "On July 26, 2019, the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center New York is coordinating an assessment of an inmate (\"Epstein\") regarding psychological observation. The psychologist is concerned about a previous evaluation and wants to confirm the appropriateness of a decision to step the inmate down from psychological observation to solitary confinement (SW). The psychologist is repeatedly checking on the inmate’s status, requesting updates on the assessment, and ensuring the relevant Regional Director is notified.  Award nominations were also being checked to ensure they were received.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "efta00034831",
        "psych obs",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "assessment",
        "psychologist",
        "doj",
        "rd",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035599",
      "summary": "On July 26, 2019, the Chief Psychologist at the Metropolitan Correctional Center New York requested an assessment of an inmate (“he”) before an attorney visit, anticipating the inmate would be present throughout the day. The Associate Warden responded and stated they had checked on the inmate but he was in the shower. The Warden instructed the Psychologist to re-assess the inmate after he finished showering and dressing to confirm the psych observation remained appropriate, addressing concerns from Central Office regarding a potential step-down from psych observation to SW. The Psychologist also requested notification to the RD upon completion of the assessment and confirmed receipt of award nominations.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "efta00035599",
        "chief psychologist",
        "federal bureau of prisons",
        "metro correctional center",
        "new york",
        "psych obs",
        "attorney visit",
        "rd",
        "psy.d.",
        "assessment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033985",
      "summary": "On July 26, 2019, a Chief Psychologist at the Metropolitan Correctional Center provided medication (Colace and Milk of Magnesia) to an individual named Chong. The amount of medication was reduced from 30 days’ worth to 15 days’ worth, with Chong authorized to self-carry a half bottle of Milk of Magnesia instead of a full bottle. The document is classified as CONFIDENTIAL and includes contact information for the Psychologist and case details (SDNY_00009781, EFTA00033985).",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "colace",
        "milk of magnesia",
        "chong",
        "15 days",
        "self carry",
        "confidential",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035308",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035278",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035277",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034631",
      "summary": "On July 27, 2019, the Chief Psychologist at the Metropolitan Correctional Center reported that Gary Epstein was placed on watch duty as a result of a phone call made by the individual. The communication was part of a confidential case (SDNY_00011765) and designated as EFTA00034631.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "efta00034631",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "epstein",
        "watch",
        "confidential",
        "gan",
        "sdny_00011765"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035525",
            "similarity": 0.5,
            "index": 78,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035525",
      "summary": "On July 27, 2019, at 7:53 AM, Chief Psychologist 1 at the U.S. Department of Justice/Federal Bureau of Prisons’ Metropolitan Correctional Center noted that Jeffrey Epstein went on watch as a result of a phone call made by the individual.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "efta00035525",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "epstein",
        "watch",
        "gan",
        "chief psychologist",
        "7/24/2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034631",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034586",
      "summary": "This document is a confidential communication from the Federal Bureau of Prisons, specifically a Lieutenant and Senior Officer Specialist, regarding inmate EFTA00034586. It includes a link to a New York Daily News article about Jeffrey Epstein’s imprisonment on 7/28/2019 and a quote: “Si vis pacem, para helium.” The document is associated with the SDNY_00011539 case and is generated on 2025-12-27.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "7/28/2019",
      "keywords": [
        "efta00034586",
        "federal bureau of prisons",
        "nydallynews",
        "senior officer specialist",
        "sdny_00011539",
        "department of justice",
        "correction",
        "helium",
        "2019",
        "life behind bars"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035517",
      "summary": "A psychologist at the Metropolitan Correctional Center is requesting a move for EFTA00035517 from cell #4 to a different cell due to a broken toilet. This request was made on July 28, 2019, and reiterated on December 27, 2025.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "prison",
        "cell",
        "toilet",
        "legal",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "7/28/2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033865",
      "summary": "Jeffrey Edward Epstein is in Administrative Detention at New York MCC, effective 07-29-2019 12:21, due to pending investigations including a Bureau regulation violation, SIS investigation, and potential criminal activity. The detention is based on staff perception of a serious threat to safety and security. He is also in holdover status during a transfer and pending classification. The order remains in effect until further notice, with a 24-hour review scheduled by the supervisor. Copies of the order are distributed to various units including the Administrative Detention Unit, Psychology, and Central File.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "07-29-2019",
      "keywords": [
        "administrative detention",
        "jeffrey edward epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "sis investigation",
        "criminal act",
        "self-mutilation",
        "inmate",
        "threat",
        "security"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034596",
      "summary": "On July 29, 2019, at 1:43 PM, the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons requested a move for inmate Epstein (#76318-054) due to a broken toilet in his cell (#4 in the Psych Observation area). The request was made following a report on July 28, 2019, at 9:43 AM, to move the inmate to an adjacent cell pending repair of the toilet.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "inmate epstein",
        "psych observation",
        "cell",
        "toilet",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "u.s. department of justice",
        "attorney conference",
        "psychologist",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034956",
            "similarity": 0.538,
            "index": 69,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034953",
      "summary": "On July 29, 2019, at 11:29 AM, a Forensic Psychologist with the U.S. Public Health Service and the Federal Bureau of Prisons observed inmate Epstein (#76318-054) at the Metropolitan Correctional Center in New York. The suicide watch status was clear (None), and the observation was pending beds for the inmate in SHU (Special Housing Unit). The message was classified as CONFIDENTIAL and contained warnings about sensitive information.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "suicide watch",
        "psych observation",
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "epstein",
        "shu",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034641",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034929",
            "similarity": 0.818,
            "index": 57,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034658",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036582",
      "summary": "Department of Justice, Federal Bureau of Prisons, New York MCC. *   **Inmate:** Jeffrey Edward Epstein, Case Number 76318.054, Team Taskworker. *   **Cell:** Cell 5, Special Housing Unit Cell Number 204.206E-0D. *   **Admission Date:** 2019-07-29 *   **Medical Information:** Inmate is on medication, with notes regarding epilepsy and diabetes. *   **Shift Logs:** Records daily shift logs including meals, exercise, out-of-cell time, and medical staff observations. *   **Medical Observations:** Between 2019-07-29 and 2019-08-02, the inmate reports no medical complaints. *   **Form Version:** This is a revised version of BP.292(52), replacing the August 2011 version.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "2019-07-29",
      "keywords": [
        "special housing unit",
        "jeffrey epstein",
        "inmate record",
        "bureau of prisons",
        "u.s. department of justice",
        "medical",
        "classification",
        "cell number",
        "medications",
        "shift",
        "health"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034215",
      "summary": "Dr. MI removed Inmate Epstein from psychological observation and is preparing a competency report. He has reported similar complaints regarding his mental state, as previously discussed. The document originates from the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "7/30/2019",
      "keywords": [
        "inmate epstein",
        "competency report",
        "psychological observation",
        "dr. mi",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction analysis",
        "sdny_00010516",
        "efta00034215"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035393",
            "similarity": 0.5,
            "index": 215,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015493",
      "summary": "The case concerns access to video footage from the Metropolitan Correctional Center (MCC) and related records pertaining to the death of Jeffrey Epstein. Key points from the declaration: *   **Background:** Christenson works at the Federal Medical Center in Rochester, Minnesota, and her previous declaration details her role. *   **FOIA Requests:** The BOP received a separate FOIA request (not from the plaintiffs) for MCC video records in August 2019. This request was logged in 2019. *   **Record Production:**  The BOP produced records to the plaintiffs in phased releases, beginning in August 2020. *   **Corrections to Previous Declaration:** Christenson corrects an error in her previous declaration regarding the number of scanned visitor logs and the date of a related log entry (from July 30, 2019). *   **Further Production (October 2020):** The BOP produced an additional 351 pages of records, including attorney log books and emails, after reaching agreements with the plaintiffs regarding the handling of records from the Office of Inspector General (OIG). *   **OIG Records Review:** The BOP reviewed approximately 7,475 pages of records returned from the OIG, identifying roughly 6,898 pages as non-responsive or duplicative. 387 pages were withheld in full under Exemptions 6, 7(C), and 7(A). *   **Updated Index:** A revised index of withheld documents (the \"Updated Index\") reduces the number of pages withheld and clarifies the application of exemptions. *   **Exemption Justifications:** The BOP justifies withholding records under Exemptions 6 (privacy of personnel and medical files), 7(A) (law enforcement records), and 7(E) (techniques and procedures for law enforcement investigations), citing concerns about privacy, potential harm to individuals, and the need to protect BOP operational security. Specifically, they argue that releasing certain information would risk compromising investigations or endangering BOP employees and inmates.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "efta00015493",
        "foia",
        "bop",
        "federal bureau of prisons",
        "kara christenson",
        "united states department of justice",
        "inmate records",
        "video footage",
        "epstein",
        "mcc rochester",
        "inmate census",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035391",
      "summary": "A psychologist at the Metropolitan Correctional Center is working on an inmate’s competency report after removing him from psychological observation. The inmate, identified as Epstein, has been experiencing complaints about his confinement.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2019",
      "keywords": [
        "efta00035391",
        "inmate epstein",
        "redaction analysis",
        "psychological observation",
        "competency report",
        "u.s. department of justice",
        "federal bureau of prisons",
        "confinement",
        "complaints"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035342",
      "summary": "On August 1, 2019, a Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York was communicating regarding Jeffrey Epstein’s potential suicide attempt. Discussions centered on whether an attempt occurred, possible causes (ploy, outside involvement, or self-inflicted injury), and the request for notes related to the event. The psychologist requested immediate access to notes and HIPAA compliance. The communication included timestamps, contact information, and references to EFTA00035342, EFTA00035343, and EFTA00035344.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "psychologist",
        "department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "notes",
        "redaction",
        "hippa",
        "samsung galaxy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034059",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034061",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035338",
            "similarity": 0.667,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035284",
      "summary": "On August 1, 2019, the Chief Psychologist at the Metropolitan Correctional Center noted that inmate EFTA00035284 (Jeffrey Epstein) signed a form with Marshals indicating “suicidal tendencies.” Epstein denied this statement. The psychologist questioned whether he should see Epstein and conduct a Special Risk Assessment.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "inmate",
        "suicidal tendencies",
        "marshals",
        "fbi",
        "department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "r&d",
        "screen"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035337",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034120",
      "summary": "On August 1, 2019, a U.S. Department of Justice/Federal Bureau of Prisons Chief Psychologist (Psy.D.) requested information regarding Jeffrey Epstein. On August 1, 2019, at 9:10 AM, the Psychologist sent a request for information to a redacted recipient, referencing “Epstein,” and asking for urgent delivery. On July 31, 2019, at 4:48 PM, the same Psychologist requested notes related to Epstein’s suicide attempt.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00034120",
        "redaction analysis",
        "psy.d.",
        "epstein",
        "suicide attempt",
        "hipaa",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "samsung galaxy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034059",
      "summary": "On August 1, 2019, communications occurred between a Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons and individuals regarding Jeffrey Epstein’s attempted suicide at the Metropolitan Correctional Center. Discussions included uncertainty about whether the attempt was intentional, a ploy, or accidental, and requests for psychological notes related to the event. HIPAA concerns and urgent requests for information were raised. The document contains redactions of personal information.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide attempt",
        "psychologist",
        "redaction",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "hippa",
        "notes",
        "samsung galaxy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035342",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034061",
            "similarity": 1.0,
            "index": 93,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034057",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035338",
            "similarity": 0.667,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035337",
      "summary": "On August 1, 2019, the Chief Psychologist at the Metropolitan Correctional Center noted that Jeffrey Epstein had signed a form with Marshals indicating \"suicidal tendencies,\" which he subsequently denied. The psychologist questioned whether they should screen Epstein and add a note for safety. The document pertains to inmate EFTA0003537.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "marshals",
        "suicidal tendencies",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "r&d",
        "screen",
        "sra",
        "u.s. department of justice",
        "form"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035284",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034056",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034061",
      "summary": "On August 1, 2019, a Chief Psychologist at the Metropolitan Correctional Center in New York discussed an attempted suicide by Jeffrey Epstein.  The psychologist initially suggested the gesture was a “potential suicidal gesture” and considered possibilities including a ploy, external involvement, or self-inflicted injury. Notes related to the attempt were requested and circulated among individuals, including requests for HIPAA compliance and immediate access.  The communication involved multiple individuals and locations, including the U.S. Department of Justice and Federal Bureau of Prisons.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide attempt",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction",
        "hippa",
        "samsung galaxy",
        "notes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034059",
            "similarity": 1.0,
            "index": 91,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035342",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034057",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035338",
            "similarity": 0.667,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034056",
      "summary": "On August 1, 2019, the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons noted that Jeffrey Epstein had signed a form with Marshals indicating “suicidal tendencies.” Epstein denied this indicated he was suicidal, and the document discusses whether the psychologist should observe him or conduct a psychological risk assessment (SRA).",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "marshals",
        "suicide",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "sra",
        "u.s. department of justice",
        "confidential",
        "form",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035337",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034057",
      "summary": "On August 1, 2019, a Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons requested information regarding Jeffrey Epstein’s potential suicide attempt.  The request included communications between the psychologist and an individual identified as “NERO,” and a subsequent request for HIPAA documentation related to Epstein. The document includes dates, times, and locations of communication, including the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide attempt",
        "redaction analysis",
        "efta00034057",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "hippa",
        "metropolitan correctional center",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034061",
            "similarity": 0.538,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034059",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035338",
      "summary": "On August 1, 2019, a request was made to the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons Metropolitan Correctional Center for notes regarding a subject’s potential suicide attempt related to Jeffrey Epstein. The request included notes labeled “NERO” and a request for a HIPAA release. A subsequent inquiry on July 31, 2019, reiterated the request for notes concerning Epstein’s suicide attempt.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "suicide",
        "epstein",
        "notes",
        "redaction",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "hippa",
        "efta00035338"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034061",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034059",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035342",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035336",
      "summary": "On August 1, 2019, the Chief Psychologist at the Metropolitan Correctional Center suggested screening inmate EFTA0003536 and noting potential safety concerns. The psychologist reported that inmate Epstein signed a form with Marshals indicating \"suicidal tendencies,\" which he subsequently denied. The psychologist questioned whether they should conduct a Special Risk Assessment (SRA) on the inmate.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicidal tendencies",
        "marshals",
        "bureau of prisons",
        "psychologist",
        "federal bureau of prisons",
        "r&d",
        "form",
        "new york",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036419",
      "summary": "This email confirms receipt of the Correctional Services Manual (EFTA00036419) from the Federal Bureau of Prisons – MCC New York. The manual provides information on institution security procedures for law enforcement purposes and is restricted to staff access. Distribution is controlled by the Correctional Services Administrator, and sharing with inmates is strictly prohibited. Staff are required to maintain the manual in a secure location and report any loss to the Regional and Central Office Administrators.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "correctional services manual",
        "bureau of prisons",
        "staff access",
        "security procedures",
        "inmates",
        "distribution",
        "sensitive information",
        "administrator",
        "manual",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036418",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036418",
      "summary": "This document concerns the receipt of the Correctional Services Manual (EFTA00036418.pdf) for staff at the Federal Bureau of Prisons, MCC New York. The manual provides information on institution security procedures and is intended for law enforcement use. Distribution is controlled and restricted to Bureau components with a sensitive but unclassified status. Staff must maintain the manual in a secure location, and any loss requires immediate notification to regional administrators.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "correctional services manual",
        "bureau of prisons",
        "security procedures",
        "inmates",
        "distribution",
        "sensitive information",
        "staff access",
        "administrator",
        "evidence recovery",
        "manual receipt"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036419",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035530",
      "summary": "This email, dated August 2, 2019, is a follow-up regarding a list for the week of August 5, 2019, concerning inmate EFTA00035530. It includes a mental status check (one of six items) and a new external report with five items. The sender is a Chief Psychologist from the U.S. Department of Justice/Federal Bureau of Prisons, Metropolitan Correctional Center, New York.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "efta00035530",
        "redaction analysis",
        "fbi",
        "bureau of prisons",
        "mental status check",
        "august 5",
        "2019",
        "new york",
        "tli",
        "u.s. department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036122",
      "summary": "On August 5, 2019, MCC New York employee (name redacted) was authorized to work 90 minutes of overtime, starting at 1500 hours on Monday. The purpose was project planning and administrative duties due to a shortage of administrative staff. The authorization was certified by the Warden and the employee requested either overtime pay or compensatory time. The document outlines procedures for overtime authorization, including specific instructions for multiple employees and the requirement for original processing and filing.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "overtime authorization",
        "u.s. department of justice",
        "federal bureau of prisons",
        "mcc new york",
        "overtime pay",
        "compensatory time",
        "warden",
        "supervisor",
        "employee",
        "time verification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036830",
      "summary": "An email was sent on August 5, 2019, from an unknown sender to an unknown recipient with the subject “Re: I love you guys s0000000 much )”. The email expresses affection for recipients, references a planned gathering at the Whiskey Tavern on August 9th, and includes the phrase “GAYYYYYYYYYYYYYY”. The email originates from the U.S. Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center, with a motivational quote included.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "efta00036830",
        "fbi",
        "bureau of prisons",
        "metropolitan correctional center",
        "whiskey tavern",
        "appreciation",
        "work hard",
        "success",
        "drinks",
        "love"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036917",
      "summary": "On August 6, 2019, Associate Warden, MCC New York, issued a memorandum to York regarding the Annual Assurance Statement for FY 2019 at the Metropolitan Correctional Center, New York. The memorandum states that a review conducted in accordance with Program Statement 1210.23 indicated effective and efficient management of program activities, providing reasonable assurance that government resources are protected against fraud, mismanagement, or misappropriation.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "assurance statement",
        "fy 2019",
        "management control",
        "program review",
        "fraud",
        "mismanagement",
        "misappropriation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036336",
      "summary": "An email, dated August 6, 2019, from the Federal Bureau of Prisons (MCC New York) regarding an order for custody concerning a warehouse and a file named EFTA00036336. The email includes contact information for Camain Seereka, Glyneo Honor Graduate, Cusunb T&.1, and mentions a quote: \"Shit everythin, eNert, when/she:ad treated/like, nothing:\".",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "efta00036336",
        "warehouse",
        "order",
        "custody",
        "redaction",
        "bureau of prisons",
        "new york",
        "august 2019",
        "camain seereka",
        "glyneo honor graduate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036293",
      "summary": "A forensic psychologist at the Metropolitan Correctional Center in New York requested a 15-day extension to complete evaluations due to understaffing, a high caseload, and a pending medical procedure. Supporting correspondence details requests, confirmations, and acknowledgments related to the extension request and the psychologist's role within the U.S. Public Health Service, Department of Justice, and Federal Bureau of Prisons. The document includes email chains discussing the situation and attached documents, including a letter to the Judge. Redactions have been applied to several sections of the document.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00036293",
        "redaction",
        "case load",
        "evaluation",
        "judge",
        "extension"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034554",
      "summary": "An inmate, referred to as “Epstein,” contacted a writer regarding phone calls he received through his PAC number. He stated he had only had two phone calls via speakerphone and questioned whether they constituted his monthly contact. He also reported missing books he was reading while in suicide watch, specifically mentioning his transfer to the SHU. The communication was made by the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "8/8/2019",
      "keywords": [
        "epstein",
        "complaints",
        "phone calls",
        "suicide watch",
        "shu",
        "pac number",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036406",
      "summary": "On August 8, 2019, a Chief Psychologist from the U.S. Department of Justice/Federal Bureau of Prisons’ Metropolitan Correctional Center in New York notified recipients of their absence from August 9-19, 2019. During this time, staff X6354 and X6359 were designated to act in the psychologist’s capacity.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "delegation of authority",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "august 9-19",
        "2019",
        "redaction analysis",
        "x6354",
        "x6359",
        "chief psychologist"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033984",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036407",
            "similarity": 0.5,
            "index": 217,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036426",
      "summary": "An inmate, identified as Epstein (EFTA00036426), reported to a writer that he received a PAC number to make phone calls, having only had two speaker phone calls and questioning if they counted as his monthly contact. He also reported missing books he had while in suicide watch. The communication occurred between August 8, 2019, and involved the U.S. Department of Justice/Federal Bureau of Prisons and the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "epstein",
        "complaints",
        "phone calls",
        "inmate",
        "suicide watch",
        "books",
        "prison",
        "federal bureau of prisons",
        "redacted",
        "pac number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036313",
      "summary": "This document is a memo regarding “USE OF FORCE” at the 9 South unit of the Metropolitan Correctional Center, part of the U.S. Department of Justice’s Federal Bureau of Prisons. It was sent on August 8, 2019, and includes attached files: TEXT.htm, 9_south_USE_OF_FORCE.docx, and IMAGE.png. The sender is from the U.S. Department of Justice, Metropolitan Correctional Center, Federal Bureau of Prisons.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "use of force",
        "efta00036313",
        "doj",
        "bureau of prisons",
        "9 south",
        "metropolitian correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036833",
      "summary": "On August 9, 2019, a notification was sent to residents regarding an emergency water shut-off at Dayton Manor due to necessary repairs. The shut-off was scheduled from 10:20 AM to 12:00 PM. The email was sent from the Facilities Department to multiple recipients and included an attachment named TEXT.htm. Page 2 contains a message from the US Department of Justice, Federal Bureau of Prisons, MDC Brooklyn, Facility Manager, with a motivational quote.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "water shut off",
        "dayton manor",
        "facilities department",
        "emergency repairs",
        "us dept of justice",
        "federal bureau of prisons",
        "mdc brooklyn",
        "repairs",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032505",
      "summary": "On August 9, 2019, a correctional officer spoke with inmate Jeffery Epstein (Reg. No. 76318-054) regarding a call he made to his mother. The officer shortened Epstein’s attorney visitation to allow a social call, escorting him to Special Housing Unit (SHU) G tier and allowing him to use a phone for 15 minutes, after which the call was ended. The officer noted Epstein didn't have his phone set up and the phone number dialed began with 347.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "federal bureau of prisons",
        "inmate epstein",
        "jeffery",
        "memorandum",
        "visitation",
        "phone call",
        "social call",
        "special housing unit",
        "poe and pin",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035174",
      "summary": "On August 9, 2019, a correctional officer spoke with inmate Jeffery Epstein (Reg. No. 76318-054) regarding a phone call to his mother. The officer facilitated a social call from the Special Housing Unit, monitoring the call for 15 minutes and noting the phone number dialed began with “347.” The officer escorted Epstein to the G tier and oversaw the call’s termination.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "inmate",
        "call",
        "visitation",
        "social call",
        "phone",
        "pac pin"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036745",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Federal Bureau of Prisons, resulting in his death at 7:36 a.m. on August 10, 2019, after being discovered during breakfast service at 6:33 a.m. Prior to his death, Epstein was on suicide watch, then removed from it on July 29, 2019, and housed with cellmate Reyes 85993-054 until Reyes' release on August 9, 2019. Throughout the day of August 9th, Epstein had legal visits and communicated with staff via phone.  Bruising around his neck and a makeshift noose were reported in his cell.  Following the discovery of his death, medical staff conducted an investigation, and the cell was secured as a potential crime scene.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "suicide watch",
        "federal bureau of prisons",
        "washington d.c.",
        "cellmate",
        "cpr",
        "death",
        "psychological evaluation",
        "legal visit",
        "crime scene"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036304",
      "summary": "On August 9, 2019, an email was sent from the Human Resources Specialist at the MCC, New York, to the United States Department of Justice’s Federal Bureau of Prisons, Metropolitan Correctional Center New York. The email requested a list of staff who had found weapons, going back as far as possible. Two redactions are present in the email.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "efta00036304",
        "names",
        "weapons",
        "human resources",
        "metropolitan correctional center",
        "united states department of justice",
        "bureau of prisons",
        "new york",
        "2019",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034122",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, died at the Metropolitan Correctional Center (MCC) New York from an apparent suicide. He was found unresponsive in his cell and transported to a local hospital where he was pronounced dead. The FBI is investigating the incident, which occurred after Epstein’s arrival at the facility on July 6, 2019, following an indictment for sex trafficking of minors and conspiracy. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "suicide",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "ems"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034336",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034849",
            "similarity": 0.818,
            "index": 122,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036429",
      "summary": "no. 76318-054, who died by apparent suicide on August 10, 2019. The notice mandates that all record custodians preserve all potentially relevant electronic files and physical documents related to Epstein, including emails, documents, BEMR records, and other media.  Custodians are instructed not to alter, delete, or destroy any information and must notify the General Counsel of any relevant information being sent to offsite storage facilities. A checklist is attached for completion by August 21, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "legal hold",
        "inmate death",
        "bop",
        "records preservation",
        "esi",
        "jeffrey epstein",
        "data retention",
        "confidential",
        "federal bureau of prisons",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035286",
            "similarity": 0.818,
            "index": 119,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033860",
      "summary": "On August 10, 2019, Officer Ma responded to a request for emergency hospital detail at Metropolitan Correctional Center, New York, regarding inmate Jeffrey Epstein (#76318-054). Officers secured the remains in room A9 of New York Presbyterian Hospital, with the Institution Duty Officer (IDO) taking command. The timeline involved preparation, escort, securing, communication with the Office of City Medical Examiner (OCME), and ultimately, the transport of the remains to the city morgue location.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033860",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "remains",
        "ocme",
        "hospital detail",
        "federal bureau of prisons",
        "united states government",
        "emergency room"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034336",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein was found unresponsive at the Metropolitan Correctional Center (MCC) New York and later died at a local hospital from life-threatening injuries. He was 66 years old and was being held pretrial on sex trafficking charges. No staff or other inmates were injured, and the public was not in danger. The FBI was notified.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "u.s. department of justice",
        "metropolitan correctional center",
        "jeffrey epstein",
        "inmate death",
        "federal bureau of prisons",
        "new york",
        "sex trafficking",
        "redaction analysis",
        "ems",
        "mcc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034122",
            "similarity": 0.538,
            "index": 115,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035286",
      "summary": "*   **Incident:** Epstein was found unresponsive and subsequently died in his cell due to an apparent suicide on August 10, 2019. A lawsuit is anticipated. *   **Preservation Obligation:** Record custodians are required to preserve all potentially relevant electronic files (ESI) and physical documents related to Epstein, including emails, documents, and BEMR records. *   **Action Required:** Custodians must complete a checklist and adhere to specific preservation protocols, including suspending retention policies and preventing deletion or alteration of ESI. *   **Contact Information:**  Questions and comments should be directed to alOjohnson@bop.gov.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "legal hold",
        "inmate death",
        "bop",
        "esi",
        "records preservation",
        "jeffrey epstein",
        "federal bureau of prisons",
        "data retention",
        "confidential",
        "notification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036429",
            "similarity": 0.818,
            "index": 116,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036604",
      "summary": "The FBI investigation regarding offenses associated with IPPA AD is currently under review by the DOJ, with the FBI confirming a revised version of the investigation following an edit made by IPPA AD. The DOJ is now in communication with the FBI to confirm this new version, which may be approved and distributed to over 50 media outlets. Further communication regarding distribution is pending.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "8/10/2019",
      "keywords": [
        "ippa",
        "doj",
        "fbi",
        "investigation",
        "offenses",
        "media",
        "email",
        "federal bureau of prisons",
        "redaction analysis",
        "efta00036604"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034341",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) in New York and died at New York Presbyterian-Lower Manhattan Hospital. He was pronounced dead at 7:37 a.m. from an apparent suicide. The cause of death is currently undetermined and pending an autopsy conducted by the Federal Bureau of Investigation. The MCC New York will provide an update to the court upon completion of the autopsy.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v. jeffrey epstein",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "suicide",
        "autopsy",
        "warden",
        "new york",
        "cause of death"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034849",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York and died from an apparent suicide. He was found in the Special Housing Unit at approximately 6:30 a.m. EMS was called, and he was transported to a local hospital where he was pronounced dead. Epstein was being held under pretrial status for sex trafficking of minors and conspiracy, having arrived at the MCC on July 6, 2019. The FBI is investigating the incident. The MCC New York is an Administrative security facility housing 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "emergency medical services"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034122",
            "similarity": 0.818,
            "index": 115,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034344",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein was pronounced dead at New York Presbyterian-Lower Manhattan Hospital due to an apparent suicide. The U.S. Department of Justice, Federal Bureau of Prisons, Office of the Warden sent condolences to Mark Epstein regarding his brother’s death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "suicide",
        "death",
        "bureau of prisons",
        "warden",
        "new york",
        "metropolitan correctional center",
        "u.s. department of justice",
        "mark epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034339",
            "similarity": 0.818,
            "index": 127,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032092",
      "summary": "This document is a Chain of Custody Log form, specifically BP-A0971, used by the U.S. Department of Justice, Federal Bureau of Prisons. It records the recovery and handling of evidence, item number M-19-00182 (clothing Epstein was transported to outside the hospital with), from August 10, 2019, at New York Presbyterian Hospital. The log details the individuals involved in the recovery, placement in an overnight drop box, transfer to a safe, and disposition of the evidence. Signatures, printed names, dates, and times are recorded at each stage of the process. The final disposition is marked as ‘Hold as evidence’ and ‘Destroy immediately’ is listed as an option. The FBI and Lab Analysis are noted as involved in the process.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "chain of custody",
        "evidence",
        "fbi",
        "department of justice",
        "evidence recovery",
        "disposition",
        "drop box",
        "lab analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023980",
      "summary": "On August 10, 2019, United States Senator Ben Sasse wrote to Attorney General William P. Barr regarding the death of Jeffrey Epstein by apparent suicide while in federal Bureau of Prisons custody. Sasse expresses outrage at what he perceives as a systemic failure within the Department of Justice, citing Epstein’s previous suicide attempt and the apparent removal of suicide watch. He demands answers regarding whether Epstein was on suicide watch, why he was taken off, and the initiation of investigations into the Bureau of Prisons’ handling of Epstein's case and potential criminal activity surrounding it. He also requests confirmation that all evidence related to Epstein’s co-conspirators is being secured.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "justice department",
        "child sex trafficking",
        "attorney general",
        "investigations",
        "bureau of prisons",
        "criminal activity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034472",
      "summary": "On August 10, 2019, Captail, a Federal Bureau of Prisons representative, held informal training sessions with correctional staff at the Metropolitan Correctional Center in New York due to concerns about inmate Jeffrey Epstein (Reg. No. 76318-054). The training emphasized vigilance, security monitoring, and maintaining a clean and manageable Special Housing Unit, particularly regarding unannounced rounds and addressing security concerns like obstructed observation windows and accumulated waste. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell following a suspected suicide attempt.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "shu",
        "training",
        "expectations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035467",
            "similarity": 0.538,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034339",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein was pronounced dead at New York Presbyterian-Lower Manhattan Hospital due to an apparent suicide. The U.S. Department of Justice’s Federal Bureau of Prisons sent a condolence letter to Mr. Epstein regarding his brother’s death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "death",
        "suicide",
        "bureau of prisons",
        "warden",
        "metropolitan correctional center",
        "new york",
        "u.s. department of justice",
        "condolences"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034344",
            "similarity": 0.818,
            "index": 123,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015300",
      "summary": "On August 10, 2019, the U.S. Marshals Service confirmed the death of Jeffrey Edward Epstein, 66, a federal prisoner. Epstein was held at the BOP’s Metropolitan Correctional Center (MCC) in New York and was being investigated by the FBI. The U.S. Marshals Service partners with various entities, including state and local governments, the Federal Bureau of Prisons, and private detention facilities, to house its prisoner population.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "usms",
        "jeffrey epstein",
        "death investigation",
        "federal prisoner",
        "metropolitan correctional center",
        "fbi",
        "bop",
        "detention facilities",
        "us marshals service",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035467",
      "summary": "On August 10, 2019, a U.S. Federal Bureau of Prisons Captain issued a memorandum regarding security expectations for inmate Jeffrey Epstein (Reg. No. 76318-054) at the Metropolitan Correctional Center in New York City. Following concerns about Epstein’s behavior, the Captain held informal training sessions with staff, emphasizing vigilance, increased unannounced rounds, and maintaining a clean and manageable Special Housing Unit. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell after a suspected suicide attempt, and he was housed with a cellmate.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "special housing unit",
        "metropolitan correctional center",
        "training",
        "oversight",
        "management"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034472",
            "similarity": 0.538,
            "index": 126,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030457",
      "summary": "This document contains inmate history and data related to Jeffrey Edward Epstein (76318-054) at the Metropolitan Correctional Center (MCC) New York. It includes: *   **Inmate History:** A detailed record of his housing assignments (rooms and beds) from July 2019 through August 10, 2019, with dates and times of assignments. *   **Category:** QTR (likely meaning quarters), indicating a standard housing assignment. *   **Function:** FCL (likely referring to a specific function or program). *   **Discipline Data:** A chronological record of disciplinary actions (though none exist within the timeframe covered). *   **Security/Designation Data:** Information regarding his security level (W/M/66), offense (sex trafficking of minors), and custody classification, including his medical and psychological status. *   **Inmate Profile:** A comprehensive profile detailing his personal information (birthdate, address, etc.), program assignments, and other relevant details. *   **TRUVIEW Report:** A report documenting his interactions, including money received and sent, calls, and visits, from May 11, 2020. The document appears to be part of a larger system for tracking inmate information within the Federal Bureau of Prisons.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate",
        "jeffrey edward epstein",
        "efta00030457",
        "ncrbm",
        "quarters",
        "fcl",
        "assignment",
        "history",
        "dates",
        "nym",
        "house",
        "range",
        "bed",
        "206l",
        "sex trafficking",
        "cya",
        "discipline",
        "security",
        "designation",
        "custody",
        "category",
        "mental health",
        "education",
        "finance",
        "religion",
        "metropolitan correctional center",
        "usm",
        "doc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034353",
      "summary": "On August 11, 2019, at 9:22 AM GMT, a New York Police Department Medical Examiner contacted the Federal Bureau of Prisons regarding inmate Jeffrey Epstein. The Medical Examiner needed someone to verify Epstein’s body at the coroner’s office to initiate an autopsy. The communication included a quote from Elizabeth Kubler-Ross and case information (SDNY_000 10777, EFTA00034353).",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "epstein",
        "inmate",
        "autopsy",
        "coroner",
        "nypd",
        "medical examiner",
        "federal bureau of prisons",
        "kubler-ross",
        "redaction analysis",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034352",
            "similarity": 0.9,
            "index": 136,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034354",
      "summary": "On August 11, 2019, a Medical Examiner from the NYPD contacted the Bureau of Prisons regarding the body of inmate Epstein. The Medical Examiner needed someone to verify the inmate's body at the coroner’s office to initiate an autopsy. The communication was sent from the MCC New York office.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "inmate epstein",
        "autopsy",
        "coroner's office",
        "nypd",
        "verification",
        "medical examiner",
        "federal bureau of prisons",
        "cpr",
        "sdny_000 10778",
        "efta00034354"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036440",
      "summary": "An email exchange occurred between two individuals on August 11, 2019. One person expressed concern about a chaotic situation (“media shit show”) related to a news event and mentioned the US Department of Justice, Federal Bureau of Prisons, and Metropolitan Correctional Center in New York. The other person indicated they were okay (\"lmOK\") and reported a busy shift. An attached file named “TEXT.htm” is also referenced.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036440",
        "redaction analysis",
        "us department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "media",
        "shift",
        "chaos",
        "ii"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036059",
            "similarity": 0.667,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036439",
      "summary": "Lieutenant Coleman, stationed at the Metropolitan Correctional Center in New York, reported on August 11, 2019, dealing with a chaotic media situation involving a patient’s hospitalization. He described the events as “media shit show” and communicated with colleagues regarding the situation, expressing concern and well-being. He was conducting daily work operations (D/W ops) at the time of the communications.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036439",
        "coleman",
        "fcc coleman",
        "bureau of prisons",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "media",
        "shift",
        "prayer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036433",
      "summary": "On August 11, 2019, an individual (identified as “Lieutenant” from the US Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center New York) sent an email regarding a “media shit show” that occurred during a shift. The email included responses from another individual (“Hey man”) indicating they were also okay.  The email is associated with file EFTA00036433.pdf.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036433",
        "redaction",
        "us department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "media",
        "shift",
        "2019",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036432",
            "similarity": 0.538,
            "index": 139,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036059",
            "similarity": 0.538,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034352",
      "summary": "On August 11, 2019, the New York City Medical Examiner (NYPD) contacted the Bureau of Prisons regarding the body of inmate Epstein, requesting someone to verify the body for autopsy purposes. The communication included a quote from Elizabeth Kubler-Ross and case identification numbers (SDNY_000 10776 and EFTA00034352).",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "epstein",
        "inmate",
        "autopsy",
        "coroner",
        "nypd",
        "medical examiner",
        "federal bureau of prisons",
        "kubler-ross",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034353",
            "similarity": 0.9,
            "index": 131,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036437",
      "summary": "On August 11, 2019, Lieutenant Coleman of the US Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center New York, received emails from multiple individuals expressing concern and offering support. The emails detail a chaotic situation involving media activity, a hospital visit related to a deceased individual, and a “media shit show.” Lieutenant Coleman’s contact information includes his address, phone extensions, and workplace details.  A separate communication, EFTA00036438, is also present.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036437",
        "coleman",
        "fcc",
        "us department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "media",
        "hospital",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035434",
      "summary": "A correspondence email chain, dated August 11, 2019, concerning inmate Esptein, was sent from a Federal Bureau of Prisons Senior Officer Specialist at MCC New York to an unidentified recipient. The email included a quote from Elizabeth Kubler-Ross regarding embracing life's events and finding purpose. The file pertains to inmate EFTA00035434.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00035434",
        "inmate",
        "espstein",
        "redaction",
        "afge",
        "cpr",
        "federal bureau of prisons",
        "mcc new york",
        "elizabeth kubler-ross"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036432",
      "summary": "On August 11, 2019, an individual was involved in a situation at the Metropolitan Correctional Center in New York involving media attention and hospital visits for a subject (“II”). The individual was conducting D/W operations and described the morning as a \"media shit show.\" The communications involve multiple individuals including a Lieutenant from the US Department of Justice and Federal Bureau of Prisons.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036432",
        "redaction",
        "us department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "newyork",
        "media",
        "hospital",
        "shift",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036433",
            "similarity": 0.538,
            "index": 135,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035437",
      "summary": "Pervaiz Shallwani, a Senior Editor at The Daily Beast, is investigating the circumstances surrounding Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC) in Manhattan. He is seeking information regarding when Epstein was taken off suicide watch, the duration of his watch, the unit he was housed in, whether he was alone, protocols for monitoring him, the existence of an internal investigation, and surveillance footage.  He has received responses from the Bureau of Prisons, initially providing a press release and then offering general statements regarding privacy and security concerns.  One individual indicated Epstein was moved to a cell with a new cellmate two weeks after being removed from suicide watch, violating standard procedures.  A request for details about the death is repeatedly made by Shallwani.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide watch",
        "daily beast",
        "pervaiz shallwani",
        "federal bureau of prisons",
        "mcc new york",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036059",
      "summary": "On August 11, 2019, a US Department of Justice Federal Bureau of Prisons Lieutenant at the Metropolitan Correctional Center in New York experienced a chaotic shift involving media attention and hospital visits related to an incarcerated individual (identified as “II”). The Lieutenant reported being on shift that morning and described the situation as a “media shit show.”",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036059",
        "us department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "media",
        "shift",
        "chaos",
        "lieutenant",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036433",
            "similarity": 0.538,
            "index": 135,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036440",
            "similarity": 0.667,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034363",
      "summary": "On August 11, 2019, the Federal Bureau of Prisons (BOP) responded to a request from CBS News regarding Jeffrey Epstein’s time in custody. Matt Pieper, a CBS News Radio Anchor/Correspondent, inquired about whether Epstein was on suicide watch. The BOP’s Office of Public Affairs provided the Attorney General’s statement and declined to offer further comment on the matter.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "bureau of prisons",
        "cbs news",
        "suicide watch",
        "attorney general",
        "redaction",
        "public affairs",
        "fwd",
        "request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036650",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a breakdown of overtime (OT) in New York, related to the Samsung case EFTA00036650. The email included attachments: TEXT.htm and New_York_OT_Break_Down.docx. The email was sent on August 12, 2019, and is from the Federal Bureau of Prisons Northeast Regional Office.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036650",
        "new york",
        "ot break down",
        "federal bureau of prisons",
        "samsung",
        "redaction analysis",
        "2019",
        "august",
        "docx",
        "text.htm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036968",
      "summary": "On August 12, 2019, at 1:00 P.M., a Staff Recall will occur at the Metropolitan Correctional Center in New York. All available staff are required to attend, with Department Heads and Supervisors providing coverage for custodial posts. Specific staff members are assigned to relief posts across various departments including security, custodial, and administrative functions. The document identifies staff responsible for coverage at key locations within the facility.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "staff recall",
        "nym supervisors",
        "august 12",
        "2019",
        "custodial posts",
        "relief staff",
        "post relief",
        "efta00036968"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036578",
      "summary": "On August 12, 2019, the Federal Bureau of Prisons Northeast Regional Office sent photographs to [REDACTED] and [REDACTED] via email. The attachments included documents related to Jeffrey Epstein’s door, specifically six different .docx files named Epstein_door-1.docx through Epstein_door-6.docx, and a .htm file named TEXT.htm. The email originated from a “pecia Investigative Technician” at MCC New York.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036578",
        "photographs",
        "epstein",
        "federal bureau of prisons",
        "samsung",
        "tijuana",
        "america pina",
        "mcc new york",
        "redaction analysis",
        "text.htm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034372",
      "summary": "On August 12, 2019, Warden Lamine N’Diaye of the Metropolitan Correctional Center (MCC) New York responded to Judge Richard M. Berman’s inquiry about investigations related to an incident involving Jeffrey Epstein on or about July 23, 2019. N’Diaye confirmed that an internal investigation was completed, but the FBI and OIG investigations would include the incident. He stated he could not disclose information about the prior investigation due to its confidential nature. Counsel for Jeffrey Epstein, Martin Weinberg, is also included in the correspondence.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "richard m. berman",
        "fbi",
        "oig",
        "august 12",
        "2019",
        "internal investigation",
        "july 23",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035366",
            "similarity": 0.571,
            "index": 149,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036154",
      "summary": "The document consists of electronic communications regarding the NICEVision camera system used by the Federal Bureau of Prisons (BOP). Communications detail experiences with NICEVision across multiple facilities, including FDC Miami, Victorville FCI, Danbury FCI, and Otisville FCI. Concerns are raised about a “Database Error” encountered during NICEVision login, and discussions revolve around the perceived benefits and challenges of the system. Input is sought from NICEVision users regarding troubleshooting the error and comparing NICEVision to previous systems like Viconet and Pelco.  The document includes contact information for various technicians and facilities.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "nicevision",
        "bop",
        "electronics technician",
        "fdc miami",
        "federal bureau of prisons",
        "database error",
        "system",
        "vision",
        "camera system"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036321",
      "summary": "On August 12, 2019, a Lieutenant from the Federal Bureau of Prisons (specifically, the United States Penitentiary at Florence, Colorado – Administrative Maximum) contacted someone (“baCK”) regarding a previous call. A subsequent communication occurred between the same Lieutenant and the United States Department of Justice’s Federal Bureau of Prisons, involving the Metropolitan Correctional Center New York. The case involved inmate EFTA00036321.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036321",
        "federal bureau of prisons",
        "administrative maximum",
        "united states penitentiary",
        "florence",
        "colorado",
        "united states department of justice",
        "call",
        "lieutenant",
        "text.htm",
        "image.png"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035366",
      "summary": "On August 12, 2019, the Warden of Maropolhaa Correcuioaal Caner (MCC New York) responded to Judge Richard M. Berman’s inquiry about an investigation into an incident involving Jeffrey Epstein on July 23, 2019. The Warden confirmed that the FBI and OIG investigations would include this incident, despite an internal investigation having been completed. Due to the ongoing investigations, the Warden stated they could not disclose information about the prior investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "oig",
        "united states department of justice",
        "federal bureau of prisons",
        "mcc new york",
        "richard m. berman",
        "investigation",
        "redaction analysis",
        "august 12",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034372",
            "similarity": 0.571,
            "index": 146,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036066",
      "summary": "On August 12, 2019, at 10:31 AM, a Special Investigative Technician from MCC New York sent photographs (TEXTP101, fnarin door-2 don, fnarin dnnr-1 don, ErthigialkLIC1621:6, Ude&112111:5.621:6, El2=11110019401:X) to the Correctional Service Administrator at the Federal Bureau of Prisons Northeast Regional Office as part of case EFTA00036066.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036066",
        "photographs",
        "redaction",
        "fbi",
        "bureau of prisons",
        "correction",
        "new york",
        "mcc",
        "sampson",
        "epstien"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036441",
      "summary": "An email chain discusses ordering supplies for the SHU (Special Housing Unit) at the Metropolitan Correctional Center (MCC) New York. The captain instructed the recipient to order name magnets, gloves, a file cabinet, and folders. The recipient also mentions a long day and difficulty recalling additional items. The sender is a correctional officer at the Federal Bureau of Prisons.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "efta00036441",
        "name tags",
        "captain",
        "federal bureau of prisons",
        "shu",
        "correctional officer",
        "gloves",
        "file cabinet",
        "folders",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023431",
      "summary": "The U.S. Department of Justice’s Federal Bureau of Prisons responded to a Freedom of Information Act (FOIA) request from Danielle Ivory regarding documents concerning inmate Jeffrey Epstein. The request was received on August 13, 2019, and received on September 23, 2019. All records responsive to the request were deemed categorically exempt from disclosure under exemptions (b)(5), (b)(6), (b)(7)(A), (b)(7)(C), (b)(7)(E), and (b)(7)(F) of the Freedom of Information Act. The exemption (b)(7)(A) was specifically cited as temporary, protecting ongoing law enforcement proceedings. The response included contact information for the sender, the BOP FOIA Public Liaison, and the Office of Government Information Services (OGIS) for potential FOIA mediation. An administrative appeal process was also outlined for dissatisfied requesters.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "foia",
        "freedom of information act",
        "jeffrey epstein",
        "bureau of prisons",
        "u.s. department of justice",
        "redaction",
        "inmate",
        "privacy",
        "law enforcement",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015361",
      "summary": "*   **Christenson’s Role:** Christenson details her role processing Freedom of Information Act (FOIA) and Privacy Act (PA) requests related to inmate Jeffrey Epstein’s time at the Metropolitan Correctional Center (MCC) in New York.  Her responsibilities include analyzing, responding to, and monitoring these requests. *   **FOIA Requests:** The request stemmed from The New York Times’s efforts to obtain records regarding Epstein’s death. Specifically, the requests sought: log entries, inmate placement data, investigation reports, visitor records, and communication records related to the events leading up to and following Epstein’s death. *   **BOP Search & Redactions:** The BOP conducted a search for responsive records, primarily utilizing databases like SENTRY and BEMR.  Many records were withheld due to exemptions, primarily 7(A) (law enforcement proceedings) and 5 (internal agency communications). *   **Exemption Justifications:** The BOP cited concerns that releasing the information could interfere with ongoing law enforcement investigations or reveal investigative techniques. They used exceptions 7(A) and 7(E) *   **Aggregation of Requests:** Two separate FOIA requests were consolidated into a single request number (2019-05665). *   **Final Determination:** The BOP issued a final determination response denying the requests in full, citing the applicable exemptions. *   **Appeal:** Plaintiff, The New York Times, appealed the BOP’s determination, which was partially affirmed by the Office of Information Policy (OIP).",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "bop",
        "epstein",
        "foia",
        "prison records",
        "suicide",
        "mcc",
        "investigation",
        "security",
        "data",
        "inmate",
        "logs",
        "emails",
        "legal support",
        "requests",
        "exemptions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036156",
      "summary": "This document is a collection of emails discussing the implementation of NICEVision within the Federal Bureau of Prisons (BOP). The emails express frustration with the transition, highlighting concerns about standardization, compatibility issues with existing systems (particularly Motorola, Medtel, and CEIA), and the perceived lack of input from BOP staff. Key points include: *   **Criticism of FITARA:** Several individuals criticize the FITARA law and its impact on BOP IT systems. *   **NICEVision Concerns:**  There’s widespread dissatisfaction with NICEVision, citing database errors, incompatibility, and a lack of user-friendliness. Some users believe the system is not well-suited for the BOP’s needs. *   **Standardization Debate:**  A core discussion revolves around standardizing camera systems nationwide, with arguments for and against adopting NICEVision. *   **SIGNET Contract:**  A significant concern is the BOP’s contract with SIGNET for DVR/NVR system maintenance, which is now focused solely on NICE, creating a potential bottleneck. *   **User Feedback:** The emails contain individual experiences and preferences regarding camera systems, with some users expressing nostalgia for older, familiar systems. The document appears to be a record of troubleshooting efforts and discussions surrounding the rollout of NICEVision within the BOP.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "bop",
        "nicevision",
        "fitara",
        "avigilon",
        "motorola",
        "pelco",
        "vicon",
        "ippa",
        "system",
        "standardization",
        "contractors",
        "windows",
        "camera",
        "miami",
        "victorville",
        "database error"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036561",
      "summary": "On August 14, 2019, an individual ([REDACTED]) requested a breakdown of authorized budgeted positions for the MCC New York office from the Human Resource Administrator at the Northeast Regional Office. The breakdown included: 248 S&E/PHS/PZ9 positions (authorized budget), 6 Trust Fund positions, and 28 Temporary P01A positions (non-funded). The message was flagged as containing sensitive information.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036561",
        "mcc new york",
        "authorized positions",
        "budgeted positions",
        "human resources",
        "federal bureau of prisons",
        "doj",
        "sensitive",
        "sandra barnes",
        "efta00036562"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036843",
      "summary": "On August 14, 2019, correspondence occurred between the Associate Warden of the Metropolitan Correctional Center (MCC) New York and an individual identified as EFTA00036843. The correspondence included statements expressing frustration with perceived misinformation, a belief in divine protection, appreciation for support and prayers, and offers of assistance. One individual expressed anger regarding negative publicity, while another offered a visit in Chicago. The document is a redacted record of these communications.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction analysis",
        "efta00036843",
        "chicago",
        "prayer",
        "fake news",
        "lies",
        "support",
        "staff"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036880",
      "summary": "On August 14, 2019, the Associate Warden of MCC New York and a Residential Reentry Specialist from the Federal Bureau of Prisons (U.S. Armed Forces Reserve Complex, Grand Prairie, Texas) communicated support for inmate EFTA00036880. They acknowledged media inaccuracies and expressed confidence in the individual’s positive qualities.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036880",
        "federal bureau of prisons",
        "new york",
        "reentry",
        "support",
        "fake news",
        "texas",
        "armed forces reserve complex",
        "warden",
        "mcc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036884",
            "similarity": 0.583,
            "index": 162,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036130",
      "summary": "On August 14, 2019, a cost center update was issued for fund control related to the Metropolitan Detention Center. The update included a $800,000.00 expenditure under the “Camera Replacement” cost center (P1) for Qtr 4. The update was provided by a Federal Bureau of Prisons Budget Analyst.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036130",
        "federal bureau of prisons",
        "metropolitan detention center",
        "camera replacement",
        "budget analyst",
        "cost center",
        "redaction analysis",
        "8/14/2019",
        "fyi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036871",
      "summary": "On August 14, 2019, a Financial Program Specialist at the Federal Bureau of Prisons (BOP) responded to a question regarding per diem eligibility for staff traveling over 50 miles and exceeding 12 hours. The BOP-ADM/Acct Policy & Procedures, referencing GSA FTR 301-11.1, states that per diem is granted if the trip is over 12 hours and over 50 miles.  A subsequent page contains irrelevant text and a different document number (EFTA00036872).",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036871",
        "per diem",
        "travel authorization",
        "bop",
        "gsa ftr 301-11.1",
        "50 miles",
        "12 hours",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional ctr",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036129",
      "summary": "On August 14, 2019, a cost center update was issued for the Federal Bureau of Prisons – Metropolitan Detention Center. The update included a $800,000.00 expenditure designated as “Camera Replacement” within Qtr 4. The update was provided by a Budget Analyst and included contact information for further inquiries.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036129",
        "budget analyst",
        "federal bureau of prisons",
        "metropolitan detention center",
        "camera replacement",
        "cost center",
        "8/14/2019",
        "redaction",
        "qtr 4",
        "funding"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036883",
      "summary": "On August 14, 2019, the Associate Warden at MCC New York sent an email to the individual associated with EFTA00036883, expressing confidence and gratitude for support. A Residential Reentry Specialist from the Federal Bureau of Prisons responded, affirming the individual’s value and dismissing the influence of misinformation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036883",
        "redaction analysis",
        "king",
        "federal bureau of prisons",
        "new york",
        "texas",
        "support",
        "armed forces reserve",
        "reentry",
        "prison"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036884",
      "summary": "On August 14, 2019, an Associate Warden at MCC New York expressed confidence and gratitude for support, stating, “I am a child of the KING and I will be fine. I appreciate you!” A Residential Reentry Specialist from the Federal Bureau of Prisons at the U.S. Armed Forces Reserve Complex in Grand Prairie, Texas, affirmed support and noted that accurate information would not be subject to “fake news.” The individual’s inmate file is EFTA00036884.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036884",
        "federal bureau of prisons",
        "reentry",
        "new york",
        "texas",
        "armed forces reserve",
        "support",
        "warden",
        "fake news"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036880",
            "similarity": 0.583,
            "index": 157,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036841",
      "summary": "An email exchange occurred between an Associate Warden at the Metropolitan Correctional Center New York and an individual regarding Isaiah 54:17. The sender expresses concern about negative publicity and seeks support and prayer, while the Associate Warden offers support, including a visit in Chicago. The email chain references the Federal Bureau of Prisons and specific addresses.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "efta00036841",
        "bureau of prisons",
        "metropolitan correctional center",
        "prayer",
        "god",
        "fake news",
        "support",
        "composure",
        "serenity",
        "chicago"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036434",
      "summary": "On August 14, 2019, a SIS Technician from the U.S. Department of Justice – FBOP at the Federal Correctional Institution Talladega, AL, communicated with a Lieutenant from the U.S. Department of Justice – Federal Bureau of Prisons at the Metropolitan Correctional Center New York. The communication involved inquiries about the recipient’s well-being (“Fluffy”) and updates on the recipient’s situation (“its a lil crazy at the moment but im good”). Attached files include TEXT.htm, IMAGE.png, and EFTA00036435.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036434",
        "fbop",
        "federal correctional institution",
        "talladega",
        "us department of justice",
        "sis technician",
        "fluff",
        "lieutenant",
        "metropolitan correctional center",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036297",
      "summary": "A correctional systems officer at FCC Butner, NC, sent messages on August 15th and 16th, 2019, inquiring about the well-being of an individual (“MI”) and commenting on recent news events. The messages were associated with the case file EFTA00036297 and included standard disclaimers regarding sensitive information and proper handling procedures.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "8/16/2019",
      "keywords": [
        "efta00036297",
        "butner",
        "fcc",
        "correctional systems officer",
        "sensitive information",
        "psychology tech",
        "federal bureau of prisons",
        "mi",
        "new york",
        "2025-12-27"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036328",
      "summary": "An email was sent from the United States Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center New York regarding \"print in color 2.\" The email included a document named TEXT.htmaNYC.docx and an image named IMAGE.png. The sender is redacted, and the recipient is redacted. The document's identifier is EFTA00036328.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00036328",
        "bureau of prisons",
        "federal bureau of prisons",
        "new york",
        "print",
        "redaction",
        "doc",
        "justice",
        "color"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036325",
      "summary": "This document pertains to inmate EFTA00036325 at the Metropolitan Correctional Center New York. It includes an email correspondence regarding a request for printing documents in color, along with attached files: TEXT.htm, Staff Joint_NYC.docx, and IMAGE.png. The email originates from Zieutarat at the United States Department of Justice, Federal Bureau of Prisons.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00036325",
        "print in color",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center new york",
        "nyc",
        "staff",
        "text.htm",
        "image.png"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036373",
      "summary": "On August 16, 2019, the U.S. Dept. of Justice’s Federal Bureau of Prisons Sacramento Intelligence Unit sent an email regarding a “SIS ADVISORY FRAUDULENT LEGAL VISITS” to [REDACTED]. An attached document, “Fradulent_Legal_Visits_08152019.pdf”, and a web page TEXT.htm were included. The inmate file EFTA00036373 was referenced.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "bop",
        "fraudulent legal visits",
        "sis advisory",
        "redaction analysis",
        "nym",
        "bureau of prisons",
        "fbi",
        "legal visits",
        "fraud",
        "sacramento"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015428",
      "summary": "This document is a declaration from Nicole McFarland, a Staff Attorney at the Metropolitan Correctional Center (MCC) within the Federal Bureau of Prisons (BOP), in support of the New York Times’ motion for summary judgment in a lawsuit. McFarland describes her role in responding to Freedom of Information Act (FOIA) requests concerning Jeffrey Epstein’s time at the MCC. Here’s a breakdown of the key factual content: *   **McFarland's Role:** She coordinates searches at the MCC when FOIA requests require it, working primarily with GOP’s Central Office. *   **Search Activities:** She directed staff to search various systems and files, including electronic and non-electronic records, the SENTRY database, email systems (SENTRY and TRULINCS), and the BEMR medical record system. *   **Specific Records Examined:** The searches focused on records related to: SHU log entries, Epstein’s quarters history, CIM clearance data, disciplinary records, intake screening forms, security designations, inmate profiles, incident reports, medical reports, visitor logs, phone logs, email communications, and special investigative reports. *   **Findings:** The searches primarily yielded information already documented in the Christenson Declaration. Key findings included: most records related to Epstein had been handed over to the Office of the Inspector General (OIG), and that MCC staff located some responsive records through their own searches, often overlapping with Central Office’s findings. Notably, no meeting minutes related to Epstein’s suicide watch removal were located. *   **Confirmation:** McFarland confirmed that no other individuals at the MCC (or former employees) were reasonably likely to possess responsive records.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "August 22, 2019",
      "keywords": [
        "foia",
        "bureau of prisons",
        "mcc",
        "inmate records",
        "search",
        "email",
        "electronic files",
        "trulinks",
        "sentry",
        "bop",
        "christopher christenson",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009972",
      "summary": "The U.S. Marshals Service responded to a Freedom of Information Act request regarding records pertaining to Jeffrey Epstein.  70 pages of documents were released, but 3 pages containing information originating from the Federal Bureau of Prisons were forwarded to that agency for their response. The release was redacted under FOIA Exemptions (b)(6), (b)(7)(C), (b)(7)(E), and (b)(7)(F) to protect personally identifiable information of law enforcement officers and government employees, prevent unwarranted invasion of privacy, and safeguard law enforcement techniques and procedures. The release also excluded third party names to avoid potential embarrassment or harassment.  The response included standard FOIA notification and appeal information.",
      "timestamp": "2019-09-06T00:00:00",
      "timestamp_raw": "September 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "us marshals service",
        "foia",
        "redaction analysis",
        "exemptions (b)(6)",
        "(b)(7)(c)",
        "(b)(7)(f)",
        "privacy",
        "law enforcement",
        "investigations",
        "united states department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035770",
      "summary": "On September 25, 2019, at 6:00 AM, a returned to sender card (Item NYS-19-00269) was recovered from Nail Room overnight drop box 8f. Agent A. Pine recovered the evidence and placed it in the Evidence Safe at 11:00 AM, where it was subsequently held as evidence. The case involves Jeffrey Epstein (Case ID Number: 76318-054) and is being handled by the Q.S. Department of Justice, Federal Bureau of Prisons.",
      "timestamp": "2019-09-25T00:00:00",
      "timestamp_raw": "September 25, 2019",
      "keywords": [
        "efta00035770",
        "jeffrey epstein",
        "evidence",
        "chain of custody",
        "fbi",
        "bureau of prisons",
        "nail room",
        "drop box",
        "evidence safe",
        "disposition",
        "justice department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034121",
      "summary": "A press release, finalized on 10/20/2019, is being distributed to approximately 50 reporters contacted by the Office of Public Affairs (OPA) at the Federal Bureau of Prisons. The PDF version will be sent to those reporters, while a corresponding Microsoft Word document is being provided to the Office of Legal Analysis (OLA) for potential use in responding to member inquiries. The Word document will not be released externally.",
      "timestamp": "2019-10-20T00:00:00",
      "timestamp_raw": "10/20/2019",
      "keywords": [
        "press release",
        "pdf",
        "opa",
        "media",
        "bureau of prisons",
        "confidential",
        "sdny",
        "efta00034121",
        "mcc ny",
        "language"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027102",
      "summary": "On November 8, 2019, at 7:22 AM, Jeffrey Epstein’s inmate detail report (EFTA00027102) indicated he was inactive at NYM-Z-A, Quarters Z04-206LAD in DC. His TRUFACS balance was $566.27, TRULPHONE $0.00, and TRULINCS $0.00. On November 13, 2019, the report continued with no AKAs/Nicknames, Security Threat Group information, current charges, or ARS history data. User ID GOV0100 accessed the report.",
      "timestamp": "2019-11-08T00:00:00",
      "timestamp_raw": "November 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "federal bureau of prisons",
        "truview",
        "inmate detail report",
        "dc",
        "nym",
        "trufacs",
        "trufone",
        "trulincs",
        "status"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028003",
      "summary": "*   **Background on Baird’s Experience:** Baird was employed by the Department of Justice’s Federal Bureau of Prisons from 1989 to 2016, holding progressively higher Warden positions.  She maintains contact with former colleagues and has worked as an independent prison consultant since 2017. *   **Purpose of Declaration:** Baird was asked to offer an expert opinion on the conditions of confinement for Assange if he were to be placed under Special Administrative Measures (SAMs) within the Bureau of Prisons system. *   **SAMs Expertise:** Baird’s expertise stems from her direct experience managing SAMs inmates at institutions like MCC New York and USP Marion, specifically focusing on the Communication Management Unit (CMU). *   **Assange’s Alleged Charges:** Assange is facing extradition charges including Conspiracy to Receive National Defense Information, Obtaining National Defense Information, Disclosure of National Defense Information, and Conspiracy to Commit Computer Intrusion. *   **SAMs Description:** Baird describes SAMs as restrictions on social visits, phone calls, correspondence, and placement in restrictive housing, common for inmates awaiting trial or those deemed a security risk. *   **ADX Florence Context:** Baird highlights the ADX Florence (Special Management Unit) as a facility where SAMs inmates are typically housed, and the potential for lengthy isolation within it. *   **CMU Details:** Baird explains the limitations of the CMU, emphasizing restricted communication and program access. *   **Psychological Assessments:** Baird reviews the psychological assessments concerning Assange’s potential for suicide, noting concerns about mental health services within the BOP. *   **Policy and Procedure Reviews:** Baird discusses the BOP's policies regarding inmate placement, particularly concerning restrictive housing and the Administrative Remedy Program. *   **Expert Opinions:** Baird’s overall opinion is that Assange would likely face severe restrictions and prolonged isolation if placed under SAMs, reflecting the realities of the BOP’s system. *   **Final Attestation:** Baird confirms the accuracy and completeness of her declaration under penalty of perjury.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00028003",
        "julian assange",
        "bureau of prisons",
        "sams",
        "communication management unit",
        "federal correctional institution",
        "adx florence",
        "mental health",
        "isolation",
        "extradition",
        "special administrative measures",
        "united states penitentiary",
        "psychological assessments",
        "suicide risk",
        "bop",
        "restrictive housing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015515",
      "summary": "Nicole McFarland, a Staff Attorney at the Metropolitan Correctional Center (MCC) within the Federal Bureau of Prisons (BOP), submitted a supplemental declaration in support of the BOP’s motion for summary judgment regarding a factual error in a previous declaration. She corrected statements in the original declaration concerning a log book related to Jeffrey Epstein’s activity on July 30, 2020. The log book documented a phone call made by Epstein, not a visitor, and McFarland corrected paragraphs 17, 28, and 30 of the original declaration to reflect this accurate information. She affirmed the accuracy of the declaration under penalty of perjury.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "new york times",
        "bureau of prisons",
        "nicole mcfarland",
        "foia",
        "jeffrey epstein",
        "log book",
        "phone call",
        "summary judgment",
        "united states district court",
        "intake screening phone log"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015517",
      "summary": "This document is a supplemental declaration submitted in support of the Federal Bureau of Prisons’ (BOP) motion for summary judgment in a case involving the incarceration of Jeffrey Epstein. Russell Capone, counsel to the Acting United States Attorney for the Southern District of New York, argues that the BOP’s withholding of records from the Office of the Inspector General (OIG) under Exemption 7(A) of the Freedom of Information Act (FOIA) is justified. Specifically, Capone asserts that releasing records related to Epstein’s incarceration at the Metropolitan Correctional Center (MCC) – including inmate rosters, staffing records, psychological notes, and log entries – would likely interfere with ongoing prosecutions of both Jeffrey Epstein and co-defendant Vincent Tartaglione. He argues this interference stems from the potential influence on witnesses’ testimony, the ability to shape juror perceptions, and the risk of fueling public speculation about Epstein’s death. He further contends that the information is inextricably linked to potentially exculpatory data, especially given the media coverage surrounding the case. Capone highlights the potential relevance of the withheld records to the penalty phase of Tartaglione’s case, emphasizing the need to protect the fairness of the jury selection process. Finally, he argues for the segregation of the records as a whole due to the intertwined nature of the information and the potential for misleading jurors.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "August 5, 2020",
      "keywords": [
        "foia",
        "exemption 7(a)",
        "bureau of prisons",
        "jeffrey epstein",
        "metropolitan correctional center",
        "noel prosecution",
        "witness testimony",
        "jury selection",
        "records withholding",
        "media coverage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025536",
      "summary": "Multiple email exchanges concern a request for the final suicide reconstruction report regarding Jeffrey Epstein, originating from the Federal Bureau of Prisons (BOP) and the United States Attorney’s Office for the Southern District of New York. A contractor, [REDACTED] (USANYS), is involved, along with Annie and his staff. The BOP Assistant Director/General Counsel contacted Omar Daza to request the final report, referencing prior drafts received. The contractor confirms having assigned someone to assist with the case.",
      "timestamp": "2020-09-16T00:00:00",
      "timestamp_raw": "16 Sep 2020",
      "keywords": [
        "jeffrey epstein",
        "suicide reconstruction",
        "bop",
        "united states attorney",
        "redaction",
        "request",
        "usanys",
        "discovery production",
        "paralegal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019212",
      "summary": "The U.S. Department of Justice provided Ghislaine Maxwell, an inmate at the Metropolitan Detention Center, with a laptop for reviewing discovery materials related to her case, *United States v. Ghislaine Maxwell* (20 Cr. 330). The laptop has been modified with a disabled microphone and camera, no gaming programs, and no communication capabilities (Wi-Fi, Bluetooth, or Ethernet).",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "November 10, 2020",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "federal bureau of prisons",
        "discovery materials",
        "metropolitan detention center",
        "united states v.",
        "legal counsel",
        "review",
        "specifications",
        "inmate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009927",
            "similarity": 0.667,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009927",
      "summary": "The U.S. Department of Justice, specifically the Southern District of New York, is providing Ghislaine Maxwell with a modified laptop at the Metropolitan Detention Center (MDC) for her to review discovery materials related to her case, *United States v. Ghislaine Maxwell*. The laptop has had its microphone, camera, and communication capabilities (Wi-Fi, Bluetooth, Ethernet) disabled. The Department is authorizing the use of a charger and access to discovery hard drives on the laptop.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan detention center",
        "discovery materials",
        "laptop",
        "legal counsel",
        "southern district of new york",
        "review",
        "inmate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019212",
            "similarity": 0.667,
            "index": 178,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016457",
      "summary": "On December 4, 2020, an Assistant United States Attorney from the Southern District of New York sent a replacement drive to Ghislaine Maxwell at the Metropolitan Detention Center, Brooklyn. The drive was intended to replace one that Maxwell had broken. A letter to Judge Nathan was attached, requesting a correction to a track change on page 2 before submission.  A staff attorney from the Department of Justice’s Federal Bureau of Prisons also sent a letter detailing the shipment and requesting the return of the broken drive.  A paralegal specialist at the U.S. Attorney’s Office provided the mailing address.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "united states attorney",
        "new york",
        "drive",
        "judge nathan",
        "southern district of new york",
        "federal bureau of prisons",
        "justice",
        "replacement drive",
        "ghislaine maxwell",
        "mdc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027430",
            "similarity": 0.5,
            "index": 182,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030420",
            "similarity": 0.5,
            "index": 183,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031954",
            "similarity": 0.5,
            "index": 185,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010211",
      "summary": "A letter from the Department of Justice, Federal Bureau of Prisons (Metroplitan Detention Center Brooklyn, NY), is being sent to Hon. Nathan regarding a replacement drive for Ghislaine Maxwell. The drive is FedExed from the U.S. Attorney's Office, SDNY, to the MDC, and the broken drive needs to be returned to the same address. The communication is marked as sensitive and privileged.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "12/4/2020",
      "keywords": [
        "efta00010211",
        "maxwell",
        "ghislaine maxwell",
        "federal bureau of prisons",
        "brooklyn",
        "new york",
        "u.s. department of justice",
        "southern district of new york",
        "drive",
        "fedex"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027430",
      "summary": "An Assistant United States Attorney from the Southern District of New York is coordinating the delivery of a replacement drive to Ghislaine Maxwell at the Metropolitan Detention Center (MDC) in Brooklyn, New York. A previous drive was broken. The Assistant U.S. Attorney requests confirmation of Maxwell’s access to the new drive and the return shipment of the broken drive to the U.S. Attorney’s Office in New York. There is a concern about a track change on a second page that needs to be addressed before submission to Judge Nathan. Correspondence between the Assistant U.S. Attorney and a Staff Attorney from the Department of Justice/Federal Bureau of Prisons is included.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "judge nathan",
        "track change",
        "redaction",
        "new york",
        "federal bureau of prisons",
        "metropolitan detention center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016457",
            "similarity": 0.5,
            "index": 180,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030420",
            "similarity": 0.667,
            "index": 183,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031962",
            "similarity": 0.667,
            "index": 184,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031954",
            "similarity": 0.818,
            "index": 185,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030420",
      "summary": "An Assistant United States Attorney from the Southern District of New York is arranging for a replacement drive to be sent to Ghislaine Maxwell. A previous drive was broken, and the recipient is instructed to mail the broken drive back to the U.S. Attorney’s Office. There is a concern about a track change on a second page that needs to be addressed before submission to Judge Nathan.  Multiple individuals and offices are involved including the Department of Justice, Federal Bureau of Prisons, and a Paralegal Specialist.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "12/4/2020",
      "keywords": [
        "efta00030420",
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "judge nathan",
        "track change",
        "federal bureau of prisons",
        "new york",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027430",
            "similarity": 0.667,
            "index": 182,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016457",
            "similarity": 0.5,
            "index": 180,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031962",
            "similarity": 0.667,
            "index": 184,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031954",
            "similarity": 0.818,
            "index": 185,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031958",
            "similarity": 0.75,
            "index": 186,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031962",
      "summary": "An email chain discusses the delivery of a replacement drive to Ghislaine Maxwell. A track change on page 2 needs to be corrected before submission to Judge Nathan. A letter to Judge Nathan is attached. A replacement drive is being sent via FedEx, and the broken drive needs to be returned to the U.S. Attorney’s Office, SDNY. The email chain includes individuals from the U.S. Department of Justice, Federal Bureau of Prisons, and the U.S. Attorney’s Office.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "track change",
        "united states attorney",
        "new york",
        "judge nathan",
        "federal bureau of prisons",
        "doj",
        "sdny",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030420",
            "similarity": 0.667,
            "index": 183,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027430",
            "similarity": 0.667,
            "index": 182,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031954",
            "similarity": 0.667,
            "index": 185,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031958",
            "similarity": 0.615,
            "index": 186,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031954",
      "summary": "*   An email chain discusses a replacement drive for Ghislaine Maxwell being sent to the Metropolitan Detention Center (MDC) in Brooklyn. *   The drive is replacing one that was broken. *   A request is made to ensure Maxwell receives the new drive and to mail the broken drive back to the U.S. Attorneys Office, SDNY. *   There is a note about a track change needing to be addressed before submission to Judge Nathan. *   A call to discuss issues is offered.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "track change",
        "judge nathan",
        "metropolitan detention center",
        "federal bureau of prisons",
        "new york",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031962",
            "similarity": 0.667,
            "index": 184,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030420",
            "similarity": 0.818,
            "index": 183,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027430",
            "similarity": 0.818,
            "index": 182,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031958",
            "similarity": 0.75,
            "index": 186,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031958",
      "summary": "*   A drive is being shipped by the U.S. Attorney’s Office, Southern District of New York, to the Metropolitan Detention Center in Brooklyn. *   The broken drive needs to be returned to the U.S. Attorneys Office, SDNY in New York, NY 10007. *   There’s a request to ensure Ghislaine Maxwell receives the new drive. *   A track change was identified on page 2 and needs to be addressed before submission to Judge Nathan.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "efta00031958",
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "judge nathan",
        "track change",
        "new york",
        "doj",
        "federal bureau of prisons",
        "replacement drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031954",
            "similarity": 0.75,
            "index": 185,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031962",
            "similarity": 0.615,
            "index": 184,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030420",
            "similarity": 0.75,
            "index": 183,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022320",
      "summary": "On December 26, 2020, Bobbi C. Sternheim reported concerns about Ghislaine Maxwell’s conditions at the Metropolitan Detention Center Brooklyn. She stated that a blanket had been removed from Maxwell, she hadn’t received a complete holiday meal, and the temperature was significantly below freezing. Sternheim urged immediate action to provide blankets and proper nutrition, citing Maxwell’s isolation cell and the facility’s failure to meet basic requirements. She requested an emergency legal call and threatened to report the situation to the court.",
      "timestamp": "2020-12-26T00:00:00",
      "timestamp_raw": "December 26, 2020",
      "keywords": [
        "ghislaine maxwell",
        "blankets",
        "temperature",
        "metropolitan detention center",
        "doj",
        "federal bureau of prisons",
        "isolation cell",
        "nutrition",
        "legal call",
        "bobbi c sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022316",
      "summary": "Bobbi C. Sternheim, an attorney, sent a communication to the Department of Justice’s Federal Bureau of Prisons regarding Ghislaine Maxwell’s conditions at the Metropolitan Detention Center Brooklyn.  She reported that Maxwell had a blanket removed and was not provided a complete holiday meal, despite a room temperature of 76.5 degrees on December 26th. She expressed concern about her coldness, isolation, and lack of adequate blankets, citing a current temperature of 32 degrees with a forecast drop to 28 degrees. Sternheim requested an emergency legal call and urged immediate action to rectify the situation, stating it was inexcusable and would be reported to the court. She also included a COVID-19 notice regarding remote work operations.",
      "timestamp": "2020-12-26T00:00:00",
      "timestamp_raw": "12/26/2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "metropolitan detention center",
        "department of justice",
        "legal",
        "blanket",
        "temperature",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035808",
      "summary": "A U.S. Department of Justice Office of the Inspector General (OIG) investigated the death of inmate Jeffrey Epstein at the Metropolitan Correctional Center (MCC) New York. The investigation, initiated in 2019, involved a voluntary interview conducted on June 14, 2021, with a Lieutenant at the MCC New York who was present during Epstein’s housing in July and August 2019. The interview was recorded and transcribed, and supporting documentation including emails, logs, activity reports, and inmate records were collected and attached to the report. The investigation focused on activities and personnel involved during the period of Epstein's incarceration.",
      "timestamp": "2021-06-14T00:00:00",
      "timestamp_raw": "June 14, 2021",
      "keywords": [
        "efta00035808",
        "jeffrey epstein",
        "federal bureau of prisons",
        "bop",
        "mcc new york",
        "oig",
        "investigation",
        "lieutenant",
        "usms",
        "inmate records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035804",
      "summary": "On September 23, 2021, a U.S. Department of Justice Office of the Inspector General (OIG) conducted a voluntary interview with M, a Lieutenant at the Federal Bureau of Prisons (BOP) Metropolitan Correctional Center (MCC) New York, regarding the death of inmate Jeffrey Epstein. The interview, recorded and transcribed, was part of an official OIG investigation into Epstein’s death while he was housed at MCC New York. Attached documents include the interview transcript, an OIG Warnings and Assurances Form, a daily assignment roster, an email, a sign regarding mandatory rounds, a count document, and photographs related to Epstein’s cell and belongings.",
      "timestamp": "2021-09-23T00:00:00",
      "timestamp_raw": "September 23, 2021",
      "keywords": [
        "efta00035804",
        "jeffrey epstein",
        "federal bureau of prisons",
        "bop",
        "metropolitan correctional center",
        "mcc new york",
        "oig",
        "investigation",
        "death",
        "september 23",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035800",
      "summary": "On September 29, 2021, an Electronics Technician for the Federal Bureau of Prisons (BOP), employed at the Metropolitan Correctional Center (MCC) New York, was interviewed by a U.S. Department of Justice Office of the Inspector General (OIG) investigative team regarding the death of inmate Jeffrey Epstein. The interview, recorded and transcribed, involved discussions about camera issues, DVR work orders, and related email communications provided by the technician. Supporting documents, including email exchanges and OIG forms, were attached to the report.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "September 29, 2021",
      "keywords": [
        "justice",
        "oig",
        "fbi",
        "bop",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "investigation",
        "redaction analysis",
        "electronics technician"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035806",
      "summary": "On October 1, 2021, the U.S. Department of Justice OIG received emails from the Facility Manager of the Federal Bureau of Prisons Metropolitan Correctional Center (MCC) New York regarding the Jeffrey Epstein case. The emails, dated between October 1, 2021, and March 10, 2022, pertain to a camera system project initiated in March 2019, including a new camera system installed around August 16, 2019, and a subsequent camera project synopsis. The Facility Manager was interviewed on August 4, 2021, as part of an OIG investigation into Epstein’s death.",
      "timestamp": "2021-10-01T00:00:00",
      "timestamp_raw": "October 1, 2021",
      "keywords": [
        "efta00035806",
        "doj",
        "oig",
        "jeffrey epstein",
        "mcc new york",
        "bureau of prisons",
        "bop",
        "camera system",
        "investigation",
        "memorandum of investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035802",
      "summary": "On October 27, 2021, a U.S. Department of Justice Office of the Inspector General conducted a voluntary interview with Captain S, a Captain at the Federal Correctional Institution (FCI) Fort Dix, regarding an investigation into the death of inmate Jeffrey Epstein. The interview centered on Captain S’s prior role as the Administrative Lieutenant at the Metropolitan Correctional Center (MCC) New York, specifically his responsibility for ensuring correctional officers received training while Epstein was housed there in July and August 2019. The interview was recorded and transcribed, and supporting documents, including training sign-in sheets and slides, were attached to the report.",
      "timestamp": "2021-10-27T00:00:00",
      "timestamp_raw": "October 27, 2021",
      "keywords": [
        "efta00035802",
        "fbi",
        "doj",
        "oig",
        "jeffrey epstein",
        "federal bureau of prisons",
        "fci fort dix",
        "metropolitan correctional center",
        "suicide prevention",
        "training"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036016",
      "summary": "On April 10, 2023, the Department of Justice’s Office of the Inspector General distributed a draft report titled “Investigation and Review of the Federal Bureau of Prisons’ Custody, Care, and Supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York, New York” to the FBI for review. The purpose was to allow the FBI to conduct a factual accuracy and sensitivity review of the report before its public release. The OIG requested the FBI to flag any inappropriate information for release, maintain a log of access, and emphasize the prohibition on further dissemination. The deadline for the FBI’s review and response was April 17, 2023.",
      "timestamp": "2023-04-10T00:00:00",
      "timestamp_raw": "April 10, 2023",
      "keywords": [
        "fbi",
        "justice department",
        "inspector general",
        "federal bureau of prisons",
        "jeffrey epstein",
        "metropolitan correctional center",
        "investigation",
        "review",
        "draft report",
        "sensitivity review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036015",
            "similarity": 0.818,
            "index": 195,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036015",
      "summary": "On April 10, 2023, the Office of the Inspector General (OIG) of the Department of Justice released a draft report investigating the custody, care, and supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York. The draft report is intended for review by the FBI for factual accuracy and sensitivity. The FBI is requested to provide feedback by April 17, 2023, with restrictions on dissemination and discussion of the draft report outside of designated FBI personnel.",
      "timestamp": "2023-04-10T00:00:00",
      "timestamp_raw": "April 10, 2023",
      "keywords": [
        "fbi",
        "justice department",
        "inspector general",
        "federal bureau of prisons",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "draft report",
        "investigation",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036016",
            "similarity": 0.818,
            "index": 194,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036014",
      "summary": "The Office of the Inspector General (OIG) of the Department of Justice has prepared a draft report titled \"Investigation and Review of the Federal Bureau of Prisons' Custody, Care, and Supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York New York.\" This draft is being provided to the U.S. Attorney’s Office for the Southern District of New York (SDNY) for a factual accuracy and sensitivity review. SDNY is instructed to provide feedback by April 17, 2023, and to limit access to the draft report to only those employees who need to review it.",
      "timestamp": "2023-04-17T00:00:00",
      "timestamp_raw": "April 17, 2023",
      "keywords": [
        "efta00036014",
        "federal bureau of prisons",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "u.s. attorney",
        "inspector general",
        "investigation",
        "report",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035793",
      "summary": "The Federal Bureau of Prisons (FBOP) is responding to the Office of the Inspector General’s (OIG) 2023 report regarding Jeffrey Epstein’s death at the Metropolitan Correctional Center in New York. The FBOP acknowledges six key recommendations: assigning cellmates post-suicide watch, ensuring continuity of cellmate assignments, standardizing social/legal visit procedures, evaluating inmate whereabouts, clarifying Lieutenant round procedures, addressing staffing shortages, and evaluating cell search procedures and camera systems. The FBOP’s response indicates they are drafting guidance for several of these recommendations, primarily through revisions to the Correctional Services Procedures Manual. However, the FBOP’s updates are largely considered non-responsive to the OIG's concerns, particularly regarding the continuity of cellmate assignments and the contingency planning for Epstein’s case. The FBOP is implementing recruitment and retention incentives, and is consolidating analyses of recommendations where possible.",
      "timestamp": "2024-02-14T00:00:00",
      "timestamp_raw": "February 14, 2024",
      "keywords": [
        "bop",
        "jeffrey epstein",
        "suicide watch",
        "cellmate",
        "recommendations",
        "security",
        "training",
        "staffing shortages",
        "visitation",
        "policy",
        "cameras"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035918",
      "summary": "From April 1st to April 30th, 2024, the ISS-01-CAA institution (CAA) submitted a monthly security report to the Federal Bureau of Prisons. The report utilized the Core Sener system, manufactured by Qognify, and documented 1.00 man-hours.  Forty-eight cameras were present, with eight new cameras installed in the Food Service area, bringing the total to 408. Two cameras were blurry, leading to work orders and repairs. All repairs were documented. The Facility Manager and Captain confirmed the accuracy of the report.",
      "timestamp": "2024-04-01T00:00:00",
      "timestamp_raw": "4/1/2024",
      "keywords": [
        "efta00035918",
        "bureau of prisons",
        "security report",
        "camera",
        "qognify",
        "core sener",
        "iss-01-caa",
        "ner",
        "food service",
        "work order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035917",
      "summary": "Effective June 1, 2024, the U.S. Department of Justice, Federal Bureau of Prisons will require all institutions to submit a monthly security camera report. This report, developed collaboratively by the Administration Division’s Facilities Management Branch and the Correctional Programs Division’s Correctional Services Branch, will detail camera counts, recording capabilities, operational status, and repairs. Electronics Technicians will generate the reports using a provided template, which will then be reviewed by the Institution’s Captain and Facility Manager before being submitted to the Region and ultimately the Regional Director by the Warden.",
      "timestamp": "2024-06-01T00:00:00",
      "timestamp_raw": "June 1, 2024",
      "keywords": [
        "security camera report",
        "federal bureau of prisons",
        "monthly report",
        "institutions",
        "facilities management",
        "correctional services",
        "administration division",
        "camera adjustments",
        "recording capability",
        "warden"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035907",
      "summary": "The Federal Bureau of Prisons (FBOP) is responding to the Office of the Inspector General’s (OIG) final report regarding Jeffrey Epstein’s custody at the Metropolitan Correctional Center in New York.  The FBOP has completed its review and offers updates on six recommendations made by the OIG: 1.  **Cellmate Assignment:** The FBOP states guidance on assigning cellmates following suicide watch is drafted and under review, with exemptions based on individual or security considerations. 2.  **Continued Cellmates for High-Risk Inmates:**  Similar guidance is being drafted to ensure continued cellmates for inmates at high risk, with exemptions. 3.  **Social/Legal Visit Approvals:**  Guidance on obtaining and documenting approvals for social and legal visits is being drafted, aiming to mitigate security issues. 4.  **Inmate Wellbeing Accounting:**  The FBOP is modifying Program Statement 5500.14 to improve accounting for inmate whereabouts and wellbeing. 5.  **Lieutenant Round Training:**  Program Statement 5500.14 is being modified to clarify Lieutenant training requirements including cell searches, emergency mock discussions, and daily briefings. 6.  **Staffing Shortages:** The FBOP is analyzing incentives and will implement the Automated Staffing Tool, along with utilizing direct-hire authority and a nationwide salary rate request. Additionally, the FBOP highlights ongoing efforts to address cell search procedures, documenting camera system functionality, and implementing a new Security Camera Monthly Report effective June 1, 2024. The FBOP requests closure of Recommendation 7 after completing its evaluations and providing documentation, and indicates it is actively working on finalizing policy updates for Recommendations 8 and other areas.",
      "timestamp": "2024-06-01T00:00:00",
      "timestamp_raw": "June 1, 2024",
      "keywords": [
        "fbop",
        "bureau of prisons",
        "suicide watch",
        "cellmates",
        "recommendations",
        "rsd",
        "cpd",
        "staffing shortages",
        "training",
        "security cameras",
        "policy",
        "investigations",
        "metropolitan correctional center",
        "oig",
        "incentives"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035781",
      "summary": "The FBOP has completed its review of the OIG’s recommendations and is providing an update on their progress. **Key Points:** *   **Recommendations:** The OIG made six recommendations concerning inmate cellmates, suicide watch protocols, social/legal visits, camera systems, inmate whereabouts, and staffing shortages. *   **FBOP Response:** The FBOP is implementing changes to address these recommendations, primarily through modifications to Program Statements (5321.09, 5270.12, 5324.08, and 5500.14) and the implementation of a monthly security camera reporting system. *   **Current Status:**  The FBOP is currently in the process of finalizing guidance related to cellmate assignments, social/legal visits, and camera systems. The implementation of the monthly security camera reporting system is underway and began June 1, 2024. The FBOP has implemented a staffing tool (AST) and is actively analyzing data related to recruitment and retention incentives. *   **Ongoing Work:** The FBOP acknowledges that progress on some recommendations, particularly those related to staffing shortages and the national salary rate, is ongoing and subject to departmental and union negotiation processes. *   **Reporting System:** A new monthly security camera report is being implemented with specific requirements for electronic technicians and facility managers to document camera status and repairs.",
      "timestamp": "2024-06-01T00:00:00",
      "timestamp_raw": "June 1, 2024",
      "keywords": [
        "fbop",
        "suicide watch",
        "cellmate",
        "program review",
        "recommendations",
        "oig",
        "housing",
        "security",
        "policy",
        "implementation",
        "data",
        "recording",
        "camera systems",
        "mental health",
        "unit management",
        "shu",
        "truscope",
        "union negotiation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035919",
      "summary": "The Federal Bureau of Prisons (FBOP) is providing an update to the Office of the Inspector General (OIG) regarding its response to a 2023 OIG report investigating Jeffrey Epstein’s treatment at the Metropolitan Correctional Center in New York. Here’s a breakdown of the key points: *   **Overall Approach:** The FBOP is implementing changes across several areas to address the OIG’s recommendations, primarily through modifications to existing Program Statements rather than creating new guidance memorandums. *   **Cellmate Assignment (Recommendation 1):** The FBOP plans to implement a process for assigning cellmates after suicide or psychological observation, incorporating exemptions based on individual circumstances, but this is still under review. *   **High-Risk Inmates (Recommendation 2):** The FBOP is developing a policy to ensure continued cellmate placement for inmates at high suicide risk, using Program Statement 5321.09, and tracking this through a modified Unit Management and Inmate Program Review policy. *   **Social/Legal Visits (Recommendation 3):** The FBOP intends to incorporate guidance on this process into Program Statement 5324.08, Suicide Prevention Policy, instead of a separate memorandum. *   **Inmate Wellbeing & Whereabouts (Recommendation 4):** The FBOP is updating Program Statement 5500.14, Correctional Services Procedures Manual, to improve methods for accounting for inmate whereabouts and wellbeing. *   **Lieutenant N1 Lien Round Checks (Recommendation 5):** The FBOP is revising Program Statement 5500.14 to address this, utilizing a documented process overseen by the Captain, and relying on Daily Lieutenant Logs. *   **Staffing Shortages (Recommendation 6):** The FBOP is actively working to address shortages through incentives, hiring via Direct Hiring Authority, and collaborating with the Department of Justice and OPM on a nationwide salary rate, with data collection and analysis ongoing. *   **Security Camera Systems (Recommendation 8):** The FBOP has immediately implemented a joint memorandum and template system for monthly security camera reportings and verification. The FBOP notes that all revisions are subject to Union negotiation and potential changes.",
      "timestamp": "2024-11-19T00:00:00",
      "timestamp_raw": "November 19, 2024",
      "keywords": [
        "fbop",
        "bureau of prisons",
        "suicide watch",
        "cellmate",
        "recommendations",
        "program statement",
        "security",
        "oversight",
        "analysis",
        "staffing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036006",
      "summary": "The Federal Bureau of Prisons (FBOP) is providing an update to the Office of the Inspector General (OIG) regarding a 2023 investigation into Jeffrey Epstein’s care at the Metropolitan Correctional Center in New York. The FBOP has completed its review and is revising Program Statements (5321.09, 5324.08, 5500.14, and 5500.14) to address OIG recommendations. These revisions primarily focus on improving inmate safety and supervision, specifically regarding cellmate assignments after suicide watch, ensuring continued care for high-risk inmates, standardizing social/legal visit procedures, improving inmate whereabouts tracking, clarifying Lieutenant round procedures, and enhancing institutional security camera systems. The FBOP is undertaking these revisions through the standard BOP policy development and Union negotiation process, acknowledging that changes are possible. They are also addressing staffing shortages through a variety of initiatives, including incentive programs and automation tools, while awaiting OPM decisions on special salary rate requests. Finally, the FBOP is implementing a monthly security camera reporting system.",
      "timestamp": "2025-03-21T00:00:00",
      "timestamp_raw": "March 21, 2025",
      "keywords": [
        "bop",
        "suicide watch",
        "cellmates",
        "program statement",
        "union negotiation",
        "staffing shortages",
        "security cameras",
        "policy revisions",
        "recommendations",
        "risk assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035776",
            "similarity": 0.667,
            "index": 204,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035776",
      "summary": "The Federal Bureau of Prisons (BOP) is responding to the Office of the Inspector General’s (OIG) final report regarding Jeffrey Epstein’s custody at the Metropolitan Correctional Center in New York. The BOP has completed a review and offers an update on its plans to address six recommendations made by the OIG. Here’s a breakdown of the key points: *   **Overall Approach:** The BOP is revising Program Statements (5321.09, 5324.08, 5500.14, 5500.15, 4200.12) to comply with the OIG’s recommendations. These revisions require adherence to the standard BOP policy development and Union negotiation processes, meaning changes are subject to modification. *   **Specific Recommendations & Responses:** *   **Cellmate Assignment:** The BOP is revising Program Statement 5321.09 to establish a process for assigning cellmates after suicide watch, with exceptions considered. *   **Continued Cellmate Placement:** The BOP is revising Program Statement 5321.09 to ensure inmates at high risk remain with a cellmate until recommendations are changed. *   **Social/Legal Visit Approvals:** The BOP is revising Program Statement 5324.08 to standardize the process for obtaining approvals for social/legal visits for inmates on suicide watch. *   **Inmate Wellbeing Accounting:** The BOP is revising Program Statement 5500.14 to improve accounting for inmate whereabouts and wellbeing. *   **Lieutenant Round Procedures:** The BOP is revising Program Statement 5500.14 to clarify Lieutenant procedures during rounds. *   **Staffing Shortages:** The BOP is analyzing staffing incentives and reducing incentive spending due to budget constraints. They are also exploring funding options for a nationwide special salary rate. *   **Security Camera Systems:** The BOP is revising Program Statements 5500.15 and 4200.12 to mandate video recording capacity and regular system functionality checks. *   **OIG Monitoring:** The OIG will continue to monitor the BOP’s progress and consider closing recommendations once final policies are finalized and provided to the OIG for review.  The OIG will also track updates related to GAO and Congressional inquiries. *   **Ongoing Efforts:** The BOP is actively engaged in implementing these changes, though progress is contingent on the Union negotiation process and budgetary constraints.",
      "timestamp": "2025-06-30T00:00:00",
      "timestamp_raw": "June 30, 2025",
      "keywords": [
        "bop",
        "jeffrey epstein",
        "metropolitan correctional center",
        "suicide watch",
        "cellmates",
        "program statement",
        "union negotiation",
        "staffing shortages",
        "security cameras",
        "risk assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036006",
            "similarity": 0.667,
            "index": 203,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036107",
      "summary": "A request for purchase (RP) is being sent regarding a camera replacement project within the Federal Bureau of Prisons, Metropolitan Detention Center. The total cost for the project is $800,000.00, allocated to Cost Center P1. The fund control has been updated to reflect this expenditure.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036107",
        "purchase requirements",
        "camera replacement",
        "federal bureau of prisons",
        "metropolitan detention center",
        "rp",
        "budget analyst",
        "cost center",
        "qtr 4",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034357",
      "summary": "A New York City Medical Examiner (NYPD) contacted someone regarding inmate E Stein, requesting verification of the inmate’s body at the coroner’s office to initiate an autopsy. The contact information includes AFGE YOUNG, a Senior Officer Specialist with the Federal Bureau of Prisons and MCC New York, along with a philosophical quote emphasizing the purposeful nature of life events.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "autopsy",
        "inmate",
        "coroner",
        "nypd",
        "federal bureau of prisons",
        "cpr",
        "silence",
        "blessings",
        "verification",
        "efta00034357"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035436",
      "summary": "The New York City Medical Examiner, working with NYPD, requested verification of the body of inmate Epstein for an autopsy. The request was made at 6:42 AM. The accompanying text includes a quote from Elizabeth Kubler-Ross regarding the purpose of events.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "autopsy",
        "inmate",
        "nypd",
        "coroners office",
        "elizabeth kubler-ross",
        "federal bureau of prisons",
        "mcc new york",
        "verification",
        "cpr",
        "efta00035436"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035507",
      "summary": "This document pertains to inmate EFTA00035507, an AD order (4) issued by the Department of Justice, Federal Bureau of Prisons, located at 150 Park Row, NY, NY.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00035507",
        "ad order",
        "department of justice",
        "federal bureau of prisons",
        "ny",
        "lieutenant",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036314",
      "summary": "This document is a memo from the U.S. Department of Justice, Metropolitan Correctional Center, Federal Bureau of Prisons, located at 150 Park Row, New York, referencing case file EFTA00036314.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitian correctional center",
        "efta00036314",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035803",
      "summary": "The U.S. Department of Justice’s Office of the Inspector General (OIG) interviewed Reid Weingarten, Senior Counsel to the Inspector General for the U.S. Department of Justice Office of General Counsel, regarding deceased Federal Bureau of Prisons inmate Jeffrey Epstein. Weingarten stated that Epstein’s estate is asserting attorney-client privilege and refuses to be interviewed by the OIG.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00035803",
        "jeffrey epstein",
        "reid weingarten",
        "attorney client privilege",
        "u.s. department of justice",
        "oig",
        "steptoe & johnson llp",
        "federal bureau of prisons",
        "memorandum of investigation",
        "new york field office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036374",
      "summary": "This document is an attachment from the U.S. Department of Justice, Federal Bureau of Prisons, Sacramento Intelligence Unit regarding case EFTA00036374. The attachment was generated on December 27, 2025, at 7:42:27 AM.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036374",
        "bop-cpd",
        "siu",
        "u.s. dept. of justice",
        "federal bureau of prisons",
        "sacramento intelligence unit",
        "rancho cordova",
        "tele"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034531",
      "summary": "Rob, the National Suicide Prevention Coordinator, is scheduling a Psychological Reconstruction for inmate Epstein. He is requesting assistance from a warden, including a staff member from SIS or a lieutenant, to organize staff interviews and track down relevant documents. The reconstruction will take place at the Sheraton Tribeca, with pickup scheduled for Tuesday at 0715 and completion expected by Thursday close of business. He is attaching a list of materials to be used.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "psychological reconstruction",
        "warden",
        "correctional services",
        "sis department",
        "travel",
        "staff interviews",
        "rob",
        "national suicide prevention",
        "federal bureau of prisons",
        "sheraton tribeca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036326",
      "summary": "The document is a redaction analysis for case file EFTA00036326, originating from the United States Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center New York. It’s dated December 27, 2025, at 07:36:43.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center new york",
        "efta00036326",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033991",
      "summary": "This document is a confidential report from a Chief Psychologist, Psy.D., working for the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York. The report is associated with case number SDNY_00009806 and identification number EFTA00033991.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00033991",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "sdny_00009806",
        "psy.d.",
        "confidential",
        "new york",
        "150 park row"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035393",
      "summary": "Dr. MI removed the individual (EFTA00035393) from psychological observation and is preparing a competency report. He has expressed complaints regarding his confinement, similar to previous reports shared with the sender.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "competency report",
        "psychological observation",
        "confinement",
        "dr. mi",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00035393"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034215",
            "similarity": 0.5,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034729",
      "summary": "A Chief Psychologist at the Metropolitan Correctional Center (U.S. Department of Justice/Federal Bureau of Prisons) received a communication from the National Suicide Prevention Coordinator regarding the housing of Jeffrey Epstein. The Coordinator suggested housing Epstein with another sex offender in a Special Housing Unit (SHU). The Psychologist responded, stating they would discuss the suggestion with executive staff and maintain the existing plan of keeping Epstein in the facility for a period. The Psychologist was heading to the hospital and offered to be contacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "redaction",
        "suicide prevention",
        "shu",
        "sex offender",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "u.s. department of justice",
        "chief psychologist",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036407",
      "summary": "From August 9-19, 2019, the Chief Psychologist will be absent from the office. During this time, X6354 will act in their capacity from August 9-14 and August 19, and X6359 will act from August 15-16. The Psychologist is assigned to the U.S. Department of Justice/Federal Bureau of Prisons, Metropolitan Correctional Center, New York, New York 10007.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036407",
        "redaction",
        "august 9-19",
        "2019",
        "staff",
        "chief psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036406",
            "similarity": 0.5,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034356",
      "summary": "This document is a CONFIDENTIAL redaction analysis for file EFTA00034356. It details the professional information of a Senior Officer Specialist within the AFGE Young Program, a LEAD CPR Instructor for the Federal Bureau of Prisons, working at MCC New York (150 Park Row, New York, NY 10007), and referencing case number SDNY_000 10782.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034356",
        "afge young program",
        "cpr instructor",
        "federal bureau of prisons",
        "mcc new york",
        "sdny_000 10782",
        "confidential",
        "senior officer specialist"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035531",
      "summary": "This document is a redaction analysis related to case file EFTA00035531. It includes six reports, with one being a mental status check. The new external report has five sections. The sender is the Chief Psychologist from the U.S. Department of Justice/Federal Bureau of Prisons, Metropolitan Correctional Center, New York.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00035531",
        "mental status check",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "u.s. department of justice",
        "psychologist",
        "extern",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034579",
      "summary": "This document is a review, dated December 27, 2025, pertaining to file EFTA00034579.pdf. It includes an email from the Department of Justice, Federal Bureau of Prisons, dated July 19, 2019, to a Captain regarding an AD order and a PDF named TEXT.htm. The document is marked as CONFIDENTIAL.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034579",
        "sro review",
        "ad order",
        "department of justice",
        "federal bureau of prisons",
        "confidential",
        "redaction analysis",
        "lieutenant",
        "sdny_00011511",
        "text.htm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035829",
      "summary": "The study examines two key relationships: (1) the connection between inmate participation in all drug treatment programs and the total number of BOP employees, and (2) the connection between inmate participation in drug treatment programs and the number of filled First Step Act (FSA) positions. **Key Findings:** *   **No Correlation with Total BOP Employees:** There was no significant correlation between the total number of BOP employees and inmate participation in any of the drug treatment programs (all programs or individual programs). The R2 value for this relationship was 0.002. *   **Moderate to Strong Correlation with FSA Positions:** There *was* a correlation between inmate participation in specific programs (RDAP, NRDAP, and MAT) and the number of filled FSA positions. *   A moderate correlation was found between inmate participation in the MAT program and filled FSA positions (R2=0.43). *   A strong correlation was found between inmate participation in the MAT program and filled FSA positions (R2=0.98). *   **Overall, no trends** were indicated that changes in BOP employee numbers affected inmate participation in drug treatment programs. The analysis emphasizes that findings are correlational and don’t imply causation. The data suggests that increases in filled FSA positions are generally associated with higher inmate participation in certain drug treatment programs, particularly the MAT program.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate participation",
        "drug treatment programs",
        "bop staffing levels",
        "fsa positions",
        "drug education program",
        "rdap",
        "nrdap",
        "community treatment program",
        "medication assisted treatment",
        "correlation",
        "inmate numbers",
        "bop employees"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035915",
      "summary": "This document is a Single-Cell Review Form used by the U.S. Department of Justice’s Federal Bureau of Prisons. It dictates procedures for assigning inmates to single-cell confinement, requiring approval from the Warden unless there's a compelling reason. The form details inmate information (name, security level, register number, CIM assignment, etc.) and assesses risk factors including violence, mental health, and substance use. It requires reviews by Unit Managers, Lieutenants, and the Chief Psychologist, documenting recommendations and justifications for single-cell assignments. An employee review process is outlined for identifying contraindications, and a Warden’s signature and decision (approved, denied, or verbal) are required to finalize the single-cell status. The form is prescribed by specific protocols (P5217 & P5270) and maintains a copy in the Central File.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "single cell",
        "inmate",
        "security level",
        "risk of violence",
        "mental health",
        "review form",
        "bureau of prisons",
        "warden",
        "lieutenant",
        "contraindications"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032174",
      "summary": "He was initially seen for a suicide risk assessment. He denied any history of mental health treatment, suicidal ideation, substance abuse, or self-harm.  The assessment found no acute psychopathology or current suicidal risk. He was classified as a CC1-MH inmate, indicating minimal functional impairment and no need for regular mental health intervention.  Recommendations included continued observation and placement in a suitable housing unit.  The overall acute and chronic suicide risk was deemed Low and Absent, respectively.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide risk",
        "assessment",
        "inmate",
        "epstein",
        "trafficking",
        "charges",
        "psychological observation",
        "risk factors",
        "mental health",
        "treatment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}