{
  "keyword": "trust",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 109,
  "total_files": 135,
  "timeline": [
    {
      "file_id": "EFTA00016841",
      "summary": "Initially, it names Jeffrey A. Schantz and Paul Hoffman as Executors, granting them broad powers over his property, including the ability to invest, borrow money, and manage the estate without court oversight.  It establishes the Jeffrey E. Epstein 2001 Trust as the recipient of all assets. Subsequent codicils alter the Executor selection (adding Henry Jarecki, James Cayne, and eventually Darren K. Indyke), and modify the Executor’s powers, notably increasing their compensation from $100,000 to $500,000. The codicils also streamline procedures for the executors, removing requirements for bonds or reporting.  Each codicil builds upon the previous, culminating in a fifth version with increased compensation for the executors.",
      "timestamp": "2001-11-08T00:00:00",
      "timestamp_raw": "November 8, 2001",
      "keywords": [
        "jeffrey epstein",
        "will",
        "testament",
        "trust",
        "executors",
        "trustees",
        "schantz",
        "hoffman",
        "estate",
        "compensation",
        "powers",
        "discretionary",
        "investments",
        "borrowing",
        "beneficiary",
        "legal",
        "virgin islands",
        "code",
        "distribution",
        "assets"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011441",
      "summary": "An email exchange between G. Max and “The Invisible Man” occurred on March 3, 2002. G. Max informed “The Invisible Man” that he had given Andrew (a prospective contact) his telephone number and arranged for him to visit Peru, specifically the Nazca Lines. G. Max requested “The Invisible Man” to act as a tour guide, ensuring Andrew meets trustworthy and discreet friends and avoids publicity about the trip. G. Max expressed jealousy about Andrew’s opportunity to spend time with “The Invisible Man” as his guide in Peru.",
      "timestamp": "2002-03-03T00:00:00",
      "timestamp_raw": "March 3, 2002",
      "keywords": [
        "efta00011441",
        "invisible man",
        "g. max",
        "nazca lines",
        "peru",
        "andrew",
        "telephone number",
        "redaction",
        "sightseeing",
        "gentleman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028554",
      "summary": "This document is a Second Amendment to the Restated Trust, “The Jeffrey E. Epstein 2001 Trust Two.” It was created on March 8, 2002 and further amended on January 13, 2004. The amendment modifies Article I of the trust.  During the Grantor’s life, the trustees are authorized to pay income and principal for the Grantor’s benefit, with any unpaid income added to the principal. Upon the Grantor’s death, $2,000,000 is to be distributed to two specified individuals (if living), followed by $1,000,000 distributed in equal shares between the surviving individuals or the single survivor. Any remaining balance is to be distributed to the Grantor’s estate. The amendment was executed and notarized on December 1, 2004 by Jeffrey E. Epstein and Lauren J. Kwintner.",
      "timestamp": "2002-03-08T00:00:00",
      "timestamp_raw": "March 8, 2002",
      "keywords": [
        "trust",
        "jeffrey epstein",
        "amendment",
        "restated trust",
        "trustee",
        "grantor",
        "2001 trust two",
        "estate",
        "distribution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028553",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding an “other Epstein trust issue.” The email discusses a second amendment to the Restated JEE 2001 Trust Two, dated 1/13/2004, and expresses uncertainty about possessing this amendment (EFTA00028553).",
      "timestamp": "2004-01-13T00:00:00",
      "timestamp_raw": "1/13/2004",
      "keywords": [
        "efta00028553",
        "epstein trust",
        "amendment",
        "2001 trust two",
        "jee",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009550",
      "summary": "This document is a transcript of a sworn testimony given by an FBI agent to a federal grand jury investigating Operation Leap Year, involving Jeffrey Epstein. The agent, who works on the violent crimes squad in West Palm Beach, discussed the investigation into the recruitment and activities of three young women (Jane Doe 1-3) who allegedly engaged in sexual activity with Epstein. Key points include: *   **Initial Contact:** The FBI initially contacted Jane Doe 1 through the Palm Beach Police Department after they obtained evidence (message pads and phone records) from Epstein’s residence. *   **Resistance of Jane Doe 1:** Jane Doe 1 refused to cooperate, stating she \"loved\" Epstein and wouldn't discuss the activities. *   **FBI Involvement:** The FBI subsequently contacted Jane Doe 1 and other girls, leading to interviews and attempts to obtain subpoenas. *   **Immunity:** Jane Doe 1 eventually agreed to be interviewed after receiving immunity from the Justice Department. *   **Details of Activity:** The agent described how Jane Doe 1 was initially approached with the offer of making money by giving Epstein massages, often topless. She was 15-17 years old at the time. The agent detailed how Epstein manipulated the girls by playing on their shyness and offering incentives. *   **Multiple Interactions & Recruitment:** The girls brought other girls to Epstein's house, and Epstein would then request new girls. *   **Age Discrepancy:** The agent revealed a discrepancy in the girls' ages, as Epstein’s records indicated they were 18, while their actual ages were 15-17. He had them provide false I.D.s. *   **Controlled Calls & Surveillance:** The FBI used controlled calls and monitored the girls' communications with Epstein, especially during the time of the activity. *   **Expert Testimony:** The agent referenced the testimony of a “compliant victim” expert who explained how offenders groom victims through manipulation and building trust. In essence, the transcript details the FBI’s investigation, focusing on the recruitment, manipulation, and potential exploitation of young women by Jeffrey Epstein.",
      "timestamp": "2004-03-12T00:00:00",
      "timestamp_raw": "March 12, 2004",
      "keywords": [
        "efta00009550",
        "operation leap year",
        "federal grand jury",
        "west palm beach",
        "jeffrey epstein",
        "palm beach police department",
        "girls",
        "massages",
        "immunity",
        "compliance",
        "grooming",
        "jane doe",
        "travel",
        "epstein's assistants",
        "phone records",
        "flight manifests",
        "hypion air",
        "j.e.g.e.",
        "young girls",
        "teenager",
        "14",
        "15",
        "17",
        "18",
        "sexual activity",
        "consent",
        "manipulated",
        "investigation."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038693",
      "summary": "Darren K. Indyke certified that Financial Trust Company, Inc. is the sole stockholder of Jeepers, Inc., and Jeffrey E. Epstein, through his holdings of Financial Trust Company, Inc. stock, is the beneficial owner of Jeepers, Inc. The email includes a disclaimer regarding tax advice and a confidentiality notice.",
      "timestamp": "2007-03-30T00:00:00",
      "timestamp_raw": "March 30, 2007",
      "keywords": [
        "efta00038693",
        "jeepers",
        "inc.",
        "bear stearns",
        "ira zicherman",
        "jeffrey e. epstein",
        "financial trust company",
        "usvi",
        "redaction analysis",
        "darren k. indyke",
        "exchange",
        "vinu malhan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009440",
      "summary": "A special FBI agent (identified as “bfrei”) testified before the jury, confirming the issuance of subpoenas to several financial institutions and individuals related to Jeffrey Epstein’s activities. Specifically, subpoenas were issued to: *   Colonial Bank and Palm Beach National Bank & Trust Company (regarding bank accounts) *   Western Union Financial Services (regarding wire transfers to victims) *   J.P. Morgan Chase Bank (regarding accounts and credit cards) *   Dr. Thomas Rofranno (a chiropractor, seeking patient records) *   The Palm Beach County Health Department (seeking birth certificates of victims) *   Adult Video Warehouse (regarding transactions involving Epstein) The agent reported receiving documents from these entities, starting with Colonial Bank in April 2007, and continuing with Western Union, Chase, Dr. Rofranno, and the Health Department throughout May 2007. All documents related to the subpoenas were present at the time of the questioning.",
      "timestamp": "2007-05-08T00:00:00",
      "timestamp_raw": "May 8, 2007",
      "keywords": [
        "operation leap year",
        "fbi",
        "subpoenas",
        "bank accounts",
        "jeffrey epstein",
        "western union financial services",
        "palm beach national bank & trust company",
        "colonial bank",
        "j.p. morgan chase bank",
        "chiropractic doctor",
        "adult video warehouse",
        "birth certificates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013538",
      "summary": "This document is a strongly worded response from U.S. Attorney R. Alexander Acosta to allegations made by Jay P. Lefkowitz, Esq., regarding Acosta’s handling of the Jeffrey Epstein case. Acosta disputes Lefkowitz’s claims of obstruction, manipulation, and inappropriate conduct, arguing that he acted in Epstein’s best interest, navigated complex legal issues, and diligently pursued the case. Key points include: *   **Dispute over Ocariz:** Acosta defends his choice to involve Bert Ocariz, explaining it was based on a friendship and the need for a trusted advisor, and denies any financial benefit. *   **Negotiation Efforts:** Acosta asserts he engaged in extensive negotiations with Lefkowitz and others, diligently investigating potential charges and attempting to reach a plea agreement. *   **Victim Handling:** He clarifies his approach to notifying victims, stating that notifications were carefully managed and not done prematurely to avoid undermining the investigation. *   **Investigation Integrity:** Acosta refutes allegations of hiding information or manipulating the investigation, pointing to the incorporation of investigative findings into the indictment package. *   **Strategic Criticism:** He expresses frustration with Lefkowitz’s attempts to discredit him and the Office, urging him to address concerns directly rather than making public accusations. Essentially, Acosta is presenting himself as a competent and ethical attorney who was unfairly targeted by Lefkowitz's criticisms.",
      "timestamp": "2007-12-11T00:00:00",
      "timestamp_raw": "December 11, 2007",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "jay lefkowitz",
        "ocariz",
        "solicitation of minors",
        "bureau of prisons",
        "sentencing guidelines",
        "united states attorney",
        "southern district of florida",
        "allegations",
        "misconduct",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013890",
      "summary": "This document is a plea agreement for Jeffrey Epstein, finalized on June 27, 2008, related to felony solicitation of prostitution and procuring a person under 18 for prostitution. Epstein pleaded guilty to these charges. **Key Points of the Agreement:** *   **Sentences:** Epstein is sentenced to 12 months in the Palm Beach County Detention Facility for one count and 18 months of community control for the other, with 6 months served in detention. *   **Community Control Conditions:** The community control includes a 6-month restriction in the detention facility, no unsupervised contact with minors (requiring approval of a supervising adult), and a designation as a Sexual Offender under Florida Statute 943.0435, necessitating DNA collection and adherence to the statute's requirements. *   **Court Costs & Fees:** Costs associated with the case ($474 for court costs, $50 for prosecution, and $50 for the drug trust fund) are stipulated. *   **Additional Provisions:** The document outlines additional conditions for community control, including electronic monitoring, mandatory public service, and strict rules regarding residence and communication. *   **DNA Collection:** Epstein is required to provide a DNA sample in court. *   **Legal Framework:** The document references relevant Florida statutes pertaining to sexual offenses (specifically 943.0435) and probation/community control (chapter 948). It also includes provisions concerning electronic monitoring and communication. It cites additional statutes regarding the definition of a sexual offender.",
      "timestamp": "2008-06-27T00:00:00",
      "timestamp_raw": "June 27, 2008",
      "keywords": [
        "efta00013890",
        "jeffrey epstein",
        "guilty",
        "probation",
        "community control",
        "palm beach county detention facility",
        "sentencing",
        "felony solicitation prostitution",
        "procuring person under 18",
        "dna sample",
        "sexual offender",
        "florida statute 943.0435",
        "electronic monitoring",
        "community quarantine",
        "sex offender",
        "probation conditions",
        "restitution",
        "polygraph examination"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016865",
      "summary": "Epstein, dated January 27, 2012. It revokes all prior wills and codicils. **Key Provisions:** *   **Funeral & Estate Expenses:** Directs the executor to pay for funeral expenses, estate administration, and storage/insurance of personal property. *   **Property Disposition:**  All real and personal property is to be given to the then-acting Trustees of The Jeffrey E. Epstein Trust One, established in 2001, as governed by the Trust Agreement. *   **Executors:** Appoints Darren K. Indyke, Joseph Pagano, Lawrence Newman, Jes Staley, and Andrew Farkas as executors (with successor executors designated if needed).  The executor has significant discretionary power regarding estate management. *   **Jurisdictional Issues:**  Outlines procedures for executors to serve in jurisdictions other than the testator's domicile, including designating a successor executor if the primary executor is unavailable. *   **Executor Responsibilities & Limitations:**  Details extensive powers for the executor, including investment authority, sale/disposal of assets, and the ability to handle complex situations (like oil/gas interests).  It also includes safeguards limiting the executor’s liability for negligence or errors, requiring good faith action. *   **Tax Provisions:** Addresses federal and state transfer taxes and outlines a method for apportioning taxes related to assets not passing directly under the will. *   **Trust Agreement Integration:**  The will incorporates the provisions of the Trust Agreement dated November 8, 2001. *   **Conflict of Interest Prohibition:**  The executor is forbidden from directly or indirectly buying or selling assets from or to themselves or related parties. The document also contains sections detailing the qualifications, duties, and limitations of the executor, as well as procedures for handling distribution, legal proceedings, and potential conflicts.",
      "timestamp": "2012-01-27T00:00:00",
      "timestamp_raw": "January 27, 2012",
      "keywords": [
        "will",
        "jeffrey epstein",
        "executor",
        "trust",
        "estate",
        "inheritance",
        "transfers",
        "payments",
        "distribution",
        "beneficiaries",
        "trust agreement",
        "codicil",
        "trustee",
        "legal",
        "assets",
        "jurisdiction",
        "funeral expenses",
        "burial expenses",
        "taxation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020577",
      "summary": "This document is a J.P. Morgan entity account application for Virgin Money (U.S.), submitted on March 1, 2013, at 4:13 PM. It requests the establishment of an account with Financial Trust Company (C/O American Security Bank) and gathers information regarding the applicant’s financial details, including gross annual revenue, liquid net worth, and assets.  It collects details about authorized persons, contact information, and identifies a need for a CMS $need to my Asset Account. The applicant confirms they will adhere to the “warranty provisions” outlined in an agreement and specifies a desire for confidential treatment.  The form also includes sections for identifying direct business relationships and requests details about personal information like date of birth and occupation.  Finally, it requires the applicant to designate a contact person for the account.",
      "timestamp": "2013-03-01T00:00:00",
      "timestamp_raw": "March 1, 2013",
      "keywords": [
        "jpmorgan",
        "entity account",
        "financial trust company",
        "account information",
        "revenue",
        "net worth",
        "asset",
        "investment",
        "checking account",
        "money market deposit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016876",
      "summary": "This document is the Last Will and Testament of Jeffrey E. Epstein, executed on September 16, 2013. Here’s a breakdown of the key provisions: *   **Revocation:** Epstein revokes all prior wills and codicils. *   **First Provision – Expenses & Executor Compensation:** He directs his executor to pay for his illness, funeral, debts, and administration expenses. The executor receives $250,000 upon probate completion, with reimbursement for reasonable costs. *   **Second Provision – Trust Distribution:** All of his real and personal property is to be given to the “Jeffrey E. Epstein 2013 Trust,” established under a specific trust agreement. *   **Third Provision – Executor Appointment:** He appoints Darren K. Indyke, Joseph Pagano, James E. Staley, and David Mitchell as executors, with Mitchell as a successor.  Provisions are in place for executor succession if one fails to qualify or resigns, particularly in jurisdictions outside his domicile.  Executor resignations are governed by applicable state laws. *   **Fourth Provision – Executor Powers:** The executor has broad discretionary powers, including investment authority, the ability to sell assets, manage business interests, and handle legal matters without judicial approval. There are specific restrictions, such as not buying/selling from himself or relatives. *   **Fifth Provision - Accounting:** The executor is responsible for sound trust accounting and allocating taxes appropriately. *   **Sixth Provision - Lapse Bequests:** Bequests to those who die before the testator lapse. *   **Seventh Provision – Definitions:**  Defines key terms like \"Executor\" and \"Trustee\" for clarity.",
      "timestamp": "2013-09-16T00:00:00",
      "timestamp_raw": "September 16, 2013",
      "keywords": [
        "will",
        "jeffrey epstein",
        "executor",
        "trust",
        "estate",
        "compensation",
        "property",
        "distribution",
        "liabilities",
        "jurisdiction",
        "amendments",
        "trust agreement",
        "taxes",
        "successor executor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027019",
      "summary": "It includes: *   **Exhibit A:** Lists numerous transactions between Leon Black (through Southern Trust Company, Inc.) and entities including Apollo Management, Edmond de Rothschild, and Black Family Partners LP, totaling over $80 million between 2013 and 2015. *   **Exhibit B:** Details investments made by Southern Financial LLC into hedge funds like Boothbay Multi Strategy Fund LP, Tudor Futures Fund, and Valar Global Fund II LP, ranging from $100,000 to $12.826 million between 2014 and 2015. *   **Exhibit C:** Shows transactions related to the Gratitude America Money Market Deposit Account (MMDA), primarily capitalized by BV70 LLC and subsequently distributed to various foundations and organizations, including the Bruce and Marsha Moskowitz Foundation and Cancer Research Wellness Institute, with total deposits from 2016 to 2017 totaling approximately $10 million. *   **Exhibit D:** Illustrates the flow of funds into the Gratitude America MMDA through Southern Financial LLC and related entities. *   **Exhibit E:** Documents continued transactions related to the Gratitude America MMDA, including deposits to the Bruce and Marsha Moskowitz Foundation and Cancer Research Wellness Institute. The documents cover a period from 2013 to 2019 and highlight complex financial relationships and transactions involving significant sums of money. Redactions are present in several exhibits.",
      "timestamp": "2013-10-15T00:00:00",
      "timestamp_raw": "10/15/2013",
      "keywords": [
        "leon black",
        "rothschild group",
        "southern trust company",
        "apollo management",
        "bv70 llc",
        "gratitude america",
        "efta",
        "hedge funds",
        "investment funds",
        "transactions",
        "jeffrey epstein",
        "mmda",
        "db-sdny (various codes)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016884",
      "summary": "This document is Jeffrey E. Epstein’s Last Will and Testament, dated November 14, 2014. **First Article:** Directs the executor to pay for final expenses, funeral costs, estate administration, and debts. It also establishes compensation for the executor(s) at $250,000 upon probate completion, with reimbursement for reasonable expenses. **Second Article:**  Bequeaths all of Epstein’s real and personal property to the “Jeffrey E. Epstein 2014 Trust,” created under a specific Trust Agreement, to be managed according to the Trust Agreement’s provisions. **Third Article:** Appoints Darren K. Indyke, David Mitchell, and James E. Staley as executors, with Lawrence H. Summers as a successor. Outlines provisions for successor executors if initial executors fail to qualify. **Fourth Article:** Grants the executor broad powers to manage the estate’s assets, including investment authority, sales, loans, and handling of natural resources. It includes specific restrictions on self-dealing (no buying/selling from or to related parties) and outlines accounting procedures. **Fifth Article:** Details definitions of key terms, such as \"Executor\" and \"IRC section.\" **Sixth Article:** Specifies circumstances under which a bequest may lapse, and outlines provisions for distribution to the Trust in case of a lapse. **Seventh Article:**  Clarifies the role of the Trustee under the Trust Agreement, including how taxes will be allocated and paid. Includes stipulations regarding delegation of authority and general operational powers. It also specifies that any assets left unallocated will go to the Trustee under the Trust Agreement.",
      "timestamp": "2014-11-14T00:00:00",
      "timestamp_raw": "November 14, 2014",
      "keywords": [
        "will",
        "estate",
        "executor",
        "trust",
        "inheritance",
        "taxes",
        "distribution",
        "property",
        "compensation",
        "provisions",
        "beneficiaries",
        "trust agreement",
        "assets",
        "legal",
        "liabilities",
        "governance",
        "disposition",
        "judicial authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016084",
      "summary": "This document is a signature page and related account information for an Angara Trust account (EFTA00016084) held at UBS. Key details include: *   **Account Details:** The trust is an irrevocable trust established in 2016, with Ghislaine Maxwell as the grantor. *   **Client Information:**  It gathers information about the client’s personal details, net worth, investment experience, and knowledge. *   **Investment Profile:** The client's investment profile is defined as “Aggressive,” seeking a combination of income and capital appreciation. *   **Legal Disclosures:** Standard legal disclosures are included regarding account verification and information requirements.",
      "timestamp": "2016-11-07T00:00:00",
      "timestamp_raw": "11/07/2016",
      "keywords": [
        "trust",
        "angara trust",
        "ghislaine maxwell",
        "account number",
        "client relationship agreement",
        "investment information",
        "net worth",
        "assets",
        "ubs",
        "irrevocable trust",
        "us trust"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022364",
      "summary": "On November 23, 2016, Ghislaine Maxwell authorized a transfer of $14,200,000 (including funds from account EM) from her account titled “Ghislaine Maxwell” to an account titled “Angara Trust,” as instructed to Scott Stackman and Lyle Casriel at UBS Private Wealth Management. The authorization included transferring the entire balance of the “Ghislaine Maxwell” account to the “Angara Trust” account.",
      "timestamp": "2016-11-23T00:00:00",
      "timestamp_raw": "November 23, 2016",
      "keywords": [
        "ghislaine maxwell",
        "angara trust",
        "transfers",
        "ubs private wealth management",
        "scott stackman",
        "lyle casriel",
        "authorization",
        "account em",
        "psdyx",
        "cash"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025624",
      "summary": "Borgerson and Ghislaine Maxwell, filed through DGC, CPA. *   **Income Sources:** The return reports income from partnerships (Cargometrics Technologies LLC, and Alphakey Systems Millennium Fund, LLC) and a trust (Angara Trust). *   **Schedule D:**  The return includes Schedule D to report long-term capital gains and losses, with details on investments and expenses. *   **Schedule E:** The return includes Schedule E to report income or loss from partnerships and S corporations, with specific breakdowns of expenses and income. *   **Schedule C:** The return includes Schedule C, reflecting income from consulting business. *   **Form 8960:**  The return utilizes Form 8960 to calculate and claim foreign tax credits. *   **Form 1116:** The return uses Form 1116 to calculate credits and adjustments for passive activity losses. *   **Estimated Tax Payments:** The return includes calculations and documentation of estimated tax payments. *   **Attachments:** The document lists attached forms, including forms for calculating interest, dividend, and other income items. *   **Payment Information:**  Details regarding payments made, including direct deposit information, are included for the Massachusetts tax liability.",
      "timestamp": "2018-04-17T00:00:00",
      "timestamp_raw": "April 17, 2018",
      "keywords": [
        "massachusetts income tax",
        "partnerships",
        "passive activity losses",
        "capital gains",
        "deductions",
        "form 8960",
        "form 1116",
        "form 3801",
        "schedule d",
        "rental income",
        "income taxes",
        "adjustment",
        "investment income",
        "exclusions",
        "adjustments",
        "foreign tax credit",
        "refunds",
        "assessment",
        "penalties",
        "income."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024311",
      "summary": "Roberts, and Scott Borgerson. *   **Grantors:** Ghislaine Maxwell. *   **Account Address:** Boston, MA 02210-2698 *   **Account Title:** Montpelier Trust **Client Information:** *   **Clients:** Jeffrey W. Roberts, Scott Borgerson, Christine Yvonne Malina-Maxwell (Ghislaine Maxwell) *   **Citizenship:** Primarily U.S. citizens. *   **Investment Knowledge:** Clients generally report strong investment knowledge, with varying levels of experience. *   **Net Worth:** Ranges from $200,000 - $499,999, $10,000,000 AND ABOVE, and $10,000,000 AND ABOVE. **Investment Details:** *   **Sweep Accounts:** The account utilizes a sweep program to deposit funds into UBS Bank USA. *   **Margin:** Margin privileges are available (subject to terms outlined in the agreement). *   **Investment Objective:** Capital appreciation with moderate risk. *   **Investment Types:** Individual stocks, equities, bonds, and futures are possible. **Disclosure & Legal:** *   **FATCA Compliance:** The account is subject to FATCA (Foreign Account Tax Compliance Act) reporting. *   **Arbitration Clause:** The agreement includes a mandatory arbitration clause. *   **Privacy:** Client information is protected and shared within UBS for service purposes. **Important Note:** This summary focuses on the factual data within the document. It does not address the potential implications or context surrounding the individuals and entities involved.",
      "timestamp": "2018-11-14T00:00:00",
      "timestamp_raw": "11/14/2018",
      "keywords": [
        "trust",
        "montpelier trust",
        "account number",
        "client relationship agreement",
        "ubs",
        "investment",
        "net worth",
        "christine malina-maxwell",
        "jeffrey roberts",
        "scott borgerson",
        "ghislaine maxwell",
        "trust information",
        "tax identification number",
        "margin",
        "efta00024311",
        "investment information",
        "personal information",
        "date established"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032623",
      "summary": "Key stories include: *   **Greenberg Traurig:** A judge rejected their motion to avoid a trial in a forgery suit involving a former Apollo fund manager. *   **Vijay Singh:** Golfer Vijay Singh settled a lawsuit alleging the PGA Tour suspended him for using a deer-antler supplement. *   **Prison Sentence:** A gun lawyer, John Chambers, received a prison sentence for bribery. *   **Swiss Banker:** A Swiss banker was arrested and extradited for market manipulation charges. *   **Spirit Airlines:** A proposed class action against Spirit Airlines regarding bag fees was dismissed due to federal preemption. *   **Various Other Cases:** Numerous other articles detail cases involving fraud, tax evasion, antitrust issues, bankruptcy proceedings, and employment disputes across various industries (banking, energy, real estate, etc.). Several firms are mentioned, including Greenberg Traurig, Baker McKenzie, Akerman, and others, along with their involvement in these cases. The document also includes job listings and legal industry analysis.",
      "timestamp": "2018-11-21T00:00:00",
      "timestamp_raw": "November 21, 2018",
      "keywords": [
        "greenberg traurig",
        "forgery suit",
        "apollo fund manager",
        "jury",
        "new york",
        "trial",
        "vijay singh",
        "pga",
        "doping",
        "prison",
        "michael little",
        "tax evasion",
        "swiss banker",
        "market manipulation",
        "consumer protection",
        "spirit airlines",
        "fraud",
        "securities",
        "class action",
        "vending machine co.",
        "fraud",
        "fraud",
        "footlocker",
        "market capitalization",
        "altice",
        "stock drop",
        "investcorp",
        "kortright capital partners",
        "employment",
        "nfl security",
        "competition",
        "antitrust",
        "metaswitch",
        "bankruptcy",
        "puerto rico",
        "debt restructuring",
        "provant health",
        "creditors",
        "banking",
        "occ",
        "fintech charter",
        "tax",
        "nj attorney",
        "asylum fraud",
        "energy & environmental",
        "national monuments",
        "real estate",
        "palmcorp",
        "wells",
        "goldman",
        "legal industry",
        "ai",
        "machine learning",
        "cravath bonuses",
        "biglaw",
        "schiff hardin",
        "jobs",
        "associate attorney",
        "legal administrative assistant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024450",
      "summary": "to Montpelier Trust, a client of UBS, regarding the opening of new accounts. It outlines the client’s information (including details of Christine Yvonne Malina-Maxwell, Jeffrey W. Roberts, Scott Borgerson, and Ghislaine Maxwell) and investment preferences (ranging from $200,000 to $10,000,000+). It confirms the application of existing account agreements and emphasizes the importance of reviewing and verifying the provided information. The account is set up with a moderate risk profile, focusing on capital appreciation. Finally, it specifies that the account adheres to U.S. federal regulations regarding account opening information.",
      "timestamp": "2019-01-03T00:00:00",
      "timestamp_raw": "January 3, 2019",
      "keywords": [
        "efta00024450",
        "montpelier trust",
        "ubs",
        "account",
        "trust",
        "information",
        "client",
        "financial services",
        "net worth",
        "investment",
        "stocks",
        "bonds",
        "us trust",
        "boston",
        "ma",
        "2019",
        "christine malina-maxwell",
        "jeffrey roberts",
        "scott borgerson",
        "ghislaine maxwell",
        "rma",
        "sweep account",
        "margin"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036705",
      "summary": "It contains findings from program reviews conducted April 1, 2019, through June 30, 2019. *   **Report Contents:** The report details reviews across 29 different programs including Affirmative Employment, Correctional Programs, Correctional Services, Education/Recreation Services, Environmental & Safety Compliance, Facilities Management, Female Offenders, Financial Management, Food Service, Health Services, Human Resource Management, Information Systems & Security, Psychology Services, Religious Services, Residential Reentry, and Trust Fund operations. UNICOR and Volunteer Services are also assessed. *   **Review Team Issues:** The primary issue identified is a lack of consistent operational reviews, with reviews often incomplete or not conducted on schedule.  Significant issues have been identified across multiple program areas, including deficiencies in training documentation, compliance with regulations (e.g., FECA, OSHA), recordkeeping, and adherence to established policies and procedures. *   **Key Deficiencies:** Frequent deficiencies include issues with inmate supervision (SHU rounds), documentation of healthcare services, management of sensitive information, inaccurate financial records, inadequate training, and failures in contract oversight. *   **Corrective Actions:** The report emphasizes the importance of thorough operational reviews, consistent documentation, adherence to mandatory standards, and improved oversight in various program areas. It recommends staff training to address identified gaps and reinforces the need for timely and complete program reviews. *   **Attachments:** The document references attachments EFTA00036705 through EFTA00036711, which contain further details and instructions related to the review process and specific program requirements.",
      "timestamp": "2019-04-01T00:00:00",
      "timestamp_raw": "April 1, 2019",
      "keywords": [
        "program review",
        "fy2019",
        "corrections",
        "affirmative employment",
        "correctional programs",
        "operational reviews",
        "training",
        "policies",
        "compliance",
        "deficiencies",
        "management control",
        "shu",
        "reentry",
        "unicor",
        "volunteer services",
        "healthcare",
        "information systems",
        "sentry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026434",
      "summary": "*   **Kirkland & Ellis Antitrust Dominance:** Kirkland & Ellis LLP was the most prolific antitrust defense bar between 2016-2018, followed by Cuneo Gilbert & LaDuca LLP. *   **Private Antitrust Plaintiffs Challenges:** Private plaintiffs have a 50-50 chance of winning antitrust cases due to difficulty obtaining class certifications and facing dismissal motions. *   **House Demands Trump Tax Returns:** The House Ways and Means Committee Chairman requested Donald Trump’s tax returns from 2016-2020. *   **Mueller Report Subpoenas:** The House Judiciary Committee voted to issue subpoenas for grand jury materials from the Mueller investigation. *   **Kavanaugh’s Law School Appointment Backlash:** George Mason University students demanded the reversal of Justice Kavanaugh’s appointment as a law school lecturer due to sexual misconduct allegations. *   **Law Firms & Legal News:** The document included profiles of law firms like Kirkland & Ellis, Cuneo Gilbert, and featured articles on antitrust cases, SEC rulings on ICOs, and legal strategy for merger cases. *   **Regulatory Updates:** Content covered updates on the Community Reinvestment Act, environmental variances, and a proposed overhaul of Colorado’s oil and gas regulations. *   **Court Rulings & Disputes:** Articles detailed court rulings against private antitrust plaintiffs, the EPA's approval of Gulf of Mexico drilling permits, and challenges to the Trump administration’s policies. *   **Political Developments:** The text reported on efforts to secure Trump’s tax returns, the debate over the inclusion of a citizenship question in the 2020 census, and a Senate bill to expand criminal liability for corporate executives. *   **Legal Industry News:** It also included a report on a sexual harassment lawsuit against Jones Day, an interview with Bryan Cave’s leaders, and job listings. *   **Miscellaneous Legal Developments:** The document contained reports on various legal proceedings, including challenges to birth control coverage, a Florida court ruling on marijuana cultivation, a dispute over 5G network security, and ongoing legal battles related to the “Varsity Blues” scandal.",
      "timestamp": "2019-04-04T00:00:00",
      "timestamp_raw": "04 Apr 2019",
      "keywords": [
        "senate rules",
        "judicial nominees",
        "donald trump",
        "antitrust",
        "lex machina",
        "tax returns",
        "mueller report",
        "kavanaugh",
        "antitrust cases",
        "private antitrust plaintiffs",
        "community reinvestment act",
        "ico",
        "judge rulings",
        "merger cases",
        "gulf of mexico",
        "environmental regulations",
        "supreme court",
        "birth control",
        "marijuana",
        "pennsylvania",
        "ip",
        "online counterfeit market",
        "robocalls",
        "broadband",
        "net neutrality",
        "white collar crime",
        "legal industry",
        "wynn resorts",
        "\"varsity blues",
        "\"  pregnancy discrimination",
        "general counsel",
        "court staffer",
        "amazon",
        "allen & overy",
        "disciplinary tribunal",
        "immigration attorney",
        "telecommunications",
        "bryan cave",
        "mayhew",
        "pritchard"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032400",
      "summary": "It details several ongoing Supreme Court cases and rulings from lower courts (DC, Federal, Sixth, Seventh, Ninth, and Eleventh Circuits). Key cases covered include: *   **Census Citizenship Question:** The Supreme Court will hear arguments regarding Commerce Secretary Wilbur Ross’s decision to include a citizenship question on the 2020 census. *   **Title VII Plaintiff’s Hurdles:** The Supreme Court will consider a Texas county’s challenge to a Fifth Circuit decision concerning requirements for federal discrimination suits. *   **FOIA Case:** The Supreme Court will rule on the standard for invoking a key exception to the Freedom of Information Act concerning data shared with the Office of Federal Contract Compliance Programs. *   **Social Media Terrorism Suits:** The Sixth Circuit’s dismissal of a suit blaming Facebook, Twitter, and YouTube for a mass shooting highlights the slim chance of success in Anti-Terrorism Act suits. *   **UPS Unionization:** The D.C. Circuit rejected UPS’s attempt to overturn a unionization ruling at a Pennsylvania distribution facility. *   **Kazakhstan Award:** The D.C. Circuit upheld Kazakhstan’s ability to recover a half-billion-dollar arbitration award. *   **Wireless Fee Ruling:** The D.C. Circuit will hear arguments regarding the FCC’s ruling on Verizon’s roaming rates. *   **IP Verdicts:** The Federal Circuit ruled on several intellectual property cases, including overturning a $7.5 million verdict against Novozymes, siding with iRobot, and upholding a Hologic patent. *   **Other Cases:** The report also covers decisions regarding UPS, antitrust issues, a Maryland distribution facility unionization, and several cases involving patent disputes, employment discrimination, and criminal proceedings. It further lists law firms involved in these cases and provides contact information and a jobs section. Finally, it includes analysis and insights on trends within the legal industry, such as the increasing role of practice groups and the shifting landscape of corporate legal departments.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "April 22, 2019",
      "keywords": [
        "census",
        "supreme court",
        "title vii",
        "apa",
        "commerce secretary",
        "wilbur ross",
        "discrimination",
        "foia",
        "arbitration",
        "patents",
        "antitrust",
        "litigation",
        "legal analysis",
        "law firms",
        "arbitration",
        "legal industry",
        "#metoo",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037310",
      "summary": "Emails between individuals regarding the records management for the Epstein investigation. Files have been received and reviewed. A request is made to update on the status of the documents and the vendor process. Examples of cases involving outside vendors and sensitive documents (medical, personnel records) were provided. The vendor selection process involves a small number of trusted organizations with contractual confidentiality requirements. The goal is to finalize the process and discuss the materials with relevant parties.",
      "timestamp": "2019-06-04T00:00:00",
      "timestamp_raw": "04 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "vendor",
        "documents",
        "fbi",
        "new york",
        "paralegals",
        "confidential",
        "case agents",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018401",
      "summary": "Matthew Goldstein of The New York Times contacted [REDACTED] regarding a claim that Deutsche Bank controlled several billion in assets belonging to Financial Trust Company on behalf of Jeffrey Epstein’s clients, with Epstein trading currencies through Deutsche until his arrest. Deutsche Bank is reportedly considering bankruptcy court proceedings to take control of these assets and is coordinating with the recipient’s office for guidance on the story.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "deutsche bank",
        "financial trust company",
        "currencies",
        "assets",
        "bankruptcy",
        "trading",
        "arrest",
        "matt goldstein",
        "new york times"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026723",
      "summary": "Despite Wexner distancing himself after Epstein’s initial arrest, the donation continued. The funds helped the foundation grow significantly, generating substantial capital gains. Wexner eventually transferred all assets to the Wexner Family Charitable Fund in 2010.  Following Epstein’s recent arrest and indictment, several individuals who had previously received contributions from Epstein (including Sen. Chuck Schumer and U.S. Representative Stacey Plaskett) have decided to donate those funds to charity. Epstein had previously served as a trustee of the Wexner Foundation and had ties to the Clinton Foundation, contributing to Clinton’s campaign.  Attempts to obtain comment from Epstein, Wexner, and associated organizations have been unsuccessful.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "les wexner",
        "charitable donation",
        "stock",
        "ylk charitable fund",
        "clinton foundation",
        "sex trafficking",
        "u.s. virgin islands",
        "2008",
        "new york townhouse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027979",
      "summary": "Epstein:** The document pertains to the probate of the estate of Jeffrey E. Epstein, who died on August 10, 2019, in New York. *   **Petition for Probate:** Darren K. Indyke and Richard D. Kahn are petitioning the Virgin Islands court to grant probate of the will and receive letters testamentary. *   **Will Details:** Epstein’s will, dated August 8, 2019, appoints Indyke and Kahn as executors. It outlines compensation for the executors and directs the estate assets to the 1953 Trust. *   **Significant Assets:** The estate includes substantial assets, primarily cash ($56.547 million), fixed income investments ($158.9 million), equities ($224.9 million), and significant holdings in businesses (e.g., Cypress, Laurel, Nautilus, Poplar) with a total value of $577.7 million. *   **Executor Qualifications:** Indyke and Kahn are U.S. citizens and residents of Florida and New York, respectively, and have appointed a local attorney (Kellerhals Ferguson Kroblin PLLC) to represent them in the Virgin Islands. *   **Debt and Claims:** The executors state that there are currently no known debts or claims against the estate. *   **Next of Kin:**  The document lists Mark Epstein (brother) as a potential heir with 100% inheritance. *   **Bond Waiver:** The executors are requesting a waiver of the bond requirement for executors. *   **Verification of Petition:**  Both Indyke and Kahn provide signed affidavits verifying the information contained within the petition.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "probate",
        "estate",
        "jeffrey epstein",
        "will",
        "virgin islands",
        "executor",
        "st. thomas",
        "assets",
        "trust",
        "probate no. st-19-pb",
        "personal property",
        "inheritance",
        "kellyhals ferguson kroblin pllc",
        "death certificate",
        "financial investments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018778",
      "summary": "Indyke, Richard D. Kahn, the Estate of Jeffrey Epstein, Nautilus, Inc., Great St. Jim, LLC, Poplar, Inc., and Southern Trust Company, alleging a pattern of criminal activity related to human trafficking, sexual abuse, and fraud. Here’s a breakdown of the key points: *   **Plaintiff:** GVI is pursuing legal action against multiple defendants linked to Jeffrey Epstein’s activities. *   **Allegations:** The complaint details a complex scheme involving Epstein, his associates, and numerous corporate entities, particularly Nautilus, Inc., Great St. James, and Poplar, Inc.  These entities were allegedly used to facilitate the operation of a sex trafficking enterprise centered on Little St. James and Great St. James islands. *   **Activities:** Epstein allegedly used these islands and corporations to attract and exploit young women and girls, engaging in sexual servitude and potentially other criminal activities.  There is evidence suggesting a sophisticated network of shell companies and manipulated financial records. *   **Legal Basis:** The complaint relies on violations of various Virgin Islands laws, including those related to CICO (Criminally Influenced and Corrupt Organizations Act), sex trafficking, and child abuse. It also claims fraudulent conveyance. *   **Defenses:** The defendants, particularly the Estate of Jeffrey Epstein, are attempting to shield assets and obscure the full extent of Epstein’s activities through mechanisms like the 1953 Trust. *   **Damages Sought:**  GVI seeks substantial damages, including punitive damages, disgorgement of ill-gotten gains, and equitable relief to protect the rights of victims. In essence, the document represents the Government’s attempt to hold accountable those involved in Epstein’s alleged criminal activities within the Virgin Islands.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "virgin islands",
        "trafficking",
        "sexual abuse",
        "little st. james",
        "great st. james",
        "nautilus",
        "inc.",
        "1953 trust",
        "defendants",
        "cico",
        "damages",
        "probate",
        "fraudulent conveyance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036561",
      "summary": "On August 14, 2019, an individual ([REDACTED]) requested a breakdown of authorized budgeted positions for the MCC New York office from the Human Resource Administrator at the Northeast Regional Office. The breakdown included: 248 S&E/PHS/PZ9 positions (authorized budget), 6 Trust Fund positions, and 28 Temporary P01A positions (non-funded). The message was flagged as containing sensitive information.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036561",
        "mcc new york",
        "authorized positions",
        "budgeted positions",
        "human resources",
        "federal bureau of prisons",
        "doj",
        "sensitive",
        "sandra barnes",
        "efta00036562"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037238",
      "summary": "Melvyn Kohn is contacting Mark L. Epstein regarding Jumas, a man he met once at an Israel Shamir book launch. Kohn believes Jumas may be connected to a situation he’s investigating, but believes Jumas is likely Haim Oron, an MK. He mentions other individuals, Bull and Erben, as potentially relevant but considers them “relics.” He suggests reviewing a tenant roster to limit inquiries. Kohn describes a suspicious green van and expresses distrust of a specific couple, stating they are “keen on being secure” and he has a good idea of what’s going on with them.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "jumas",
        "israel shamir",
        "turkey",
        "israel",
        "sharon haskell",
        "likud",
        "haim oron",
        "hank",
        "bull",
        "erben"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019322",
      "summary": "Emails exchanged between individuals regarding a legal case involving Jeffrey Epstein. One email details a received document—a probate petition—showing Epstein updated his will the day before his death and reorganized his assets, including a 1953 Trust. Another email discusses the executors of the estate as Indyke and Kahn, and the “acting Trustees of the 1953 Trust” who are unnamed. A third email confirms a probate petition was filed in the Virgin Islands.",
      "timestamp": "2019-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "will",
        "probate",
        "trust",
        "martin g. weinberg",
        "lawyers",
        "estate",
        "suicide",
        "virgin islands"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032938",
      "summary": "This document is a collection of news articles from Law360’s White Collar & Investigations section, published between September 3, 2019, and December 26, 2025. The articles cover a range of legal cases and developments, including: *   **Criminal Investigations:** Several investigations involving bribery, money laundering, insider trading, fraud, and corruption are detailed, involving individuals from various sectors like finance, science, and healthcare. Notable cases include a Ninth Circuit upholding a money laundering conviction, a former fitness executive’s sentence, scientists challenging a fraud conviction, and investigations into pharmaceutical fraud and fraudulent grant schemes. *   **Regulatory Actions:** The document reports on regulatory actions taken by agencies like the SEC, CFTC, SFO, and FTC, including approvals of settlements, liquidation of fraudulent companies, and changes to legal practices (e.g., allowing non-lawyers to practice law in Utah). *   **Firm News & Mergers:** Articles include announcements of firm mergers (e.g., Briggs & Morgan and Taft Stettinius), lateral hires, and regional powerhouse rankings. *   **Expert Analysis:** Several pieces provide commentary and analysis on legal developments, such as compliance considerations after DOJ antitrust policy changes and implications of the new e-discovery spoliation rule. *   **Job Postings:** The document includes a section with job openings within law firms specializing in white-collar and investigative law.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "bribery",
        "korean official",
        "9th circuit",
        "money laundering",
        "due process",
        "insider trading",
        "fraud",
        "sec",
        "cryptocurrency",
        "petrobras",
        "corruption",
        "fraud scheme",
        "white collar crime",
        "sanctions",
        "e-discovery",
        "lateral hires",
        "legal industry",
        "regulatory changes",
        "in-house hires"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018553",
      "summary": "*   New Mexico state authorities are investigating activity related to the Epstein property at Zorro Ranch, including a criminal investigation coordinated with the SDNY. *   The New Mexico Land Commissioner revoked leases held by Cypress Inc. *   The Attorney General is investigating potential criminal activity on the trust land. *   There was a scheduling discussion regarding a follow-up call between parties related to the Epstein matter, with proposed dates being September 12th and September 9th/10th. *   One individual has a trial commencing August 26th, impacting their availability next week.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "epstein",
        "new mexico",
        "zorro ranch",
        "leases",
        "criminal investigation",
        "state land commissioner",
        "us attorney",
        "sdny",
        "trust land",
        "cypress inc."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032555",
      "summary": "The Department of Justice is requesting guidance on the disposition of the property belonging to the late Jeffrey Epstein. Guernsey’s Auction House has been identified as a suitable partner to maximize the property’s financial value and promote messages of support for young women. The request is directed to EOUSA and includes an attachment of a letter from Judge Burton regarding the Estate and Trust of Mrs. Rosa L. Parks. Previous attempts by CRM, BOP, and EOUSA to handle the workflow were unsuccessful, leading to assignment to ODAG and ultimately EOUSA-SDNY.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "09/10/2019",
      "keywords": [
        "jeffrey epstein",
        "guernsey's auction house",
        "estate",
        "rosa l parks",
        "judge burton",
        "doj",
        "executive secretariat",
        "workflow",
        "redaction analysis",
        "property disposal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019689",
      "summary": "This document details a series of communications regarding the production of wire information and account lists related to investigations involving Jeffrey Epstein and Ghislaine Maxwell. Allison Stoddart and her team are preparing to produce account lists and wire information, prioritizing certain categories and formats. Initially, they propose producing wire information in both Excel and PDF formats, favoring the Excel version due to its accessibility. They request the recipient organize the data by account and provide indices. There are discussions about the volume and organization of the materials, with a request for electronic production and consistent indexing to facilitate review. Concerns are raised about the potential for disorganized production and a request for expedited production of documents related to the \"Butterfly Trust.\" Several individuals, including U.S. Attorneys and legal counsel, are involved in coordinating the production efforts and offering logistical support.",
      "timestamp": "2019-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2019",
      "keywords": [
        "production",
        "wire information",
        "accounts",
        "format",
        "excel",
        "pdf",
        "subpoenas",
        "jpmorgan",
        "anjan",
        "allison"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023239",
      "summary": "On October 8, 2019, Matthew Goldstein of The New York Times sent an email to [REDACTED] regarding the financial operations of Jeffrey Epstein’s Southern Trust. The email inquired about continued reporting on the $200 million in revenue and profits generated after Epstein’s Florida conviction, as well as details surrounding searches of Southern Trust offices on August 12th and observations of shredded documents outside the office prior to Epstein’s arrest. The sender sought guidance from the office regarding interest in these financial issues despite Epstein’s death and aimed to distinguish factual reporting from speculation.",
      "timestamp": "2019-10-08T00:00:00",
      "timestamp_raw": "October 8, 2019",
      "keywords": [
        "epstein",
        "financials",
        "southern trust",
        "virgin islands",
        "tax break",
        "jeffrey epstein",
        "new york times",
        "shredded documents",
        "garbage bags",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037690",
      "summary": "A communication, dated October 9, 2019, from an unidentified source to the FBI, concerns the “Butterfly Trust SARs.” The communication indicates the entity is suspected of acting as a conduit for funds paid to female victims. The document includes supporting files: “Flow_of Funds_Butterfly_Trust.pptx” and “Butterfly_Fund_FinCEN_List.xlsx.” The information originates from records collected under the Bank Secrecy Act and related regulations, and its use is restricted to criminal or national security investigations with specific dissemination protocols in place to protect its sensitive nature.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "efta00037690",
        "bsa",
        "financial crime",
        "investigation",
        "redaction",
        "butterfly trust",
        "sars",
        "fincen",
        "money laundering",
        "criminal activity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037409",
      "summary": "On October 10, 2019, Matthew Goldstein of The New York Times contacted the FBI (NY) to inquire about a reported search of Jeffrey Epstein’s business office in St. Thomas, located in the American Yacht Club. Goldstein reported that FBI agents searched Southern Trust’s office on August 12, 2019, based on information from a merchant who witnessed the search and another merchant who observed large bags of shredded papers being removed from the office two weeks prior to Epstein’s arrest. Goldstein requested confirmation of the August 12th search or clarification regarding the date. He provided a link to a related New York Times article.",
      "timestamp": "2019-10-10T00:00:00",
      "timestamp_raw": "October 10, 2019",
      "keywords": [
        "epstein",
        "southern trust",
        "fbi",
        "st. thomas",
        "financial records",
        "shredded papers",
        "search",
        "redaction",
        "new york times",
        "garbage bags"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037696",
      "summary": "On November 7, 2019, an email detailed connections between funds transferred through Bank of America (BoA) accounts and The 2013 Butterfly Trust and Jeffrey Epstein. Specifically, $175,000 was sent to a BoA account linked to Fargo, and $250,000 was sent to a BoA account via Deutsche Bank SARs. The email included a flowchart illustrating these connections. The communication was derived under the Bank Secrecy Act and subject to strict confidentiality restrictions, limiting its use to specific investigations and prohibiting further disclosure without authorization.",
      "timestamp": "2019-11-07T00:00:00",
      "timestamp_raw": "November 7, 2019",
      "keywords": [
        "efta00037696",
        "butterfly trust",
        "epstein",
        "boa",
        "funds",
        "deutsche bank",
        "sars",
        "bsa",
        "criminal investigation",
        "financial crimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029805",
      "summary": "On November 13, 2019, Parvin Moyne sent an email to Moyer Thomas and Joseph DiPiero regarding a chart identifying Jeffrey Epstein’s accounts at J.P. Morgan prior to his transition to Deutsche Bank. The chart, attached to a September 12, 2013 email from Harry Beller, reveals previously unknown accounts, including a brokerage account for the Butterfly Trust managed by Ted Serure (still employed at J.P. Morgan Securities) and the asset trading accounts managed by Laurie Cameron and Paul Barrett. The email also mentions the review of Bank’s electronic communications related to Epstein's relationship and the inclusion of a bates-stamped version of the documents, along with emails related to Darren Indyke's cash withdrawal activities, in a forthcoming production.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "November 13, 2019",
      "keywords": [
        "epstein",
        "j.p. morgan",
        "deutsche bank",
        "butterfly trust",
        "jeffrey epstein",
        "accounts",
        "chart",
        "harry beller",
        "paul morris",
        "ted serure",
        "laurie cameron"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015937",
      "summary": "Deutsche Bank AG, New York Branch, is providing documents in response to a U.S. Attorney’s grand jury subpoena related to Jeffrey Epstein’s financial activities. This is the eleventh submission in a rolling response. The production (DB-SDNY-PROD011) includes documents covering topics such as the onboarding of Epstein, transfers of assets from JP Morgan, bank records related to wire transfers from Gratitude America, Ltd., cash transactions, and accounts linked to Epstein’s estate.  Supplemental exhibits (Appendix B) address specific issues, including wire transfers to investment vehicles, LSJE, LLC account activity, transactions involving the Butterfly Trust, and a timeline of capitalized accounts. The production is subject to confidentiality protections under Rule 6(e) and requests notification of any potential disclosure requests.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "subpoena",
        "wire transfers",
        "financial records",
        "accounts",
        "money transfers",
        "kyc",
        "revenue sharing accounts",
        "arrc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030438",
      "summary": "Roberta Kaplan emailed Alex Conlon and inquired about a transcript of a conference, specifically noting Judge Failla’s reference to a potential “millions upon millions of dollars” claim and Robbie’s observation regarding the sole beneficiary of Mr. Epstein’s estate being his brother. Kaplan requested clarification on the estate’s communications regarding beneficiaries in relation to the will, trust, and estate. Alex Conlon attached the transcript to his email.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "December 12, 2019",
      "keywords": [
        "efta00030438",
        "alex conlon",
        "roberta kaplan",
        "transcript",
        "conference",
        "judge failla",
        "mr. epstein",
        "estate",
        "trust",
        "beneficiary"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019559",
      "summary": "Roberta Kaplan received a transcript of a conference discussion regarding a case, likely involving a beneficiary named Epstein. Bennet Moskowitz stated that Judge Failla believed a claim for “millions upon millions of dollars” existed. A draft protocol from Feinberg was deemed unfavorable. A question was raised about the estate’s representation regarding the sole beneficiary’s brother, with a request for clarification regarding discussions relating to the will, trust, or estate. The email also included standard legal disclaimers regarding confidential information.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "kaplan",
        "transcript",
        "conference",
        "feinberg",
        "epstein",
        "failla",
        "beneficiary",
        "estate",
        "trust",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030439",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030439",
      "summary": "On December 13, 2019, Kate Doniger, representing Kaplan Hecker & Fink LLP, sent a transcript from a conference to Alex Conlon and Roberta Kaplan. Attached were a draft protocol from Feinberg & Co., two documents filed by the Estate in the USVI, and a request for an immediate hearing regarding claims. Roberta Kaplan (Robbie) requested Alex to verify a transcript point regarding potential punitive damages and inquired about the estate’s identification of Mr. Epstein’s brother as the sole beneficiary, seeking clarification on discussions surrounding the will, trust, and estate. Alex Conlon then sent the transcript to the recipients.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "transcript",
        "epstein",
        "kaplan",
        "feinberg",
        "conference",
        "protocol",
        "claims",
        "estate",
        "beneficiary",
        "motion",
        "judge failla"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019559",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019570",
      "summary": "*   Alex Conlon sent a transcript of a conference appearance by Robbie (likely Robbie Kaplan) before Judge Freeman. *   The transcript reveals Robbie stated Mark Epstein is the beneficiary of the estate. *   Roberta Kaplan requested a prior transcript from Judge Freeman and found the Feinberg draft protocol unsatisfactory. *   A discussion arose regarding the identification of Mr. Epstein’s brother as the sole beneficiary, with questions about the estate’s representation concerning beneficiaries (will, trust, estate). *   Judge Failla’s questioning included assumptions of potential large punitive damages.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein",
        "mark",
        "estate",
        "beneficiary",
        "transcript",
        "judge freeman",
        "feinberg",
        "usvi",
        "robbie",
        "kaplan hecker & fink"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025237",
      "summary": "On December 30, 2019, a U.S. Attorney from the Southern District of New York (“USANYS”) received a follow-up email regarding discussions with attorneys for the Epstein estate’s trustees. The trustees requested a meeting with “=” and anyone she wished to include to discuss potential civil forfeiture claims. The attorneys expressed a desire to elevate the discussion and explain their belief that meaningful resolution, including involving victims, was in everyone’s interest. The U.S. Attorney requested confirmation from “=” regarding a meeting and asked for a response to relay to the trustees.",
      "timestamp": "2019-12-30T00:00:00",
      "timestamp_raw": "December 30, 2019",
      "keywords": [
        "epstein",
        "trustees",
        "civil forfeiture",
        "government",
        "meeting",
        "resolution",
        "victims",
        "negotiation",
        "attorneys",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032549",
      "summary": "It covers a range of legal cases and developments, including: *   **Bridgegate Investigation:** Updates on the ongoing investigation into the “USS Bush” scandal and its potential connection to the McDonnell case. *   **Russia Probe Leaks:** A former Treasury staffer’s admission of revealing suspicious activity reports related to the Russia investigation. *   **Ariad Insider Case:** Prosecutors pushing back against a defense theory in the case involving a pharmaceutical company insider. *   **Barbados Official Corruption Case:** Details of a trial involving alleged money laundering by a former Barbados government official. *   **Sanovas Inc. Money Laundering Trial:**  Prosecutors alleging embezzlement of nearly $3 million by the CEO of a medical device startup. *   **Harvey Weinstein Trial:** The judge threatening jail time for jurors posting about the trial on social media. *   **Asset Manager Fraud:** An asset manager pleading guilty to a $164 million pump-and-dump stock scheme. *   **Deutsche Bank Spoofing Probe:** A former trader seeking to argue that prosecutors outsourced their investigation to Deutsche Bank. *   **Theranos Document Requests:** The FDA criticizing requests for internal documents in the Elizabeth Holmes criminal defense. *   **Qatar Business Steering:** Evidence suggesting Qatar attempted to steer business towards Barclays. *   **“Cocaine Cowboy” Conviction:** An appeal against a fraud conviction and prison sentence for a former drug trafficker. *   **TelexFree Ponzi Scheme:** Financial service providers pushing back against revisions to allegations related to the scheme. *   **Insys Therapeutics Case:** Sentences handed down to former Insys executives convicted in an opioid kickback scheme. *   **Antitrust Convictions:** The Supreme Court declining to review criminal antitrust convictions. *   **FinCEN’s AML Efforts:**  Plans to increase the use of special measures under the USA Patriot Act. *   **Various other cases:** Including defense of the claims related to corruption, fraud, ethics violations, and disputes across various sectors (banking, securities, technology, healthcare, etc.). Additionally, the document includes: *   Legal firm profiles and advertisements. *   Job listings. *   Brief articles discussing industry trends (e.g., “NewLaw” firms, economic outlook).",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "January 14, 2020",
      "keywords": [
        "bridgegate",
        "mcdonnell",
        "supreme court",
        "russia probe",
        "financial crimes",
        "fraud",
        "insider trading",
        "opioid",
        "pump-and-dump",
        "securities fraud",
        "money laundering",
        "corruption",
        "social media",
        "legal ethics",
        "antitrust",
        "legal industry",
        "atrium",
        "facebook",
        "t-mobile",
        "sprint",
        "merger",
        "defamation",
        "clickbait",
        "ponzi scheme",
        "e-commerce",
        "job openings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018099",
      "summary": "On January 16, 2020, an email was sent regarding a lawsuit filed by the Virgin Islands government against Jeffrey Epstein’s estate (the 1953 Trust) and related entities. The lawsuit seeks to void a fraudulent transfer of assets to the trust. The sender offered to circulate the complaint and provide further details to a wider group.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "January 16, 2020",
      "keywords": [
        "efta00018099",
        "virgin islands",
        "epstein",
        "trust",
        "lawsuit",
        "asset transfer",
        "fraudulent transfer",
        "1953 trust",
        "complaint",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021055",
      "summary": "Marc A. Weinstein, a partner at Hughes Hubbard & Reed LLP, is responding to a grand jury subpoena related to Jeffrey Epstein’s estate. He is sending documents (Bates numbers 61_000406 through al _000459) pertaining to prior trusts, in response to a request for documents produced on January 16, 2020, stemming from October 18, 2019 grand jury subpoenas.  Multiple parties, including “[REDACTED]” and “[REDACTED],” are involved in the exchange of information, with “[REDACTED]” requesting the documents and confirming receipt.  The communications include standard legal disclaimers regarding email security and liability.  A discussion revolves around the USVI Attorney General’s motion to intervene and the proposed claims program, related to look-back civil suits concerning state law.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "January 16, 2020",
      "keywords": [
        "grand jury subpoena",
        "jeffrey epstein",
        "usvi attorney general",
        "estate administration",
        "civil suits",
        "litigation",
        "weinstein",
        "hughes hubbard & reed"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029752",
      "summary": "A legal complaint has been filed by the Virgin Islands government against Jeffrey Epstein’s estate (the 1953 Trust) and related entities. The complaint seeks to void fraudulent asset transfers to the trust. The sender, IMIIM, offered to circulate the complaint and further details to a broader group, assuming recipients were aware of the lawsuit due to news coverage.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "17 Jan 2020",
      "keywords": [
        "epstein",
        "lawsuit",
        "virgin islands",
        "trust",
        "assets",
        "fraudulent transfer",
        "estate",
        "executives",
        "redaction",
        "imiim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016961",
      "summary": "On January 22, 2020, someone requested contact from the Epstein team to follow up on prior trusts related to EFTA00016961. A response confirmed that the Epstein team would initiate contact and follow up.",
      "timestamp": "2020-01-22T00:00:00",
      "timestamp_raw": "January 22, 2020",
      "keywords": [
        "efta00016961",
        "epstein",
        "trustees",
        "trusts",
        "follow up",
        "contact",
        "2020",
        "january",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011146",
      "summary": "An email was sent from USANYS to AMISYS regarding an updated sharing order application. The email details the sharing of trust and will documents received from estate attorneys and requests a review to ensure accurate description and characterization of the new materials.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "documents",
        "estate attorneys",
        "redaction",
        "usanys",
        "amisys",
        "legal",
        "application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022990",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022990",
      "summary": "An email chain discusses a sharing order application related to documents from the Epstein estate, including trust and will documents. One participant, (USANYS), notes the absence of revocations in the document and suggests adding that term if intended. Another participant, [REDACTED], updated the application describing the received materials and requests a review to ensure accuracy. The email chain references document ID EFTA00022990.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "documents",
        "trust",
        "will",
        "redaction",
        "usanys",
        "t&e",
        "estate attorneys",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011146",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00011147",
            "similarity": 0.727,
            "index": 53,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016814",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011147",
      "summary": "An email chain discusses sharing documents related to the Epstein sharing order. One individual (USANYS) proposes adding the note \"revocations\" to the sharing order application to reflect the inclusion of new trust and will documents received from estate attorneys. Another individual (USANYS) reviews the updated application and suggests a paralegal review for accuracy in describing the materials. The documents referenced are EFTA00011147 and EFTA00011148.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "documents",
        "redaction",
        "efta00011147",
        "t&e",
        "trust",
        "will",
        "estate attorneys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022990",
            "similarity": 0.727,
            "index": 52,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016813",
      "summary": "A document (EFTA00016813) was created as a summary/analysis of Epstein trust documents received in January 2020. The analysis incorporates prior 2019 trust analyses. The document organizes trust information with tabs for each trust and chronological amendments listed to the right. Key and summary tabs are included at the beginning. The sender advises against printing due to the size of the Excel tables.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein trust",
        "analysis",
        "trusts",
        "redaction",
        "2020",
        "summary",
        "amendments",
        "excel",
        "documents",
        "tab"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018109",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010284",
            "similarity": 0.818,
            "index": 60,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018108",
      "summary": "An email was sent from EFTA00018108 to Mla(USANYSY') on January 29, 2020, regarding an updated sharing order application. The application includes additional trust and will documents received from the estate attorneys. The sender requests a review to ensure the accurate description and characterization of these new materials.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust documents",
        "estate attorneys",
        "application",
        "usanys",
        "2019.12.19_epstein_6"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018109",
      "summary": "A redaction analysis was conducted on Epstein trust documents received from [REDACTED] to [REDACTED]. The analysis, incorporating prior 2019 work, is presented in an Excel document (Epstein_Tnist_Analysis_v5.xlsx). The document organizes trust information by trust, with chronological amendments listed to the right, and includes key and summary tabs. The sender advises against printing due to the document’s size.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein trust",
        "redaction analysis",
        "trusts",
        "analysis",
        "2020",
        "amendments",
        "excel",
        "summary",
        "document",
        "efta00018109"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016813",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010284",
            "similarity": 0.538,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016814",
      "summary": "An email exchange discusses the sharing of documents related to the Epstein case, specifically trust and will documents received from estate attorneys. One individual ([REDACTED]) is tasked with adding \"revocations\" to various documents to align with the intended sharing. Another individual ([REDACTED]) ([USANYS]) confirms the accuracy of the shared document and suggests adding the term \"revocations\" where necessary. A third individual ([REDACTED]) ([USANYS]) updates a sharing order application with the new documents and requests a review for accuracy.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "30 Jan 2020",
      "keywords": [
        "epstein sharing order",
        "revocations",
        "documents",
        "trust",
        "will",
        "usanys",
        "redaction",
        "sharing order",
        "estate attorneys",
        "materials"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022990",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016816",
      "summary": "Emails discuss sharing supplemental trust and will documents related to the Epstein case (referenced as \"Epstein Sharing Order Part II\"). Discussions center on whether to include language regarding revocations and the accuracy of descriptions of the shared materials. One individual ([REDACTED]) sent an updated sharing order application (EFTA00016816) for review, requesting confirmation of its accuracy. Another individual ([REDACTED]) offered assistance with adding relevant terms and noted they were not a T&E lawyer.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "30 Jan 2020",
      "keywords": [
        "epstein sharing order",
        "redaction analysis",
        "efta00016816",
        "trust documents",
        "will documents",
        "usanys",
        "sharing order",
        "estate attorneys",
        "paralegal",
        "t&e lawyer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016812",
      "summary": "A contractor (USANYS) sent a summary/analysis of Epstein trust documents to Geoffrey Berman (USANYS) on January 30, 2020. The analysis incorporates prior 2019 analysis and includes a document organized by trust with chronological amendments, key tabs, and summary tabs. The contractor advised against printing the document due to its size.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "January 30, 2020",
      "keywords": [
        "epstein trust",
        "usanys",
        "geoffre berman",
        "redaction",
        "analysis",
        "trust documents",
        "2020",
        "trust amendments",
        "excel tables"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010284",
      "summary": "A document titled \"EFTA00010284\" contains an analysis of the Epstein trust documents received in 2019. The analysis includes summaries and chronologically listed amendments for each trust, accessible through tabs within an Excel table. A revised version with additional content was planned for circulation the following morning. Printing the document is discouraged due to its size.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "30 Jan 2020",
      "keywords": [
        "epstein trust",
        "analysis",
        "trusts",
        "redaction",
        "documents",
        "summary",
        "amendments",
        "excel",
        "2020",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018109",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016813",
            "similarity": 0.818,
            "index": 54,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015021",
      "summary": "The email chain discusses revisions to a sharing order related to documents concerning the estate of Jeffrey Epstein. A lawyer ([REDACTED]) is updating the application to include references to additional trust and will documents received from estate attorneys. Concerns are raised about the absence of references to “Trust Two” and a 2019 trust within the documents, prompting a request for further review and investigation. The individual ([REDACTED]) is requesting confirmation that the sharing order accurately reflects the received materials and seeks verification of the descriptions provided.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "will",
        "revocations",
        "documents",
        "application",
        "corrections",
        "estate attorneys",
        "trust two"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018078",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016818",
            "similarity": 0.571,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031886",
            "similarity": 0.583,
            "index": 78,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018078",
      "summary": "The following email exchange discusses revisions to an “Epstein Sharing Order Part II” document. Key points include: *   A request to include references to Trust Two and a 2019 Trust, as they are not currently referenced in the documents. *   Discussion about whether to include revocations within the shared order. *   Updates were made to the sharing order application to incorporate newly received trust and will documents. *   A request for review of the updated application to ensure accurate description of the materials. *   Mention of a previous document, “Epstein 6(e) App Order.ebd.ajr.docx,” related to the order.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "will",
        "revocations",
        "documents",
        "application",
        "lawyers",
        "t&e",
        "2019 trust"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015021",
            "similarity": 0.538,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016818",
      "summary": "The document is a series of email exchanges concerning the redaction and updating of an “Epstein Sharing Order Part II.” Key points include: *   Multiple individuals (identified only by \"[REDACTED]\") are collaborating on the order’s revisions. *   There's discussion about incorporating language regarding “revocations” and referencing Trust Two and a 2019 Trust. *   A previous misnumbered application (19 Misc. 0586) is being addressed with a consistent docket number (EFTA00016818). *   There are questions about whether the Trust Two documents should be included and a request for verification of the descriptions of received materials. *   A final review and approval process is underway, with a plan to submit the revised order to “CM” on Monday morning.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust ii",
        "revocations",
        "misc. 0586",
        "documents",
        "trust",
        "will",
        "application",
        "redaction",
        "corrections",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015021",
            "similarity": 0.571,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031886",
            "similarity": 0.5,
            "index": 78,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018080",
      "summary": "Multiple individuals (identified only as \"[REDACTED]\") were involved in reviewing and revising a document titled “Epstein Sharing Order Part II.” The revisions included adding language regarding “revocations,” correcting a typo, and addressing the potential absence of references to “Trust Two” and a 2019 Trust within the document. There was discussion about whether to include references to the Trust Two documents and a request for a paralegal to review the updated document for accuracy in describing received materials. The goal was to update the sharing order application to encompass new trust and will documents obtained from estate attorneys.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust ii",
        "revocations",
        "wills",
        "documents",
        "corrections",
        "typo",
        "track",
        "application"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028559",
      "summary": "The email, dated January 31, 2020, outlines the following tasks: SCFU update (10:00), MLOC update (2:00), review of the Ray draft, Epstein trust documents, Will, Fed/Karl transfer, Civil Division follow-up, Henley sell, and a sex trafficking memo. The email is associated with document EFTA00028559.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "January 31, 2020",
      "keywords": [
        "efta00028559",
        "scfu",
        "mloc",
        "ray draft",
        "epstein trust documents",
        "will",
        "fed/karl",
        "civil division",
        "henley sell",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030787",
      "summary": "An email chain, dated February 4th and 3rd, 2020, was sent between individuals associated with USANYS (“alMIE>”) regarding the “Epstein trust documents” identified by the file reference EFTA00030787. The email was forwarded from [REDACTED] to [REDACTED].",
      "timestamp": "2020-02-04T00:00:00",
      "timestamp_raw": "04 Feb 2020",
      "keywords": [
        "efta00030787",
        "redaction",
        "trust",
        "epstein",
        "usanys",
        "tasks",
        "february 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032942",
      "summary": "Key developments include: *   **Roger Stone Case:** Continued calls for investigations following the Justice Department’s reversal of the Roger Stone sentence, along with a judge rejecting his request for a new trial. *   **Elizabeth Holmes:** Criminal charges against Elizabeth Holmes (Theranos) were reduced, but most of the indictment remained. *   **Boies & Dershowitz:** David Boies denied defamation claims against Alan Dershowitz regarding Jeffrey Epstein. *   **Boston Aide Conviction:** Two former aides to Boston Mayor Marty Walsh had their Hobbs Act extortion convictions thrown out. *   **Air Charter Co. Conviction:** Two charter airline executives were upheld for stealing passenger payments. *   **FTC vs. Sanctuary Belize:** The FTC’s lawsuit against Sanctuary Belize was attributed to a personal vendetta, not legitimate consumer concerns. *   **PNC Bank Case:** PNC Bank and Heartland Bank & Trust were accused of aiding a Ponzi scheme. *   **Silk Road Dealer:** A Silk Road dealer was sentenced to 3.5 years in prison for concealing bitcoin proceeds. *   **SEC Investigations:** The SEC launched investigations into unreported foreign gifts and contracts at Yale and Harvard universities, and pursued a California investment firm for undisclosed conflicts of interest. *   **Cybersecurity:**  The prosecution of a Silk Road dealer involved a significant Bitcoin haul. *   **Healthcare:** A Texas doctor fought claims of unneeded lead poisoning treatments. *   **Tax:** A California businessman was sentenced to three years for concealing income. *   **Intellectual Property:** A Texas man was sentenced for trade secret theft. *   **Legal Industry Developments:** Articles discuss trends in the legal industry, including technology’s impact, diversity initiatives (specifically Novartis’s approach), and judicial appointments across various federal courts. *   **Judicial Appointments:** Several individuals were nominated and confirmed for positions on federal district courts, including judges for the D.C. Circuit and various state courts. The document also includes advertisements for Law360 and links to further information.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "February 13, 2020",
      "keywords": [
        "roger stone",
        "investigation",
        "probe",
        "justice department",
        "trump administration",
        "wikileaks",
        "elizabeth holmes",
        "theranos",
        "fraud",
        "defamation",
        "jeffrey epstein",
        "boston extortion",
        "charter airline",
        "ponzi scheme",
        "securities fraud",
        "silk road",
        "bitcoin",
        "aml",
        "anti-bribery",
        "diversity",
        "judicial nominees",
        "federal bench",
        "d.c. circuit",
        "legal industry",
        "white collar"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023802",
      "summary": "*   **DOJ’s Actions:** The DOJ initially sought the Duke’s assistance but allegedly used him primarily for publicity surrounding Geoffrey S. Berman, the US Attorney. *   **Broken Promises:** The DOJ failed to maintain confidentiality regarding discussions and arrangements, and refused to apologize for public statements about the Duke. *   **Lack of Trust:** The firm advises the Duke not to cooperate further due to a lack of trust in the DOJ’s handling of the investigation and their willingness to protect information. *   **Confidentiality Request:** The firm requested confidentiality in the handling of arrangements, which was initially agreed to but subsequently disregarded.",
      "timestamp": "2020-02-14T00:00:00",
      "timestamp_raw": "14 Feb 2020",
      "keywords": [
        "doj",
        "investigation",
        "epstein",
        "duke of york",
        "geoffrey s. berman",
        "confidentiality",
        "us criminal investigation",
        "sdny",
        "publicity",
        "cooperation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032341",
      "summary": "*   **Judge Resignation:** A Kansas federal judge resigned amidst allegations of sexual harassment, an affair, and tardiness. *   **USPTO Rule Changes:** The U.S. Patent and Trademark Office modified a rule requiring trademark owners to post their email addresses. *   **Trump Commutations & Waivers:** President Trump commuted the sentence of Rod Blagojevich and authorized the Trump administration to waive federal procurement laws to expedite the construction of the border wall. *   **EPA Watchdog Report:** The EPA’s internal watchdog criticized the regulator’s monitoring of the Mexico border program. *   **DC Circuit Ruling:** The D.C. Circuit Court ruled the House of Representatives cannot sue the President over funding disputes. *   **NCLA Challenges:** The New Civil Liberties Alliance (NCLA) supported challenges to the SEC administrative law judges and to a shrinking TCPA’s reach. *   **Bloomberg Proposals:** Michael Bloomberg proposed a financial transaction tax and student loan debt relief. *   **South Carolina Litigation:** A federal judge continued litigation challenging oil-and-gas seismic testing off the Atlantic Coast. *   **EPA Water Rule Criticism:** Environmental groups criticized the EPA’s new water regulation for allegedly ignoring potential impacts on endangered species. *   **ACA Appeal:** Republican state attorneys general urged the Supreme Court to reject an appeal protecting the Affordable Care Act. *   **AI in Patent Examination:** The U.S. Patent and Trademark Office is experimenting with AI in patent examination but raises concerns about due process and labor. *   **Other Notable Cases:** Several other legal developments were reported including: Restaurant groups cannot challenge NYC fair work week law; TSMC challenges Huawei; Former Teva exec slams price-fixing claims;  Texas judge rules Huawei contracting ban is constitutional;  DC Circ. wary that House can't sue Prez over funding rows, EU adds Cayman Islands to tax haven blacklist. **Firm & Personnel News** *   Several law firms announced hires and developments, including BakerHostetler, Fox Rothschild, Kirkland & Ellis, and Morrison & Foerster, as well as the appointment of Mark Filip as monitoring trustee for Live Nation. **Job Postings** *   Two job listings were included: one for a Products Liability Associate at McCarter & English and another for an Assistant Attorney General - Public Access Bureau position with the Illinois Attorney General's Office.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "February 19, 2020",
      "keywords": [
        "efta00032341",
        "public policy",
        "roger stone",
        "sentencing",
        "trump",
        "barr",
        "kansas judge",
        "trademark",
        "u.s. patent and trademark office",
        "blagojevich",
        "border wall",
        "epa",
        "environmental protection agency",
        "dc circuit",
        "ncla",
        "michael bloomberg",
        "tax",
        "south carolina",
        "clean water act",
        "affordable care act",
        "tcpa",
        "huawei",
        "artificial intelligence",
        "bar exam",
        "weinstein",
        "gag order",
        "richards layton",
        "doj",
        "antitrust",
        "live nation",
        "clifford chance",
        "staffing co.",
        "jobs",
        "associate",
        "attorney - assistant attorney general - public access bureau",
        "privacy policy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030804",
      "summary": "It’s part of a FOIA request concerning records related to Maxwell and Epstein. Key findings include: *   A notarized 1994 document shows Maxwell swearing she was a “disinterested” party and appraising Epstein’s New Mexico land. *   A Limited Power of Attorney was established for Jeffrey Epstein to act on behalf of the Zorro Trust. *   The trust leased agricultural land in Santa Fe County (1,158.97 acres) to a lessee. *   An appraisal valued the land at $6,000.00, secured by a disinterested party (Harry I. Eimer) and performed by Boies Schiller Flexner LLP, who later employed Maxwell. *   The appraisal required a determination of land value for lease or sale and included sections for describing improvements. Essentially, the document reveals early efforts to establish legal control over the land, with Maxwell’s involvement and a formal appraisal to support the transaction.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "13 Mar 2020",
      "keywords": [
        "epstein",
        "zorro trust",
        "maxwell",
        "1993",
        "1994",
        "nm",
        "land",
        "appraisal",
        "foia",
        "documents",
        "notarized",
        "lease",
        "santa fe county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030798",
      "summary": "This redaction analysis document details a legal dispute involving Blackfords LLP and the US Department of Justice (DOJ), specifically the Southern District of New York (SDNY). The core issue revolves around the DOJ’s handling of an investigation involving the Duke of York. Here’s a breakdown of the key facts: *   **Initial Contact & Confidentiality:** Blackfords LLP, acting on behalf of the Duke of York, initially contacted the DOJ seeking assistance in an investigation (likely related to Jeffrey Epstein). They secured a promise of confidentiality from the DOJ. *   **DOJ’s Public Statements:** Despite the confidentiality agreement, US Attorney Geoffrey S. Berman publicly criticized the Duke’s perceived lack of cooperation, fueling media speculation. *   **Breach of Promise:** The DOJ subsequently went back on its promise of confidentiality, causing Blackfords to advise the Duke to cease cooperating due to a lack of trust. *   **Complaint & Refusal to Apologize:** Blackfords formally complained about the DOJ’s conduct, but received no apology or acknowledgement of wrongdoing. The document demonstrates a significant breakdown in communication and trust between the legal team and the DOJ, ultimately leading the Duke of York to withdraw his support for the investigation.",
      "timestamp": "2020-03-27T00:00:00",
      "timestamp_raw": "27 Mar 2020",
      "keywords": [
        "doj",
        "investigation",
        "epstein",
        "duke of york",
        "confidentiality",
        "southern district of new york",
        "gary bloxsome",
        "blackfords llp",
        "redacted",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010786",
      "summary": "This document consists of a series of emails detailing a complex investigation into potential fraud and illicit activities involving prominent figures and financial institutions. The core allegations center around a network involving Leon Black (Milken Degenerate Fat Leon Black), Steve Schwarzman, Apollo, Kushner Companies, and others. Key points include: *   **Insurance Industry Takeover:** Concerns about Milken-linked individuals (Black, Schwarzman) orchestrating the takeover of the insurance industry through acquisitions like Athene, Harrahs, and Caesars. *   **Fraudulent Investments:** Allegations of fraudulent investments in junk bonds, real estate, and shell companies like ESWW (Environmental Solutions Worldwide) and Financial Trust Company Inc. (Epstein’s Trust). *   **Money Laundering:** Suspicions of money laundering schemes facilitated through various entities, including Greek shipping companies and the manipulation of stock prices. *   **SEC Involvement:** Criticism of the SEC’s handling of investigations, suggesting it was either complicit or ineffective in preventing these activities. The emails also question the motivations of individuals like Stephanie Avakian and the effectiveness of the SEC’s oversight. *   **Connections to Epstein & Kushner:**  A strong focus on connections between Epstein, Black, Schwarzman, and the Kushner family, raising concerns about potential illegal activities and influence within the White House. *   **Trump Administration Connections:**  References to individuals like Chad Readier, Andrew Ekonomou, and former FBI Director Robert Mueller III’s involvement in advising the Trump administration. *   **Ongoing Investigation:** The emails portray the author as actively pursuing these allegations and seeking to expose what they perceive as systemic corruption within the financial system. The emails are characterized by strong language, accusations of criminality, and a sense of urgency and frustration. They point to a pattern of potentially connected illegal activities involving significant financial figures and institutions.",
      "timestamp": "2020-04-15T00:00:00",
      "timestamp_raw": "15 Apr 2020",
      "keywords": [
        "efta00010786",
        "milken",
        "black",
        "epstein",
        "kushner",
        "insurance",
        "fraud",
        "sec",
        "apollo",
        "athene",
        "harrahs",
        "caesars",
        "leon black",
        "treasury",
        "junk",
        "clo",
        "regulation",
        "white house",
        "financial crimes",
        "money laundering",
        "investors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026530",
      "summary": "On May 19, 2020, Andrew Tomback, a partner at White & Case LLP, contacted Weinstein and another individual regarding a follow-up question about the estate’s possession of photographs and videos related to Jeffrey Epstein’s properties. Tomback stated the estate and trustees were unaware of surveillance videos and that some photographs existed without warrant searches. He requested digital copies of those photographs, initially due to the estate’s inability to retain assistance, and then inquired about the possibility of someone currently accessing the properties to convey the photographs due to the pandemic. The email includes a request to verify the accuracy of the recollection and to determine if any progress could be made in obtaining the requested images.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "May 19, 2020",
      "keywords": [
        "efta00026530",
        "andrew tomback",
        "marc weinstein",
        "estate",
        "photographs",
        "videos",
        "surveillance",
        "february",
        "new york",
        "pandemic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026534",
      "summary": "Andrew Tomback of White & Case LLP responded to a request for photographs and videos related to Jeffrey Epstein’s properties. He stated the estate and trustees had no historical surveillance videos and were unaware of existing physical video recordings. He indicated some photographs existed within the Florida and New Mexico residences but were not subject to search warrants. The estate’s inability to retain someone to obtain digital copies of these photographs was a previous obstacle. The sender requested an update on the possibility of someone currently accessing the properties to convey photographs. The email also includes a standard disclaimer from the Assistant U.S. Attorney's office.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "19 May 2020",
      "keywords": [
        "efta00026534",
        "andrew tomback",
        "marc weinstein",
        "subpoena",
        "estate",
        "surveillance videos",
        "photographs",
        "white & case",
        "new york",
        "pandemic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029170",
      "summary": "An email exchange discusses the Maxwell memo, expected by the end of the week. The estate is selling illiquid assets to meet a July 15 tax deadline, despite IRS tax enforcement efforts. Counsel contacted the trustees regarding maintaining a forfeiture interest, but the team did not engage. A call is being scheduled for next week to discuss these issues.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "19 May 2020",
      "keywords": [
        "maxwell",
        "epstein",
        "redaction",
        "asset sale",
        "irs",
        "trustees",
        "contingent liabilities",
        "forfeiture",
        "memo",
        "call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038410",
      "summary": "An attorney is discussing therapy options for three clients who are victims of Jeffrey Epstein’s abuse. These clients, identified by names redacted for confidentiality, were involved in civil lawsuits against Epstein. One client is still in Florida, one has moved, and the third is currently unknown. The attorney is requesting confirmation of the clients’ status as identified victims and is coordinating with another attorney to ensure they receive counseling services, navigating the clients’ distrust stemming from Epstein’s deceptive behavior. The attorney offers to provide information to the FBI and emphasizes the importance of all communication going through them.",
      "timestamp": "2020-05-20T00:00:00",
      "timestamp_raw": "20 May 2020",
      "keywords": [
        "epstein",
        "victims",
        "counseling",
        "therapy",
        "florida",
        "civil lawsuits",
        "fbi",
        "confidentiality",
        "jeffrey epstein",
        "referrals"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020090",
      "summary": "Department of Justice (DOJ) related to the investigation of Jeffrey Epstein’s sexual abuse cases. *   The lawsuit stems from years of abuse Doe suffered at the hands of Epstein, beginning in 1994. *   The request seeks specific documents including photographs, flight logs, videos, correspondence, and trust agreements involving Doe and Epstein. *   The attorneys argue that the evidence is relevant to Doe’s civil case and that the DOJ’s Touhy regulations support their request. *   They assert that the request does not violate any of the exceptions outlined in the Touhy regulations. *   Doe is seeking an expedited response due to the ongoing litigation and potential compensation fund participation.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "June 8, 2020",
      "keywords": [
        "jane doe",
        "jeffrey epstein",
        "touhy regulations",
        "united states attorney",
        "civil case",
        "sexual abuse",
        "documentary evidence",
        "doj",
        "discovery",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031886",
      "summary": "Several individuals are discussing and revising a sharing order related to the estate of Jeffrey Epstein. The order concerns the sharing of trust agreements and wills, specifically referencing “Trust Two” and a “2019 Trust.” There are discussions about docket numbers, typo corrections, and the inclusion of language regarding revocations. One party expresses concern that the order doesn’t explicitly reference Trust Two or the 2019 Trust, and requests confirmation that it’s the intended scope of sharing. The revisions include adding language about revocations and clarifying the materials being shared, with a request for review before it’s sent to a case manager.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "documents",
        "trust two",
        "revocations",
        "application",
        "order",
        "misc. 0586"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016818",
            "similarity": 0.5,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015021",
            "similarity": 0.583,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031102",
            "similarity": 0.571,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031102",
      "summary": "The provided document consists of email exchanges related to a legal matter concerning the sharing of documents related to the Epstein estate. Key points include: *   Multiple individuals (identified only by \"[REDACTED]\") are involved in reviewing and updating a sharing order. *   The order pertains to sharing trust agreements and wills, specifically referencing “Trust II” and a “2019 Trust.” *   There are discussions about referencing the Trust II documents, clarifying whether they should be included, and correcting typos within the order and accompanying application. *   There's a request to determine the appropriate docket number for the order and to ensure the shared materials accurately reflect the received documents. *   A delay in finalizing the order is noted, with an apology for the delay and a plan to revisit the matter with El and MI. *   The sender repeatedly asks for a review and confirmation of the updated sharing order application.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "application",
        "order",
        "revocations",
        "trust two",
        "civ div",
        "2020",
        "2025",
        "redaction",
        "documents",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031886",
            "similarity": 0.571,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029810",
      "summary": "On June 29, 2020, individuals at the U.S. Attorney’s Office for the Southern District of New York (USANYS) were discussing a legal matter related to “Epstein,” likely referring to Jeffrey Epstein. Discussions involved seeking a new court order to facilitate disclosure, citing privacy concerns, potential protective orders, and the need to notify parties involved in trust agreements. An earlier order suggested a “further order of the court” was necessary.  The communications involved multiple individuals and organizations including Sony and the Department of Justice.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "order",
        "usanys",
        "privacy",
        "protective orders",
        "trust agreements",
        "court",
        "disclosure",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016159",
            "similarity": 0.615,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016159",
      "summary": "An email chain discusses a request for a court order to allow Civil to review trust agreements related to the Epstein case. John McEnany suggests applying for a new order to address privacy concerns, potential protective orders, and disclosure strategies. A previous order appears to necessitate a “further order of the court” for expanded disclosure. The email chain involves multiple individuals and organizations including the U.S. Attorney’s Office for the Southern District of New York and DOJ personnel.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "efta00016159",
        "epstein",
        "redaction",
        "order",
        "usanys",
        "disclosure",
        "trust agreements",
        "court",
        "privacy",
        "june 29",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029810",
            "similarity": 0.615,
            "index": 80,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029811",
      "summary": "An email chain discusses filing a legal case related to Jeffrey Epstein, specifically seeking a new court order to allow for disclosure of information. Concerns are raised about privacy, protective orders, and notifying parties involved in trust agreements. John expresses concern about filing due to lack of admission to a US Virgin Islands court, and a request is made to apply for a new order outlining the need for disclosure. A previous order is referenced as suggesting the need for “further order of the court.”",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "efta00029811",
        "us virgin islands",
        "usao",
        "redaction analysis",
        "epstein",
        "protective orders",
        "court order",
        "disclosure",
        "privacy concerns",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029808",
      "summary": "An email exchange occurred between individuals within the U.S. Attorney’s Office for the Southern District of New York (USANYS) regarding a request for a court order to disclose trust agreements related to Jeffrey Epstein. One party (USANYS) sought a copy of a second 6(e) order authorizing a civil review of the agreements. Another party suggested applying for a new order citing privacy concerns, potential protective orders, and the need to justify disclosure. A previous email referenced a need for a “further order of the court” to allow for additional disclosures.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "order",
        "disclosure",
        "trust agreements",
        "civil",
        "usanys",
        "redaction",
        "6(e)",
        "february",
        "john mcenany"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020368",
      "summary": "As of June 30, 2020, Ghislaine Maxwell held the following accounts: *   USAA Federal Savings Bank: $5,259.80 *   UBS Financial Services Inc. - UBS Financial Services Inc. - Terramar Project, Inc.: $26.43 *   UBS Financial Services Inc. - Max Foundation: $979.29 *   UBS Financial Services Inc. - Ellmax, LLC: $0.62 *   UBS Financial Services Inc. - Ghislaine Maxwell IRA: $59,039.62 *   UBS Financial Services Inc. - Montpelier Trust: $4,841,818.09 and $1.46 *   Barclays: Unknown balances (three accounts with maximum values of $1,556,801, $644,686, and $41,291 reported on FBAR filings) *   Wealth at Work Limited: Unknown balance (maximum value of $48,113 reported on FBAR filing) Several transactions are noted, including transfers between UBS accounts and to/from USAA Federal Savings Bank and Granite Reality LLC. The Montpelier Trust's relationship to Maxwell is inferred due to transfers and a matching address with Granite Reality LLC.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "ghislaine maxwell",
        "ubs financial services",
        "montpelier trust",
        "usaa federal savings bank",
        "granite reality llc",
        "boston ma",
        "bradford nh",
        "fbar",
        "account balances",
        "financial accounts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026525",
      "summary": "On July 1, 2020, an email chain discusses financial transactions involving Ghislaine Maxwell’s UBS accounts. Specifically, $14,202,689.97 was deposited into the 116 East 65th Street LLC (Y123962) account owned by Maxwell, and subsequently, $14,194,596.46 was transferred to a second UBS account also held by Maxwell (Y123575). In November 2016, $14,250,000 was transferred from Maxwell’s accounts to the Angara Trust account at UBS.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "efta00026525",
        "ghislaine maxwell",
        "ubs",
        "accounts",
        "transfers",
        "2016",
        "angara trust",
        "southern district of new york",
        "zip",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031523",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing, transporting, and potentially abusing girls as young as 14. The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated abuse, often presenting herself as a trusted figure to vulnerable young women. Multiple locations, including residences in New York, Florida, New Mexico, and London, were involved. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010990",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017716",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021826",
            "similarity": 0.9,
            "index": 90,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010990",
      "summary": "Ghislaine Maxwell was charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing, transporting, and grooming young girls (as young as 14) to travel to locations including New York, Florida, and New Mexico for illegal sexual activity. The indictment details Maxwell's role in facilitating these abuses, including deceptive behavior designed to build trust and normalize Epstein’s actions. She is also accused of perjury related to 2016 depositions. The case was brought by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD. Maxwell faces potential sentences of up to 35 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "indictment",
        "abuse",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031523",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021826",
            "similarity": 0.583,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031235",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017716",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, involving the grooming, transportation, and potential participation in abusive acts targeting young girls (as young as 14). The charges include enticing minors to travel for illegal sexual activity, transporting minors with intent to commit such acts, conspiracy to commit these acts, and perjury related to 2016 depositions. Maxwell allegedly exploited the trust of young girls, manipulated their vulnerability, and facilitated Epstein’s abuse. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD. The indictment alleges a pattern of abuse occurring in locations including New York, Florida, New Mexico, and London, involving deceptive behavior and normalization of sexual abuse.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "united states attorney",
        "fbi",
        "new york city police department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031523",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021826",
            "similarity": 0.583,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031235",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037706",
      "summary": "A social media post detailed GHISLAINE’s sister forming an LLC, “ANGARA, LLC,” with SCOTT BORGERSON, during which GHISLAINE resided with BORGERSON until 2019. Approximately $20 million was transferred from a known GHISLAINE account to “ANGARA,” potentially the ANGARA TRUST. Granite Realty LLC of Boston, MA, owned property where GHISLAINE resided. ADAM GHANDER, associated with ANGARA, LLC, NUTTER, MCLELLEN & FISH LLP, and TIDEWOOD LLC, owned the mansion where GHISLAINE stayed and an address also associated with BORGERSON. Telephone communications between GHISLAINE and NUTTER, MCLELLEN & FISH LLP further support the association.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine",
        "scott borgerson",
        "angara",
        "llc",
        "adam ghander",
        "tidewood llc",
        "granite realty llc",
        "nyo",
        "nutter",
        "mclennan & fish llp",
        "bradford nh"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021826",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, involving the grooming, transportation, and potential participation in abusive acts targeting young girls (as young as 14). The charges include enticing minors to travel for illegal sexual activity, transporting minors with intent to commit such acts, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly facilitated this abuse by recruiting victims, encouraging interactions with Epstein, and normalizing sexual behaviors. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD. The indictment details numerous instances of Maxwell’s involvement in the abuse, including providing a trusted figure for the victims and being present during sexual encounters. The charges carry potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017716",
            "similarity": 0.583,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010990",
            "similarity": 0.583,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031523",
            "similarity": 0.9,
            "index": 86,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031323",
            "similarity": 0.727,
            "index": 91,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031235",
            "similarity": 0.9,
            "index": 92,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021787",
            "similarity": 0.727,
            "index": 95,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031323",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The indictment alleges she facilitated, participated in, and knowingly exploited young girls, primarily between the ages of 14 and 18, by enticing them to travel to locations including New York, Florida, and New Mexico for illegal sexual activity. Maxwell actively groomed victims, fostered trust, and enabled Epstein’s abuse through actions like arranging meetings, offering financial assistance, and normalizing sexual interactions. She also made false statements during 2016 depositions. She is currently scheduled to appear in federal court in New Hampshire. The charges carry potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021826",
            "similarity": 0.727,
            "index": 90,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017716",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010990",
            "similarity": 0.538,
            "index": 87,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031235",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021787",
            "similarity": 0.818,
            "index": 95,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031235",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting them with intent to commit abuse, and perjury related to 2016 depositions. The charges stem from allegations that Maxwell facilitated and participated in the abuse of girls as young as 14, exploiting their trust and transporting them to locations including New York, Florida, and New Mexico. She engaged in grooming behavior to make victims vulnerable and was present during abusive encounters. Maxwell faces potential prison sentences of up to 30 years. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with support from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031323",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021826",
            "similarity": 0.9,
            "index": 90,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017716",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021787",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015693",
      "summary": "A discussion regarding the Epstein Trust was held between [REDACTED] and [REDACTED] on July 2, 2020. The communication included Webex meeting details: meeting number, password, and instructions for joining via various methods (including Microsoft Lync/Skype for Business). A help link to Webex support was also provided.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "epstein trust",
        "webex",
        "meeting",
        "redaction",
        "efta00015693",
        "microsoft lync",
        "microsoft skype for business",
        "join",
        "dial",
        "help"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027509",
      "summary": "An email was sent on July 3, 2020, requesting the addition of the Press Office and Epstein Trust meetings to distribution lists. The sender, EFTA00027509, noted the meetings were previously scheduled and the recipient, “a,” did not receive the distribution list.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "July 3, 2020",
      "keywords": [
        "efta00027509",
        "meetings",
        "press office",
        "epstein trust",
        "distribution list",
        "2020",
        "2025",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021787",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The indictment alleges she facilitated, participated in, and exploited young girls, primarily between 14 and 19, by enticing them to travel to locations like New York, Florida, and New Mexico for illegal sexual activities. Maxwell allegedly groomed victims, manipulated them into trusting Epstein, and was present during abusive encounters, including sexualized massages and direct acts of abuse. She also made false statements during 2016 depositions. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, conspiracy related to these offenses, and perjury. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031235",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.818,
            "index": 91,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021826",
            "similarity": 0.727,
            "index": 90,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015695",
      "summary": "An event titled “Epstein Trust Discussion” took place on 2020-07-06 from 17:15:00 to 18:00:00 +0000. The event was created on 2020-07-02 with a priority of 5.  It involved a Webex meeting with a specific meeting number and password. Instructions are provided for joining via Webex, mobile device, phone, video system, or Microsoft Lync/Skype for Business.  A reminder message is scheduled to display 15 minutes before the start.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "2020-07-06",
      "keywords": [
        "epstein trust",
        "webex",
        "meeting",
        "join",
        "access code",
        "reminder",
        "mobile device",
        "dial",
        "usa toll",
        "skype for business"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031552",
      "summary": "Two emails were exchanged on July 6, 2020. One email, sent at 10:24 AM, expresses a quiet update and concern about a recipient’s impending departure, referencing a call regarding related matters and the Epstein trust. The second email, sent at 1:15 PM, reiterates a similar concern and requests a discussion to sort out departure logistics.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "efta00031552",
        "redaction analysis",
        "epstein trust",
        "departure",
        "logistics",
        "morning",
        "news",
        "weekend",
        "call",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032045",
      "summary": "On July 6, 2020, two individuals, [REDACTED] and [REDACTED], discussed trust-related matters concerning the Epstein estate. [REDACTED] informed [REDACTED] that [REDACTED] was handling CIDs and that [REDACTED] was considering a departure date of July 20th. There was a planned call on July 7th to discuss these matters. [REDACTED] had previously been handling trust issues before taking leave, and expressed a desire to consult with [REDACTED] during their remaining two weeks.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "efta00032045",
        "redaction",
        "cids",
        "trust-related",
        "epstein",
        "departure",
        "civil division",
        "email",
        "july 20",
        "negotiations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031230",
      "summary": "An Assistant United States Attorney from the Southern District of New York (SDNY) sent an email regarding a subpoena served on UBS related to an ongoing investigation, referred to as “SDNY investigation.” The email requests expedited production of materials and includes contact information for the attorney and a colleague, Mr. Ryan. The subpoena’s scope regarding the Angara trust is unclear, as it doesn't explicitly list the trust by name and lacks account numbers.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "ubs",
        "subpoena",
        "sdny",
        "investigation",
        "angara trust",
        "compliance",
        "materials",
        "production",
        "united states attorney",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037705",
      "summary": "An FBI Forensic Accountant at the New York Field Office sent an analysis of Maxwell’s accounts as of 6/30/20 to Ori, requesting updates incorporating information from UBS. The analysis is a draft for discussion purposes and is subject to change, pending further information from UBS regarding the funding of the Montpelier Trust and its expenditures.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "efta00037705",
        "maxwell",
        "ubs",
        "montpelier trust",
        "expenditures",
        "account balances",
        "forensic accountant",
        "fbi",
        "redaction",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038016",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038016",
      "summary": "Ori will update an analysis of Maxwell’s 6/30/20 account balances and send it to the recipient. The recipient, [REDACTED], requested an update incorporating information from UBS, specifically regarding the funding and expenditures of the Montpelier Trust. A draft analysis, attached by [REDACTED], was provided for discussion purposes and is subject to change. The update will be performed by a Forensic Accountant from the FBI New York Field Office (EFTA00038017).",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "maxwell",
        "account balances",
        "ubs",
        "montpelier trust",
        "expenditures",
        "funding",
        "redaction analysis",
        "fbi",
        "forensic accountant",
        "6/30/20"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037705",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015838",
      "summary": "The U.S. Department of Justice is communicating with legal representatives of the estate executors of Jeffrey Epstein regarding an ongoing investigation involving Ghislaine Maxwell. Specifically, the DOJ requests confirmation that the 1953 Trust Agreement’s provision regarding employee continuation after Epstein’s death will not be interpreted as retaliation against individuals meeting with law enforcement, and that no distributions have been made to Maxwell during the criminal case. The DOJ also seeks clarification on the estate’s position regarding potential attorney-client privilege claims related to materials to be produced to the defense as part of the Maxwell case.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "jeffrey epstein",
        "estate",
        "trust agreement",
        "ghislaine maxwell",
        "criminal investigation",
        "victim restitution",
        "discovery materials",
        "privilege",
        "legal counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015846",
      "summary": "Audrey Strauss, a U.S. Attorney, sent draft comments to the Epstein estate trustees' counsel regarding a letter addressing issues related to the 1953 Trust Agreement. The letter included a question about a waiver of attorney-client privilege for the trustees’ discovery review. The Assistant U.S. Attorney from the Southern District of New York initially drafted the letter.",
      "timestamp": "2020-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2020",
      "keywords": [
        "epstein estate",
        "trust agreement",
        "attorney-client privilege",
        "redaction analysis",
        "usanys",
        "discovery review",
        "letter",
        "trustees",
        "waiver",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015847",
      "summary": "On July 25, 2020, correspondence occurred regarding a letter to the executors of Jeffrey Epstein’s estate. Suggested edits to the letter were provided by [REDACTED] on July 25, 2020, and confirmed as acceptable for sending. A draft letter was attached, including a question about a waiver of attorney-client privilege related to discovery review. On July 23, 2020, an Assistant U.S. Attorney from the Southern District of New York sent a draft letter to the estate trustees, detailing the purpose and requesting review.",
      "timestamp": "2020-07-25T00:00:00",
      "timestamp_raw": "July 25, 2020",
      "keywords": [
        "epstein estate",
        "usanys",
        "redaction",
        "letter",
        "trust agreement",
        "discovery",
        "privilege",
        "attorney-client",
        "draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020320",
      "summary": "A U.S. Attorney’s Office from the Southern District of New York (SDNY) sent a letter to Andrew Tomback and Marc Weinstein regarding an ongoing investigation. The letter, attached as a PDF named “2020-07-26,_JE,_letter to_trustees_counsel.pdf,” is a follow-up to previous discussions.",
      "timestamp": "2020-07-26T00:00:00",
      "timestamp_raw": "2020-07-26",
      "keywords": [
        "efta00020320",
        "sdny investigation",
        "weinstein",
        "marc a.",
        "redaction analysis",
        "u.s. attorney",
        "southern district of new york",
        "letter to trustees",
        "andy",
        "andrew tomback"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020668",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP responded to an inquiry regarding the Estate of Jeffrey E. Epstein’s actions related to the SDNY investigation. The Co-Executors confirmed they would not utilize Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement. They also stated they would notify the U.S. Attorney’s Office before any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney confirms receipt of the Co-Executors’ response.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "weinstein",
        "hughes hubbard & reed",
        "trust",
        "privilege",
        "retaliation",
        "law enforcement",
        "estate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031989",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP communicated on behalf of the Co-Executors of the Estate of Jeffrey E. Epstein. The Co-Executors confirmed they would not use Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement investigations. They also stated they would notify the US Attorney’s Office for the Southern District of New York in advance of any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney for the Southern District of New York provided context for this communication.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "trust",
        "attorney-client privilege",
        "hughes hubbard & reed",
        "white collar defense",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028045",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, is producing a collection of electronic files related to the case of *United States v. Ghislaine Maxwell*. These files, stamped with control numbers from SDNY_GM_000174967 to SDNY_GM_00328863, include records from Deutsche Bank, JPMorgan Chase, Citibank, UBS, and American Express, pertaining to Ghislaine Maxwell, the Angara Trust, Montepelier Trust, Terramar Project, Inc., Max Foundation, Ghislaine Maxwell IRA, and Ellmax, LLC.  The production is governed by a Protective Order issued on July 31, 2020, and includes instructions for accessing the files (specifically regarding .dat, .dvt, and .vol files and video files), and a commitment from the government to continue producing discoverable materials.",
      "timestamp": "2020-07-31T00:00:00",
      "timestamp_raw": "July 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "justice department",
        "discovery",
        "protective order",
        "citibank",
        "jpmorgan chase",
        "deutsche bank",
        "ubs",
        "fbi",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010287",
            "similarity": 0.571,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010287",
      "summary": "On October 2, 2020, the U.S. Department of Justice’s Southern District of New York produced materials related to the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY GM 000174967 through SDNY GM 00328863, include records from Deutsche Bank, JPMorgan Chase, Citibank, UBS, and American Express, pertaining to Ghislaine Maxwell, the Angara Trust, Montepelier Trust, Terramar Project, Inc., Max Foundation, Ghislaine Maxwell IRA, & Ellmax, LLC, and LSJ Scene2Go. The documents are in PDF format and marked “confidential.” The Government also provided instructions for accessing files, including using Notepad for .dat, .dvt, and .vol files, VLC for video files, and ignoring accessory files. This production was part of the Government’s ongoing discovery obligations.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "southern district of new york",
        "protective order",
        "discovery",
        "jpmorgan chase",
        "citibank",
        "deutsche bank",
        "ubs",
        "fbi",
        "pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028045",
            "similarity": 0.571,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024310",
      "summary": "A communication, dated December 16, 2020, with the subject “Exhibit,” was sent from an unknown sender to an redacted recipient. The email attached a document titled “Y1451702itled_Montpelier TrusUpreviously_the_Angara_Trust.pdf” identified as EFTA00024310.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "December 16, 2020",
      "keywords": [
        "efta00024310",
        "redaction analysis",
        "exhibit",
        "montpelier trust",
        "angara trust",
        "2020",
        "2025",
        "pdf",
        "y1451702"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011037",
      "summary": "*   **Toyota Settlement:** Toyota is set to settle a U.S. Justice Department investigation into delayed emissions. *   **Capitol Riot:** A New York MTA worker, Will Pepe, was arrested in connection with the Capitol riot. *   **Trump Impeachment:** The New York Times reported on Trump’s second impeachment. *   **Ghistaine Maxwell Adaptation:** A true crime podcast about Ghislaine Maxwell is being adapted into a television series. *   **Other News:** Includes reports on a New York City cab robbery, a DOJ antitrust chief stepping down, a Republican senator announcing an impeachment article, a billionaire winning a discovery in a malpractice case, a clean-energy startup facing challenges, and a NASA scientist pleading guilty to lying about involvement in a NASA project.",
      "timestamp": "2021-01-14T00:00:00",
      "timestamp_raw": "January 14, 2021",
      "keywords": [
        "toyota",
        "sdny",
        "capitol riots",
        "trump",
        "mitch mcconnell",
        "ghislaine maxwell",
        "human trafficking",
        "fbi",
        "guo wengui",
        "nikola"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013287",
      "summary": "Stephen Rex Brown, a reporter for the New York Daily News, requests the unsealing of transcripts and sentencing submissions related to the case of United States v. Efrain Reyes. Reyes died, and his connection to Jeffrey Epstein makes the case of public interest. Brown argues for access to the proceedings based on First Amendment rights and the presumption of access to court proceedings, citing concerns that sealing the documents would undermine public trust in the courts. The judge orders the parties to respond by January 22, 2021.",
      "timestamp": "2021-01-22T00:00:00",
      "timestamp_raw": "January 22, 2021",
      "keywords": [
        "efrain reyes",
        "united states v. reyes",
        "judge failla",
        "plea hearing",
        "sentencing",
        "sealing documents",
        "access to court proceedings",
        "new york daily news",
        "jeffrey epstein",
        "docket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026929",
      "summary": "This document details the opinions and conclusions of Dr. Lisa Rocchio, a forensic and clinical psychologist with 30+ years of experience in psychology, trauma, and interpersonal violence. Her expertise stems from assessing survivors of childhood sexual abuse and working in the forensic arena. Key points include: *   **Established Knowledge Base:** Dr. Rocchio relies on decades of research and clinical experience across various fields, including forensic psychology, trauma psychology, and clinical assessment. *   **Grooming Process:** She describes the \"grooming\" process – where perpetrators establish trust and rapport with victims through manipulation, gradually normalizing inappropriate behavior and creating dependency. This often involves building relationships with family members, offering gifts, and initiating conversations about sexual activity. *   **Variability of Abuse:** She acknowledges that abuse varies significantly based on individual and situational factors, sometimes occurring as a crime of opportunity, and sometimes escalating over time. *   **Delayed Disclosure:**  The document highlights the common phenomenon of delayed disclosure of abuse, attributing it to factors like shame, fear of consequences, and the victim's desire to maintain a relationship with the perpetrator. *   **Memory & Trauma:** It explains how traumatic memories are reconstructed, often with limited detail, influenced by the salience of events and the individual's coping mechanisms. *   **Myth Busting:** It addresses common myths about sexual assault, such as the belief that it always occurs through violent attacks by strangers. *   **Multiple Perpetrators:** The document discusses how multiple individuals can contribute to grooming and abuse, sometimes facilitating the process through their presence or actions. *   **Contextual Factors:**  The document emphasizes the importance of understanding the relationships between victims and perpetrators, including the potential for multiple perpetrators and the impact of societal factors. Essentially, Dr. Rocchio presents a comprehensive overview of the psychological complexities surrounding child sexual abuse, emphasizing the intricate dynamics of trust, manipulation, and the lasting impact on victims.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "April 9, 2021",
      "keywords": [
        "child sexual abuse",
        "trauma psychology",
        "forensic psychology",
        "interpersonal violence",
        "psychological assessment",
        "grooming",
        "consent",
        "trauma psychology",
        "childhood sexual abuse",
        "psychological assessment",
        "trauma"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026937",
      "summary": "Dr. Rocchio’s expertise stems from a career-long focus on traumatic stress, clinical and forensic psychology, and the treatment of trauma survivors. Her testimony is based on her education, training, research, and experience, particularly regarding childhood sexual abuse. Key points include: *   The complexities of trauma, including “complex trauma” resulting from repeated or prolonged abuse, significantly impacting psychological development and leading to conditions like PTSD. *   Victims often exhibit strategic behaviors to obscure abuse and build trust, hindering awareness and disclosure. *   Memory of abuse is influenced by various factors and is not always a complete or accurate representation. *   Sexual abuse frequently involves manipulation and coercion within established relationships, not necessarily forcible rape. *   Dr. Rocchio’s work includes forensic evaluations, training, and committee involvement within the APA.",
      "timestamp": "2021-04-21T00:00:00",
      "timestamp_raw": "April 21, 2021",
      "keywords": [
        "trauma",
        "sexual abuse",
        "psychological harm",
        "complex trauma",
        "ptsd",
        "memory",
        "disclosure",
        "victimization",
        "forensic psychology",
        "dr. rocchio"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019915",
      "summary": "On June 7, 2021, a woman (U) discussed trial preparation with the USAO regarding a case involving Jeffrey Epstein. She received a $3.5 million award from the Victim Compensation Fund, utilizing a significant portion to purchase a home, car, pay off fines, and establish a trust for her children. U reported ongoing sleep disturbances and anxiety related to the case, receiving counseling and medication. She also disclosed a belief that she misrepresented her age to a former partner, and a follow-up meeting was scheduled due to the partner's reported illness.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "June 7, 2021",
      "keywords": [
        "efta00019915",
        "trial prep",
        "victim compensation fund",
        "epstein",
        "testimony",
        "mental health",
        "medication",
        "age",
        "usao",
        "counselor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032738",
      "summary": "*   **NYC Bar Changes:** The New York City Bar Association is seeking to amend bar application questions regarding juvenile justice involvement and sealed/dismissed cases. *   **Prosecutorial Oversight:** New York state prosecutors urged a veto of a bill creating an oversight body for prosecutorial misconduct. *   **FIFA Appeal:** Robbins Geller Rudman & Dowd LLP requested time to appeal a ruling in the FIFA corruption case. *   **Opioid Trial Delay:** The monumental opioid trial has been pushed back nearly a week due to jury selection delays. *   **Purdue Pharma Examiner:** A New York bankruptcy judge reluctantly approved an examiner for Purdue Pharma's Chapter 11 case. *   **Maxwell Case:** Ghislaine Maxwell’s attorney reported conditions in her cell and prison guard surveillance. *   **Trader Challenge:** Counsel for a San Diego stock speculator challenged the credibility of a former Illumina Inc. accountant. *   **Visa/Mastercard Antitrust:** A class action lawsuit alleges Visa and Mastercard acted as a cartel by maintaining high credit/debit card fees. *   **Express Scripts Overcharges:** An Express Scripts executive admitted the company was unaware of CVS Pharmacy overcharges. *   **SEIU Suit Dismissal:** A New York federal magistrate judge recommended dismissing a lawsuit by a fired handyman. *   **MetLife Settlement:** Robbins Geller received $21 million for representing investors in a MetLife misleading liabilities case. *   **BitMEX Manipulation:** Investors in BitMEX are seeking to keep allegations of fraudulent practices alive. *   **Range Resources Suit:** Pomerantz LLP will represent investors in a lawsuit against Range Resources Corp. for improperly reporting well statuses. *   **Ng Trial:** Former Goldman Sachs managing director Roger Ng will face trial in January over his alleged role in the 1Malaysia Development Berhad scandal. *   **Insys Therapeutics Sentencing:** A former New York City doctor was sentenced for taking kickbacks from Insys Therapeutics. *   **NASA Chief Sentencing:** A NASA nanotechnology pioneer was sentenced to 30 days in prison for concealing ties to China. *   **American Stock Transfer Lease Extension:** American Stock Transfer & Trust Co. secured a lease extension. *   **Columbia Care Acquisition:** Foley Hoag LLP and Husch Blackwell LLP guided a $42 million deal for Columbia Care Inc. *   **Nationstar Lawsuit:** Mortgage servicer Nationstar Mortgage LLC faces a proposed class action over unauthorized payment glitches. *   **Girardi Ex-Clients Lawsuit:** Former clients of Thomas V. Girardi are pursuing his estranged wife in a state malpractice suit. *   **ENRC Tipoff Regret:** A former ENRC security consultant regretted lying in a letter to the Serious Fraud Office. *   **Khan Confirmation:** Lina Khan was confirmed as the Federal Trade Commission chair. *   **Marshals Understaffed:** A DOJ audit found the U.S. Marshals Service is understaffed for judicial protection. *   **Girardi's Donation:** Cravath Swaine & Moore LLP announced a $6 million donation to civil rights organizations. *   **Dechert Discrimination Lawsuit:** A former Dechert attorney filed a racial discrimination lawsuit. *   **Georgetown Supreme Court Director:** Kelsi Brown Corkran was named the U.S. Supreme Court director at Georgetown Law. *   **Job Listings & Contact Info:** Provided listings of job openings and contact information for Law360.",
      "timestamp": "2021-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2021",
      "keywords": [
        "greenberg traurig",
        "russian oligarch",
        "new york bill",
        "foreign judgments",
        "vladimir putin",
        "nyc bar association",
        "juvenile justice system",
        "prosecutorial misconduct",
        "fifa corruption",
        "opioid trial",
        "oxycontin",
        "ghislaine maxwell",
        "insider trading",
        "illumina",
        "square",
        "visa",
        "mastercard",
        "cvs health",
        "express scripts",
        "arbitration",
        "bankruptcy",
        "1-800 contacts",
        "cyberattack",
        "dechert",
        "discrimination lawsuit",
        "erika girardi",
        "lina khan",
        "ftc",
        "u.s. marshals service",
        "judges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021994",
      "summary": "Morgan Chase (JPMC) and an Assistant United States Attorney regarding signature cards and account documentation related to Ghislaine Maxwell’s various accounts. *   **Account Details:** Multiple accounts were linked to Ghislaine Maxwell, including JPMC Hyperion Air, Jeffery Epstein accounts, Freedom Air International, JEGE Inc., 116 East 65th Street LLC, ces Corp, and the Financial Trust Company. *   **Document References:** Bates numbers are referenced extensively to identify specific documents within a production. Notably, Bates numbers 1788-1813, 2376-2396, 2470-2486, 2545-2556 and 6 are critical. *   **Financial Transactions:** A specific $18,300,000 transfer to Maxwell from the sale of a JP Morgan Institutional Prime Money Market Fund is documented (Bates 36868). *   **KYC Requests:** Requests are made for KYC (Know Your Customer) documents and account statements to verify ownership and transactions. *   **Missing Signature Cards:** There's a note about a difficulty locating signature cards for certain accounts, particularly for the Financial Trust Company.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "jpmc",
        "hyperion air",
        "signature card",
        "account documents",
        "efta00021994",
        "freedom air international",
        "kyc",
        "transfer",
        "terra mar project",
        "jp morgan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038690",
      "summary": "An email chain discusses obtaining account documentation related to Financial Trust Co. accounts, specifically concerning a transfer to Maxwell on 10/19/99 and identifying the source of funds. The sender requests account statements, Bates numbers, and any KYC documents associated with the accounts.  A signature card for the JP Morgan account ending in 5001 is specifically requested and not found within the production.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "signature card",
        "financial trust co",
        "account statements",
        "transfer",
        "j.p. morgan",
        "kyc documents",
        "bates range",
        "efta00038690",
        "external email",
        "10/19/99"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022038",
      "summary": "An email chain discusses an account with the Financial Trust Company, EFTA00022038. A transfer of $18,300,000 to Maxwell is linked to Bates number 36868 and a deposit sourced from the sale of JP Morgan Institutional Prime Money Market Fund.  A request is made for account statements surrounding the 10/19/99 transfer to Maxwell and the bates range for account documents. A J.P. Morgan Entity Resolution form (bates ii 1934) is referenced, and a signature card for the JP Morgan account ending in 5001 is requested.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "ftc statement",
        "jp morgan",
        "maxwell",
        "signature card",
        "transfer",
        "account statements",
        "funds",
        "bates number",
        "financial trust company",
        "kyc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014878",
      "summary": "On November 23, 2021, Wilmer Cutler Pickering Hale and Don LLP, acting on behalf of JPMorgan Chase, submitted encrypted account documentation (JPM-SDNY-00065519 through JPM-SDNY-00065530) in response to grand jury subpoenas related to investigations involving ASW Holdings, Financial Trust Company, Jeffrey Epstein, and Ghislaine Maxwell. The documents contain confidential business information and are subject to FOIA exemptions 4, 1905, 7(A), and 7(C) due to their potential to cause competitive harm and their status as investigatory records. JPMorgan requests continued confidential treatment and anticipates being notified of any third-party FOIA requests regarding the material.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "jpmorgan chase",
        "foia",
        "subpoenas",
        "sdny",
        "confidentiality",
        "account documentation",
        "asw holdings",
        "financial trust company",
        "jeffrey epstein",
        "ghislaine maxwell",
        "exemption 4"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010010",
      "summary": "This document is a General Release executed by a Jeffrey Epstein victim (the Claimant) in exchange for a compensation offer from the Epstein Victims Compensation Program (EVCP). The release covers claims arising from alleged sexual abuse by Jeffrey Epstein against the Epstein Estate, Co-Executors, Co-Trustees, and affiliated entities. It includes a broad waiver of claims, acknowledging potential claims revival statutes and addressing potential Medicare/Medicaid lien claims through a third-party administrator (Epiq). The release explicitly states that the claimant acknowledges the California Civil Code Section 1542 regarding releases and waives any unknown or unsuspected claims. It also includes a confidentiality clause regarding the EVCP program.",
      "timestamp": "2023-07-16T00:00:00",
      "timestamp_raw": "JULY 16, 2023",
      "keywords": [
        "epstein victims compensation program",
        "evcp",
        "release",
        "sexual abuse",
        "claims",
        "compensation offer",
        "epstein estate",
        "releasees",
        "jurisdiction",
        "medicare",
        "medicaid",
        "california civil code"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037061",
      "summary": "The document outlines payment instructions for a claim disbursement from the Epstein Survivors’ Settlement Fund JPM Qualified Settlement Fund. The beneficiary, identified only by a redacted name, is to receive funds to The Marsh Law Firm PLLC Attorney Trust Account Iola, located in New York, NY. JP MorganChase Bank is the financial institution involved, utilizing a potentially intermediary bank requiring contact with Elise Thwjka for additional information. Simone Lelchuk, the Claims Administrator, is authorized to initiate the wire transfer, contingent upon verbal verification of payment instructions. A final audit report dated 2024-01-17 details the signed e-signature process.",
      "timestamp": "2024-01-17T00:00:00",
      "timestamp_raw": "2024-01-17",
      "keywords": [
        "marsh law firm",
        "payment instructions",
        "wire transfer",
        "beneficiary",
        "account",
        "jp morganchase",
        "elise thwjka",
        "simone lelchuk",
        "epstein survivors' settlement fund",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008120",
      "summary": "It covers several key aspects: *   **Preparing for a Massage:** This includes choosing the right environment, using appropriate oils, and understanding contraindications (conditions where massage is not advisable). *   **Massage Techniques:** The text describes several techniques, including gliding, kneading, shaking, and applying pressure. It emphasizes using the entire body for efficient movement and focuses on achieving a relaxed and receptive state for the recipient. *   **Communication & Connection:** The importance of establishing a calm and trusting relationship with the recipient is highlighted, encouraging mindful engagement and sensory awareness. *   **Safety & Best Practices:** The text stresses the need to prioritize safety by being aware of potential risks and adapting techniques based on the individual's needs and comfort level. *   **Setting the Mood:** Creating a relaxing and comfortable atmosphere is emphasized, including considerations for lighting, sounds, and overall sensory experience. Essentially, the text provides a foundational guide to giving a massage, emphasizing mindful technique, clear communication, and a focus on the recipient's well-being.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "massage",
        "therapist",
        "language barrier",
        "terms",
        "trigger point",
        "adhesions",
        "spa",
        "ayurveda",
        "swedish",
        "anatomy",
        "relaxation",
        "touch",
        "bodyworker",
        "efta00008120"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036919",
      "summary": "Inspection teams (T-1 through T-10) conducted inspections across various FCC Yazoo facilities during the week of July 21st, 2025. The inspections covered areas including food service, medical, ISM/Mail Room/R&D, SHU, Human Resources, barber shops, trust funds, business offices, computer services, safety, laundry, communications technology, education, VT, religious services, psychology, garage, warehouses, powerhouse, inmate housing, UNICOR, armory, correctional services, les office, control room, health services, facilities, recreation, and 515.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036919",
        "fcc",
        "yazoo subcommittees",
        "inspection teams",
        "inmate housing",
        "correctional services",
        "food service",
        "facilities",
        "armory",
        "health services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027465",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York forwarded a communication regarding discussions with trustees of the Jeffrey Epstein estate. The trustees requested a meeting with a specific individual (“=”) to discuss potential civil forfeiture claims and a proposed fund resolution, believing it would benefit all parties, including the victims. The Assistant U.S. Attorney was tasked with ascertaining whether “=” would agree to the meeting and relaying the response.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein estate",
        "civil forfeiture",
        "trustees",
        "negotiations",
        "resolution",
        "victims",
        "legal",
        "u.s. attorney",
        "meeting",
        "fund"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029439",
            "similarity": 0.727,
            "index": 126,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029427",
            "similarity": 0.538,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029439",
      "summary": "U.S. Attorneys are facilitating communication between Epstein estate trustees and an individual (“=11,11YS) regarding potential civil forfeiture claims. The trustees seek a meeting to discuss a proposed fund and a resolution with the government, including potential discussions with victims. The Assistant U.S. Attorney is requesting confirmation from the recipient (“=11,11YS) if she is willing to meet with the trustees and anticipates a meeting after the holidays.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein estate",
        "civil forfeiture",
        "trustees",
        "resolution",
        "negotiations",
        "victims",
        "u.s. attorney",
        "southern district of new york",
        "meeting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027465",
            "similarity": 0.727,
            "index": 125,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020167",
      "summary": "Citibank N.A. requests all documents and records pertaining to account EFTA00020167, from its inception to the present. This includes, but is not limited to, transaction files, documents reflecting account activity, signature cards, identification, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan applications, online banking information, corporate resolutions, and all correspondence related to the account. The request is to be delivered via FedEx on CDs containing Adobe PDF images. Contact information for a Forensic Accountant (EFTA00020168) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "citibank",
        "legal services",
        "records",
        "accounts",
        "data transaction files",
        "identification",
        "email",
        "wire transfers",
        "banking information",
        "customer records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029427",
      "summary": "A U.S. Attorney’s Office (Southern District of New York) is communicating with attorneys representing the trustees of the Epstein estate regarding potential civil forfeiture claims. The trustees requested a meeting with a specific individual (“=”) to discuss resolving the claims and a proposed fund, believing meaningful discussions would benefit all parties, including victims. The Assistant U.S. Attorney is requesting confirmation from the recipient (“MIMIMIE”) if “=” is willing to meet with the trustees and is awaiting a response.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "trustees",
        "civil forfeiture",
        "usanys",
        "negotiations",
        "resolution",
        "victims",
        "meeting",
        "counsel",
        "fund"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027465",
            "similarity": 0.538,
            "index": 125,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019755",
      "summary": "Bank of America requests the production of comprehensive records pertaining to account EFTA00019755, encompassing all open and closed accounts. The request includes all documents, data transaction files (Excel), and records related to the account’s history from inception to present. Specifically, requested items include: documents reflecting account transactions, signature cards, identification, withdrawal locations, account opening documents, “know your customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan files, corporate resolutions, online banking information, and any associated correspondence. Contact information for a Forensic Accountant (EFTA00019756) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bank of america",
        "legal order processing",
        "accounts",
        "data transaction files",
        "excel",
        "pdf",
        "documents",
        "records",
        "wire transfers",
        "customer identification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037146",
      "summary": "The “Amount Recovered” is defined as the gross recovery amount received from claims before deducting expenses. If the Amount Recovered is less than Expenses, the client has no repayment obligation. The Attorney’s Fee is paid to the Firm no later than when the Client receives payment or when payment is offered, even if the Client opts for installment payments or a deferred payment arrangement. The Amount Recovered can include various forms of value, and the Firm has the option to receive the Attorney’s Fee in cash or as an equivalent item. Certain items like liens and healthcare reimbursements are not considered expenses. Payments are made to the Firm’s trust account, from which the Attorney’s Fee and Expenses are deducted, with the Client receiving their share within ten business days. The Firm retains the right to collect payment in a lump sum, periodic payments, or a combination thereof.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "amount recovered",
        "expenses",
        "attorney's fee",
        "claims",
        "settlement",
        "mediation",
        "arbitration",
        "client",
        "firm",
        "payment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015184",
      "summary": "This document is a J.P. Morgan Entity Account Application for Financial Trust Company Inc. It collects information regarding the company’s details, including its name, address, contact information, and authorized personnel for accessing account information. The application requests details about the account type (e.g., checking, money market), investment holdings, and designates a contact person for JPMorgan Chase to communicate with regarding the account. It also includes a section for identifying individuals with significant ownership (25% or more) of the company, and requests details on investment permissions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jpmorgan",
        "entity account",
        "financial trust company",
        "account information",
        "investment",
        "net worth",
        "account",
        "money market",
        "authorization",
        "information access",
        "j.p. morgan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015176",
      "summary": "at Morgan Guaranty Trust Company of New York, as of October 31, 1999. It details the portfolio’s cash holdings (primarily short-term investments) and trade activity from October 1-31, 1999, including purchases and a sale of J P MORGAN INSTITUTIONAL PRIME MONEY and MARKET FUND securities.  The report outlines currency conversion rates, provides a summary by maturity, and includes instructions for contacting JPMorgan in case of issues with electronic transfers or statements. The document emphasizes the confidential nature of the information and provides contact details for assistance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00015176",
        "morgan guaranty trust",
        "gift processing",
        "securities gifts",
        "account number",
        "asset account portfolio",
        "jpmorgan",
        "chase",
        "redaction analysis",
        "financial trust company"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020171",
      "summary": "Wells Fargo Bank N.A. requests all documents and records pertaining to account EFTA00020171, from its inception to the present. This includes data transaction files, documents reflecting account changes, signature cards, identification proofs, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan files, online banking information, corporate resolutions, and all correspondence related to the account and its associated individuals and entities. The request is to be provided on CDs in Adobe PDF format.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "wells fargo",
        "bank",
        "accounts",
        "records",
        "documents",
        "pdf",
        "data transaction files",
        "ssn",
        "email",
        "identification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011074",
      "summary": "This document, dated December 24, 2025, is a redacted analysis concerning the potential connections between Apollo Global Management, Jeffrey Epstein’s Financial Trust Company Inc., and individuals associated with Leon Black and Kushner Companies. Key points include: *   An email from Chris Dilorio referencing a possible link between Apollo and Epstein. *   The SEC filing involving Epstein's Financial Trust Company Inc. and its connection to Leon Black/Apollo Environmental Solutions Worldwide. *   Discussion of a trade involving Jeffrey Epstein. *   Investigation into Kushner Companies and Apollo’s involvement via a $180 million loan, subsequently dropped by the SEC. *   Mention of other figures like Josh Harris (Apollo founding partner) being considered for White House roles. *   Significant inflows for Apollo Global Management in 2018 ($60 billion+). *   Reference to the firm Krieger Kim & Lewin LLP and their investigative capabilities.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "apollo",
        "epstein",
        "kushner",
        "sec",
        "fraud",
        "environmental solutions worldwide",
        "leon black",
        "trump",
        "jared kushner",
        "christopher dilorio",
        "financial trust company inc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}