{
  "keyword": "bobbi c. sternheim",
  "count": 34,
  "keyword_match_count": 34,
  "content_match_count": 46,
  "total_files": 80,
  "timeline": [
    {
      "file_id": "EFTA00019139",
      "summary": "This document is an email, dated November 1, 2020, from Bobbi C. Sternheim to an unknown recipient regarding Ghislaine Maxwell (case number 02879-509). The email includes an attached message file named \"Ghislaine_Maxwell_(02879-509).msg\". The email’s subject is “Ghislaine Maxwell (02879-509)”.",
      "timestamp": "2020-11-01T00:00:00",
      "timestamp_raw": "November 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "efta00019139",
        "bobbi sternheim",
        "2020",
        "message",
        "subject",
        "02879-509"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019115",
      "summary": "On November 5, 2020, Bobbi Sternheim contacted [REDACTED] regarding Ghislaine Maxwell’s accommodations at a correctional facility. Maxwell was initially permitted to use a mug and have commissary snacks due to intervention by [REDACTED]. Sternheim requested a move to an interior cell to mitigate moisture and temperature issues affecting her belongings and personal comfort, citing concerns about exposure to exterior elements. Sternheim’s contact information and a disclaimer regarding confidential information were also included.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "November 5, 2020",
      "keywords": [
        "ghislaine maxwell",
        "efta00019115",
        "bobbi c. sternheim",
        "mdc",
        "isolation cell",
        "commissary snacks",
        "envelopes",
        "temperature",
        "moisture",
        "brooklyn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026458",
      "summary": "On November 18, 2020, Bobbi C. Sternheim contacted [REDACTED] regarding Ghislaine Maxwell’s case (02879-509). Sternheim reported Maxwell had a nasal swab test and was placed in the SHU for a 14-day quarantine. Sternheim requested confirmation on quarantine details, including the reason, duration, and status of legal calls and visits. The email also included a note regarding the Law Offices of Bobbi C. Sternheim’s remote operations due to COVID-19.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "legal call",
        "quarantine",
        "shu",
        "covid-19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015019",
            "similarity": 0.625,
            "index": 6,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017817",
      "summary": "On November 20, 2020, an Assistant United States Attorney from the Southern District of New York contacted Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, requesting a call regarding an urgent matter concerning Ghislaine Maxwell. Sternheim responded indicating availability after 3:30 PM. The email also included a standard notice regarding the office’s remote work status due to COVID-19, instructing recipients to use email or fax for correspondence.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "November 20, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "united states attorney",
        "southern district of new york",
        "legal",
        "correspondence",
        "covid-19",
        "confidential",
        "privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030415",
      "summary": "On December 1, 2020, Bobbi Sternheim (of Law Offices of Bobbi C. Sternheim) was revising a letter regarding a U.S. v. Maxwell case, specifically a defense request concerning a warden at the MDC. The revisions were intended as a “joint submission” per court order.  Lam (USANYS) had previously sent a draft of the letter, requesting circulation.  Sternheim confirmed the revisions didn’t change positions and the letter was planned for filing by 7:30 PM.  Covid-19 related office closures and communication protocols were noted.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "u.s. v. maxwell",
        "bobbi sternheim",
        "mdc",
        "joint submission",
        "covid-19",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018085",
      "summary": "Sternheim, representing Ghislaine Maxwell, regarding conditions within her isolation cell at the MDC (likely a correctional facility). *   The request highlighted concerns about cold temperatures (71-74 degrees), moisture, and a sewage-like odor. *   Maxwell’s requests for an extra blanket, a mug for water, and a snack were denied. *   Sternheim argued that this treatment was inappropriate and detrimental, citing his experience with high-security facilities. *   He requested a cell change to a safer location and an extra blanket as the immediate minimum requirements. *   Updates from MDC staff regarding temperature checks (within the target range), the absence of smell/moisture, and plans to provide a cup and snack were also documented.",
      "timestamp": "2020-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "isolation cell",
        "temperature",
        "blanket",
        "moisture",
        "sewage",
        "restrictions",
        "legal",
        "bop",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015019",
      "summary": "Bobbi C. Sternheim, an attorney, contacted Nicole regarding Ghislaine Maxwell’s case (02879-509). Maxwell had a nasal swab test and was placed in the SHU for a 14-day quarantine. Sternheim requested confirmation on the quarantine’s details: whether it was being enforced, the reason, duration, whether legal calls were permitted, and if legal visits were canceled. The email also included standard legal office contact information and a COVID-19 notice.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "legal call",
        "quarantine",
        "shu",
        "nasal swab test",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026458",
            "similarity": 0.625,
            "index": 2,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026460",
      "summary": "Ghislaine Maxwell is currently in quarantine at MDC Brooklyn due to contact with a staff member who tested positive for COVID-19. She underwent a nasal swab test and will be retested in approximately 14 days. Initially, she was placed in the SHU for 14 days, but this is being confirmed. Counsel for Maxwell is requesting confirmation regarding the quarantine’s reason, duration, continued legal calls, canceled in-person visits, transfer of materials, and access to electronic discovery. The Law Offices of Bobbi C. Sternheim are operating remotely due to COVID-19.",
      "timestamp": "2020-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "shu",
        "quarantine",
        "covid-19",
        "legal calls",
        "bobbi sternheim",
        "mdc brooklyn",
        "west 19th street",
        "legal visits",
        "tests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022316",
      "summary": "Bobbi C. Sternheim, an attorney, sent a communication to the Department of Justice’s Federal Bureau of Prisons regarding Ghislaine Maxwell’s conditions at the Metropolitan Detention Center Brooklyn.  She reported that Maxwell had a blanket removed and was not provided a complete holiday meal, despite a room temperature of 76.5 degrees on December 26th. She expressed concern about her coldness, isolation, and lack of adequate blankets, citing a current temperature of 32 degrees with a forecast drop to 28 degrees. Sternheim requested an emergency legal call and urged immediate action to rectify the situation, stating it was inexcusable and would be reported to the court. She also included a COVID-19 notice regarding remote work operations.",
      "timestamp": "2020-12-26T00:00:00",
      "timestamp_raw": "12/26/2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "metropolitan detention center",
        "department of justice",
        "legal",
        "blanket",
        "temperature",
        "covid-19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022320",
      "summary": "On December 26, 2020, Bobbi C. Sternheim reported concerns about Ghislaine Maxwell’s conditions at the Metropolitan Detention Center Brooklyn. She stated that a blanket had been removed from Maxwell, she hadn’t received a complete holiday meal, and the temperature was significantly below freezing. Sternheim urged immediate action to provide blankets and proper nutrition, citing Maxwell’s isolation cell and the facility’s failure to meet basic requirements. She requested an emergency legal call and threatened to report the situation to the court.",
      "timestamp": "2020-12-26T00:00:00",
      "timestamp_raw": "December 26, 2020",
      "keywords": [
        "ghislaine maxwell",
        "blankets",
        "temperature",
        "metropolitan detention center",
        "doj",
        "federal bureau of prisons",
        "isolation cell",
        "nutrition",
        "legal call",
        "bobbi c sternheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015882",
      "summary": "An email exchange occurred between multiple individuals, including Bobbi C. Sternheim, Christian Everdell, and Mark S. Cohen, regarding a document named “Ghislaine Maxwell 02879-509” and its associated message “Ghislaine_Maxwell_02879-509.msg.” The email originated from an unknown sender on December 29, 2020, and was sent to multiple recipients including redacted email addresses.",
      "timestamp": "2020-12-29T00:00:00",
      "timestamp_raw": "December 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "efta00015882",
        "bobbi c sternheim",
        "christian everdell",
        "mark s cohen",
        "usahub-usajournal111"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015910",
      "summary": "This document is an email exchange regarding a file named “Ghislaine_Maxwell_02879-509,” sent by Bobbi C. Sternheim to Christian Everdel and “USAHUB-USAJouma1111,” along with a message from Mark S. Cohen. The email exchange is dated December 29, 2020.",
      "timestamp": "2020-12-29T00:00:00",
      "timestamp_raw": "December 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "efta00015910",
        "bobbi c sternheim",
        "christian everdel",
        "usahub-usajouma1111",
        "message-id",
        "2020",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013277",
      "summary": "Ghislaine Maxwell’s legal counsel reported to the Bro/Exec Assistant, Christian Everdell, and Mark S. Cohen that she experienced physical mistreatment and verbal threats from MDC staff, specifically Officer [REDACTED] and Officer [REDACTED]. Officer [REDACTED] performed a body search involving excessive pressure on her breasts, causing pain, and Officer [REDACTED] threatened to charge her with assault. Maxwell reported the incidents to staff and medical personnel. Counsel stated this was not the first instance of inappropriate touching and threatened to file complaints with the Attorney General’s Office and notify the court if further incidents occurred. The report referenced prior issues in the MCC related to Jeffrey Epstein’s detention and criticized the restrictive conditions of Maxwell’s detention. Bobbi C. Sternheim, Esq., provided contact information for her law office and included a Covid-19 notice regarding their remote working status.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "assault",
        "abuse",
        "threat",
        "investigation",
        "bop",
        "attorney general",
        "maxwell",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024887",
      "summary": "This email chain, dated January 7, 2021, discusses a document named “Ghislaine Maxwell 02879-509” (EFTA00024887). It involves individuals including EIMIle, Bobbi C. Sternheim, Christian Everc, S. Cohen, and recipients at BOP.GOV.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "January 7, 2021",
      "keywords": [
        "ghislaine maxwell",
        "efta00024887",
        "bobbi sternheim",
        "christian everc",
        "s. cohen",
        "re: ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013290",
      "summary": "Ghislaine Maxwell’s legal counsel, Bobbi C. Sternheim, reports multiple instances of physical and verbal mistreatment by MDC staff while Maxwell is in custody. These include inappropriate physical contact during searches (specifically a mammography-like squeeze and threats of assault), inconsistent and contradictory directives from staff, inadequate nutrition (including spoiled food and meal omissions), and a perceived lack of responsiveness to Maxwell’s concerns. Sternheim claims the treatment is escalating, suggesting a targeted campaign against Maxwell, and threatens legal action including complaints to the Attorney General’s Office and notification of the court if further incidents occur. The situation is further complicated by the circumstances surrounding Jeffrey Epstein’s death and concerns about potential negligence within the BOP. The email also includes a note regarding COVID-19 impacting office operations and communication methods.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "staff mistreatment",
        "disciplinary charge",
        "epstein",
        "bop",
        "confinement",
        "nutrition",
        "guard efta00013290"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024888",
      "summary": "Ghislaine Maxwell’s legal counsel, Bobbi C. Sternheim, is reporting ongoing mistreatment and threats by MDC staff while Maxwell is in custody. Specifically, she reports physical assault (including inappropriate touching during a body search), verbal threats, inconsistent and contradictory instructions from staff regarding her belongings and routines, and inadequate food provisions. Maxwell’s counsel expresses concern about her safety, requests a change in guarding team, and warns of potential legal action (complaints to the Attorney General’s Office and notification of the Court) if the situation doesn't improve, citing parallels to the Jeffrey Epstein case and the BOP’s negligence. The email also includes details about a COVID-19 related office closure and revised communication methods.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "staff",
        "abuse",
        "threats",
        "nutrition",
        "detention",
        "epstein",
        "bop",
        "complaint"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021713",
      "summary": "Sternheim and an individual (identified as “[REDACTED]”) regarding Ghislaine Maxwell’s VTC (Video Teleconference) appearances. *   Maxwell has been consistently late for her scheduled 12:30 PM VTCs, most recently arriving at 12:47 AM and 12:59 AM. *   There have been concerns about the justification for these delays and whether they are related to complaints made by counsel. *   Maxwell was ordered to perform unsanitary tasks (cleaning a toilet and crumbs from her bed) without appropriate protective equipment (gloves) and at inconvenient times. *   Guard procedures, including intrusive ear searches and frequent close-range searches, are raising concerns about increased risk of COVID exposure for Maxwell. *   Sternheim requested copies of both the original and revised complaint report issued to Maxwell.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "vtc",
        "bop",
        "searches",
        "incident report",
        "sanitation",
        "covid",
        "inmate",
        "delays",
        "legal calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027923",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027923",
      "summary": "*   Maxwell consistently arrived late (between 12:30 PM and 12:59 PM) to her VTCs. *   The sender cites institutional emergencies as a reason for these delays, but expresses concern about potential retribution for counsel complaints. *   A revised complaint report was issued to Maxwell, and the sender requested the original. *   Maxwell was subjected to unusual and arguably excessive tasks, including cleaning a toilet and crumbs from her bed, outside of her scheduled VTC times. *   Guard procedures involving ear searches and close-range physical contact continued, raising concerns about COVID exposure risk. *   The sender, Bobbi C. Sternheim, expresses dissatisfaction with the team’s conduct and requests changes to Maxwell’s routine.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "vtc",
        "bop",
        "inmate",
        "searches",
        "delays",
        "report",
        "sanitation",
        "covid",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021713",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030941",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Bobbi C. Sternheim, Jeff Pagliuca, Laura Menninger, and Mark S. Cohen regarding a request for a Bill of Particulars. The email included an attachment: “2021-01-10 Leuer_Response_to_GM_Request_for_Bill_of Particularsfinal).pdf.” A confidentiality notice and privacy policy link were also included.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "2021-01-10",
      "keywords": [
        "bill of particulars",
        "christian everdell",
        "cohen & gresser llp",
        "request",
        "legal",
        "efta00030941",
        "pdf",
        "redaction",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017873",
      "summary": "United States of America v. Maxwell (Case Number: 21-58) was filed on January 12, 2021. Ghislaine Maxwell is the defendant, represented by Cohen & Gresser LLP and Bobbi C. Stemheim. On January 25, 2021, notices of appearance were filed by Cohen & Gresser LLP and Bobbi C. Stemheim. On January 26, 2021, a defective acknowledgment was addressed, followed by an acknowledgment and notice of appearance, and finally, information regarding Bobbi C. Sternheim as attorney for Maxwell was added, along with a Form B. The case is being handled by Assistant U.S. Attorney Christian Romeyn Everdell.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "January 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "appeal",
        "court case",
        "criminal defense",
        "lexisnexis",
        "cohen & gresser llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030880",
      "summary": "Bobbi C. Sternheim, an attorney, is urgently requesting assistance in delivering time-sensitive legal mail to Ghislaine Maxwell. The mail, intended for review over the weekend, was delivered to Maxwell's location but she hadn't received it. Sternheim is requesting permission to have the Legal Department handle the delivery and also requests access to a government-provided laptop for Maxwell to review the discovery documents. Sternheim notes a closure of her office due to COVID-19 and advises using email or fax for communication.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "bobbi sternheim",
        "maxwell",
        "legal mail",
        "express mailing",
        "covid-19",
        "vtc",
        "discovery documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021729",
      "summary": "Bobbi C. Sternheim, Esq., directed Ghislaine Maxwell to receive access to her laptop on weekends and holidays, as ordered by Judge Alison J. Nathan. The court order, attached to an email, mandated the Bureau of Prisons to provide this access during permitted discovery review hours.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "court order",
        "laptop access",
        "bureau of prisons",
        "docket",
        "judge nathan",
        "redaction analysis",
        "efta00021729",
        "compliance",
        "christian r. everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021724",
      "summary": "A legal dispute arose regarding Ghislaine Maxwell’s access to a laptop during weekends and holidays while incarcerated. Initially, a court order (Judge Nathan) granted Maxwell access, but the MDC (likely a prison department) initially claimed no objection. However, following a communication from Maxwell’s attorney, Bobbi C. Sternheim, it was revealed that MDC intended to comply, but a security detail unexpectedly denied access, citing a lack of concern for the court order. Sternheim threatened to inform the judge of the violation and urged immediate compliance to avoid contempt of court. The communication chain highlights a breakdown in communication and a potential disregard for the court’s directives.",
      "timestamp": "2021-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "court order",
        "laptop access",
        "mdc",
        "judge nathan",
        "bobbi sternheim",
        "contempt of court",
        "compliance",
        "legal dispute",
        "prison bureau"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018708",
      "summary": "An email was sent from Bobbi C. Sternheim to multiple recipients, including IMSYS and Christian Everdell, on February 23, 2021. The email attached a courtesy copy of an Electronic Correspondence Filing (ECF) related to the U.S. v. Maxwell case (20 Cr. 330). The email contained a disclaimer regarding confidential and privileged information. The document referenced is MAXWELL_BAIL_APPLICATION_with_EXHIBIT_2-23-17.pdf.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "February 23, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00018708",
        "redaction analysis",
        "bail application",
        "bobbi c. sternheim",
        "imsys",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030973",
      "summary": "Bobbi C. Sternheim sent a courtesy copy of an ECF filing (MAXWELL_BAIL_APPLICATION_with_EXHIBIT_2-23-17.pdf) related to the case *U.S. v. Maxwell* (20 Cr. 330 (AJN)) to several recipients, including Christian Everdell, Laura Mennin, and Jeff Pagliuca. The email contains a confidentiality and privilege disclaimer.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2021",
      "keywords": [
        "u.s. v. maxwell",
        "bail application",
        "bobbi c. sternheim",
        "ecf filing",
        "20 cr. 330",
        "christian everdell",
        "laura mennin",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025195",
      "summary": "Email correspondence regarding the case *U.S. v. Maxwell 20 Cr. 330 (AJN)*.  Multiple individuals, including Bobbi C. Sternheim, Laura Menninger, Jeff Pagliuca, and Christian Everdell, exchanged emails related to an Electronic Case File (ECF) filing concerning a bail application for Maxwell. The email chain indicates a previous unsuccessful attempt (“third time’s the charm”) related to the case.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00025195",
        "bail application",
        "redaction analysis",
        "usanys",
        "laura menninger",
        "bobbi c sternheim",
        "legal filings",
        "fw",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018718",
      "summary": "An email chain discusses a bail application for Maxwell in U.S. v. Maxwell 20 Cr. 330 (AJN). Bobbi Sternheim sent a copy of the application to [REDACTED] and requested a discussion regarding Maxwell’s proposed financial conditions before drafting a response. The email chain includes acknowledgements of the application’s unusual nature and a disclaimer regarding confidential information contained within the attached documents.",
      "timestamp": "2021-03-02T00:00:00",
      "timestamp_raw": "02 Mar 2021",
      "keywords": [
        "maxwell",
        "bail application",
        "u.s. v. maxwell",
        "financial condition",
        "efta00018718",
        "usanys",
        "bobbi c. sternheim",
        "laura menninger",
        "jeff pagliuca",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018382",
      "summary": "Bobbi C. Sternheim, Esq., sent an email to Nathan NYSD Chambers and others, including Christian Everdell and Laura Menninger, regarding an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application in the case U.S. v. Ghislaine Maxwell (20 Cr. 330 (AJN)). The email was attached to a cover letter and submitted pursuant to Rule 2(8) of the court's individual rules. Sternheim’s firm was providing the document to the court and government.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "bobbi c. sternheim",
        "covid-19",
        "legal submission"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018992",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, sent an email on March 16, 2021, to provide an unredacted version of a Reply Memorandum In Support of Ms. Maxwell’s pending bail application, as required by Rule 2(8) of the Court’s individual rules. The email was accompanied by a cover letter (attached as a PDF) and included a Covid-19 notice regarding the office closure and preferred communication methods. The document’s contents are considered confidential and privileged.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "March 16, 2021",
      "keywords": [
        "bobbi sternheim",
        "efta00018992",
        "covid-19",
        "legal",
        "redaction",
        "cover letter",
        "maxwell",
        "bail application"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016152",
      "summary": "Bobbi Sternheim notified Nathan Chambers and others regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330). The parties, including Sternheim, had conferred and agreed that redactions to the Bail Reply Memorandum were unnecessary, as the original document was already publicly filed (Dkt. 171). Sternheim’s law office provided contact information and a Covid-19 notice regarding remote work procedures.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2021",
      "keywords": [
        "efta00016152",
        "ghislaine maxwell",
        "u.s. v.",
        "redaction analysis",
        "bail reply memorandum",
        "bobbi c. sternheim",
        "covid-19",
        "laura menninger",
        "dkt. 169",
        "20 cr. 330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032669",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). Key elements include: *   **Scheduling:** A meeting at 11:00 AM on April 12th at the Bronx warehouse is initially proposed, with the possibility of further trips to review additional evidence. The review ultimately moves to 500 Pearl Street, beginning April 13th. *   **Evidence Location:** The evidence is primarily located in the FBI’s Bronx warehouse and, subsequently, at 500 Pearl Street. *   **Exhibit Access:** The defense team (Christian Everdell, Laura Menninger, Jeff Pagliuca, and Bobbi C. Sternheim) will be granted access to photographs and potentially electronic media (CDs, laptops) for review. *   **Confidentiality:**  Emphasis is placed on the highly confidential nature of some evidence, particularly nude images, and the need to handle those items with caution. *   **Logistics & Support:** The FBI will provide support with equipment (e.g., VCRs, CD players), transport, and an agent to accompany the defense team.  The AUSA will be present at the warehouse. *   **Discrepancies & Clarifications:**  Laura Menninger raises several questions and concerns regarding the available evidence, including discrepancies in item locations, the need to photograph certain items, and the segregation of “highly confidential” materials.  The AUSA addresses these concerns and clarifies the approach to evidence review.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "warehouse",
        "review",
        "confidential",
        "photographs",
        "fbi",
        "files",
        "electronic",
        "laura menninger",
        "christian everdell",
        "pagliuca",
        "sternheim",
        "bronx",
        "500 pearl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009831",
      "summary": "Bobbi Sternheim emailed Christian Everdell requesting the Marshal allow Ghislaine Maxwell access to her legal materials while she was detained. Maxwell arrived at 5:15 am and remained in the cell block until 8:30 am when she was moved to the fifth floor. Sternheim inquired about obtaining a court order to bypass the Marshal’s authority. The email also included a notice regarding the law office’s remote operation due to COVID-19.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "marshal",
        "legal materials",
        "court order",
        "covid-19",
        "redaction analysis",
        "efta00009831"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031432",
      "summary": "Bobbi Sternheim, an attorney, emailed a request to [REDACTED] asking for assistance in persuading the Marshals to allow Ghislaine Maxwell to access her legal paperwork while she is in the cell block. Maxwell arrived at 5:15 am and remained in the cell block until 8:30 am when she was brought to the fifth floor. Sternheim inquired about the possibility of obtaining a court order to allow this access. The email also included a Covid-19 notice regarding the law office’s operations.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "marshal",
        "legal paperwork",
        "cell block",
        "covid-19",
        "correspondence",
        "redaction analysis",
        "efta00031432"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019923",
      "summary": "Bobbi C. Sternheim sent a courtesy copy of an ECF filing (“U.S. v. Maxwell S2 20 Cr. 330 (AJN)”) to multiple recipients, including [REDACTED] and [REDACTED], via email. The email attached a letter regarding sleep deprivation (“Letter re- Sleep Deprivation-4-29-4”) and included a disclaimer regarding confidential and privileged information from the Law Offices of Bobbi C. Sternheim, outlining remote work procedures due to the COVID-19 pandemic.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2021",
      "keywords": [
        "efta00019923",
        "maxwell",
        "u.s. v.",
        "sleep deprivation",
        "bobbi c. sternheim",
        "ecf",
        "covid-19",
        "redaction analysis",
        "usanys",
        "laura menninger"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029134",
      "summary": "A letter was filed by Maxwell’s counsel regarding sleep deprivation during her detention in the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The letter requests the court order the MDC to cease 15-minute light surveillance or justify the disruptive flashlight surveillance. Bobbi C. Sternheim, Esq., sent a courtesy copy of the ECF filing. The email includes a disclaimer regarding confidential and privileged information contained within the message and attached documents.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2021",
      "keywords": [
        "efta00029134",
        "maxwell",
        "sleep deprivation",
        "court",
        "surveillance",
        "mdc",
        "letter",
        "u.s. v.",
        "bobbi c. sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029136",
      "summary": "On April 29, 2021, Ori from (USANYS) contacted individuals regarding a request from Maxwell’s counsel challenging the court’s order regarding Ms. Maxwell’s sleeping conditions, specifically the 15-minute light surveillance. Bobbi Sternheim attached a courtesy copy of a filed ECF concerning the matter. The communication included a Covid-19 notice detailing the Law Offices of Bobbi C. Sternheim’s remote operations during the pandemic.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "maxwell",
        "sleep deprivation",
        "u.s. v. maxwell",
        "judge nathan",
        "mdc",
        "surveillance",
        "court",
        "ecf",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031675",
      "summary": "Bobbi C. Sternheim sent an email to [REDACTED] on May 7, 2021, forwarding a document from Maxwell’s attorneys related to the case *U.S. v. Maxwell* (S2 20 Cr. 330 (AJN)). The email included a courtesy copy of an ECF filing and a disclaimer regarding confidential and privileged information contained within the message and attachments. Laura Menninger provided Covid-19 related office updates.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "May 7, 2021",
      "keywords": [
        "efta00031675",
        "maxwell",
        "u.s. v.",
        "bobbi c. sternheim",
        "litigation",
        "ecf filing",
        "covid-19",
        "correspondence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032727",
      "summary": "On June 16, 2021, Bobbi C. Sternheim contacted MIlitna (likely referring to military personnel) regarding issues within an institution concerning Ghislaine Maxwell. Sternheim reported problems with VTC units, including blurry video and distorted audio, and inappropriate behavior from guards, specifically threatening Maxwell and commenting on her movements. Maxwell was receiving daily medical care but declined it. Sternheim requested immediate remediation of the VTC issues and a response to the guard’s behavior. A Covid-19 notice was included, stating the office was closed but operating remotely via email and fax.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "June 16, 2021",
      "keywords": [
        "ghislaine maxwell",
        "vtc units",
        "bobbi c sternheim",
        "covid-19",
        "guard behavior",
        "attorney-client communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032083",
      "summary": "On September 2, 2021, Bobbi C. Sternheim sent an email to [REDACTED] regarding suspicious activity observed during a VTC session with Ghislaine Maxwell. Sternheim cited a court order from August 25th and reported Maxwell’s observation of the activity, prompting a request for an explanation and remediation before reporting the issue to the court. Sternheim previously disputed similar claims of interference with VTC communication. The email also included updated contact information for Sternheim’s office.",
      "timestamp": "2021-09-02T00:00:00",
      "timestamp_raw": "September 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "court order",
        "webex",
        "interference",
        "remediation",
        "mdc",
        "legal counsel",
        "communication",
        "vtc",
        "bobbi sternheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015129",
      "summary": "On October 7, 2021, Bobbi Sternheim sent multiple emails regarding the delayed delivery of legal mail to Ghislaine Maxwell. Sternheim repeatedly expressed concern that Maxwell had not received mail deposited in the MDC legal mailbox on October 2nd, noting that another client had received their mail. Sternheim threatened to file an order to show cause if the mail wasn't received by 9:30 AM on October 7th, emphasizing the urgency due to Maxwell’s upcoming trial on November 29th. Sternheim’s communications included updates on mail delivery and requests for immediate responses.",
      "timestamp": "2021-10-07T00:00:00",
      "timestamp_raw": "October 7, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "legal mail",
        "mdc",
        "court",
        "trial",
        "efta00015129",
        "10/7/2021",
        "10/2",
        "november 29th"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011113",
      "summary": "On October 12, 2021, Nathan NYSD Chambers sent an email to counsel regarding the case *US v. Maxwell*, 20 Cr. 330 (AJN). The Government filed a letter requesting the Court accept a joint proposed juror questionnaire and voir dire under seal, and provided Jencks Act material and exhibits. The Chambers of the Hon. Alison J. Nathan requested a copy of the materials. The email also includes contact information for the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "efta00011113",
        "bobbi sternheim",
        "us v. maxwell",
        "jencks act",
        "voir dire",
        "juror questionnaire",
        "court",
        "sealing",
        "united states attorney",
        "nathan nysd chambers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016716",
      "summary": "On October 13, 2021, Bobbi C. Sternheim sent an email to multiple recipients regarding the delivery of a hard drive to Ghislaine Maxwell at the MDC. The hard drive was to be sent via FedEx and immediately given to Maxwell upon arrival. Sternheim requested confirmation upon arrival and provided her updated contact information. The email contained a standard confidentiality disclaimer.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "efta00016716",
        "ausas",
        "hard drives",
        "delivery",
        "bobbi c. sternheim",
        "federal express",
        "mdc",
        "maxwell",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026701",
      "summary": "On October 13, 2021, Bobbi C. Sternheim sent an email to Sobel regarding the delivery of two FedEx envelopes containing hard drives and decryption passwords to Ghislaine Maxwell at the MOE (likely a specific location). The envelopes, tracking numbers 8166 1429 9141 and 8166 1429 9130, were delivered to the MOE on October 12, 2021, at 10:26 AM. As of October 13, 2021, Maxwell had not received the packages, prompting Sternheim to request an explanation for the delay to be reported to the court. The email also included a disclaimer regarding confidential information from the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fedex",
        "tracking",
        "court",
        "delivery",
        "bobbi stemheim",
        "encryption",
        "password",
        "october 12",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011132",
      "summary": "A letter from the Assistant United States Attorney for the Southern District of New York to Christian Everdell, Bobbi C. Sternheim, Jeff Pagliuca, and Laura Menninger regarding a notice related to case EFTA00011132 is attached. The letter is dated October 13, 2021, and includes a PDF attachment titled “2021.10.13_GM_12.2_letter to_defense.pdf”.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "efta00011132",
        "christian everdell",
        "bobbi sternheim",
        "jeff pagliuca",
        "laura menninger",
        "letter",
        "notice",
        "defense",
        "southern district of new york",
        "2021.10.13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029297",
      "summary": "On October 14, 2021, Bobbi Sternheim, representing the Law Offices of Bobbi C. Sternheim, contacted [REDACTED] regarding a delivery of hard drives and legal materials to Ghislaine Maxwell at the MDC. Sternheim reported that two FedEx envelopes sent to the MDC on October 12th, at 10:26 am, had not been received by Maxwell. Sternheim expressed concern that this delay would be reported to the court and requested an explanation. The email included standard legal disclaimers and attachments of screenshots related to the FedEx tracking information.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "fedex",
        "mdc",
        "legal material",
        "hard drive",
        "government",
        "delivery",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016723",
      "summary": "A communication chain regarding the case *U.S. v. Maxwell S2 20 Cr. 330 (AJN)* is being coordinated. Judge Nathan requested a response to a letter from Bobbi Sternheim by 5 pm on October 15, 2021. Efforts were made to contact the Bureau of Prisons (BOP) to schedule a call. Sternheim filed a courtesy copy of the ECF filing that evening, involving multiple legal counsel including Christian Everdell, Laura Menninger, Jeff Pagliuca, and the sender's organization, Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "bobbi sternheim",
        "efta00016723",
        "legal",
        "bop",
        "litigation",
        "correspondence",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016958",
      "summary": "Bobbi C. Sternheim sent an email to Christian Everdell regarding a telephonic court conference for Ghislaine Maxwell scheduled for noon on October 20, 2021. She requested confirmation of Maxwell’s participation and offered to answer any questions. The email also included a standard disclaimer regarding confidential and privileged information.",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "court conference",
        "telephonic",
        "legal",
        "email",
        "confidential",
        "privileged",
        "arrangement",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018560",
      "summary": "Bobbi C. Sternheim sent an email confirming a telephonic court conference for Ghislaine Maxwell scheduled for noon the following day. The conference was initiated after staff became aware of it on October 20, 2021. Sternheim requested confirmation of Maxwell’s participation and offered to address any questions. She also reiterated the confidentiality of the communication and provided her updated contact information (EFTA00018560).",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal",
        "conference",
        "efta00018560",
        "redaction",
        "law offices",
        "email",
        "telephonic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024228",
      "summary": "On October 27, 2021, Bobbi C. Sternheim emailed regarding deliveries to Ghislaine Maxwell, noting that documents were picked up on October 15th and 18th and delivered to Maxwell. Sternheim also reported that HEPA filters were not operating in the designated visiting room and requested future visits occur in the larger corner room due to camera positioning issues. Furthermore, legal mail sent to the MDC had not been picked up and Sternheim requested an explanation and delivery timeline.",
      "timestamp": "2021-10-27T00:00:00",
      "timestamp_raw": "October 27, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "legal mail",
        "camera",
        "hepa filters",
        "tracking information",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023118",
            "similarity": 0.636,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028100",
      "summary": "On October 29, 2021, Bobbi C. Sternheim emailed Isabel Maxwell regarding legal mail for Ghislaine Maxwell that remained “Available for Pickup” at the USPO after more than a week. Sternheim’s email threatened to file an order to show cause if immediate confirmation of the mail’s status was not received.  A separate email from Leah Saffian, Inc., reiterated the confidentiality of the information and warned against unauthorized use or distribution. EFTA00028101 was also referenced.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "uspo",
        "bobbi c. sternheim",
        "redaction analysis",
        "efta00028100",
        "leah saffian",
        "court",
        "mdc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016259",
            "similarity": 0.5,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025167",
      "summary": "Bobbi Sternheim sent an urgent email to [REDACTED] regarding legal mail for Ghislaine Maxwell, tracking numbers EJ6994364O3US, EJ69943643.5US, EJ699436427US, and EJ699436413US. The mail was listed as “Available for Pickup” at a USPS facility in Brooklyn, NY, but hadn’t been retrieved by MDC as of October 29, 2021. Sternheim threatened legal action (filing an order to show cause) if a response wasn't received immediately. A separate email from Isabel Maxwell, paralegal at Leah Saffian, Inc., confirms receipt of the tracking information and provides contact details.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "urgent",
        "legal mail",
        "tracking number",
        "uspo",
        "bobbi c. sternheim",
        "leah saffian",
        "isabel maxwell",
        "court",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016259",
            "similarity": 0.9,
            "index": 52,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023458",
      "summary": "On October 29, 2021, Bobbi C. Sternheim emailed Isabel Maxwell, a paralegal at Leah Saffian, Inc., regarding four items of legal mail for Ghislaine Maxwell that were listed as \"Available for Pickup\" by the US Post Office but had not been retrieved by MDC. Sternheim’s email warned of potential legal action (an order to show cause) if a response wasn’t received immediately. The email included standard legal disclaimers regarding confidential and privileged information. EFTA00023459 was also included.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "u.s. postal service",
        "bobbi c. sternheim",
        "leah saffian",
        "inc.",
        "order to show cause",
        "court",
        "redaction analysis",
        "efta00023458"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016259",
      "summary": "Bobbi C. Sternheim sent an urgent email to [REDACTED] regarding legal mail for Ghislaine Maxwell. As of October 29, 2021, four items were listed as “Available for Pickup” at a Brooklyn, NY address, but had not been retrieved by MDC. Sternheim demanded immediate confirmation of the status and warned of potential court action if a response wasn’t received. Tracking numbers EJ699436400OS, EJ699436435US, EJ699436427US, and EJ699436413US were associated with the mail. Isabel Maxwell, a paralegal for Leah Saffian, Inc., responded with information about the tracking and delivery status.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "urgent",
        "legal mail",
        "tracking number",
        "bobbi c. sternheim",
        "uspo",
        "court",
        "isabel maxwell",
        "leah saffian"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025167",
            "similarity": 0.9,
            "index": 50,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028100",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018879",
      "summary": "An email chain, dated November 3, 2021, discusses a U.S. v. Maxwell case (20 Cr. 330 (AJN)). The email, sent by Bobbi C. Sternheim, provides a courtesy copy of an Electronic Filing (ECF) related to the case, specifically a disclosure of juror names to counsel. The email includes Bobbi Sternheim's updated contact information and a confidentiality disclaimer.",
      "timestamp": "2021-11-03T00:00:00",
      "timestamp_raw": "November 3, 2021",
      "keywords": [
        "efta00018879",
        "maxwell",
        "u.s. v.",
        "juror names",
        "disclosure",
        "ecf filing",
        "bobbi c. sternheim",
        "legal",
        "confidential",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016204",
      "summary": "Bobbi C. Sternheim sent an email on November 3, 2021, to multiple recipients including Christian Everdel, Laura Menninger, and Jeff Pagliuca. The email contained a courtesy copy of an Electronic Case File (ECF) filing related to “U.S. v. Maxwell S2 20 Cr. 330 (MN)” and a PDF document titled “Disclosure of Juror Names to Counsel Only upon completion of Questionnaire.” Sternheim also reiterated her new office address and preferred email address within the email.",
      "timestamp": "2021-11-03T00:00:00",
      "timestamp_raw": "November 3, 2021",
      "keywords": [
        "efta00016204",
        "bobbi c. sternheim",
        "u.s. v. maxwell",
        "bail application",
        "ecf filing",
        "juror names",
        "confidential",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024912",
      "summary": "Sternheim, is involved in the trial preparation for the case of *United States v. Ghislaine Maxwell*.  The primary dispute centers around the trial start date, with the defense (Sternheim’s office) strongly advocating for November 8, 2021, due to concerns about continuity of counsel, potential witness unavailability, and the disruptive impact of a later trial on Maxwell’s health and holiday plans.  The prosecution (represented by Laura Menninger and Jeff Pagliuca) initially proposed November 29, 2021, but later suggested November 15th as a compromise.  The defense emphasized the need for a speedy trial and raised concerns about the government’s failure to provide specifics justifying the preferred date.  Scheduling conflicts related to Laura Menninger’s other trial and the need to review 3500 material were also discussed, with the defense linking these to the request for a speedy trial.  A key point of contention is the potential exclusion of Speedy Trial Act time, which the defense opposes unless Ms. Maxwell is released on bail. Communication primarily occurred through email, with a focus on establishing a trial date by the end of the year.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "november 2021 trial date",
        "covid-19",
        "continuance",
        "witness availability",
        "scheduling conflicts",
        "speedy trial act",
        "maxwell",
        "defense",
        "government",
        "trial date"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010017",
      "summary": "The U.S. Department of Justice, via United States Attorney Damian Williams, is producing materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY_GM_02767074 through SDNY_GM_02771980, are being provided to counsel at Cohen & Gresser LLP, Haddon, Moore & Foreman, P.C., and the Law Offices of Bobbi C. Sternheim. The documents are marked with “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The production includes business records from SDFL files, and the government believes these materials may be duplicative of previously produced items. The government intends to continue producing additional discoverable materials as they become available.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "united states department of justice",
        "ghislaine maxwell",
        "protective order",
        "sdny",
        "cohen & gresser llp",
        "discovery",
        "confidential",
        "records",
        "production",
        "florida fbi file"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025282",
      "summary": "A lawyer, Bobbi C. Sternheim, is expressing concern and frustration regarding the delayed delivery of legal mail to Ghislaine Maxwell while she is incarcerated. He reports that mail placed in a legal mailbox on multiple occasions has not been delivered to her, and that she has received inappropriate food (no-flesh diet) and experienced issues with room assignments and access to resources (e.g., camera focus, Warden access). Sternheim suspects foul play by the MDC (likely a corrections facility) and threatens to file an order to show cause with the court if the issue isn't resolved promptly, citing the upcoming trial date. He highlights the negative impact of these delays on Maxwell's ability to prepare for trial.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal mail",
        "court",
        "warden",
        "post office",
        "email",
        "redaction",
        "maxwell",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023036",
      "summary": "Bobbi C. Sternheim sent an email to multiple recipients informing them that the government had sent a hard drive containing information related to Ghislaine Maxwell via Federal Express. Sternheim instructed recipients to immediately provide the hard drive to Maxwell and to report upon its arrival. Sternheim also provided her updated contact information and a confidentiality disclaimer.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "mdc",
        "federal express",
        "bobbi c. sternheim",
        "hard drive",
        "legal",
        "external",
        "new york",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031205",
      "summary": "Bobbi C. Sternheim sent an email forwarding a response to government voir dire opposition in the case of *U.S. v. Maxwell S2 20 Cr. 330 (AJN)*. The email included a courtesy copy of an ECF filing and updated contact information for Sternheim. The email contained a confidentiality disclaimer regarding the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-11-18T00:00:00",
      "timestamp_raw": "18 Oct 2021",
      "keywords": [
        "efta00031205",
        "maxwell",
        "u.s. v.",
        "bobbi c. sternheim",
        "redaction analysis",
        "ecf filing",
        "usanys",
        "criminal case",
        "20 cr. 330",
        "legal correspondence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025037",
      "summary": "Attorney for the Southern District of New York, sent a draft joint proposed request to charge to multiple parties, including Laura Menninger and Bobbi C. Sternheim. *   The draft was due to the court on October 27th. *   Several suggestions were made regarding the filing process: *   A request was made for an extension to file the request until November 1st. *   An idea was proposed to file separate RTCs (Requests to Charge) instead of a joint one, with a defense RTC deadline of November 3rd. *   A redline option was discussed, where the government would file the government’s RTC and the defense would file their redline. *   Laura Menninger agreed to the extension request and the various filing options.",
      "timestamp": "2021-11-25T00:00:00",
      "timestamp_raw": "25 Oct 2021",
      "keywords": [
        "request to charge",
        "jury charge",
        "redline",
        "extension",
        "rtc",
        "november 3",
        "government",
        "defense",
        "court",
        "proposal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028034",
      "summary": "Bobbi C. Sternheim sent an email to multiple recipients, including Christian Everdell, Laura Menninger, and Jeff Pagliuca, providing a courtesy copy of an Electronic Case File (ECF) filing related to the case *US v. Maxwell 52 20 Cr 330 (AJN)*. The email includes her updated contact information and a standard confidentiality disclaimer.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "efta00028034",
        "us v. maxwell",
        "bobbi c. sternheim",
        "redaction analysis",
        "ecf filing",
        "legal",
        "confidential",
        "privileged",
        "email",
        "20 cr 330 (ajn)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023118",
      "summary": "Bobbi C. Sternheim, an attorney, emailed regarding concerns about visits with Ghislaine Maxwell at the MDC. She reported that HEPA filters were not operational in the designated visiting room and that the camera was repositioned to focus on that room. She requested future visits occur in the larger corner room. Additionally, she noted that legal mail sent to the MDC had not been picked up and requested an explanation and update on its delivery. The email chain includes communication with Christian Everdell and references external inquiries about Maxwell's legal mail.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal mail",
        "mdc",
        "camera",
        "visiting room",
        "hepa filters",
        "tracking information",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024228",
            "similarity": 0.636,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024170",
      "summary": "An email was sent from Bobbi C. Sternheim to multiple recipients regarding a legal matter, “US v. Maxwell 20 Cr 330 (AJN).” The email included an attached letter detailing a filing and proposed a call for Monday to discuss the issue, anticipating discussion at a pretrial conference at 11 a.m. on Monday. Sternheim also provided her updated contact information and a confidentiality disclaimer.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "efta00024170",
        "us v. maxwell",
        "bobbi c sternheim",
        "legal",
        "redaction analysis",
        "ecf filing",
        "pretrial conference",
        "20 cr 330",
        "new york",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016203",
      "summary": "Bobbi C. Sternheim sent an external email to multiple recipients regarding the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The email included a courtesy copy of an ECF filing and her updated contact information. It also contained a standard disclaimer regarding confidential and privileged information within the message and attached documents. A redaction was noted on page 1.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00016203",
        "bobbi c. sternheim",
        "juror names",
        "confidential",
        "privilege",
        "legal filing",
        "disclosure",
        "questionnaire"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009980",
      "summary": "Bobbi C. Sternheim sent an external email to multiple recipients regarding the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The email included a courtesy copy of an Electronic Filed Communication (ECF) filing and her updated contact information. The email also contained a standard confidentiality and disclaimer notice regarding the contents of the message and attached documents.",
      "timestamp": "2021-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00009980",
        "bobbi c. sternheim",
        "legal",
        "redaction",
        "email",
        "correspondence",
        "fling",
        "pdf",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010016",
      "summary": "Bobbi C. Sternheim is sending a courtesy copy of an ECF filing (Docket 423) related to U.S. v. Maxwell S2. She provides her updated contact information: ternheim and confirms the confidential and privileged nature of the message and attached documents. The document is labeled EFTA00010016.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "efta00010016",
        "bobbi c sternheim",
        "u.s. v. maxwell",
        "redaction analysis",
        "legal",
        "email",
        "correspondence",
        "filing",
        "ecf",
        "pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010155",
      "summary": "Bobbi C. Sternheim, Esq., sent courtesy copies of electronic filings related to U.S. v. Maxwell S2 (20 Cr. 330 (AJN)). The filings included a Bail Application and disclosures regarding juror names. Sternheim provided her updated office address and email address in the communications. The documents contained confidentiality and privilege notices.",
      "timestamp": "2021-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2021",
      "keywords": [
        "bobbi c. sternheim",
        "u.s. v. maxwell",
        "ecf",
        "confidential",
        "legal",
        "disclosure",
        "bail application",
        "juror names"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014683",
      "summary": "Christian Everdell sent a revised stipulation, labeled “Defendant’s Trial Exhibit A,” to Bobbi C. Sternheim, Esq., Laura Menninger, and Jeff Pagliuca. The revision included specifying the document as a “true and accurate copy of the transcript of one witness's trial testimony, but not the full trial transcript, given on February 26.” Sternheim, an Assistant United States Attorney, responded agreeing to the revised language and indicating they were fine with alternative wording.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "stip",
        "trial testimony",
        "exhibit a",
        "redaction",
        "christian everdell",
        "bobbi c. sternheim",
        "laura menninger",
        "jeff pagliuca",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016492",
      "summary": "An Assistant United States Attorney from the Southern District of New York communicated with Bobbi C. Sternheim regarding articles flagged for potential reporting issues. David Boies and Sigrid McCawley, counsel for the case, confirmed that they and their client have no intention of providing press briefings during the upcoming trial and have complied with SDNY Local Rule 23.1. Sternheim provided her updated contact information in a separate email attachment.",
      "timestamp": "2021-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2021",
      "keywords": [
        "efta00016492",
        "boies",
        "articles",
        "redaction",
        "sdny local rule 23.1",
        "david boies",
        "sigrid mccawley",
        "press briefings",
        "trial",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014893",
      "summary": "Bobbi C. Sternheim sent an email to multiple recipients regarding the US v. Maxwell case (20 Cr. 330 (MN)). The email includes a courtesy copy of an Electronic Case Filing (ECF) document and updates her contact information. It also contains a standard confidentiality and disclaimer notice regarding the information within the email and attached documents.",
      "timestamp": "2021-12-28T00:00:00",
      "timestamp_raw": "28 Nov 2021",
      "keywords": [
        "efta00014893",
        "us v. maxwell",
        "bobbi c. sternheim",
        "trial document procedure",
        "ecf filing",
        "confidential",
        "privileged",
        "legal",
        "minnesota"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011139",
      "summary": "This communication is from the Law Offices of Bobbi C. Sternheim in New York, NY. It contains confidential and/or privileged information related to case EFTA00011139. Recipients are instructed not to read, copy, distribute, or use the information unless intended. If received in error, the recipient should notify the sender immediately and delete the message.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "confidential",
        "privileged",
        "law offices",
        "bobbi c. sternheim",
        "redaction analysis",
        "efta00011139"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013433",
      "summary": "The West 19th Street office of Bobbi C. Sternheim Law Offices is closed due to the Covid-19 situation, but the firm is operating remotely. Correspondence should be sent via email or fax. This document contains confidential and privileged information from the law offices and includes a notice regarding the office closure.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "bobbi c. sternheim",
        "confidential",
        "correspondence",
        "email",
        "fax",
        "business hours",
        "redaction analysis",
        "law offices",
        "west 19th street"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015911",
      "summary": "Bobbi Sternheim is requesting permission for Ghislaine Maxwell to use a laptop instead of an MDC computer due to the latter’s limitations. Concerns are raised regarding Maxwell’s restrictive cell conditions, including frequent intrusive searches, surveillance, and lack of basic necessities like blankets and newspapers. The inconsistent security staff and the disruption to her legal work are also highlighted. A COVID-19 notice indicates the West 19th Street office is closed and operations are conducted remotely.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "restrictions",
        "confinement",
        "surveillance",
        "legal work",
        "covid-19",
        "west 19th street",
        "bobbi c. sternheim",
        "mdc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031917",
      "summary": "Bobbi C. Sternheim, Esq. of the Law Offices of Bobbi C. Stemheim is sending the document EFTA00031917. The office is currently closed due to Covid-19 and all correspondence should be sent via email or fax. The document contains confidential and privileged information and recipients are instructed to notify the sender immediately if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00031917",
        "bobbi c. sternheim",
        "covid-19",
        "law offices",
        "confidential",
        "correspondence",
        "new york",
        "legal",
        "redaction",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026465",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, is sending a document (EFTA00026465) with a Covid-19 notice indicating the West 19th Street office is closed but operations continue remotely via email or fax. The message includes a confidentiality and privilege disclaimer, advising recipients not to read, copy, distribute, or use the information if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00026465",
        "bobbi c. sternheim",
        "covid-19",
        "law offices",
        "confidential",
        "correspondence",
        "remote work",
        "new york",
        "fax",
        "entail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030925",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029237",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022455",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030925",
      "summary": "Bobbi C. Sternheim, Esq. is providing a notice regarding the closure of their West 19th Street office due to the Covid-19 pandemic. They are continuing to work remotely and request clients use email or fax for correspondence. The document contains confidential and privileged information from the Law Offices of Bobbi C. Sternheim.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "correspondence",
        "confidential",
        "privileged",
        "remote work",
        "new york",
        "entail",
        "fax"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026465",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029237",
            "similarity": 1.0,
            "index": 78,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022455",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015977",
      "summary": "330 (MN)). *   **Legal Team:** The case is being represented by Cohen & Gresser LLP, Haddon, Morgan & Foreman P.C., and Law Offices of Bobbi C. Sternheim. *   **Core Argument:** Maxwell argues that the government’s case relies almost exclusively on the testimony of three witnesses with no substantial documentary corroboration, and therefore fails to meet the standard for strict bail conditions. *   **Key Points:** *   The government concedes reliance on three witnesses and lacks documentary evidence. *   Maxwell asserts strong ties to the United States (including her spouse) and has fully disclosed her finances, pledging all assets as security. *   The government’s assertion of Maxwell’s flight risk is deemed specious. *   Extradition waivers from France and the UK are likely to be enforced. *   The recent COVID surge at MDC justifies the proposed bail conditions. *   **Financial Package:** Maxwell proposes a bail package with significant security (multiple sureties) and a detailed financial report, which the government does not challenge. *   **Extradition Concerns:**  The legal team highlights the legal basis for extradition treaties and argues that the government's position is overly restrictive. *   **COVID-19 Context:**  The argument for bail is bolstered by the increased risk of infection at the MDC detention facility. The document's primary goal is to persuade the court to release Maxwell on strict conditions, arguing that the government’s case is weak and that the proposed bail package adequately addresses any concerns about her flight risk.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "reply memorandum",
        "bail",
        "maxwell",
        "government",
        "witnesses",
        "united states",
        "extradition",
        "france",
        "united kingdom",
        "finances",
        "bonds",
        "ties",
        "risk",
        "covid",
        "pretrial services",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029237",
      "summary": "Bobbi C. Sternheim, Esq. of the Law Offices of Bobbi C. Sternheim is sending a document, EFTA00029237, with a notice that the West 19th Street office is closed due to COVID-19 but the firm is working remotely via email or fax. The document contains confidential and privileged information, and recipients are instructed to notify the sender immediately if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "correspondence",
        "confidential",
        "privileged",
        "remote work",
        "new york",
        "fax",
        "entail"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030925",
            "similarity": 1.0,
            "index": 76,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026465",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00022455",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022455",
      "summary": "Bobbi C. Sternheim, Law Offices, is providing updates regarding the Covid-19 situation. The West 19th Street office is closed but the firm is working remotely, requesting use of email or fax for correspondence. The document contains confidential and privileged information from the law offices and includes a notification regarding potential recipient restrictions. The document identifier is EFTA00022455.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "confidential",
        "correspondence",
        "remote work",
        "business hours",
        "entail",
        "fax",
        "efta00022455"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029237",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030925",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026465",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}