{
  "keyword": "hard drive",
  "count": 110,
  "keyword_match_count": 110,
  "content_match_count": 88,
  "total_files": 198,
  "timeline": [
    {
      "file_id": "EFTA00020978",
      "summary": "**Key Actions & Issues:** *   **Drive Delivery:** The US Attorney’s Office initially offered to deliver a 64GB drive containing requested files, anticipating a snowstorm delay. *   **Duplicate Production Concerns:** The US Attorney’s Office identified and flagged duplicate productions of ranges, requesting a third production. *   **FTP Link Request:** The defense team requested the documents be sent via FTP, but the requested ranges were too large. *   **Missing Bates Ranges:** The defense team identified missing Bates number ranges (SDNY\\_GM\\_00167911-00169735) and requested their reproduction via FTP. *   **Metadata Issues:** The defense team raised issues with metadata gaps in several DAT files related to PROD011 and PROD015. *   **Unredacted FBI Report Request:** The defense team requested an unredacted version of the FBI report dated December 6, 2006, relating to the cell-site simulator, as referenced in a Daily Beast article. *   **Grand Jury Subpoenas:** The defense team requested copies of the grand jury subpoenas and the date ranges for documents requested within them. *   **Document Provision:** The US Attorney’s Office provided a 4TB hard drive containing the discovery production, addressed the metadata issues, and provided the FBI report as requested. *   **Ongoing Communication:** The parties continue to communicate regarding outstanding issues, particularly concerning Bates ranges and metadata file corrections. **Redactions:** The text contains redactions across multiple pages, indicating sensitive information.",
      "timestamp": "2006-12-06T00:00:00",
      "timestamp_raw": "December 6, 2006",
      "keywords": [
        "discovery",
        "ftp",
        "redaction",
        "bates",
        "emails",
        "attorney",
        "usanys",
        "cohengresser",
        "maxwell",
        "rodgers",
        "metadata",
        "cd",
        "drive",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020527",
      "summary": "The document is a production of discovery materials related to the United States v. Ghislaine Maxwell case. The U.S. Attorney's Office is providing a hard drive and CD containing search warrant returns (SDNY_PROD015) and other related files, stamped with control numbers. The files, spanning from June 20, 2018, to November 18, 2020, relate to searches conducted on various devices, primarily iPhones (Subject Device-01 through 09 and others), and are designated as “confidential” under a Protective Order. The production includes a chart detailing the devices, FBI identifiers, and dates of prior material production, noting instances where no responsive material was found. A key component is Subject Device-27, an iPhone seized from Jeffrey Epstein, with the final portion of images produced on November 18, 2020, after a technical delay in the review process. The entire production is governed by a Protective Order and requires a password for access.",
      "timestamp": "2018-06-20T00:00:00",
      "timestamp_raw": "June 20, 2018",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "discovery materials",
        "protective order",
        "sdny",
        "iphone",
        "search warrant",
        "cd",
        "drive",
        "redaction analysis",
        "efta00020527"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016295",
      "summary": "A U.S. Attorney from the Southern District of New York requested the FBI to provide data related to the Jeffrey Epstein case for uploading to a shared location. The FBI delivered approximately 16,000 of 29,000 pages of case files from the D.C. FOIA office and several video discs. A contractor was responsible for transferring the materials to a shared drive and Relativity for review, initially focusing on the D.C. files and coordinating with the FBI. The contractor noted a potential stall in receiving the full case file and moved related materials to specific folders.",
      "timestamp": "2019-03-18T00:00:00",
      "timestamp_raw": "18 Mar 2019",
      "keywords": [
        "epstein",
        "foia",
        "d.c.",
        "relativity",
        "fbi",
        "doj",
        "records",
        "case file",
        "data",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019729",
      "summary": "On July 11, 2019, the FBI executed a search warrant at 9 East 71st Street, New York, in connection with Jeffrey Epstein child sex trafficking. During the search, agents collected a variety of electronic devices, including a silver Apple desktop computer, multiple Seagate Path/100 hard drives, USB flash drives (including Data Traveler 4GB and Mentor Media 32GB), and several CDs/DVDs. Additionally, they seized a Dell Precision Tower 5810 computer, a Sony Vaio laptop, an Olympus recorder, an Apple iPad and associated accessories, and various other computers and storage devices, totaling 45 devices. These items were found across various rooms of the residence, including rooms A, FF, GG, II, NN, O, V, and U.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "fbi",
        "search warrant",
        "new york",
        "computer",
        "hard drive",
        "data",
        "jeffrey epstein",
        "trafficking",
        "seizure",
        "devices",
        "apple",
        "seagate",
        "usb"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014534",
      "summary": "The Assistant United States Attorney for the Southern District of New York is requesting drives from recipients (including Michael Miller, Martin Weinberg, Reid, and Marc Fernich) to load approximately 12 GB of discovery data. Drives should be delivered to the office address or brought to a conference. A separate hard drive is requested for Mr. Epstein to review the discovery at the MCC.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2019",
      "keywords": [
        "discovery",
        "production",
        "data",
        "drive",
        "hard drive",
        "electronic copy",
        "mcc",
        "united states attorney",
        "new york",
        "michael miller"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037386",
      "summary": "An email chain discusses the processing and analysis of electronic devices related to the Epstein case, specifically referencing a \"CART\" (Child Exploitation and Human Trafficking Task Force) investigation. Approximately 12 devices were imaged and processed, including iPads, iPhones, iMacs, and external hard drives. One iMac was locked and un-imageable, and some media was encrypted and unreadable. No devices had been reviewed at the time of the last update, pending a taint review. A fax cover sheet request was made for TPS reports.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "epstein",
        "cart",
        "fbi",
        "nypd",
        "trafficking",
        "ipads",
        "imac",
        "hard drive",
        "encryption",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038296",
      "summary": "On August 9, 2019, an individual provided a rough estimate of electronic items processed as part of a CART (Computer Analysis Response Team) investigation related to Jeffrey Epstein. The items included 3 iPads, 1 iPhone, 1 iMac (locked and un-imaged), 1 external hard drive (encrypted and imaged), 2 iMacs (imaged and processed), 2 Windows boxes (imaged and processed), 1 laptop (imaged and processed), and various loose media (hard drives, thumb drives).  Nothing had been reviewed due to a pending taint review, and a more detailed status was expected after an impending search.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "cart",
        "ipads",
        "iphone",
        "imac",
        "hard drives",
        "encryption",
        "media",
        "review",
        "taint"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037385",
            "similarity": 0.667,
            "index": 7,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037385",
      "summary": "A communication chain discusses the processing and analysis of electronic items related to a CART (Computer Assisted Response Team) investigation, identified as EFTA00037385. Approximately 12 electronic devices were imaged and processed, including 3 iPads, 1 iPhone, 1 iMac (locked), 1 external hard drive (encrypted), and various Windows boxes and thumb drives.  No devices have been reviewed due to a pending taint review. The status is to be updated following an impending search.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "cart",
        "ipads",
        "iphone",
        "imac",
        "encryption",
        "data recovery",
        "media",
        "review",
        "taint",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038296",
            "similarity": 0.667,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023972",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Hitachi 500GB HDD (Serial Number JP1572JE36A13K) was collected from a redacted location by the MCC-NY as part of a CART evidence submission (NYC023579) related to a death investigation. The HDD was recovered from a Nice Vision DVR2 surveillance system. The receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "hitachi",
        "hdd",
        "cart",
        "victim",
        "death investigation",
        "nyc023579"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023976",
            "similarity": 0.538,
            "index": 9,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023976",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Constellation ES 500GB HDD (Serial Number Z1M1PZPE) was collected from MCC-NY as evidence related to a death investigation (Case ID: 90A-NY-3151227). The evidence originated from a Nice Vision DVR2 surveillance system (7 of 18). Receipt was not given. The document is an item log from the Federal Bureau of Investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "hdd",
        "cart",
        "victim",
        "investigation",
        "nypd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023972",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023970",
            "similarity": 0.818,
            "index": 11,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023977",
            "similarity": 0.667,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036171",
      "summary": "An email exchange occurred between Jeff Cranor (SigNet Technologies/Convergint Federal Solutions) and a Communication Technician at the US Department of Justice’s MCC-New York regarding a quote and hard drive information, referencing EFTA00036171. The email includes standard disclaimers regarding confidential information and prohibits unauthorized use or disclosure.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036171",
        "signet technologies",
        "convergint federal solutions",
        "jeff cranor",
        "fbop",
        "us department of justice",
        "mcc-new york",
        "quote",
        "hard drive",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023970",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 23T6CF5X) was collected from a redacted location as part of an investigation related to Jeffrey Epstein’s death. The evidence originated from a Nice Vision DVR2 Surveillance System and was submitted under case ID 90A-NY-3151227. The receipt was not given. The item is designated as original and numbered as 1.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "surveillance",
        "evidence",
        "hard drive",
        "seagate",
        "cart",
        "nypd",
        "investigation",
        "victim",
        "death"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023976",
            "similarity": 0.818,
            "index": 9,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023977",
            "similarity": 0.667,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023975",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 23T6C3JA) was collected from a redacted location by the MCC-NY. The device originated from a Nice Vision DVR2 Surveillance System (1 of 18). The item was submitted as NYCO23578 and related to a death investigation involving Jeffrey Epstein. Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "cart evidence",
        "nyco23578",
        "death investigation",
        "jeffrey epstein",
        "mcc-ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023977",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 9QM8MT9P) was collected from a redacted location by the MCC-NY. The item was part of a Nice Vision DVR2 Surveillance System and was submitted as evidence related to a death investigation (Case ID: 90A-NY-3151227). Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "cart evidence",
        "nypd",
        "investigation",
        "victim",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023970",
            "similarity": 0.667,
            "index": 11,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023976",
            "similarity": 0.667,
            "index": 9,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036136",
      "summary": "On August 10, 2019, a camera recorder (Nice recorder 2) at the Metropolitan Correctional Center experienced failure. A facilities manager initiated a repair process involving replacing hard drives and contacting Signet Technologies. The FBI then requested and collected all 18 hard drives, including those being replaced and those in the RAID. Following this, Signet Technologies dispatched Jeff McKenzie to install new equipment. During the process, the FBI questioned the system's operation and data downloads. A teleconference involving Signet, FBI, and MCC staff determined the FBI’s removal of drives during an incomplete rebuild may have corrupted data. Signet Technologies stated they would have the system operational by August 14, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "bureau of prisons",
        "cctv",
        "recording",
        "hard drives",
        "signet technologies",
        "data corruption",
        "raid",
        "camera system",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032097",
      "summary": "The FBI collected a Seagate Barracuda 1000GB hard drive (Serial Z1D3ZSS0) as a derivative copy of another Seagate Barracuda 500GB hard drive (Serial Z3T6CF5X). The original hard drive was collected via TX-1, S/N 000ECC58017156 on 08/12/2019 at 07:00. The evidence was labeled NYC027703 and associated with Request ID 112048. Jeffrey Epstein is listed as the victim in a death investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "08/12/2019",
      "keywords": [
        "fbi",
        "cart",
        "hard drive",
        "seagate",
        "evidence",
        "nyc027703",
        "90a-ny-3151227",
        "1b3",
        "08/16/2019",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032099",
            "similarity": 0.5,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027936",
      "summary": "*   Log slips for 30-minute checks on August 10th, 2019, show Officer Noel signed each check, despite eight other officers being on duty. Another officer admitted to not conducting 3am or 5am rounds. *   A camera pointed at the SHU hallway was non-functional since Thursday, and FBI seized 18 hard drives of video for analysis. *   Epstein was removed from suicide watch on July 29th and did not have a cellmate due to a lack of requirement. *   An autopsy is scheduled for the morning. *   The OAG (Office of the Attorney General) has requested answers to questions regarding the situation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "usanys",
        "epstein",
        "shu",
        "officer noel",
        "30-min checks",
        "video analysis",
        "log slips",
        "bop",
        "fbi",
        "interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023971",
      "summary": "On August 14, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 9QM8EC75) was collected from a redacted location by the MCC-NY as part of a death investigation (Case ID: 90A-NY-3151227). The evidence was from a Nice Vision DVR2 Surveillance System. The receipt was not given.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "fbi",
        "cart evidence",
        "surveillance system",
        "hard drive",
        "seagate barracuda",
        "nypd",
        "jeffrey epstein",
        "death investigation",
        "item log",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025431",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB Hard Drive (S/N W1D48YH6) was collected as a derivative evidence item (NYCO27706) related to a death investigation. The drive contained a clone copy of a Seagate Constellation ES 500GB hard drive (S/N Z1M1PZPE), collected via Tableau TD3-B (S/N 11D350F0-1525). The request ID was 112048. The initial evidence item was collected on August 12, 2019, at 07:00 PM EDT.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "hard drive",
        "seagate",
        "cart",
        "nyco27706",
        "evidence",
        "90a-ny-3151227",
        "1b7",
        "1000gb",
        "serialization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025429",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032102",
      "summary": "On August 16, 2019, at 07:00 PM EDT, a Hitachi 1TB hard drive (HUA722010CLA330, S/N JPW9K0N039EZLL) was collected as a derivative evidence item (NYC027702) related to a death investigation. The hard drive contained a clone copy of a 500GB Hitachi HDD (HDS721050CLA662, S/N JP1572JE36A13K). The original collection was made via a Tableau TX-1 device (S/N 000ECC5801109B) and associated with Request ID 112048. The evidence was collected from a redacted location and held in New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "hitachi",
        "nyc027702",
        "90a-ny-3151227",
        "request id 112048",
        "serialization",
        "data recovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025404",
      "summary": "On August 16, 2019, a Western Digital 1TB hard drive (WD1DEADS-00L5B1, S/N WCAU45803950) was collected as a derivative copy of another Western Digital 500GB HDD (WD5000AVDS-6307B1, S/N WCAV92911026). The original drive was collected via Tableau TD3-B, S/N 01D3407C-1222, and identified as Evidence NYCO27707. The request ID was 112048. The seizure occurred on August 12, 2019, at 07:00 PM EDT.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "hard drive",
        "western digital",
        "cart",
        "nyco27707",
        "90a-ny-3151227",
        "derivative",
        "request id",
        "112048"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027963",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027966",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025416",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025402",
      "summary": "On August 16, 2019, a Seagate Desktop 1TB hard drive (model ST1000DM003, S/N Z4YDHX5M) containing a derivative copy of a Seagate Barracuda 500GB HDD (ST3500320NS, S/N 9QM8EC75) was collected. The original hard drive was collected via Tableau TD-3 -B S/N 01D3B07E-1331. Request ID 112048. The evidence was collected from [REDACTED] and is part of a death investigation related to Jeffrey Epstein. The FBI holds the property and restricts distribution.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "hard drive",
        "evidence",
        "nyc027705",
        "seagate",
        "1tb",
        "500gb",
        "08/16/2019",
        "request id 112048"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025414",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027970",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (Serial W1D06T5L) was submitted as a derivative evidence item (NYCO27715) related to a death investigation. The HDD contains a clone copy of a Seagate Barracuda 500GB HDD (Serial 9QM8MSRR) collected via Tableau TD3-B (Serial 01D3B07E-1331). The collection occurred on August 12, 2019, at 7:00 PM EDT, and was seized by an unidentified individual. The item is held in New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "hard drive",
        "seagate",
        "cart",
        "nyco27715",
        "90a-ny-3151227",
        "redaction",
        "derivative",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027963",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025414",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027966",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027963",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (S/N S1D9DETC) containing a derivative copy of a Seagate Constellation ES 500GB HDD (S/N Z1M1L0YG) was collected. The original hard drives were collected via Tableau TD3-B, S/N 11D350F0-1525. The request ID was 112048. The evidence was collected from [REDACTED] and held in New York. The item is designated as a derivative and one device was collected.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "seagate",
        "nyc027714",
        "90a-ny-3151227",
        "1b17",
        "derivative",
        "request id"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027970",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025404",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027966",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025416",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025414",
      "summary": "On August 16, 2019, a Seagate Desktop 1TB hard drive (S/N Z4YDJL1T) was collected as a derivative copy of a Seagate Barracuda 500GB hard drive (S/N 9QM8MT9P). The original hard drive was collected via Tableau TX-1 S/N 000ECC58017194. The request ID was 112048. The evidence was collected from [REDACTED] and held in New York. The seizure occurred on August 12, 2019, at 07:00 PM EDT.  The item is designated as a derivative and is related to a death investigation involving Jeffrey Epstein.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "hard drive",
        "seagate",
        "cart",
        "nyc027704",
        "90a-ny-3151227",
        "1b4",
        "1tb",
        "500gb",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027970",
            "similarity": 0.5,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025402",
            "similarity": 0.5,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027966",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (S/N S1D9GK9P) and a Seagate Constellation ES 500GB HDD (S/N Z1M1PZ07) were collected as a derivative copy of evidence NYC027713. The devices were collected via Tableau TX-1 S/N 000ECC58017194 and designated as a derivative copy with Request ID 112048. The collection occurred on August 12, 2019, at 07:00 PM EDT. The evidence relates to a death investigation involving Jeffrey Epstein.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "seagate",
        "nyc027713",
        "90a-ny-3151227",
        "1b16",
        "derivative",
        "request id"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027963",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027970",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025404",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025416",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032099",
            "similarity": 0.583,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025429",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (S/N Z1DB25CT) and a Seagate Constellation ES 500GB HDD (S/N Z1M1PX26) were collected as a derivative copy of evidence NYC027710. The original evidence was collected via Tableau TD3-B S/N 01D3B09E-1331. The request ID was 112048. The seizure occurred on August 12, 2019, at 07:00 PM EDT. The items are designated as derivative and one device was collected.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hdd",
        "seagate",
        "hard drive",
        "nyc027710",
        "90a-ny-3151227",
        "1b11",
        "serialization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025431",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025416",
      "summary": "On August 16, 2019, at 07:00 PM EDT, a Western Digital 1000GB HDD (WD1003FZEX-00MK2A0, S/N WCC3F2783519) containing a clone copy of a Seagate Barracuda 500GB HDD (ST350032ONS, S/N 9QM8MT6D) was collected. The evidence, designated NYCO27712, was collected via Tableau TX-1, S/N 000ECC58017156, and identified as a derivative copy. The request ID was 112048. The collected item is associated with a death investigation involving Jeffrey Epstein.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "hard drive",
        "western digital",
        "seagate",
        "cart",
        "nyco27712",
        "90a-ny-3151227",
        "redaction",
        "derivative"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027966",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027963",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027970",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025433",
      "summary": "On August 16, 2019, evidence NYC027711, a derivative copy, was submitted. The evidence consists of one Seagate Barracuda 1000GB HDD (S/N W1D48Z6E) containing a clone copy of a Seagate Constellation ES 500GB HDD (S/N Z1M1Q1FX). Both drives were collected via Tableau TX-1, S/N 000ECC58017139, on August 12, 2019, at 07:00 PM EDT. The request ID is 112048. The FBI holds the property and restricts distribution of this document.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "seagate",
        "hdd",
        "nyc027711",
        "90a-ny-3151227",
        "1b12",
        "derivative"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025416",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025429",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027966",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025427",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032099",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB hard drive (S/N S1D85PLA) was submitted as a CART Derivative Evidence (NYCO27701). The drive contained a clone copy of a Seagate Barracuda 500GB HDD (S/N 23T6C3JA) collected via Tableau TX-1, S/N 000ECC58017139. The request ID was 112048. The evidence was collected from a redacted location and held in New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "nyco27701",
        "hard drive",
        "seagate",
        "clone",
        "request id",
        "90a-ny-3151227"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027966",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027963",
            "similarity": 0.583,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032097",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025427",
      "summary": "On August 16, 2019, a Seagate Barracuda 1000GB HDD (S/N W1D496N0) was submitted as a derivative evidence item (NYC027709) related to case 90A-NY-3151227, a death investigation. The item is a copy of a Seagate Barracuda 500GB HDD (S/N 9QM8MSEZ) collected via Tableau TD3-B S/N 11D350F6-1525. The request ID was 112048. The collected date was August 12, 2019, at 07:00 PM EDT. One hard drive was collected.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hdd",
        "seagate",
        "90a-ny-3151227",
        "nyc027709",
        "1b10",
        "derivative",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025433",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015842",
      "summary": "On August 21, 2019, at 4:00 PM EDT, a Hitachi 2TB Hard Drive (S/N B9GMGTYF) was collected as evidence related to a death investigation involving Jeffrey Epstein. The drive contained verified E01 images designated NYCO23589, NYCO23593, NYCO23594, and NYCO23595. The evidence was submitted as a CART Derivative (Evidence NYCO23597) and is a master copy. The collection was conducted by the FBI’s CART-NY unit in New York.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "nyco23597",
        "hitachi",
        "hard drive",
        "e01",
        "90a-ny-3151227",
        "jeffrey epstein",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015840",
      "summary": "On August 22, 2019, a WD Black 3TB hard drive (S/N WCC13LZR579P) was collected as evidence in Case ID 90A-NY-3151227, a death investigation. The hard drive contained verified E01 images numbered NYCO23578 through NYCO23592. The evidence was collected from a redacted location and held at the New York holding office.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "August 22, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "wd black",
        "nyco23596",
        "serial number",
        "digital",
        "90a-ny-3151227",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033568",
      "summary": "On August 27, 2019, an FBI investigation (Serial 90A-NY-3151227) involving an Apple iPhone XS (IMEI: 1B44, iOS 12.4) was conducted. An ITS/Forensic Examiner performed a file system extraction using GrayKey v1.11.10 in response to MDUS request 110754. No unlock PIN was associated with the device. A SHA256 hash was generated, and extraction files were copied to an external hard drive. The extracted item and resulting evidence were returned to the New York CART, and the examination portion is considered complete. The document is FBI property and restricted for distribution outside the agency.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "fbi",
        "child victim",
        "child witness",
        "identity information",
        "graykey",
        "iphone xs",
        "forensic examiner",
        "file system extraction",
        "sha256 hash",
        "legal authority"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037921",
      "summary": "An email was sent from EFTA00037921 to [REDACTED] on September 4, 2019, requesting information about scans of a message pad related to Jeffrey Epstein. The sender wants the scans to be reduced in size and transferred to the AUSA’s office before a witness is proffered next week. The sender also seeks an estimate of the total scanned data size.",
      "timestamp": "2019-09-04T00:00:00",
      "timestamp_raw": "September 4, 2019",
      "keywords": [
        "epstein",
        "message pad",
        "scans",
        "ausa",
        "sdny",
        "witness",
        "proffer",
        "device",
        "hard drive",
        "size"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019471",
      "summary": "On September 10, 2019, an Assistant United States Attorney from the Southern District of New York informed a recipient (“M”) that data from a hard drive, extracted from devices seized from Jeffrey Epstein’s Manhattan residence under a search warrant, had been loaded into Relativity and secured for privilege review. The data did not include materials seized from USVI. On August 29, 2019, a request was made to confirm if the data was Search Warrant returns and to identify the custodian for the privilege review. The recipient inquired about the data's loading location within Relativity.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "September 10, 2019",
      "keywords": [
        "epstein",
        "us v.",
        "relativity",
        "search warrant",
        "privilegete review",
        "data",
        "redaction",
        "subpoena returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009930",
      "summary": "An Assistant United States Attorney from the Southern District of New MI requested photos of the SHU and data regarding the number of steps from Epstein’s cell to the guard desk from an unidentified sender. The request included a need for a 100GB hard drive for FBI CART to download material. Will was asked to request the hard drive from IT.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "fbi",
        "shu",
        "hard drive",
        "photos",
        "epstein",
        "steps",
        "cart",
        "download",
        "assistant united states attorney",
        "southern district of new mi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017123",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009929",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested photographs taken by the FBI of the SHU, specifically including images of Epstein’s cell and measurements of the distance to the guard desk. The request also inquired about obtaining Thomas’ phone hard drive.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "fbi",
        "shu",
        "epstein",
        "photos",
        "steps",
        "guard desk",
        "thomas",
        "hard drive",
        "new york",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025388",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017123",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025388",
      "summary": "An Assistant United States Attorney from the Southern District of NeMI requested photos of the SHU, specifically images of Epstein’s cell and the guard desk, along with the measurement of steps between them. The request also included an inquiry about a hard drive from Thomas.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "shu",
        "fbi",
        "photos",
        "epstein",
        "guard desk",
        "number of steps",
        "thomas",
        "hard drive",
        "assistant united states attorney",
        "southern district of nevi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009929",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00017123",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017123",
      "summary": "An email exchange occurred between an Assistant United States Attorney from the Southern District of New York and others regarding photographs taken of the SHU (likely the Metropolitan Correctional Center in New York) and measurements of steps from Epstein’s cell to the guard desk.  A request was made for at least a 100GB hard drive to download FBI material, including photos and data from Thomas’ phone.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "fbi",
        "shu",
        "photos",
        "hard drive",
        "epstein",
        "steps",
        "number of steps",
        "thomas",
        "download",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025388",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009929",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009930",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019728",
      "summary": "A U.S. Attorney’s office (Southern District of New York) requested information regarding materials recovered during a New York house search warrant. The request specifically asks for a detailed count of electronic devices (phones, computers, hard drives, thumb drives, and discs) sent to CART for processing, and the number that were subsequently processed and returned. The initial report indicated approximately 38 computers/storage devices and 55 CDs were seized.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "new york",
        "search warrant",
        "electronic devices",
        "computers",
        "cart",
        "processing",
        "cds",
        "u.s. attorney",
        "taint team",
        "new york house"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017061",
      "summary": "The FBI requested a 1TB hard drive from a contractor to transfer a large volume of emails related to the Epstein investigation. The FBI had previously identified a significant amount of data, including emails from 5 iMacs and 5 laptops recovered from a New York residence, and was processing it for upload to Relativity. The contractor was tasked with generating load files and copying the data to the drive. There were questions regarding the status of materials from the island and a concern about the timeline for processing all evidence, anticipating delays due to the complexity of the process.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "fbi",
        "relativity",
        "epstein",
        "search warrant",
        "emails",
        "data transfer",
        "hard drive",
        "new york",
        "island",
        "forensic examiner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017058",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031712",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017058",
      "summary": "The email chain discusses the transfer of FBI search warrant materials related to the Epstein case. The FBI needs a 1TB hard drive to transfer large volumes of emails from their systems to Relativity. An FBI agent requests a drive to copy files onto, anticipating completion by Thursday COB. Concerns are raised about the delay in processing “island materials” (presumably related to the island investigation) and the overall complexity of the process. The USANYS is tracking the progress of the data load and coordinating with the FBI on the timing of various components of the investigation.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "epstein",
        "fbi",
        "relativity",
        "hard drive",
        "usao",
        "search warrant",
        "emails",
        "data transfer",
        "new york",
        "island dvr"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017061",
            "similarity": 0.667,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031712",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029280",
      "summary": "This email chain discusses the status of video footage related to EFTA00029280, specifically concerning DVR1 and DVR2.  The primary focus is on recovering footage from DVR2, which experienced a system failure and ceased recording before July 29th. Data recovery efforts are considered a long-term, uncertain project potentially requiring 6+ months. DVR1 footage was partially exported.  Questions are raised regarding hard drive size needs for SHU footage, the total number of cameras available, and the accuracy of camera location lists.  A request for an EC (Expedite Capability) is suggested if OTD/DFAS/DFAU wishes to proceed with further recovery efforts. The communication involves multiple individuals and classifications of UNCLASSIFIED//FOUO.",
      "timestamp": "2019-12-27T00:00:00",
      "timestamp_raw": "27 Nov 2019",
      "keywords": [
        "dvr1",
        "dvr2",
        "video",
        "data recovery",
        "shu",
        "cameras",
        "fbi",
        "efta00029280",
        "redaction",
        "thanksgiving"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027731",
      "summary": "An email chain discusses the production of discovery materials in the case *U.S. v. Noel, No. 19 Cr. 830*. A hard drive containing the discovery materials is being sent to Jason Foy, with a password provided. An earlier version of the discovery materials was recalled and instructed for destruction. An additional page of discovery, marked “attorney’s eyes only,” is also included. The communication is facilitated by the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "u.s. v. noel",
        "discovery production",
        "redaction analysis",
        "sdny",
        "jason foy",
        "usanys",
        "contract",
        "united states attorney's office",
        "discovery materials",
        "password"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016912",
      "summary": "The document is a series of email exchanges concerning the upload and privilege review of data related to the Epstein investigation. Key points include: *   Discussions about locating data within the Relativity database, specifically regarding folders named \"2020-01-23\" and \"Search Warrant Returns.\" *   Reports on the release of data from the NP and STR folders, with delays attributed to large data volumes. *   Confirmation of a hard drive received from FBI CART containing seized device materials. *   Requests for the hard drive to be returned after data upload for subsequent privilege review. *   Multiple inquiries regarding the status of data uploads and delays.",
      "timestamp": "2020-01-23T00:00:00",
      "timestamp_raw": "2020-01-23",
      "keywords": [
        "epstein",
        "relativity",
        "subpoena returns",
        "search warrant returns",
        "data",
        "vendor",
        "fbi",
        "privilege review",
        "folder",
        "upload"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021066",
      "summary": "On February 7, 2020, an individual requested an update on the upload of materials from an FBI CART hard drive containing data from seized and searched devices related to the Epstein case. The hard drive was received on January 21, 2020, and left with the recipient. The materials were to be uploaded to Relativity for privilege review, mirroring a previous review of Epstein search warrant returns. A subsequent batch of materials was anticipated shortly after the first upload.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "epstein",
        "fbi cart",
        "relativity",
        "hard drive",
        "privilege review",
        "redaction",
        "search materials",
        "vendor",
        "upload",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.818,
            "index": 47,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016919",
      "summary": "An email chain discusses the receipt of a hard drive from the FBI CART containing materials from the Epstein case. The drive was processed from seized devices and includes data for upload and privilege review to Relativity. A follow-up email requests the return of the hard drive after the materials are uploaded, anticipating another FBI transmission. The privilege review is to be conducted identically to a previous review related to Epstein search warrant returns.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "07 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "relativity",
        "privilege review",
        "fbi cart",
        "hard drive",
        "vendor",
        "upload",
        "data",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021066",
            "similarity": 0.818,
            "index": 46,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016964",
      "summary": "An FBI agent (NY) is requesting information about two sets of electronic devices. One set is a batch of search warrant returns from January 13, and the other is a hard drive received last week. The agent needs a list of the devices contained in each set. The communication involves an Assistant U.S. Attorney from the Southern District of New York and a Senior Forensic Examiner.",
      "timestamp": "2020-02-10T00:00:00",
      "timestamp_raw": "10 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "devices",
        "ny",
        "u.s. attorney",
        "southern district of new york",
        "redaction",
        "greece",
        "forensic examiner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029758",
      "summary": "Emails discuss the upload and privilege review of data from a hard drive received from the FBI CART related to the Epstein case. The hard drive contains processed devices seized and searched. A request is made to upload the materials to Relativity for privilege review. A follow-up email inquires about the status of the upload, and another confirms the materials will be subject to a similar privilege review as previous Epstein search warrant returns. A second hard drive with additional materials is expected shortly.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "upload",
        "relativity",
        "privilege review",
        "fbi",
        "hard drive",
        "vendor",
        "search materials",
        "efta00029758"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021066",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 50,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 51,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 53,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029661",
      "summary": "Emails discuss the upload and privilege review of data related to the Epstein case, originating from an FBI CART hard drive. The data was expected to be ready by the end of the week, with updates provided regarding its status. Instructions were given for PAE to categorize the data into PP and NP folders based on privilege terms and to send STR reports. The recipient requested the hard drive back once the materials were uploaded for a subsequent privilege review mirroring a previous process.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "privilege review",
        "relativity",
        "data",
        "upload",
        "fbi",
        "hard drive",
        "folders",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 49,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021066",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 51,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 53,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021131",
      "summary": "Email correspondence regarding the upload and privilege review of data related to the Epstein case, originating from an FBI CART hard drive. The data was initially expected to be completed within a day but was delayed. Updates indicated the data was “almost done” by February 12th, then expected to be ready by Monday morning. A check-in was made on February 4th regarding the status. The hard drive was received on January 21st and intended to be uploaded to Relativity for privilege review, with a request for its return after completion.",
      "timestamp": "2020-02-14T00:00:00",
      "timestamp_raw": "14 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "vendor",
        "upload",
        "privilege review",
        "relativity",
        "fbi",
        "hard drive",
        "search materials",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 50,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 49,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 47,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 53,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016939",
      "summary": "An individual ([REDACTED]) contacted multiple recipients, including FBI personnel, regarding a hard drive containing Epstein search warrant documents. The hard drive contained both new and potentially previously received materials, with numerous folders labeled with dates (e.g., \"loadFiles\" with a modified date of 11/14/19 and \"NYC024362\" with a modified date of 1/27/20). The sender was unable to determine which folders corresponded to specific devices or which materials were entirely new. The sender requested a spreadsheet detailing all devices, their extraction status, and the materials associated with each transfer to improve organization and review efficiency.",
      "timestamp": "2020-02-15T00:00:00",
      "timestamp_raw": "15 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "hard drive",
        "fbi",
        "redaction",
        "data transfer",
        "folders",
        "devices",
        "materials",
        "labeling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029775",
      "summary": "Multiple individuals are discussing the upload and privilege review of data related to the Epstein case, specifically data received from the FBI CART. The data includes a hard drive processed from seized devices. Upload progress is being tracked, with updates stating the data is “large” and taking time to process. There are requests for status updates and confirmation of completion. A timeline of Monday morning is referenced for data readiness, and a follow-up is scheduled regarding the return of the hard drive once the data is uploaded.",
      "timestamp": "2020-02-20T00:00:00",
      "timestamp_raw": "20 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "privilege review",
        "relativity",
        "upload",
        "fbi",
        "search materials",
        "hard drive",
        "vendor",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 51,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 50,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 49,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029672",
      "summary": "The following emails discuss the upload and privilege review of data related to the Epstein investigation: *   Multiple individuals are requesting updates on the status of data received from the FBI CART, including a hard drive containing seized device materials. *   The data is initially located in the \"Subpoena Returns\" folder, then the “Search Warrant Returns” folder, and later in the “NP” and “STR” folders. *   The data is being segregated into “PP” hits and new data is loaded. *   The FBI is processing multiple hard drives related to the case. *   The privilege review process is being conducted, mirroring previous reviews of Epstein search warrant returns. *   The FBI anticipates further data transmissions.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "hard drive",
        "subpoena returns",
        "subpoena"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029775",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.727,
            "index": 55,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026865",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020839",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020807",
      "summary": "Several individuals are discussing the upload and privilege review of data related to the Epstein case. The data, initially from FBI CART hard drives, is being processed and segmented into folders including \"Subpoena Returns,\" \"Search Warrant Returns,\" \"NP,\" and \"PP hits.\" There are requests for consolidation of subfolders and confirmation of data accessibility within Relativity. Updates regarding data loading progress and delays are provided throughout the exchange. One individual confirms receipt of a hard drive containing processed devices and requests its return upon upload.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.727,
            "index": 54,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.583,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.583,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026865",
            "similarity": 0.727,
            "index": 57,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020803",
            "similarity": 0.583,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020839",
            "similarity": 0.583,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031712",
      "summary": "*   The documents include both new and potentially previously received materials. *   There’s a significant lack of identification and tracking of the source devices and materials, leading to confusion about what is new and what has been previously processed. *   A centralized system (spreadsheet) is urgently needed to track devices, data transfers, and associated materials to manage the volume effectively. *   The team is struggling to determine the origin and completeness of the data due to absent labeling and documentation.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "relativity",
        "files",
        "data transfer",
        "hard drive",
        "l.a.",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017058",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017061",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026865",
      "summary": "Several individuals are discussing the upload and privilege review of materials related to the Epstein case, originating from FBI CART hard drives. Concerns are raised about the volume of data (\"voluminous\") and potential technical issues slowing the upload process. Suggestions are made to consolidate folders, create a saved search for easier access, and track the status of data releases. Updates are provided regarding the release of data from various sources (NP folder, STR data, FBI CART hard drive) and requests are made for assistance with uploading and managing the data within the Relativity platform.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "fbi",
        "subpoena returns",
        "privilege review",
        "folder",
        "search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.727,
            "index": 55,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.667,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.818,
            "index": 45,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029754",
            "similarity": 0.538,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020803",
      "summary": "The document records email correspondence regarding the upload and privilege review of materials related to the Epstein case. The materials originated from a hard drive received from the FBI CART, containing data seized during searches. Discussions centered on locating the materials within the Relativity database, specifically under the “Search Warrant Returns” folder. There were concerns about the volume of data and potential issues with the vendor (PAE) releasing it. Updates were provided on the status of data uploads, including the release of the “NP” folder and segregated “PP hits.” Requests were made for guidance on folder structure and for the return of the hard drive once the materials were uploaded. The final email included a document named “STR_Epstein_Privilege Terms_02. I 4.2020.pdf”.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data upload",
        "fbi",
        "privilege review",
        "folder structure",
        "vendor",
        "data volume"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020839",
      "summary": "Multiple parties (including FBI personnel and a vendor named PAE) are involved in the upload and privilege review of data related to the Epstein case. There are concerns about the volume of data, specifically repeated documents and large file sizes. The data is being transferred from various sources, including FBI CART hard drives, and there are requests for it to be organized and moved to the appropriate Relativity folders (Search Warrant Returns). There are delays and questions regarding the upload process and the need for duplication. Discussions revolve around folder structure, data accessibility, and the timeline for completion of the privilege review.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "de-dupe",
        "folder structure",
        "fbi",
        "privilege review",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026865",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029754",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024749",
      "summary": "This document is a series of emails discussing the handling of search warrant documents related to Jeffrey Epstein’s case. Key points include: *   Requests for an accounting of the data, specifically a spreadsheet detailing devices, review status, and transfer information. *   Challenges with identifying and tracking the vast amount of data (over a million documents across multiple devices and media). *   Issues with duplicated or outdated materials on a hard drive received, requiring clarification on what is new. *   Discussions about scheduling a meeting to coordinate efforts and ensure everyone is on the same page regarding the data’s status and organization. *   Concerns about the need for a clear system to track device extraction, dumping, review, and transfer processes.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "devices",
        "data",
        "network",
        "accounting",
        "spreadsheet",
        "review",
        "transfer",
        "ny",
        "virgin islands",
        "fbi",
        "cd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023774",
      "summary": "*   Initial data transfers involve multiple hard drives, CDs, and computer devices containing over a million documents. *   There are inconsistencies and confusion regarding the tracking of these materials, with multiple copies of drives and varying levels of processing already completed. *   The recipient is requesting a centralized spreadsheet to document the status of each device, including whether it has been processed, the data transferred, and any remaining items. *   Coordination challenges exist due to network issues, data naming conventions, and a lack of clear identification of the materials from each device. *   A meeting is proposed to address these issues and ensure a unified approach to reviewing the evidence.",
      "timestamp": "2020-03-04T00:00:00",
      "timestamp_raw": "04 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "hard drives",
        "ny apartment",
        "island",
        "relativity",
        "devices",
        "data transfer",
        "spreadsheets",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017952",
      "summary": "An FBI Special Agent from the New York Field Office’s Violent Crimes Task Force sent a 302 form regarding seized hard drives associated with DVR 2 to an individual at [REDACTED] on March 9, 2020. The email included a PDF attachment detailing the seizure and referenced prior email correspondence concerning the DVRs and video system.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "March 9, 2020",
      "keywords": [
        "efta00017952",
        "fbi",
        "seized hard drives",
        "dvr",
        "302",
        "redaction",
        "violent crimes task force",
        "mcc",
        "video system",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017950",
      "summary": "FBI agents are attempting to extract video surveillance from the Metropolitan Correctional Center (MCC) to investigate a suicide. Due to hard drive failures in DVR system #2 and a delay in NiceVision’s system installation, the plan involves immediate removal of DVR system #2 for hard drive reconstruction by DFAS-DSAU. Simultaneously, FBI FAVU is extracting video from DVR system #1, while C-19 maintains a security presence. The goal is to reconstitute both systems and review all recorded footage for evidence, with a significant risk of corrupted or encrypted hard drives from system #2. This process is estimated to take several weeks.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2020",
      "keywords": [
        "fbi",
        "mcc",
        "video extraction",
        "nicevision",
        "surveillance",
        "hard drives",
        "dvr",
        "redaction",
        "suicide",
        "data recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029754",
      "summary": "The document contains email exchanges regarding the upload and privilege review of extensive search materials related to the Epstein case. Key issues include: *   **Data Volume & Duplication:** Significant concerns were raised about the large volume of data, particularly repeated documents, requiring de-duplication. *   **Folder Structure:** Discussions centered on the correct placement of the materials within the Relativity database, specifically regarding the categorization of data under “Search Warrant Returns” versus “Subpoena Returns.” *   **Vendor Delays:** The vendor (PAE) experienced difficulties releasing the data due to its size, causing delays in processing. *   **Data Delivery:** The FBI provided a hard drive with processed data from seized devices, and subsequent data sets were anticipated. *   **Ongoing Review:** The uploaded data was to be subject to the same privilege review previously conducted on Epstein search warrant returns.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "redaction",
        "documents",
        "folder structure",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.818,
            "index": 59,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026865",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032141",
      "summary": "The document details a significant challenge in reviewing a massive collection of electronic data seized in connection with the Epstein investigation. The FBI’s forensic team in New York received over 1.4 million documents from multiple sources, including hard drives and CDs, but the data is severely disorganized and lacks crucial metadata. Specifically, the files are not linked to their originating devices, there’s no indication of whether they represent full or partial data sets, and control numbers are inconsistent. The team repeatedly requested a standardized system—a spreadsheet identifying devices, review status, and data transfers—to facilitate the review process, but faced delays due to network issues and a lack of coordination. Multiple emails exchanged between FBI personnel and U.S. Attorneys highlight the difficulties in tracking the data, the need for a clear accounting of received materials, and the urgency of establishing a systematic review approach before significant time is lost.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "epstein",
        "warrant documents",
        "data",
        "review",
        "taint",
        "relativity",
        "devices",
        "files",
        "organization",
        "encryption",
        "screen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030322",
      "summary": "Key points include: *   **Initial Requests for Assistance:** Multiple requests are made to assist in processing the large volume of seized data (over a million documents) and identifying devices, including hard drives and CDs. *   **Data Issues:** Significant problems are identified with the data format, including a lack of linking between emails and attachments, a load file with no native file connection, and inconsistent numbering, making review extremely difficult. *   **Device Tracking:** There's a consistent need for a clear inventory of seized devices (computers, hard drives, etc.) and status updates on what has been processed, transferred, and remains. *   **Technical Challenges:** Technical difficulties arise with data transfer (network issues, Relativity tool limitations, and file naming conventions). *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to coordinate efforts and establish a clear system for tracking the data. *   **Specific Device Information:** Details emerge about the devices seized, including 9 IDE hard drives from the Manhattan apartment (3 copies) and a list of devices from both the New York and Virgin Islands locations. *   **Timeline Concerns:** There’s a concern about delays in receiving and processing the data, and a desire to establish a realistic timeline for completion.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "phone technology",
        "conference call",
        "data",
        "devices",
        "spreadsheet",
        "review",
        "redaction",
        "usanys",
        "mac",
        "windows",
        "files",
        "load files",
        "data transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029444",
      "summary": "This document concerns the redaction analysis of documents related to the search warrant executed on Jeffrey Epstein’s properties, specifically in New York and the Virgin Islands. Initially, there’s a series of emails coordinating a conference call to discuss the overwhelming volume of seized data (over a million documents) and the lack of clear tracking information.  Key issues raised include: the disorganized nature of the data transfers, a lack of device identification, difficulty linking emails to attachments, problems with the database structure (no links between native files and the loaded data), and inconsistencies in descriptions of seized items. Several individuals (Joseph Picarelli, FBI representatives, and US Attorney staff) attempted to establish a system for tracking the data, proposing spreadsheets and meetings to address the challenges of reviewing and processing the materials. There were concerns about duplicate data, the need for a standardized labeling system for devices, and the difficulty in correlating information between the search warrant returns and the actual seized items. The initial data transfer from a hard drive included both existing and potentially new materials, causing confusion about what had already been provided.  The ultimate goal was to establish a clear process for tracking and reviewing the seized data to facilitate the legal proceedings.",
      "timestamp": "2020-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2020",
      "keywords": [
        "epstein",
        "warrant",
        "documents",
        "search",
        "fbi",
        "data",
        "review",
        "spreadsheet",
        "devices",
        "files",
        "conference call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021771",
      "summary": "On April 23, 2020, a request was made to obtain a hard drive containing all returns related to the Epstein case. The request was submitted by a paralegal specialist (EFTA00021771) to Hamilton, a contractor. A Sony employee (MI) was coordinating a handover of a case role. An individual ([REDACTED]) was restricted from attaching a hard drive to a computer system holding financial productions and was consulting with a special agent. The United States Attorney's Office, Southern District of New York (EFTA00021772) is involved.",
      "timestamp": "2020-04-23T00:00:00",
      "timestamp_raw": "April 23, 2020",
      "keywords": [
        "epstein",
        "sony",
        "hard drive",
        "returns",
        "financial productions",
        "contractor",
        "paralegal",
        "efta00021771",
        "efta00021772",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027444",
      "summary": "A key issue is the slow and inconsistent delivery of data from the FBI. Initially, the FBI planned to provide fully processed data ready for upload to Relativity, but this shifted to providing raw files from the seized devices, requiring the recipient to perform the necessary conversions and processing themselves – a task that proved significantly delayed and complex. The recipient (identified as \"USANYS\") expressed frustration with the lack of clear communication, the volume of data, and the technical challenges involved in preparing it for review (taint analysis) within Relativity. There were issues with the format of the data, including a lack of linking between email attachments and documents, and the inability of the Relativity platform to handle forensic data elements. The process involved multiple rounds of communication, spreadsheet updates, and requests for additional resources to address the delays. The recipient repeatedly highlighted the need for a clear system of device identification and data tracking to manage the massive amount of information and ensure accurate review. The delays were partly attributed to the FBI's temporary network issues and their decision to send hard drives instead of uploading data directly.",
      "timestamp": "2020-05-13T00:00:00",
      "timestamp_raw": "13 May 2020",
      "keywords": [
        "epistein",
        "search warrant",
        "fbi",
        "relativity",
        "data",
        "conversion",
        "tiff",
        "devices",
        "extraction",
        "files",
        "drives",
        "cart",
        "timelines",
        "production",
        "analysis",
        "forensics",
        "materials",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016425",
      "summary": "Virgin Islands. The primary issue revolves around the inconsistent and difficult-to-manage delivery of the seized data, particularly the volume of documents (over 1 million) received recently. Initially, a request was made for a spreadsheet detailing the seized devices and their associated data, mirroring a previous USVI spreadsheet. Subsequent communications detail the various forms of data received (hard drives, CDs, loose media, etc.) and the challenges in tracking their origin and completeness. The team repeatedly expresses difficulty in correlating the data with specific devices and understanding the scope of what's been reviewed. There are concerns about duplicate or outdated data being delivered, as well as the lack of a clear system for identifying and tracking the data’s provenance. A key point of contention is the inability to effectively utilize the data for taint review due to the format issues (lack of email attachments linked to files, etc.) and the sheer volume of information.  The team is seeking a standardized spreadsheet with details about each device and its corresponding data, to facilitate a more organized review process.  Scheduling multiple meetings and coordinating efforts between the US Attorney’s office and contractors are crucial aspects of the ongoing process.",
      "timestamp": "2020-05-18T00:00:00",
      "timestamp_raw": "18 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "devices",
        "hard drives",
        "data",
        "locations",
        "ny",
        "usvi",
        "identifiers",
        "serial number",
        "spreadsheet",
        "documents",
        "relativity",
        "taint review",
        "transmission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030665",
      "summary": "Initial communication highlights a significant challenge: a lack of clear tracking and organization of the massive volume of data received (over 1 million documents). Multiple individuals involved – FBI agents, U.S. Attorney’s Office staff, and contractors – repeatedly request a centralized spreadsheet detailing the devices, data transfer status, and review progress. Concerns are raised about duplicate or outdated materials, the difficulty in linking files to specific devices, and the inability of the current review process (Relativity) to fully handle the data's complexity. A key issue is the need for a standardized system to identify and manage the numerous hard drives and storage devices containing evidence, allowing for accurate tracking and efficient analysis. The team is frustrated by the lack of a clear timeline and the difficulty in correlating the data to the original search warrants.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "financials",
        "electronics",
        "thumb drives",
        "sd cards",
        "serial number",
        "dell poweredge",
        "sony vaio",
        "storage devices",
        "location",
        "usvi spreadsheet",
        "relativity",
        "taint review",
        "data transfer",
        "devices",
        "materials",
        "new york",
        "virgin islands",
        "metadata",
        "inventory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022331",
      "summary": "The FBI (specifically the NY CART Coordinator) is providing updates on the recovered evidence, primarily digital media like hard drives, thumb drives, and computers. Key issues include: *   **Lack of Device Identification:** A significant concern is the absence of a clear inventory of devices and their contents, making it difficult to track the data being provided. The request is repeatedly for a list of seized devices with associated data, ideally linked to device serial numbers. *   **Data Transfer Format:** The FBI is transitioning to transferring data in a format compatible with Relativity, the e-discovery tool used by the U.S. Attorney’s Office, but this process is hampered by the lack of proper device identification. *   **Data Volume and Disorganization:** The sheer volume of data (over a million documents) and the disorganized nature of the files presented a major challenge. Some files appear to be duplicates or remnants of previous transfers. *   **Coordination Issues:** There are ongoing communication challenges between the FBI, the U.S. Attorney's Office, and the contractor, leading to delays and misunderstandings regarding the process and timeline. *   **Requested Deliverables:** The U.S. Attorney’s Office requires a detailed spreadsheet listing all seized devices, the data extracted from each, its review status, and any associated identifiers. They also need confirmation on the timelines for receiving the remaining evidence and data sets.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "search warrant",
        "documents",
        "fbi",
        "devices",
        "hard drives",
        "sd cards",
        "thumb drives",
        "locations",
        "data transfer",
        "serial numbers",
        "epstein",
        "nyco243xx",
        "relativity",
        "taint review",
        "data processing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037489",
      "summary": "An individual (identified as EFTA00037489) requested FBI funding to purchase a 12TB hard drive for storing digital evidence related to the Jeffrey Epstein investigation. The estimated cost was $249.99, and the purchase was intended to resolve issues with a “CART hold up.”",
      "timestamp": "2020-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2020",
      "keywords": [
        "hard drive",
        "epstein",
        "digital evidence",
        "cart",
        "fbi",
        "case funds",
        "pricing",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029778",
      "summary": "Initially, the FBI’s NY CART Coordinator and a forensic examiner are working to process and transfer data from seized hard drives, phones, and tablets. There are significant delays and misunderstandings regarding the data transfer process, particularly concerning the volume of data (over 1 million documents), the lack of clear identification of devices and their contents, and issues with the data format.  The team needs a reliable system for tracking the transfer of data, including a spreadsheet detailing devices and their associated materials. There are repeated requests for a list of devices and associated data and concerns about the data's usability for taint review.  The team is experiencing challenges with the data's format, specifically issues with file names and the inability to link emails to attachments.  Several individuals express frustration with the process and the need for better communication and organization. The updates highlight difficulties with network issues, staffing levels, and the challenges of handling large volumes of digital evidence.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "hard drives",
        "data",
        "phones",
        "tablets",
        "seizure",
        "review",
        "analysis",
        "litigation",
        "data transfer",
        "devices",
        "materials",
        "taint review",
        "relativity",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032026",
      "summary": "Thomas Brown of Berkeley Research Group, LLC proposes a computer forensics engagement for approximately 57 devices (hard drives, mobile devices, and portable media). The scope includes data extraction, parsing, Relativity file creation, data analysis, and team briefings. The engagement would be staffed by two junior staff members supervised by a senior staff member (a former FBI computer scientist) and managed by a director. The estimated timeline is 30 days. The budget ranges from $85,000 to $135,000, covering hourly rates for staff and the director, plus fees for blank hard drives, thumb drives, and device image recovery.",
      "timestamp": "2020-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2020",
      "keywords": [
        "computer forensics",
        "budget estimate",
        "data extraction",
        "relativity",
        "forensic analysis",
        "hard drives",
        "mobile devices",
        "managing director",
        "berkeley research group",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037913",
      "summary": "An FBI NY CART Coordinator is investigating evidence related to “JE CART” and the “EpsteinNYEvidence.xlsx” file. One correspondent (identified as “M”) provided a sheet with CART numbers. The coordinator notes difficulty matching CART numbers to 1B numbers due to multiple hard drives within some items and a lack of information on some island CART numbers.",
      "timestamp": "2020-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2020",
      "keywords": [
        "efta00037913",
        "cart",
        "evidence",
        "je",
        "epstein",
        "hard drives",
        "fbi",
        "icy",
        "ny",
        "mix-up"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032028",
      "summary": "The core issue is a lack of clear organization and tracking of the evidence, leading to repeated delays and confusion. **Key Points:** *   **Data Volume & Complexity:** The investigation involves a massive amount of data across various devices (computers, hard drives, CDs, etc.), making the process incredibly complex. *   **Lack of Tracking:** The primary problem is the absence of a consistent system for identifying and labeling the evidence, making it difficult to determine what’s been reviewed, transferred, and what remains. *   **Processing Issues:** The contractor highlights issues with the data formats received, specifically challenges with Relativity (the e-discovery tool) handling the data and the lack of links between files and devices. *   **Timeline Delays:** Repeated delays are attributed to miscommunication, the need to re-process data, and the sheer volume of evidence. *   **Requests for Clarity:** Throughout the exchanges, the US Attorney's Office and FBI repeatedly request a spreadsheet or other organized listing of the evidence to facilitate the review process. *   **Proposed Solutions:** Various suggestions are made (e.g., creating a spreadsheet, using Bates numbers) to address the tracking problem, but implementation is slow due to the ongoing challenges. Essentially, the document chronicles the frustrating process of trying to manage a large, complex digital evidence case with inadequate organization and communication.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "transfer",
        "devices",
        "materials",
        "timelines",
        "cart",
        "production",
        "mac",
        "ny",
        "usanys",
        "contractors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.545,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.6,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031535",
      "summary": "Attorney's Office, and a contractor (BRG) to analyze data seized during searches related to Jeffrey Epstein. Initial challenges involve a complex, large volume of data (over a million documents) from various devices (computers, hard drives, CDs, etc.) across two residences (New York and the US Virgin Islands).  A key issue is the lack of clear identification of the data sources – the FBI initially struggled to provide a consistent inventory of the devices and the data contained within. There were difficulties with data transfer formats, particularly regarding the inability to easily integrate data for taint review using Relativity. Concerns were raised about duplicate data being transferred and the difficulty in distinguishing between complete and partial data sets. The contractors, BRG, were engaged to process the data, aiming for a one-month turnaround. Ongoing communication and a shared spreadsheet are seen as essential to managing the complex project and ensuring accurate tracking of the data. Multiple attempts are made to schedule meetings and coordinate efforts to address the data organization and transfer challenges.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "devices",
        "files",
        "review",
        "timeline",
        "contractor",
        "materials",
        "transfer",
        "cart",
        "storage",
        "mac"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032028",
            "similarity": 0.545,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.7,
            "index": 82,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032047",
            "similarity": 0.522,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027474",
      "summary": "The primary issue revolves around the disorganized and incomplete delivery of data, particularly concerning the massive volume of files (over a million) recovered from multiple devices (computers, hard drives, CDs, etc.) across New York and the US Virgin Islands.  Key points include: *   **Delayed Data Delivery:** Significant delays are experienced in receiving the data, with estimates fluctuating and needing to be pushed back. *   **Data Organization Issues:** The received data is poorly organized, lacking clear identification of devices and contents, making review extremely difficult. There are multiple versions of files. *   **Relativity System Challenges:** The contractor is attempting to utilize Relativity for data review, but the lack of proper organization hinders its effectiveness. The system is unable to easily interpret the data. *   **Request for a Tracking System:**  The team repeatedly requests a standardized spreadsheet or tracking system to manage the data and facilitate the review process. *   **Ongoing Coordination:** The exchanges involve ongoing discussions about timelines, data formats, and the necessary steps to effectively analyze the evidence. Several individuals coordinate to schedule meetings. *   **Technical Difficulties:** Technical issues, such as network problems and the need to rebuild network infrastructure, contribute to the delays. The core problem is the absence of a clear, organized system for tracking the digital evidence, leading to significant delays and challenges in the investigation.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "brg",
        "relativity",
        "usvi",
        "ny",
        "fbi",
        "data",
        "devices",
        "timelines",
        "production",
        "materials",
        "contracts",
        "forensic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032028",
            "similarity": 0.6,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.524,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032047",
            "similarity": 0.5,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026405",
      "summary": "This document details the ongoing efforts to process and review digital evidence seized in connection with the investigation of Jeffrey Epstein. Initially, there were communication difficulties regarding the transfer and organization of the data, particularly between the FBI’s New York CART team and the U.S. Attorney’s Office’s contractor. The evidence consisted of devices seized from Epstein’s residences in New York and the Virgin Islands, including computers, hard drives, thumb drives, and electronic devices.  The FBI had initially delivered some extracted data, but significant discrepancies existed between the reported number of devices and the actual extracted data, particularly concerning the number of usable devices. There was frustration regarding a lack of clear labeling and tracking of the data, making it difficult to identify what had already been reviewed and what remained to be processed.  Several attempts were made to establish a clearer system for data transfer, including proposing a spreadsheet detailing the devices and their contents. Eventually, a vendor (BRG) was engaged to handle the processing of the data, with the expectation of delivering a usable, searchable format within a month, which was a key focus of the communication and negotiation.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "devices",
        "fbi",
        "usvi",
        "new york",
        "search warrant",
        "data",
        "files",
        "extraction",
        "inventory",
        "inventory",
        "62",
        "57",
        "30",
        "1",
        "33",
        "27",
        "52",
        "85",
        "135",
        "1.1 million"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032065",
      "summary": "Virgin Islands. Initial communications involve the FBI (specifically, the NY CART Coordinator and Senior Forensic Examiner) working with a contractor to receive data, primarily in the form of hard drives containing digital evidence. Early challenges include data inconsistencies (duplicate files, unclear labeling, and issues with the load file), difficulties in tracking the source of the data (device identification), and problems with the receiving system (Relativity) being unable to properly process and display the files. There are repeated requests for a clear inventory of the seized devices and their contents, a spreadsheet detailing the data transfers, and a coordinated meeting to address these issues. The overall timeline is disrupted due to network maintenance, and concerns arise regarding the lack of organized data to facilitate the forensic review process and eventual production of evidence for legal proceedings.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usanys",
        "data",
        "forensic",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "transfer",
        "review",
        "production",
        "inventory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032028",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030322",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032047",
            "similarity": 0.619,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024566",
      "summary": "This document details a series of email exchanges between the FBI’s NY CART Coordinator and various parties regarding the processing and review of digital evidence seized from Jeffrey Epstein’s residences in New York and the USVI. The core issue revolves around delays in receiving and properly identifying the vast amount of data – over a million documents – and the associated devices (hard drives, servers, etc.). Initial efforts to transfer files to the U.S. Attorney's Office were hampered by technical difficulties, miscommunications, and a lack of a clear system for tracking the data. Concerns were repeatedly raised about the format of the data, the inability to link emails to attachments, and the difficulty in determining what had already been processed. Requests for a centralized inventory and a clear identification system for the devices and their contents were repeatedly made. The exchange culminates in a frustration with the process and a desire for a more organized approach to managing the evidence.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "ny",
        "usvi",
        "devices",
        "data",
        "files",
        "review",
        "timeline",
        "relativity",
        "production",
        "materials",
        "transfer",
        "estimates",
        "cart"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.524,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.7,
            "index": 78,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032047",
      "summary": "The core issue revolves around the disorganized and incomplete delivery of data, specifically over a million documents and numerous devices (computers, hard drives, thumb drives, etc.) from Epstein’s residences in New York and the USVI. Key points and concerns raised repeatedly include: *   **Lack of Identification:** There's a critical need for a system to identify and track each device and its corresponding data. The current delivery lacks clear labeling, making review and organization extremely difficult. *   **Duplicate Data:** The team worries about receiving duplicate files and needing to sift through them. *   **Data Formats:** The documents are in varying formats (Mac, Windows, loose media), creating challenges for the review process. Relativity, the e-discovery tool being used, is proving problematic due to its inability to handle the file structure effectively. *   **Timeline Issues:** Multiple delays and shifting estimates are given regarding the completion of the data transfer and analysis, primarily due to network issues and staffing constraints. *   **Coordination Needed:** There's a continuous need for better coordination and clear communication between all parties to ensure the data is processed efficiently and effectively. The exchanges repeatedly request a spreadsheet with detailed information about each device, its contents, and the status of its review.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "data",
        "forensic",
        "transfer",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "usvi",
        "fbi",
        "contractor",
        "production",
        "redaction",
        "data volume",
        "timelines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.619,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.522,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032104",
      "summary": "Initial delays and communication issues have hampered progress. Here’s a breakdown of the key points: *   **Data Transfer Challenges:** The FBI (through the NY CART Coordinator) is extracting data from various devices (hard drives, laptops, CDs, etc.) but the transfer process is slow and complicated by a lack of clear labeling and tracking of the data. *   **Relativity System:** The team is attempting to utilize the Relativity e-discovery platform for analysis, but this requires the data to be converted into a specific format that the Relativity system can handle. This conversion process is being handled by BRG, but it's a time-consuming step. *   **Communication Breakdown:** There are recurring communication gaps between the FBI, the U.S. Attorney’s Office, and the contractor, leading to misunderstandings about timelines, deliverables, and the necessary format for the data. *   **Timeline Issues:** The initial estimates for completing the data processing and analysis have been repeatedly pushed back due to the complexity of the evidence and the ongoing challenges. *   **Budget Requests:** The contractor is seeking funding to engage BRG for the data conversion and processing, estimating the cost to be between $85,000 and $135,000. *   **Data Organization Needs:** The team stresses the critical need for a consistent system for identifying and tracking the data, requesting a spreadsheet detailing the devices and the materials extracted from them. Essentially, the document is a record of a complex, frustrating, and poorly coordinated data processing operation with significant delays and a lack of clarity.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "efta00032104",
        "epstein",
        "search warrant",
        "data extraction",
        "processing",
        "relativity",
        "fbi",
        "pae",
        "brg",
        "tiff",
        "data",
        "devices",
        "file set",
        "review",
        "timelines",
        "materials",
        "usvi",
        "ny",
        "mac",
        "hard drives",
        "servers",
        "processing",
        "load file"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030392",
      "summary": "This document details a series of communications between the FBI’s NY CART Coordinator (Senior Forensic Examiner) and a contractor regarding the digital evidence collected from Seth Rich’s residences in New York and the U.S. Virgin Islands related to Jeffrey Epstein. The primary focus is on the transfer and processing of the data, highlighting significant delays and challenges. Here’s a breakdown of the key content: *   **Initial Data Transfer:** The contractor initially received hard drives containing evidence, with a focus on transferring the data to Relativity for review. *   **Technical Difficulties:** The FBI and contractor encountered numerous technical issues, primarily with the format of the data. The original transfer lacked proper indexing, making it difficult to link emails to attachments and hindering forensic analysis. The data contained a large number of small files, leading to slow transfer times. *   **Requests for Clarification & Organization:** The FBI repeatedly requested a clear inventory of devices and data to facilitate a more organized review process. They specifically needed a spreadsheet detailing devices, transfer status, and file types. *   **Delayed Processing:** The processing of the data was significantly delayed due to network issues, the sheer volume of data, and the challenges of working with different data formats (Mac, Windows, loose media). *   **Ongoing Communication:** Throughout the document, there’s a back-and-forth discussion about timelines, the need for further data transfers, and the challenges of integrating the different data streams. *   **Final Status:** As of the last entry, the process was still ongoing with estimates for completion pushed back due to the complexities involved.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epiestpn",
        "epstein",
        "fbi",
        "search warrant",
        "data",
        "drive",
        "files",
        "mac",
        "windows",
        "forensics",
        "usvi",
        "data transfer",
        "relativity",
        "devices",
        "materials",
        "hard drive",
        "inventory",
        "redaction",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031301",
      "summary": "An email was sent from [REDACTED] to an unknown recipient regarding the delivery of a hard drive related to the case \"US v. Epstein.\" The sender stated they were prepared to send the hard drive to a vendor by the following day and requested instructions on whether to proceed with sending the data or to hold off.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "efta00031301",
        "us v. epstein",
        "redaction analysis",
        "hard drive",
        "vendor",
        "data",
        "2020",
        "us",
        "epstein",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021937",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is scheduling a telephonic meet and confer with Christian Everdell regarding a protective order in the case of United States v. Maxwell. The Attorney seeks to determine the defendant’s position on using witness names in public statements or filings, specifically concerning Jeffrey Epstein and Ghislaine Maxwell. Additionally, the Attorney requests a 1 terabyte hard drive for discovery production.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "protective order",
        "jeffrey epstein",
        "ghislaine maxwell",
        "united states v. maxwell",
        "discovery",
        "telephonic meet and confer",
        "witness",
        "victim",
        "defendant",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020670",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020670",
      "summary": "A discussion regarding a protective order in the United States v. Maxwell case (20 Cr. 330 (AJN)) is being scheduled. The prosecution requests a Word version of the defense’s proposed protective order and proposes a call for 9:30 AM the following morning to discuss the matter. The defense requests the prosecution’s proposed protective order and raises concerns about the government’s ability to show its documents to witnesses and requests clarification on the defendant’s position regarding referencing victims by name in public statements or filings. The prosecution proposes a 1 terabyte hard drive for discovery production.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "protective order",
        "redaction",
        "united states v. maxwell",
        "discovery",
        "federal case",
        "witness",
        "jeffrey epstein",
        "ghislaine maxwell",
        "criminal case",
        "telephonic meet and confer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021937",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037551",
      "summary": "This document details the status of evidence items recovered from an investigation, primarily related to Epstein. It lists 77 devices, including laptops, desktops, iPhones, iPads, iMacs, servers, and various storage devices (HDDs, SSDs, SD cards, thumb drives).  Many of these devices were provided by forensic teams (FTK, Blacklight, etc.) and were processed with varying degrees of success. Some devices were already analyzed (\"Greykey/Physical analyzer Already provided\"), while others required further processing. Several devices were marked as “duplicates” or “non-evidentiary” and were not processed.  Notably, several drives from a UNIFI server and HP Proliant Server required further hardware recovery attempts due to RAID issues. A large number of CDs and SD cards were also included in the evidence.",
      "timestamp": "2020-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2020",
      "keywords": [
        "evidence",
        "devices",
        "laptop",
        "iphone",
        "ipad",
        "hard drive",
        "ssd",
        "thumbdrive",
        "imac",
        "server",
        "raid"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021873",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested protocol for delivering a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The recipient advised mailing the drive to the facility’s legal department, etching it with a number, and providing an authorization memo. They also suggested the drive be password protected with a cover letter containing the password. The recipient confirmed the drive should not be encrypted.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "protocol",
        "authorization memo",
        "password",
        "encryption",
        "inmate",
        "legal department"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021872",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030906",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010378",
      "summary": "A U.S. Attorney’s Office Assistant requests protocol information regarding the delivery of a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The request specifically inquires about the necessity of non-encryption and lack of password protection for the hard drive, aiming for delivery the following day.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "protocol",
        "encrypted",
        "inmate",
        "delivery",
        "u.s. attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021877",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021872",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested protocol for delivering a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The response outlined the procedure: mailing the drive to the legal department, etching it with a number, providing an authorization memo, and including a cover letter with the password if the drive is password-protected. The protocol indicated non-encrypted drives were preferred for inmate discovery materials.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "hard drives",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "authorization memo",
        "password",
        "encryption",
        "protocol",
        "inmate",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021873",
            "similarity": 0.667,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031417",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023866",
      "summary": "An email was sent from EFTA00023866 to Christian and Mark S. Cohen regarding a \"Hard Drive and Discovery\" matter. An attachment, SDNY_GM_00000906-SDNY_GM_00000962.zip, containing four corrected documents (within a second .zip folder) is included. The email also contains a warning about unauthorized review, dissemination, or copying of the email and its contents, along with a link to the privacy policy. EFTA00023867 is also referenced.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2020",
      "keywords": [
        "redaction",
        "efta00023866",
        "discovery",
        "hard drive",
        "email",
        "counsel",
        "ufillactic",
        "duplicate",
        "privacy",
        "zip"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030906",
      "summary": "*   A suggestion was made to send all current discovery materials on each drive to avoid multiple drives with varying content. *   One hard drive was delivered on August 7, 2020, and the tracking information confirms this. *   Instructions were given for mailing the hard drives to the facility’s legal department, including numbering the drives and providing an authorization memo. *   The protocol for handling discovery drives for inmates involves non-encrypted drives and a cover letter containing the password. *   Confirmation of delivery was received and an update on the delivery process was requested.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "mdc",
        "inmate",
        "fedex",
        "password",
        "encryption",
        "protocol",
        "authorization memo",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021872",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021873",
            "similarity": 0.667,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026713",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031417",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026711",
      "summary": "A hard drive containing discovery materials was sent to Ghislaine Maxwell at MDC via FedEx on August 7, 2020, at 7:16 AM. The tracking number indicated “Delivered.” A subsequent email chain ensued regarding the delivery, confirming the arrival and outlining procedures for handling the drive, including password protection and mailing protocols to the legal department. The sender requested confirmation of the delivery protocol and inquired about the necessity of encryption for the drive’s contents.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "fedex",
        "discovery",
        "hard drive",
        "mdc",
        "ghislaine maxwell",
        "inmate",
        "password",
        "authorization memo",
        "delivery",
        "tracking number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021873",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026713",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021877",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026713",
      "summary": "An email chain discusses the delivery of a hard drive containing discovery materials to Ghislaine Maxwell at the MDC. The hard drive was delivered on August 7, 2020, at 7:16 AM, according to FedEx tracking. A subsequent email outlines protocol: the drive should be etched with a number, accompanied by an authorization memo, and potentially password-protected with a cover letter containing the password. The original sender indicates that non-encrypted drives are preferred for inmate use. The tracking number for the drive is EFTA00026713.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "delivery",
        "hard drive",
        "discovery",
        "fedex",
        "inmate",
        "maxwell",
        "mdc",
        "password",
        "protocol",
        "authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021877",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016292",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031417",
      "summary": "A request was made to deliver a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The protocol for delivery involved mailing the drive to the facility’s legal department, requiring it to be etched with a number, accompanied by an authorization memo, and potentially password-protected with a cover letter containing the password. The sender inquired about the current protocol and whether the drive needed to be non-encrypted. A response confirmed the requested protocol and emphasized the need for verification of the package’s location.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "carrier",
        "protocol",
        "encryption",
        "authorization memo",
        "password",
        "legal department"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021872",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021873",
            "similarity": 0.818,
            "index": 90,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021877",
      "summary": "An Assistant U.S. Attorney is requesting information regarding the delivery protocol for a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The hard drive should be mailed to the facility’s legal department, etched with a number, and accompanied by an authorization memo. It should not be encrypted and not have a password. The sender is inquiring about the current protocol and confirming the understanding that the drive should be non-encrypted.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "inmate",
        "mdc",
        "maxwell",
        "protocol",
        "encrypted",
        "password",
        "authorization memo",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026713",
            "similarity": 0.667,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021893",
      "summary": "Several individuals are involved in the upload and processing of materials related to the Epstein case. A hard drive containing five devices (NYCO24332, NYCO24369, NYCO24369_1, NYCO24372, and NYCO24384) was sent to a recipient. There were issues with missing files, including NYC027913, and duplicate folders (NYC024328, NYC024366, and NYC024392). The recipient inquired about supplemental materials and the status of devices with zero-byte files (approximately 71,000). Some drives were flagged as requiring specialist recovery due to physical failures. The recipient was tracking the progress of the spreadsheet updates and expected additional materials to arrive by Monday.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "efta00021893",
        "relativity",
        "nyc024328",
        "nyc024369",
        "nyc027913",
        "thumb drive",
        "data recovery",
        "zero byte files",
        "maxwell",
        "uploads"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016292",
      "summary": "*   Multiple parties (a U.S. Attorney’s office, a staff member, and an assistant U.S. attorney) were involved in coordinating the delivery and ensuring access to the files. *   The drive contained audio and video files, and initial reports indicated issues with certain files not opening. *   The sender sent a second drive containing all existing discovery via FedEx, including a password which was provided separately. *   The initial delivery was marked as “Delivered” on August 7th, but the recipient hadn't yet received it. *   Protocol dictated the drive needed to be numbered, have an authorization memo, and potentially be non-encrypted (without a password) for delivery to the inmate.",
      "timestamp": "2020-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "files",
        "audio",
        "maxwell",
        "inmate",
        "fedex",
        "password",
        "southern district of new york",
        "mdc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026713",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023962",
      "summary": "A hard drive containing discovery materials for inmate Isabela Maxwell was delivered to the Metropolitan Detention Center (MDC). Initial reports indicated issues with files on the drive, specifically excel, pdf, tif, video, and audio files. A paralegal specialist was investigating the cause of the problems, requesting information on specific files and potential software needed to access them. A previous drive containing all discovery to date was also sent via FedEx with a password. There was discussion regarding the need for non-encrypted drives for inmate discovery materials.",
      "timestamp": "2020-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "files",
        "excel",
        "pdf",
        "tif",
        "video",
        "audio",
        "maxwell",
        "mdc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038107",
      "summary": "On October 1, 2020, an FBI Special Agent from the New York Field Office requested assistance to find two volunteers for a Maxwell investigation. The investigation involves presenting digital evidence (a laptop and hard drive) to Maxwell and her defense team at MDC, potentially requiring several hours of waiting. The request was sent to agents to identify individuals willing to assist with this task.",
      "timestamp": "2020-10-01T00:00:00",
      "timestamp_raw": "October 1, 2020",
      "keywords": [
        "fbi",
        "maxwell investigation",
        "volunteers",
        "discovery",
        "mdc",
        "digital evidence",
        "laptop",
        "hard drive",
        "agents",
        "assistance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038206",
            "similarity": 0.538,
            "index": 134,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038108",
      "summary": "On October 1, 2020, an FBI agent (from NY) requested assistance from another FBI agent (from SI) for the Maxwell investigation. Squad C-20 needed two volunteers to present digital evidence (a laptop and hard drive) to Maxwell and her defense team at MDC, potentially for several hours. The request was for Wednesday or Thursday of the following week.",
      "timestamp": "2020-10-01T00:00:00",
      "timestamp_raw": "October 1, 2020",
      "keywords": [
        "efta00038108",
        "c-20",
        "maxwell",
        "fbi",
        "investigation",
        "digital evidence",
        "laptop",
        "hard drive",
        "mdc",
        "assistance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038020",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038210",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038105",
            "similarity": 0.538,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026560",
      "summary": "Kendall Felder, a General Manager at Melken Solutions, LLC, is coordinating a call at 11:30 AM on October 8, 2020, to discuss questions regarding a hard drive sent to the U.S. Attorney’s Office I SDNY. He is circulating call-in information (including a pin) and requesting the recipient to share an update file via email, inquiring about the size of an overlay file for e-mailing purposes. The emails contain confidentiality notices and restrictions on sharing the content.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "efta00026560",
        "kendall felder",
        "usanys",
        "contractor",
        "call",
        "overlay file",
        "update file",
        "dial-in",
        "melken solutions",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011409",
      "summary": "On October 13, 2020, a contractor ([REDACTED]) communicated with [REDACTED] regarding a hard drive issue and a responsiveness review of Epstein SW returns on Relativity. The contractor offered availability for a call between 9:00 AM and 11:00 AM, and again between 12:30 PM and 2:00 PM. A subsequent email exchange continued this discussion, with the contractor confirming they were working to resolve the hard drive issue and proposing a callback time.  A third email, dated October 11, 2020, initiated the discussion regarding the responsiveness review.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "responsiveness review",
        "relativity",
        "hard drive",
        "contractor",
        "call",
        "usanys",
        "redaction",
        "efta00011409"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026804",
            "similarity": 0.636,
            "index": 107,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025389",
      "summary": "An email, sent on October 13, 2020, from [REDACTED] (a USANYS contractor) to [REDACTED], contains a forwarded message titled \"Hard drive copy.\" The email subject line indicates a hard drive copy was sent and received, with the recipient identified as EFTA00025389.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00025389",
        "redaction analysis",
        "contractor",
        "usahub",
        "usa journal",
        "hard drive copy",
        "fw",
        "message",
        "2020",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026804",
      "summary": "On October 13, 2020, an individual (identified as a USANYS contractor) contacted [REDACTED] to follow up on a review of responsiveness regarding Epstein SW returns on Relativity. The contractor offered availability between 9:00 AM and 11:00 AM and 12:30 PM and 2:00 PM. [REDACTED] responded with a request for a call to discuss the review and offered availability throughout the morning. The contractor stated they were working to “get this hard drive out the door.”",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "responsiveness review",
        "relativity",
        "contractor",
        "call",
        "efta00026804",
        "usanys",
        "redaction",
        "data drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011409",
            "similarity": 0.636,
            "index": 105,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038020",
      "summary": "On October 20, 2020, an email request was sent from the FBI New York Field Office, Child Exploitation/Human Trafficking unit, to solicit assistance for the Maxwell investigation. The request involves providing digital evidence (laptop and hard drive) to Maxwell and her attorneys at the MDC for review. Two FBI agents were requested to assist from Friday, October 23, 2020, between 8:00 AM and 3:00 PM, due to scheduling conflicts involving defense counsel. A follow-up email, sent on October 1, 2020, reiterated the request from NYPD Squad C-20, specifying a potential timeframe of Wednesday or Thursday next week.",
      "timestamp": "2020-10-20T00:00:00",
      "timestamp_raw": "October 20, 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "c-20",
        "investigation",
        "discovery",
        "mdc",
        "human trafficking",
        "agent",
        "laptop",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038108",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038026",
            "similarity": 0.538,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038210",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038105",
            "similarity": 0.818,
            "index": 114,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038026",
      "summary": "On October 20, 2020, the FBI New York Field Office (NY) requested assistance for the Maxwell investigation (C-20). Specifically, they needed one agent to assist with reviewing digital evidence (a laptop and hard drive) at the Miami-Dade Correctional Facility (MDC) with Maxwell and her defense team on Friday, October 23, 2020, from 8:00 AM to 3:00 PM.  A previous request for two agents was delayed due to defense counsel availability.  Another FBI agent (SI) was already assisting and another agent (s) was unavailable.  The request originated from a forwarded email detailing the need for a volunteer to support the investigation.",
      "timestamp": "2020-10-20T00:00:00",
      "timestamp_raw": "October 20, 2020",
      "keywords": [
        "efta00038026",
        "fbi",
        "maxwell",
        "mdc",
        "discovery",
        "defense counsel",
        "human trafficking",
        "agent",
        "laptop",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038020",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024744",
      "summary": "This document is a Search and Seizure Warrant issued on October 27, 2020, authorizing law enforcement to search three Seagate Path 100 hard drives seized from the residence of Jeffrey Epstein at 9 East 71st Street, New York, NY. The warrant is related to violations of 18 U.S.C. including sex trafficking, transportation of minors, and conspiracy. The search is authorized to review the hard drives for evidence related to Epstein and Ghislaine Maxwell’s activities, specifically focusing on communications, travel plans, financial records, and any evidence of victim exploitation.  The warrant allows for a 30-day delay in notification if immediate notification would be detrimental to the investigation, and includes provisions for inventory, return of property, and the potential for returning the devices if no longer needed. Attachment A details the specific hard drives seized and outlines the scope of electronic discovery authorized.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "jeffrey epstein",
        "new york",
        "probable cause",
        "inventory",
        "redacting",
        "forensic analysis",
        "esi",
        "attachments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029150",
            "similarity": 0.526,
            "index": 196,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029487",
      "summary": "On October 30, 2020, multiple individuals (USANYS, [REDACTED]) discussed a delay in producing discovery related to the US v. Epstein case. The delay stemmed from significant processing time required for data received from FedEx, specifically 1.2 million records currently being imaged and processed. Hard drives containing productions (SDNYPROD008-014) were being sent to SDNY via FedEx, with the earliest images available on November 2nd.  A key concern was the unlikelihood of meeting the November 9th deadline, potentially requiring explanation to the Court and impacting the team’s workload under Judge Nathan.  The sender, Nick Koontz, indicated a possible timeline of Tuesday for a more concrete estimate.",
      "timestamp": "2020-10-30T00:00:00",
      "timestamp_raw": "October 30, 2020",
      "keywords": [
        "deadline",
        "relativity",
        "fedex",
        "production",
        "november 9",
        "data",
        "images",
        "records",
        "sdny",
        "efta00029487"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015280",
            "similarity": 0.5,
            "index": 130,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013205",
      "summary": "Epstein. *   Production consists of 40,000 images, FBI Florida boxes, and FBI FOIA documents. *   Electronic devices are not being produced. *   FedEx is delivering data in batches, with a significant amount still being processed and imaged. *   Specific hard drives (SDNYPROD008-014) containing approximately 1.2 million records are being sent to SDNY. *   The initial target date for record availability is November 2, 2020, with production starting shortly after. *   The initial target date for completion was November 9, 2020, but this is now unlikely. A revised estimate will be provided early next week. *   PAE is providing the documents on a rolling basis.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "fbi",
        "documents",
        "productions",
        "images",
        "fedex",
        "sdny",
        "epstein",
        "records",
        "november 9",
        "hard drive",
        "e-discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038210",
      "summary": "On November 4, 2020, the FBI New York Field Office (Special Agent, Child Exploitation/Human Trafficking) received a request from Squad C-20 for assistance with the Maxwell investigation. Two FBI agents were requested to volunteer on November 6, 2020, from 8:00 am to 3:00 pm to present digital evidence (laptop and hard drive) to Maxwell and her defense team at MDC.",
      "timestamp": "2020-11-04T00:00:00",
      "timestamp_raw": "November 4, 2020",
      "keywords": [
        "fbi",
        "c-20",
        "maxwell",
        "investigation",
        "human trafficking",
        "child exploitation",
        "digital evidence",
        "laptop",
        "hard drive",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038020",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038108",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038105",
            "similarity": 0.538,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038204",
            "similarity": 0.667,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038180",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038105",
      "summary": "An FBI Special Agent (SA) in New York (NY) is responding to a request for assistance with the “C-20” investigation, involving Maxwell and her defense team at MDC. The request involves providing a laptop and hard drive to show digital evidence. Two agents, SA Conroy and another agent, are being considered to assist, potentially on Wednesday or Thursday of next week, with a possible wait time of several hours. The NYPD is also involved.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2020",
      "keywords": [
        "fbi",
        "new york",
        "c-20",
        "maxwell",
        "mdc",
        "human trafficking",
        "investigation",
        "discovery",
        "laptop",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038210",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038020",
            "similarity": 0.818,
            "index": 108,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00038108",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038204",
            "similarity": 0.667,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038196",
            "similarity": 0.667,
            "index": 117,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038180",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038204",
      "summary": "On November 5, 2020, an FBI agent (NY) confirmed availability to assist with the Maxwell investigation, specifically Squad C-20’s request for two agents to provide discovery on November 6, 2020, from 8:00 AM to 3:00 PM at MDC. The discovery involved presenting digital evidence (laptop and hard drive) to Maxwell and her defense team. The request originated from another FBI agent (NY) on November 4, 2020, indicating their willingness to assist.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "November 5, 2020",
      "keywords": [
        "fbi",
        "new york",
        "maxwell",
        "c-20",
        "investigation",
        "digital evidence",
        "laptop",
        "hard drive",
        "human trafficking",
        "trial preparation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038105",
            "similarity": 0.667,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038210",
            "similarity": 0.667,
            "index": 113,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038020",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038180",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038195",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030592",
      "summary": "*   Due to the large file size, the data will be sent to the vendor on a 1TB hard drive. *   There’s a discrepancy between the number of files initially found (41,000) and the number present in the production (22,000), potentially due to un-imaged native files. *   The production data, including Bates-stamped documents, has been uploaded to Relativity. *   Instructions are given for marking documents as confidential and assigning Bates numbers. *   Requests are made for the production of native files alongside the stamped production. *   There are discussions about the best method for producing the documents (database load files, TIFF images, or PDF production). *   A timeline and updates are sought regarding the upload and stamping process. *   The initial materials consist of approximately 40,000 files totaling 300GB, currently being copied to a drive.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "relativity",
        "database",
        "hard drive",
        "bates stamped",
        "production",
        "files",
        "images",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038196",
      "summary": "FBI agents are requesting assistance from two additional agents to support the Maxwell investigation (C-20) on November 11, 2020, from 9:00 AM to 3:00 PM at MDC. The agents would be showing digital evidence (laptop and hard drive) to Maxwell and her defense team. The request originated from a previous inquiry and involves a follow-up canvas delivery.",
      "timestamp": "2020-11-11T00:00:00",
      "timestamp_raw": "November 11, 2020",
      "keywords": [
        "efta00038196",
        "c-20",
        "maxwell",
        "mdc",
        "discovery",
        "fbi",
        "agent",
        "laptop",
        "hard drive",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038105",
            "similarity": 0.667,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038020",
            "similarity": 0.818,
            "index": 108,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00038108",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038180",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038195",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037672",
            "similarity": 0.667,
            "index": 122,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038180",
      "summary": "On November 12, 2020, an FBI agent forwarded a request from Squad C-20 for assistance with the Maxwell investigation. C-20 requires two agents to assist on November 13, 2020, from 9:00 am to 3:00 pm at MDC, where they will present digital evidence (a laptop and hard drive) to Maxwell and her defense team. The request was received from SA, who is copied on the email.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "November 12, 2020",
      "keywords": [
        "efta00038180",
        "maxwell",
        "c-20",
        "investigation",
        "fbi",
        "agents",
        "digital evidence",
        "laptop",
        "hard drive",
        "mdc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038196",
            "similarity": 0.538,
            "index": 117,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038204",
            "similarity": 0.538,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038105",
            "similarity": 0.538,
            "index": 114,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038195",
            "similarity": 0.667,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037672",
            "similarity": 0.538,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038209",
            "similarity": 0.538,
            "index": 135,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026806",
      "summary": "An email chain discusses the transfer of data from a vendor to a Maxwell hard drive copy. The data, labeled “Volume001.dat”, is intended for uploading to the Relativity database via the USvEpstein database. A password, “ScanningMaxwell!99”, is provided for the drive. One individual was previously given an original drive to copy to a new drive. A request is made to send the copied drive to a specific recipient for upload once overlay files from the vendor are received.  The sender’s availability and contact information are also included.",
      "timestamp": "2020-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2020",
      "keywords": [
        "hard drive",
        "relativity",
        "maxwell",
        "vendor",
        "copy",
        "data",
        "upload",
        "usvepstein",
        "redaction",
        "password"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038195",
      "summary": "Squad C-20 of the FBI (NY) requested assistance from two agents for the Maxwell investigation on November 13, 2020, from 9:00 am to 3:00 pm. The agents were to present digital evidence (laptop and hard drive) to Maxwell and her defense team at MDC. SA (FBI - NY) offered to assist with sharing the evidence.",
      "timestamp": "2020-11-13T00:00:00",
      "timestamp_raw": "November 13, 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "c-20",
        "evidence",
        "investigation",
        "digital evidence",
        "laptop",
        "hard drive",
        "mdc",
        "11/13"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038180",
            "similarity": 0.667,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038196",
            "similarity": 0.538,
            "index": 117,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038204",
            "similarity": 0.538,
            "index": 115,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037672",
            "similarity": 0.538,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038209",
            "similarity": 0.538,
            "index": 135,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022047",
      "summary": "An email chain discusses the production of documents for the Maxwell case, specifically related to the Epstein Relativity Databases. One party (Sender) is requesting the production of 26,164 documents from the \"FBI Files from Florida Office\" folder, tagged with specific criteria. There are concerns about the volume of documents and a request for confirmation that the provided search encompasses all desired materials. A deadline of the end of October for delivery to 1St. Andrews is specified, with a request to load files into the US v Epstein database within a folder named \"USAO-SDFL Files.\" A hard drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "relativity",
        "epstein",
        "discovery tasks",
        "maxwell",
        "fbi files",
        "rsa token",
        "efta00022047",
        "production",
        "usao-sdfl",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037672",
      "summary": "*   The request originates from C-20 Squad, aiming to show discovery to Maxwell and her defense team at MDC. *   The assistance involves providing a laptop and hard drive to be shown to Maxwell’s team, potentially requiring several hours of waiting. *   The initial proposed timeframe is next week (Wednesday or Thursday), pending approval from MDC. *   Several FBI agents have expressed availability on specific days, with discussions about scheduling and confirmation ongoing. *   The request includes a coordination effort involving the NYPD and a US Attorney’s Office (AUSA).",
      "timestamp": "2020-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "mdc",
        "c-20",
        "discovery",
        "laptop",
        "hard drive",
        "fbi new york",
        "special agent",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038195",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038180",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038196",
            "similarity": 0.667,
            "index": 117,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038209",
            "similarity": 0.667,
            "index": 135,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038147",
      "summary": "On November 16, 2020, SA (FBI - NY) requested permission to bring a laptop back to their desk.  [REDACTED] advised against a suit and suggested casual attire for a meeting regarding the “Discovery laptop” case. [REDACTED] informed SA that they had the laptop and hard drive and would coordinate its delivery for the following day. The defense team requested a review of the laptop from 10:00 AM to 3:00 PM, and [REDACTED] would be CC’d on an email to the AUSA.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "November 16, 2020",
      "keywords": [
        "discovery laptop",
        "fbi",
        "ny",
        "dress code",
        "meeting",
        "analyst",
        "ausa",
        "efta00038147",
        "maxwell",
        "coordination"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009927",
      "summary": "The U.S. Department of Justice, specifically the Southern District of New York, is providing Ghislaine Maxwell with a modified laptop at the Metropolitan Detention Center (MDC) for her to review discovery materials related to her case, *United States v. Ghislaine Maxwell*. The laptop has had its microphone, camera, and communication capabilities (Wi-Fi, Bluetooth, Ethernet) disabled. The Department is authorizing the use of a charger and access to discovery hard drives on the laptop.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan detention center",
        "discovery materials",
        "laptop",
        "legal counsel",
        "southern district of new york",
        "review",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029273",
      "summary": "No. 02879-509) to the MDC (likely Metropolitan Detention Center). *   Multiple individuals ([REDACTED]) offered to deliver the laptop, proposing delivery times between 6:00 AM and 12:00 PM on November 18, 2020. *   One individual ([REDACTED]) requested to bring both the laptop and a new hard drive with discovery production materials to the MDC instead of just the laptop. *   An Assistant United States Attorney ([REDACTED]) provided instructions for the delivery, specifying a drop-off time and a contact person within the MDC.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "redaction",
        "usanys",
        "delivery",
        "mdc",
        "discovery",
        "maxwell (reg. no. 02879-509)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009924",
            "similarity": 0.5,
            "index": 139,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030926",
      "summary": "Attorney’s office (specifically the Southern District of New York) and defense counsel regarding the discovery process in a case, likely involving Ghislaine Maxwell.  The exchanges relate to the production of documents, including flash drives containing Bates ranges, FBI reports, and metadata files.  Key issues addressed include: *   **Drive Delivery:**  Discussions revolve around the delayed delivery of a 4TB hard drive containing the full discovery production. *   **CD Issues:**  Problems with a CD produced on November 18, 2020, due to a lack of a CD drive on the recipient’s computer. *   **Bates Range Corrections:**  Requests for clarification and correction of Bates number ranges, particularly a lack of correlation between Bates numbers and subject devices. *   **Missing Documents:**  Queries regarding missing documents, specifically subscriber information and flight logs. *   **Metadata Issues:** Problems with metadata load files, including gaps and inconsistencies. *   **Unsealed Documents:** Concerns about the Daily Beast article referencing an unsealed FBI affidavit related to the cell-site simulator, with requests for confirmation of its release. *   **Production Index:** A request for a detailed index of documents produced in the November 9 and November 18 productions. *   **Grand Jury Subpoenas:** Requests for copies of grand jury subpoenas and the date ranges covered by them. The exchanges demonstrate a significant level of contention and detailed scrutiny over the discovery process, highlighting issues with file production, metadata management, and the government's handling of relevant materials.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "discovery requests",
        "bates ranges",
        "redaction",
        "ftp",
        "production",
        "drive",
        "metadata",
        "cd",
        "fbi report",
        "discovery issues",
        "grand jury subpoenas",
        "efta00030926",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013202",
      "summary": "*   The images were delayed due to PAE re-doing the production after initially de-duping without prior notification. *   The current production includes images, FBI Florida box documents, and FBI FOIA documents. Electronic device productions were not included. *   PAE is sending images to the recipient on a rolling basis, with an initial target completion date of November 9th appearing unlikely. *   A hard drive containing multiple SDNYPROD productions (1-14) is being shipped via FedEx, with approximately 1.2 million records currently being imaged. *   The recipient is awaiting updates on the processing timeline and anticipates a clearer estimate by early next week.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "pae",
        "images",
        "fbi",
        "redaction",
        "production",
        "november 9",
        "fedex",
        "records",
        "electronic devices",
        "usanys",
        "sdnyprod"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019137",
            "similarity": 0.5,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019137",
      "summary": "A communication chain discusses the processing of data, specifically six hard drives (SDNYPROD008-014) containing approximately 1.2 million records, being sent via FedEx to Sony. The data is currently being imaged and marked, with an initial target completion date of November 9th deemed unlikely. A revised estimate suggests completion by Tuesday with a clearer timeline following.  Nick Koontz, a Lead E-Discovery Analyst, is following up on the situation and offering to answer questions and facilitate a call between the parties. The email chain emphasizes the sensitive nature of the information and includes standard disclaimer language.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "efta00019137",
        "redaction analysis",
        "pae",
        "fedex",
        "november 9",
        "data imaging",
        "records",
        "production",
        "usanys",
        "sdnyprod"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013202",
            "similarity": 0.5,
            "index": 127,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028688",
      "summary": "The email chain discusses a significant delay in the processing of data for the US v. Epstein case. Approximately 1.2 million records are being imaged and processed by PAE, with FedEx involvement. The initial deadline of November 9th is now considered unachievable. The team is concerned about the impact on discovery timelines and potential issues with Judge Nathan. Hard drives containing productions (SDNYPROD008-013) are being sent to Sony via FedEx. An update is expected early next week, potentially requiring a broader explanation to the court.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "efta00028688",
        "relativity",
        "pae",
        "fedex",
        "data processing",
        "discovery",
        "deadline",
        "november 9",
        "records",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015280",
      "summary": "Epstein case. *   The team is experiencing significant delays (1-2 months) in receiving processed data from Relativity. *   Approximately 1.2 million records are being imaged and will be available for production starting Monday, November 2nd. *   Hard drives containing productions SDNYPROD008 through SDNYPROD014 are being sent to SDNY via FedEx. *   A key concern is the potential impact on deadlines, particularly the November 9th deadline, and the possibility of requiring a court explanation. *   The sender anticipates a more concrete update early next week.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "efta00015280",
        "relativity",
        "fedex",
        "production",
        "data",
        "november 9",
        "judge nathan",
        "sdny",
        "records",
        "imaging",
        "e-discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029487",
            "similarity": 0.5,
            "index": 111,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024795",
      "summary": "An email chain discusses the hard drive password EFTA00024795 related to the US v. Epstein case. The password was provided by a contractor (USANYS) and sent to another redacted contractor.",
      "timestamp": "2020-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2020",
      "keywords": [
        "epstein",
        "us v.",
        "redaction",
        "usanys",
        "contractor",
        "hard drive",
        "password",
        "efta00024795"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024794",
            "similarity": 0.6,
            "index": 132,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024794",
      "summary": "The email discusses the hard drive password EFTA00024794 related to the case of US v. Epstein, sent by a USANYS contractor.",
      "timestamp": "2020-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2020",
      "keywords": [
        "epstein",
        "efta00024794",
        "usanys",
        "contractor",
        "redaction",
        "password",
        "us v.",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024795",
            "similarity": 0.6,
            "index": 131,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018161",
      "summary": "A vendor is producing seven parts of a redacted document related to the US v. Epstein case (SW database) for the recipient. Parts 1-3 have been completed and exported, with Part 4 preparation underway. The vendor is using searches Q SDNY_PROD015 - PART 01, Q SDNY_PROD015 - PART 02, and Q SDNY_PROD015 - PART 03 to manage the production.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2020",
      "keywords": [
        "epstein",
        "us v.",
        "redaction",
        "production",
        "sdny_prod015",
        "vendor",
        "documents",
        "export",
        "parts",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038206",
      "summary": "FBI agents in New York are requesting assistance for a case involving Maxwell, specifically regarding the review of digital evidence (laptop and hard drive) at the Metropolitan Detention Center (MDC).  Requests are being made for agents to assist with this review, which is scheduled for Friday, October 23rd, initially from 8am-3pm, and potentially rescheduled for other days.  Agent Ambrosini is available, while another agent, identified only as “,” is unavailable.  The initial request, dated October 28th, was prompted by a defense attorney’s request to review the materials. Subsequent emails detail availability conflicts and the need to secure a single agent to assist.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "mdc",
        "discovery",
        "assistance",
        "friday",
        "review",
        "agents",
        "laptop",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038107",
            "similarity": 0.538,
            "index": 102,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038209",
            "similarity": 0.538,
            "index": 135,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038209",
      "summary": "Squad C-20 is requesting assistance from two FBI agents for an investigation at Maxwell, involving a digital evidence presentation (laptop and hard drive) to the defense team at MDC on November 6th, 2020, from 8:00 am to 3:00 pm. An agent responded to a request for assistance and offered to send out a second request.",
      "timestamp": "2020-12-05T00:00:00",
      "timestamp_raw": "05 Nov 2020",
      "keywords": [
        "efta00038209",
        "c-20",
        "maxwell",
        "investigation",
        "fbi",
        "assistance",
        "discovery",
        "mdc",
        "laptop",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038206",
            "similarity": 0.538,
            "index": 134,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037672",
            "similarity": 0.667,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038195",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020832",
      "summary": "A hard drive with new discovery production related to the case *US v. Maxwell* (20 Cr. 330 (AJN)) has been made available for pickup at One St. Andrew’s Plaza. The production, along with prior productions, is also being sent to the MDC for Ms. Maxwell’s review. The email was sent by an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "us v.",
        "southern district of new york",
        "witness statement",
        "litigation",
        "efta00020832",
        "20 cr. 330",
        "andrew's plaza"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031730",
      "summary": "An email chain discusses the delivery of tax returns (2015-2019) from Maxwell Financial Report Appendices. One individual requested a ZIP file be burned to a DVD and picked up. Another individual received the ZIP file and offered alternative delivery methods: forwarding the original email link, uploading to USAFx, or providing a hard drive copy. The download of the full Financial Report Appendices to USAFx is still in progress, estimated to take approximately an hour to an hour and a half to complete.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "December 11 2020",
      "keywords": [
        "maxwell financial report",
        "tax returns",
        "zip file",
        "usafx",
        "dvd",
        "it department",
        "redaction analysis",
        "efta00031730",
        "2015-2019",
        "defense team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014380",
      "summary": "Two contractors ([REDACTED] and [REDACTED]) are handling the production of materials related to the US v. Epstein case. Two hard drives containing copies of productions 15 & 16 were received from PAE. The vendor is stamping and exporting portions of the production data (parts 1-6) from Relativity. Part 4 is partially stamped, and the vendor is requesting a potential extension from Judge Nathan. The contractor is monitoring the progress and coordinating with other parties regarding the delivery of the hard drives.",
      "timestamp": "2020-12-13T00:00:00",
      "timestamp_raw": "13 Nov 2020",
      "keywords": [
        "epstein",
        "us v.",
        "pae",
        "relativity",
        "hard drives",
        "stamping",
        "production",
        "data",
        "vendor",
        "usao-sdfl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009924",
      "summary": "A United States Attorney from the Southern District of New York is arranging the delivery of a laptop and a new hard drive to Ghislaine Maxwell at the Metropolitan Detention Center (MDC). The Attorney requests permission to bring both items tomorrow instead of just the laptop and provides instructions for drop-off between 6:00 AM and 12:00 PM, specifying the East Building location and the process for retrieving the laptop. Contact information for the Attorney is included.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "usanys",
        "discovery",
        "hard drive",
        "southern district of new york",
        "mdc",
        "delivery",
        "new york",
        "02879-509"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029273",
            "similarity": 0.5,
            "index": 125,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029978",
      "summary": "A United States Attorney sent a laptop, power cord, cover memo, a hard drive with a new discovery production, and two cover letters to Maxwell for her review of discovery materials. A previous hard drive containing file replacements was also shipped via FedEx. The Attorney requested confirmation that the drive was delivered to Maxwell.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "maxwell",
        "laptop",
        "discovery",
        "production",
        "cover memo",
        "hard drive",
        "fedex",
        "usanys",
        "redacted",
        "password"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017813",
      "summary": "Maxwell, 20 Cr. 330 (AJN)). *   The production includes approximately 1.2 million documents on a hard drive and a CD containing responsive images from Epstein’s iPhone. *   The hard drive and CD were prepared by different offices (vendor and paralegals). *   A new hard drive will be provided to Ms. Maxwell containing the full production for review at the MDC. *   There were concerns about the laptop’s ability to directly load the files due to storage limitations and compatibility issues. *   The MDC initially planned to allow Ms. Maxwell to use the laptop for review, but this was subsequently reduced to 7 hours per weekday. *   The Assistant U.S. Attorney requested confirmation that the full 13 hours per day (plus weekends) previously agreed upon would be available for review. *   A drive and CD containing the new discovery production were delivered to the MDC along with a laptop.",
      "timestamp": "2020-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2020",
      "keywords": [
        "discovery production",
        "hard drive",
        "cd",
        "maxwell",
        "epstein",
        "files",
        "review",
        "litigation",
        "usanys",
        "documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030178",
      "summary": "A contractor is following up on the progress of creating copies of Confidential items (images/videos) from Epstein’s devices for the FBI. The contractor, [REDACTED], contacted USANYS and IT multiple times (December 22nd and 23rd, 2020) to inquire about the status of the project, initiated by MIT.  IT confirmed that the copying was ongoing but provided inconsistent updates and no clear answers. The contractor requested an update on the plan and a complete set of the materials for the FBI.",
      "timestamp": "2020-12-22T00:00:00",
      "timestamp_raw": "December 22, 2020",
      "keywords": [
        "maxwell discovery",
        "fbi",
        "epstein",
        "confidential",
        "usanys",
        "contractor",
        "hard drive",
        "sixth production",
        "it",
        "copies"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013303",
      "summary": "A U.S. Attorney’s Assistant from the Southern District of New York is communicating with legal counsel regarding Ghislaine Maxwell’s confinement conditions at MDC. The MDC legal team is reporting inaccurate information, specifically stating no staff directs Maxwell’s location within her cell, but guards instructed her to avoid specific positions and standing near the cell door. Maxwell is also not receiving her designated food and has issues with a provided disc and computer, requiring a replacement disc and/or computer. The sender requests an update on the hard drive containing production data. A COVID-19 notice is included, indicating the West 19th Street office is closed and correspondence should be conducted via email or fax.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal",
        "confinement",
        "emails",
        "disciplinary sanction",
        "replacement disc",
        "computer",
        "hard drive",
        "efta00013303"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013305",
      "summary": "An email chain discusses the situation of Ghislaine Maxwell while she was detained. It details instructions given to Maxwell regarding her cell placement (avoiding corners, toilet proximity, and door distance) and a disciplinary sanction if she didn’t comply. The MDC Legal team reports issues with a discovery disc not working on their computer and requests a replacement disc and/or computer, as well as the immediate production of a hard drive containing complete production. The email also includes a standard office contact information and a COVID-19 notice regarding remote work procedures.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "ghislaine maxwell",
        "usanys",
        "mdc legal",
        "efta00013305",
        "new york",
        "isolation cell",
        "disciplinary sanction",
        "covid-19",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015913",
            "similarity": 0.5,
            "index": 191,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021707",
      "summary": "Maxwell. *   They are requesting a 4TB hard drive containing the complete discovery production, which is not yet ready. *   They are questioning the correlation of Bates numbers to subject devices in the discovery cover letters. *   They are requesting an unredacted FBI report and a log of redactions. *   They identify missing documents, including AT&T subscriber information and flight logs, and request their production. *   They point out metadata inconsistencies in the PROD011 and PROD015 production files. *   They request a copy of the government’s detailed index of documents. *   They are requesting copies of grand jury subpoenas and their associated date ranges. *   They inquire about the unsealing of a cell-site simulator affidavit referenced in a news article and requests confirmation of any related FOIA releases.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "discovery",
        "maxwell",
        "fbi report",
        "redaction",
        "bates numbers",
        "cd drive",
        "hard drive",
        "sdny_prod015",
        "sdny_gm_00001015",
        "subpoenas",
        "metadata"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021736",
            "similarity": 0.643,
            "index": 147,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020526",
      "summary": "On January 12, 2021, an Assistant United States Attorney requested confirmation of a delivery time for two new hard drives from the FBI’s office to the MDC for Ghislaine Maxwell, scheduled for January 11th. The FBI’s paralegal was unable to deliver the drives due to backlog and was unavailable until 3:30 PM. Special Agent =MI was coordinating the delivery.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "January 12, 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "drives",
        "delivery",
        "january 11th",
        "mdc",
        "ghislaine maxwell",
        "usanys",
        "discovery",
        "paralegal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021736",
      "summary": "The email chain details discovery requests from Cohen & Gresser LLP to the US government regarding the case involving Ghislaine Maxwell. Key requests include: *   Immediate delivery of a 4TB hard drive containing the full discovery production. *   Providing the CD data to Maxwell via a thumb drive or external CD drive. *   Correlating Bates numbers to SDNY_PROD015 and SDNY_PROD016 documents. *   Producing an unredacted FBI report and a log of redactions. *   Producing missing documents, specifically AT&T subscriber information and flight logs. *   Addressing metadata gaps in PROD011 and PROD015 DAT files. *   Providing detailed indices of document productions. *   Providing copies of grand jury subpoenas and requested date ranges. *   Confirmation regarding the unsealing of a cell-site simulator affidavit referenced in a Daily Beast article.",
      "timestamp": "2021-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2021",
      "keywords": [
        "discovery",
        "fbi report",
        "redaction",
        "bates numbers",
        "cd",
        "hard drive",
        "maxwell",
        "sdny_prod015",
        "sdny_gm",
        "subpoenas",
        "metadata",
        "foia"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021707",
            "similarity": 0.643,
            "index": 145,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020974",
      "summary": "*   **Date of Collection:** 01/27/2021 *   **Material:** Highly confidential responsive material, including nude and partial nude images and videos, processed by CART. *   **Devices:** Data was collected from multiple portable hard drives identified by NYC device codes (NYC0243xx). *   **Item Type:**  A derivative digital item including nude and semi-nude images and videos. *   **Collection Details:** Collected on 01/26/2021 at 04:00 PM EST from New York. One portable hard drive was collected. *   **Restrictions:** The document is FBI property, loaned for review, and not to be distributed outside the recipient agency.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "01/27/2021",
      "keywords": [
        "fbi",
        "child sex trafficking",
        "digital evidence",
        "cart",
        "nude images",
        "jeffrey epstein",
        "nyc0243xx",
        "confidential",
        "device type",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030918",
      "summary": "This redacted document details communications surrounding the production of discovery materials related to a legal case, likely a criminal investigation. Here’s a breakdown of the key content: *   **Discovery Requests & Production:** The core of the document revolves around responding to discovery requests made by defense counsel (USANYS) regarding materials related to a case, potentially involving a criminal investigation (\"defense\"). The production process involves multiple stages (6a, 6b, 6c), re-stamping, and transferring data to a location (USa.doj.govkcloud NYSkStAndrews\\ Shared). *   **Technical Issues & Corrections:** Significant issues arise regarding the accuracy of Bates numbering, metadata gaps in DAT files, and missing documents. Proposals are made to rectify these problems, including renumbering files, providing new DAT files, and correcting metadata errors. *   **Communication Chain:** The communication is primarily between USANYS (contractor) and the defense counsel (USANYS), with several individuals (e.g., Christian Everdell, Mark S. Cohen, Laura Menninger) involved in coordinating the production. *   **Timeline & Deadlines:** The document highlights ongoing efforts to prepare and deliver the discovery materials by January 27th, 2021, with ongoing requests for updates and confirmation of delivery. *   **Specific Requests & Concerns:** The defense requests a new 4TB hard drive, confirmation of the CD's delivery, clarification of Bates numbering, and detailed explanations for any missing documents or redactions. They also raise concerns regarding the FBI report and the tracking of the subject. *   **Redaction & Confidentiality:** The document is heavily redacted, indicating sensitive information is being protected. It also contains a standard confidentiality notice.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "prod011",
        "prod015",
        "bates numbers",
        "cd",
        "ftp",
        "mdc",
        "defense",
        "emails",
        "files",
        "range",
        "dat",
        "maxwell",
        "usafx",
        "cdrive",
        "government",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030912",
      "summary": "The USANYS team had previously produced discovery materials, including a 4TB hard drive and CD containing documents. They requested a new hard drive to be created, but faced delays. They identified Bates ranges that hadn’t been produced and requested their reproduction via FTP. Concerns were raised regarding metadata issues, missing documents (like AT&T data and Rodgers flight logs), and a discrepancy in the numbering of document productions. The USANYS team also requested unredacted FBI reports and grand jury subpoenas, and an update on the status of materials related to the Daily Beast article referencing the cell-site simulator affidavit. The exchanges focused on confirming the delivery of materials, reproducing missing Bates ranges, addressing metadata discrepancies, and obtaining additional documents and information. Redactions were noted and discussed throughout the communication.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "January 29, 2021",
      "keywords": [
        "discovery requests",
        "ftp",
        "ranges",
        "bates",
        "redacted",
        "documents",
        "production",
        "subpoenas",
        "metadata",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011489",
      "summary": "The core issues revolve around delayed production of discovery materials, particularly Bates ranges (SDNY_GM_00167911-00169735), metadata files, and specific FBI reports. Key points include: *   **Initial FTP Request:** Everdell initially requests the discovery materials via FTP, specifying the missing Bates ranges. *   **Assistant U.S. Attorney Response:** The Assistant U.S. Attorney proposes alternative methods for delivery (CD or FTP link) and acknowledges the need for a new hard drive containing the discovery. *   **Metadata Issues:** Significant concerns are raised about gaps and errors in the metadata load files for various productions (PROD011, PROD015), requiring the provision of new DAT files.  There are also concerns about overlapping document ranges. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T and David Rodgers production records, and asks for clarification on the removal of specific items from grand jury subpoena productions. *   **FBI Report & Affidavits:** The defense requests an unredacted version of the FBI report regarding the cell-site simulator and questions the status of a referenced affidavit, seeking confirmation of its unsealing. *   **Ongoing Communication:**  Multiple email exchanges occur between the parties, seeking clarification, requesting specific documents, and proposing solutions to the logistical and technical problems.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "efta00011489",
        "ftp",
        "bates",
        "discovery",
        "redaction",
        "usanys",
        "sdny",
        "metadata",
        "cd",
        "fbi report",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020430",
      "summary": "This document is a follow-up email chain between Christian Everdell (Cohen & Gresser LLP) and a USANYS Assistant United States Attorney regarding discovery materials produced in a case involving Jeffrey Epstein. The core issues raised are: *   **Hard Drive Delivery:** A request for a hard drive containing discovery materials for a client, Ms. Maxwell, has not been addressed. *   **Disk Readability:** Issues with Ms. Maxwell's prison computer preventing reading of disks sent previously, requiring alternative production methods. *   **Missing Attachments:** Over 109,000 emails produced without attachments, demanding their provision. *   **Metadata Issues:** Numerous files (photographs, electronic documents, audio/visual files) lack CART numbers and have inconsistent or delayed metadata dates (July 2020 or later), requesting metadata overlays and source identification. Specifically, gaps exist in production numbers (11/18-12/18), and there's confusion regarding the origin of files with inconsistent metadata. *   **Request for Clarification:** The sender seeks clarification on whether the 11/18-12/18 production gap was intentional. The email threads propose solutions, including providing a hard drive, offering to load files onto a drive, and requesting metadata overlays to address the inconsistencies and missing information.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "metadata",
        "epstein",
        "fbi",
        "cart",
        "production",
        "files",
        "attachments",
        "hard drive",
        "prison",
        "southern district of new york",
        "cd",
        "images",
        "bates",
        "metadata overlay"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019595",
            "similarity": 0.5,
            "index": 156,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029944",
      "summary": "This document is a series of email exchanges concerning discovery materials related to a legal case, likely involving Jeffrey Epstein. The core issues revolve around discrepancies in metadata, missing attachments, and gaps in production of electronic files. Specifically, the USANYS (Contractor) team is requesting the production of a hard drive containing discovery materials for Ms. Maxwell, pointing out issues like missing attachments (over 109,000 emails), files with incorrect metadata (photos and audio/visual files produced after the device seizure), a production gap between November 18th and December 18th, and requests for CART numbers and metadata overlays for various files. The team proposes a call to discuss these concerns and offers potential solutions, including providing files on a hard drive or requesting the opposing side to produce them that way. The entire communication highlights a struggle to obtain complete and accurate discovery materials from the opposing side.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "usanys",
        "metadata",
        "epstein",
        "files",
        "cart",
        "production",
        "attachments",
        "hard drive",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019595",
            "similarity": 0.692,
            "index": 156,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028571",
            "similarity": 0.615,
            "index": 166,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027861",
      "summary": "On March 29, 2021, Christian Everdell contacted a recipient regarding discovery issues in the Maxwell case, specifically related to productions prepared by PAE. The issues included: 1.  Failure to send a hard drive containing discovery to Ms. Maxwell. 2.  Files incompatible with Ms. Maxwell’s laptop requiring inclusion on a hard drive. 3.  Missing attachments from over 109,000 emails. 4.  Metadata discrepancies (dates and lack of CART numbers) in over 110,000 electronic documents and 6,500 photographs. 5.  Metadata issues within audio/visual files categorized by production dates (SDNY GM SUPP, SDNY005, SDNY011). 6.  A gap in production numbers between November 18th and December 18th. Everdell requested responses and clarification on these points to facilitate the discovery process.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "discovery",
        "maxwell case",
        "pae",
        "hard drive",
        "metadata",
        "cart number",
        "email",
        "production",
        "files",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027864",
            "similarity": 0.538,
            "index": 155,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029942",
            "similarity": 0.538,
            "index": 157,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019092",
            "similarity": 0.538,
            "index": 159,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027864",
      "summary": "The email chain details requests for production of discovery materials in the Maxwell case, primarily prepared by PAE. Specific requests include: 1.  Sending a hard drive containing discovery materials to Ms. Maxwell. 2.  Producing files on a hard drive due to limitations of Ms. Maxwell’s computer. 3.  Providing missing attachments to over 109,000 emails. 4.  Producing metadata overlays for electronic documents with altered creation/modification dates (over 110,000 files). 5.  Providing CART numbers and metadata overlays for over 6,500 photographs with altered dates. 6.  Producing metadata overlays for audio/visual files with various metadata issues, including missing load files and lack of CART numbers. 7.  Clarification regarding a gap in production numbers between November 18 and December 18.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "metadata",
        "hard drive",
        "emails",
        "attachments",
        "cart number",
        "files",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027861",
            "similarity": 0.538,
            "index": 154,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029942",
            "similarity": 0.818,
            "index": 157,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019092",
            "similarity": 0.667,
            "index": 159,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020434",
            "similarity": 0.818,
            "index": 160,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019595",
      "summary": "This redacted document details a discovery dispute between the Southern District of New York’s United States Attorney’s Office and a legal team (Cohen & Gresser LLP) regarding materials produced in the case involving Jeffrey Epstein. The core issues center around missing files, metadata discrepancies, and a gap in production numbers. Specifically, the US Attorney’s Office is requesting the delivery of a hard drive containing discovery materials to a client, Ms. Maxwell. They identify several problems with prior productions, including: *   Missing attachments from over 109,000 emails. *   Electronic documents with post-seizure creation dates and missing metadata. *   Photographs lacking CART numbers and with similar metadata issues. *   Audio/visual files with similar metadata issues, categorized by production set. *   A gap in the production numbers between November 18th and December 18th. The legal team responds with proposed solutions such as providing the hard drive, correcting the metadata issues, and investigating the production gap.  The correspondence highlights difficulties stemming from the handling and preservation of digital evidence, particularly concerning metadata and the origins of files.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "usanys",
        "discovery",
        "metadata",
        "files",
        "fbi",
        "epstein",
        "cart",
        "production",
        "attachments",
        "hard drive",
        "mdc",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029944",
            "similarity": 0.692,
            "index": 153,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020430",
            "similarity": 0.5,
            "index": 152,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028571",
            "similarity": 0.533,
            "index": 166,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029942",
      "summary": "The email chain details a request for discovery production updates regarding a case involving electronic documents and photographs related to Jeffrey Epstein. Specifically, the sender requests: 1.  The delivery of a hard drive containing discovery materials to a client. 2.  A decision on how to produce files that cannot be read on Ms. Maxwell’s computer. 3.  The provision of missing attachments for over 109,000 emails. 4.  Metadata overlays for over 110,000 electronic documents with altered creation/modification dates. 5.  CART numbers or device source information for over 6,500 photographs with altered creation/modification dates. 6.  Metadata overlays for audio/visual files with similar metadata issues, categorized by production set. 7.  Clarification regarding a gap in production numbers between November 18th and December 18th.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "production",
        "metadata",
        "hard drive",
        "emails",
        "cart number",
        "sdny",
        "files",
        "attachments",
        "metadata overlay"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027864",
            "similarity": 0.818,
            "index": 155,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027861",
            "similarity": 0.538,
            "index": 154,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019092",
            "similarity": 0.538,
            "index": 159,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020434",
            "similarity": 0.667,
            "index": 160,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028571",
            "similarity": 0.5,
            "index": 166,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020426",
      "summary": "This document is a series of email exchanges between the Southern District of New York’s Assistant United States Attorney (Chris Everdell) and various parties, including Laura Menninger and Jeff Pagliuca, regarding discovery materials related to a case, likely involving Jared Epstein. Here’s a breakdown of the key points: *   **Discovery Issues:** The primary concern is a series of technical issues with the delivered discovery materials, including missing attachments, incorrect metadata, and gaps in production numbers. *   **Metadata Problems:** Specifically, many electronic documents and photographs lack CART numbers and have dates after the purported seizure dates, causing difficulty in accessing and interpreting the data. Requests are made for metadata overlays. *   **Hard Drive Delivery:** The Assistant US Attorney is requesting the delivery of a hard drive containing the discovery materials to Ms. Maxwell, but the other party is hesitant and proposes alternative solutions. *   **Missing Production Numbers:** A gap exists between production numbers 11/18 and 12/18, and the Assistant US Attorney is inquiring about its intentionality. *   **Coordination & Support:** The Assistant US Attorney is requesting a call to discuss these issues and offers to assist with providing materials to Ms. Maxwell. *   **Redactions:** The document contains redactions, indicating the presence of sensitive or confidential information.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery issues",
        "usanys",
        "metadata",
        "fbi",
        "epstein",
        "production",
        "cd",
        "pdf",
        "files",
        "cart numbers",
        "bates range",
        "southern district of new york",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019092",
      "summary": "This redaction analysis document pertains to a legal case, likely a discovery dispute, involving the production of electronic evidence in the Maxwell case. The core issues revolve around discrepancies in metadata and missing information within large productions of documents, emails, photographs, and audio/visual files. Specifically, the sender requests the recipient to: *   Send a hard drive containing discovery materials to Ms. Maxwell. *   Provide missing attachments from over 109,000 emails. *   Produce a metadata overlay for documents with altered creation/modification dates (over 110,000 files). *   Supply CART numbers and metadata overlays for over 6,500 photographs and over 460 audio/visual files. *   Investigate a gap in production numbers between November 18th and December 18th. The communications are between Cohen & Gresser LLP (sending the request) and an unnamed contractor/party (\"USANYS\") receiving it, involving discussions, calendar invites, and attached documentation highlighting the specific deficiencies in the evidence production.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "30 Mar 2021",
      "keywords": [
        "discovery",
        "production",
        "emails",
        "hard drive",
        "metadata",
        "cart number",
        "maxwell",
        "pae",
        "phone call",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029942",
            "similarity": 0.538,
            "index": 157,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027864",
            "similarity": 0.667,
            "index": 155,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027861",
            "similarity": 0.538,
            "index": 154,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020434",
            "similarity": 0.818,
            "index": 160,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020434",
      "summary": "The document is a redacted email chain regarding discovery issues in a legal case (Maxwell case). Key points include: *   A request to send a hard drive containing discovery materials to Ms. Maxwell. *   Disagreements about producing files on disks due to Ms. Maxwell’s computer limitations. *   Numerous metadata issues with electronic documents (emails, documents, photographs, audio/visual files) requiring metadata overlays and/or CART numbers. *   A query regarding a gap in production numbers between November 18th and December 18th. *   Requests for timely responses to resolve these issues.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "30 Mar 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "hard drive",
        "metadata",
        "emails",
        "attachments",
        "cart number",
        "pae",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019092",
            "similarity": 0.818,
            "index": 159,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029942",
            "similarity": 0.667,
            "index": 157,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027864",
            "similarity": 0.818,
            "index": 155,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015636",
      "summary": "*   **Initial Requests:** Christian Everdell (USANYS) is requesting specific files and metadata from a vendor (EFTA00015636) regarding recovered electronic devices and photographs. *   **Metadata Issues:** Key issues involve missing metadata associated with many electronic files and photographs recovered from Epstein’s devices, particularly files created or modified after the FBI seizure. The vendor is working to provide metadata overlays. *   **Missing Files:** There are gaps in production numbers (SDNY\\_GM\\_02742044 to 2742183) and unrecovered files (specifically #3, #4, #5, #6, and #7). *   **CD Issues:** Certain photographs were initially produced from CDs that were not processed by CART, leading to missing CART numbers and associated metadata. *   **Delivery Concerns:** There are questions about delivering the discovery materials to Jane Maxwell (USANYS), focusing on the inability of her laptop to read certain file types. *   **Ongoing Investigation:** The parties are coordinating efforts to resolve the metadata issues and ensure the complete delivery of the required discovery materials.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "23 Apr 2021",
      "keywords": [
        "efta00015636",
        "discovery issues",
        "metadata",
        "epstein",
        "fbi",
        "cart",
        "cd",
        "hard drive",
        "metadata overlay",
        "bates numbers",
        "sdny",
        "2021",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024870",
      "summary": "Christian R. Everdell of Cohen & Gressel LLP is requesting the United States District Court to order the Material Discovery Center (MDC) to accept two hard drives created by defense counsel for Ghislaine Maxwell. These drives contain non-Highly Confidential discovery materials, organized for easier review by Maxwell, excluding Highly Confidential materials as stipulated in the Protective Order. The government has indicated no objection, but requests the MDC legal counsel be given an opportunity to file objections. The request aims to facilitate Maxwell's review of the discovery materials.",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "April 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "protective order",
        "hard drives",
        "mdc",
        "discovery",
        "court order",
        "legal department",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020244",
      "summary": "Defense counsel, Cohen & Gresser LLP, are requesting a court order directing the MDC to accept two hard drives containing non-Highly Confidential discovery materials for Ghislaine Maxwell’s use in the United States v. Ghislaine Maxwell case. The hard drives, created as a master set, organize the government’s discovery files (approximately 2.2 million pages) more efficiently than Maxwell’s existing hard drives. The government consents to the request, but requests the court allow MDC legal counsel to object. The defense intends to send the hard drives to Maxwell and will notify the MDC Legal Department of the request.",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "April 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "protective order",
        "hard drives",
        "discovery",
        "united states v.",
        "christian everdell",
        "cohen & gresser llp",
        "united states district court",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020243",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent a letter to Judge Nathan, filed on the docket, regarding hard drives. The letter is attached as \"2021.04.30_Letter_to_Judge_Nathan_re_Hard_Drives.pdf\".",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "30 Apr 2021",
      "keywords": [
        "efta00020243",
        "judge nathan",
        "letter",
        "redaction",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "docket",
        "laura menninger"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022514",
      "summary": "Defense counsel, Cohen & Gresser LLP, are requesting a court order directing the Material Transfer Custody (MDC) to accept two hard drives containing discovery materials for Ghislaine Maxwell’s review. The hard drives, created from a master set, organize discovery excluding “Highly Confidential” materials into a more user-friendly format. The government has indicated no objection to the request, but requires the MDC legal department to note any objections. The request seeks to facilitate Maxwell’s review of discovery materials within the MDC.",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "April 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "court",
        "discovery",
        "protective order",
        "hard drives",
        "mdc",
        "defense counsel",
        "government",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028571",
      "summary": "The emails primarily relate to the production of electronic discovery materials to the US Attorney’s Office, Southern District of New York (USANYS). **Key Points & Actions:** *   **Initial Production:** A contractor (USANYS) sent a CD containing discovery materials to the MDC (presumably the recipient's legal team). Draft cover letters and attached files (DOCX documents) were included. *   **Metadata Issues:** The USANYS team identifies significant issues with the metadata associated with many of the recovered electronic files, including missing dates, incorrect file creation/modification dates, and a lack of CART numbers. *   **Requests for Clarification & Production:** Laura Menninger requests a detailed metadata overlay for files with altered dates, asks for a list of carved/deleted files, and requests CART numbers for specific photographs. *   **Addressing the Drive Issue:** There is discussion about sending a hard drive containing the discovery to the recipient, contingent on the recipient's ability to access it. *   **Missing Attachments:** A large number of emails lack attachments, requiring the USANYS to seek these out. *   **Ongoing Investigation:** The USANYS team is investigating the Bates gap (missing files) and working with a vendor to determine the best way to convey the metadata information. *   **Confirmation of Non-Recovery:** The USANYS confirms that certain attachments were not recovered from searched devices. *   **Multiple Requests for Additional Information:** The assistant US attorney repeatedly requests more information about the discovery materials and the metadata associated with them. **Essentially, the document outlines a challenging discovery process complicated by metadata discrepancies and the need for clarification on missing files and production methods.**",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "21 May 2021",
      "keywords": [
        "efta00028571",
        "discovery",
        "usanys",
        "metadata",
        "production",
        "files",
        "pdfs",
        "cart",
        "metadata overlay",
        "attachments",
        "metadata",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029942",
            "similarity": 0.5,
            "index": 157,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019595",
            "similarity": 0.533,
            "index": 156,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029944",
            "similarity": 0.615,
            "index": 153,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028646",
      "summary": "The core issue revolves around discrepancies and missing metadata within discovery materials related to Jeffrey Epstein’s case, specifically concerning productions labeled SDNY_GM_SUPP, SDNY005, SDNY011, and files within Bates ranges. Key points include: *   **USAfx Account Issues:** The prosecution is attempting to facilitate the transfer of discovery materials to Laura Menninger via the USAfx platform, initially requesting her to set up an account. *   **Metadata Discrepancies:** Significant problems exist with the metadata of many electronic files, including incorrect creation/modification dates and missing original metadata. Specifically, investigators are struggling to locate attached files and determine the source of files with altered dates. *   **CART Numbers & File Tracking:** A specific concern is the lack of CART numbers for numerous photographs and audio/visual files, leading to difficulties in tracking their origin and processing. *   **Requests for Additional Information:** The prosecution repeatedly requests missing attachments, metadata overlays, and clarification on Bates number gaps to facilitate a complete review of the discovery materials. *   **Coordination Efforts:** The exchanges involve coordinating with the MDC (presumably the court’s electronic discovery unit) and exploring options like a hard drive transfer and potential court orders to compel the provision of missing materials. The document highlights a complex and ongoing effort to rectify issues with the discovery process and ensure all relevant materials are accounted for and properly documented.",
      "timestamp": "2021-05-24T00:00:00",
      "timestamp_raw": "24 May 2021",
      "keywords": [
        "discovery",
        "usafx",
        "metadata",
        "files",
        "production",
        "pdfs",
        "cart",
        "supp",
        "emails",
        "hard drive",
        "paralegals",
        "usanys",
        "cd",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010145",
      "summary": "A legal team (Assistant United States Attorney) is coordinating the delivery and loading of a hard drive containing discovery materials related to a case involving Maxwell at MDC. The drive contains reproductions of the Seventeenth Production (2021.05.21 and 2021.06.10 discs) and is intended to replace malfunctioning disks previously sent to Maxwell. There’s a request for additional non-testifying 3500 materials to be included on the drive, and a query regarding the status of those materials’ production. The team is experiencing staffing challenges due to travel and paralegal unavailability, requiring assistance with drive pickup and loading.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2021",
      "keywords": [
        "discovery",
        "maxwell",
        "mdc",
        "hard drive",
        "production",
        "3500 material",
        "july 13",
        "2021",
        "seventeenth production",
        "discs",
        "images"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013395",
      "summary": "A request was made from the FBI (New York Field Office, Child Exploitation/Human Trafficking) to (USANYS) [Contractor-1] to retrieve 44 files listed in an attached spreadsheet. The files, originally associated with witness interviews, were needed for comparison against existing 3500 material to meet an upcoming production deadline. The request specified needing the file dates of origin rather than the interview dates, and preferred delivery via USAfx or a physical hard drive. A follow-up email clarified the request and offered assistance with questions. Attached to the emails was a spreadsheet listing the files and their corresponding disks.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "efta00013395",
        "fbi",
        "nypd",
        "31e-mm-108062",
        "witness interviews",
        "redaction",
        "files",
        "spreadsheet",
        "3500 project",
        "dates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027753",
      "summary": "The U.S. Attorney for the Southern District of New York responded to a court order regarding the delivery of legal mail to Ghislaine Maxwell at the Metropolitan Detention Center (MDC). Standard procedure dictates legal mail is delivered within one business day of receipt at the MDC, involving warehouse processing, logging, and authorization before delivery to the inmate. Due to the high volume of inmates (1,700) and the legal department's responsibilities, expedited delivery for Maxwell’s mail is not practicable. A hard drive containing court disclosures was delivered via FedEx on October 11, 2021, but a subsequent institutional emergency delayed delivery on October 13, 2021, which was personally delivered by legal counsel on October 14, 2021. The court rejected Maxwell’s request for a specific delivery order, but expects mail to be delivered within one business day going forward.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "metropolitan detention center",
        "legal mail",
        "united states department of justice",
        "delivery protocols",
        "mdc",
        "court order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029294",
      "summary": "Bobbi Sternheim, an attorney, is communicating with someone regarding the delivery of hard drives and legal materials to Ghislaine Maxwell at the MDC (presumably the Metropolitan Detention Center). Sternheim reports that two FedEx envelopes containing these items were delivered on October 12, 2021, at 10:26 AM, but Maxwell hadn't received them as of October 13, 2021. Sternheim expresses concern that this delay will be reported to the court and requests an explanation. Attached screenshots show FedEx delivery confirmations.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "fedex",
        "hard drive",
        "legal material",
        "delivery",
        "government",
        "court",
        "october 12",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029297",
            "similarity": 0.818,
            "index": 175,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023037",
      "summary": "Bobbi Sternheim sent an email to [REDACTED] on October 12, 2021, informing them that the government had sent a hard drive related to Ghislaine Maxwell to the Mail & Defence Centre (MDC) via Federal Express. Sternheim instructed the recipient to immediately hand the hard drive over to Maxwell, emphasizing the urgency of the situation. The email included Sternheim’s contact information and a standard confidentiality disclaimer.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "federal express",
        "mdc",
        "bobbi sternheim",
        "hard drive",
        "redaction",
        "legal",
        "confidential",
        "email",
        "external"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026701",
      "summary": "On October 13, 2021, Bobbi C. Sternheim sent an email to Sobel regarding the delivery of two FedEx envelopes containing hard drives and decryption passwords to Ghislaine Maxwell at the MOE (likely a specific location). The envelopes, tracking numbers 8166 1429 9141 and 8166 1429 9130, were delivered to the MOE on October 12, 2021, at 10:26 AM. As of October 13, 2021, Maxwell had not received the packages, prompting Sternheim to request an explanation for the delay to be reported to the court. The email also included a disclaimer regarding confidential information from the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fedex",
        "tracking",
        "court",
        "delivery",
        "bobbi stemheim",
        "encryption",
        "password",
        "october 12",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016716",
      "summary": "On October 13, 2021, Bobbi C. Sternheim sent an email to multiple recipients regarding the delivery of a hard drive to Ghislaine Maxwell at the MDC. The hard drive was to be sent via FedEx and immediately given to Maxwell upon arrival. Sternheim requested confirmation upon arrival and provided her updated contact information. The email contained a standard confidentiality disclaimer.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "efta00016716",
        "ausas",
        "hard drives",
        "delivery",
        "bobbi c. sternheim",
        "federal express",
        "mdc",
        "maxwell",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029297",
      "summary": "On October 14, 2021, Bobbi Sternheim, representing the Law Offices of Bobbi C. Sternheim, contacted [REDACTED] regarding a delivery of hard drives and legal materials to Ghislaine Maxwell at the MDC. Sternheim reported that two FedEx envelopes sent to the MDC on October 12th, at 10:26 am, had not been received by Maxwell. Sternheim expressed concern that this delay would be reported to the court and requested an explanation. The email included standard legal disclaimers and attachments of screenshots related to the FedEx tracking information.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "fedex",
        "mdc",
        "legal material",
        "hard drive",
        "government",
        "delivery",
        "court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029294",
            "similarity": 0.818,
            "index": 171,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024238",
      "summary": "This document is a Government Exhibit Index related to the case of *United States v. Ghislaine Maxwell*. It details a collection of physical and digital evidence produced for the defense, organized by exhibit type and Bates number. The exhibits include: *   **Message Pads:** Multiple message pads (GX-1 through GX-3) containing handwritten notes and excerpts. *   **Birth Certificates:** Certified birth certificates of minor victims (GX-11 through GX-15). *   **Other Physical Exhibits:** Various items like a Florida Massage Table, Black Contact Book, and boxes of costumes. *   **Hard Drives:** Several NYCO24350 and NYCO24349 hard drives. *   **Photographs & Videos:** Extensive collection of photographs and videos from various locations, including the Palm Beach estate, Mar-a-Lago, and the New York townhouse, depicting people, rooms, and artwork, including nude sculptures and portraits. *   **Financial Records:** J.P. Morgan Chase statements and other financial documents. *   **Phone Records:** Records pertaining to Jeffrey Epstein’s phone activity. The exhibits are organized by series (e.g., 0 Series, 10 Series, etc.) and include specific Bates numbers for identification. The document also notes that access to these exhibits is subject to specific protective order paragraphs.",
      "timestamp": "2021-10-28T00:00:00",
      "timestamp_raw": "10/28/2021",
      "keywords": [
        "ghislaine maxwell",
        "message pads",
        "photographs",
        "birth certificates",
        "massage table",
        "black contact book",
        "excerpts",
        "receipts",
        "travel records",
        "emails",
        "mar-a-lago",
        "relatvity",
        "palm beach",
        "new york",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029287",
      "summary": "This document is a series of emails related to a legal case, *US v. Maxwell S2 20 Cr 330 (MN)*. An attorney, SI, is requesting a review of a draft letter regarding the case from another attorney, Bobbi Sternheim. The draft letter contains highlighted sections needing additional information and includes updates on mail delivery and a hard drive sent to the recipient. There is a request for a call to discuss the letter and its contents, with a deadline of 12 PM on November 2, 2021. The emails discuss the status of the hard drive and the need for updates to the court.",
      "timestamp": "2021-11-02T00:00:00",
      "timestamp_raw": "November 2, 2021",
      "keywords": [
        "us v. maxwell",
        "20 cr 330",
        "redaction",
        "letter",
        "email",
        "call",
        "judge",
        "november 2",
        "12 pm",
        "court",
        "hard drive",
        "tracking number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029224",
      "summary": "A thumb drive containing a discovery production for the Maxwell case was received from defense counsel. The production was loaded onto the drive, and attached letters require confirmation.",
      "timestamp": "2021-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2021",
      "keywords": [
        "hard drive",
        "gm",
        "maxwell",
        "discovery",
        "production",
        "thumb drive",
        "defense counsel",
        "u.s. attorney's office",
        "paralegal specialist",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010164",
      "summary": "On November 9, 2021, Christian Everdell sent emails to multiple recipients, including Bobbi Sternheim, requesting input on a draft letter regarding pseudonyms for a legal case. He requested language additions by the following evening.  Everdell also proposed delivering four hard drives to a court hearing, suggesting either hand-off by a paralegal or mailing them.  Three joint letters concerning pseudonyms – for witness use, limiting instructions, and procedures for voir dire – were due to the court the next day, with requests for proposals to be submitted by close of business.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "pseudonyms",
        "letter",
        "security",
        "drives",
        "hearing",
        "court",
        "redacting",
        "exhibits",
        "joint letter",
        "christian everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023036",
      "summary": "Bobbi C. Sternheim sent an email to multiple recipients informing them that the government had sent a hard drive containing information related to Ghislaine Maxwell via Federal Express. Sternheim instructed recipients to immediately provide the hard drive to Maxwell and to report upon its arrival. Sternheim also provided her updated contact information and a confidentiality disclaimer.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "mdc",
        "federal express",
        "bobbi c. sternheim",
        "hard drive",
        "legal",
        "external",
        "new york",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010159",
      "summary": "On November 16, 2021, the Assistant United States Attorney for the Southern District of New York sent additional discovery materials related to *U.S. v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Laura Menninger, Jeff Pagliuca, and the USANYS contractor. The materials included cover letters, indices for testifying and non-testifying witness material, and exhibit indices. The production will be delivered via USAfx, and one hard drive provided by the recipient will be sent to the MDC for Ms. Maxwell.",
      "timestamp": "2021-11-16T00:00:00",
      "timestamp_raw": "November 16, 2021",
      "keywords": [
        "us v. maxwell",
        "efta00010159",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca",
        "discovery",
        "witness",
        "exhibits",
        "usafx",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021038",
      "summary": "This document is a Government Exhibit Index related to the case of United States v. G’hislaine Maxwell. It details the production of various physical exhibits, including message pads, photographs, documents, and hard drives, related to Maxwell’s activities and connections. The exhibits cover locations such as her residences in New York and London, the Mar-A-Lago estate, and various individuals associated with her. The materials include correspondence, financial records, photographs of individuals and objects, and details about the Palm Beach School District. The index categorizes the exhibits by series (0, 10, 50, etc.) and provides Bates numbers for identification and tracking. The documents are subject to protective orders.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "11/23/2021",
      "keywords": [
        "g'hislaine maxwell",
        "message pads",
        "sdny",
        "exhibit index",
        "photographs",
        "birth certificates",
        "massage table",
        "black contact book",
        "hard drive",
        "palm beach",
        "new york townhouse",
        "jeffrey epstein",
        "flights",
        "emails",
        "costumes",
        "financial records",
        "phone records",
        "travel",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021965",
      "summary": "The United States Attorney’s Office, Southern District of New York, is sending supplemental testifying and non-testifying witness material related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Bobbi C Sternheim, Laura Menninger, and Jeff Pagliuca. The material, including a cover letter and indices, is being sent via USAfx and will be loaded onto a hard drive for delivery to the MDC for Ghislaine Maxwell.",
      "timestamp": "2021-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2021",
      "keywords": [
        "maxwell",
        "ghislaine maxwell",
        "us v.",
        "evidence",
        "witness",
        "non-testifying witness",
        "production",
        "usafx",
        "mdc",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010024",
      "summary": "The Assistant United States Attorney for the Southern District of New York is sending additional discovery materials to the defense in the case of *U.S. v. Ghislaine Maxwell*. These materials include cover letters, witness material (testifying and non-testifying), exhibits, and indices. The production will be delivered via USAfx, including hard drives containing previously produced materials from November 9th, re-stamped Mulligan materials, and materials produced to Dr. Rocchio.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "efta00010024",
        "us v. maxwell",
        "ghislaine maxwell",
        "discovery",
        "redaction",
        "usafx",
        "mulligan",
        "defense",
        "witness",
        "exhibits",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027710",
      "summary": "An email chain discusses the need for a password associated with a hard drive for “Maxwell.” Ori original Messa e sent a letter containing the password (2021.11.11_MDC_-_Maxwell_PASSWORD.pdf) to request its delivery for use the following day. A Le al Assistant inquired about receiving the password. The document identifier is EFTA00027710.",
      "timestamp": "2021-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2021",
      "keywords": [
        "password",
        "maxwell",
        "efta00027710",
        "hard drive",
        "2021",
        "november 11th",
        "redaction",
        "ori inal messa e",
        "key pad"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023359",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending additional discovery materials related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to counsel. This includes a cover letter, a hard drive containing documents, and supplemental productions of testifying and non-testifying witness material and exhibits. The materials will also be available via USAfx. The sender requests confirmation regarding pickup of the hard drive or FedEx delivery options.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "discovery",
        "witness",
        "evidence",
        "defense",
        "hard drive",
        "fedex",
        "united states attorney's office",
        "new york",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014653",
      "summary": "A hard drive and password were sent to the Metropolitan Detention Center (MDC) via FedEx as part of a case involving the United States v. Maxwell. The sender is an Assistant United States Attorney from the Southern District of New York, EFTA00014653.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "hard drive",
        "fedex",
        "password",
        "ms. maxwell",
        "united states attorney",
        "mdc",
        "southern district of new york",
        "2021",
        "efta00014653"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014655",
      "summary": "A communication regarding the discovery production in the case of *US v. Maxwell* (20 Cr. 330 (AJN)). A corrected cover letter was sent to Laura Mennin, detailing a correction of an SDNY file number error (changing SDNY_GM_02774195 to SDNY_GM_02774105). Hard drives containing discovery materials were shipped to Mennin’s office in Colorado and to Maxwell’s client at the MDC via FedEx. Some Bates numbers (2774105-2774194) were missing from the production and were requested for clarification. An additional discovery production including witness material and exhibits was also being prepared for shipment via hard drive and USAfx.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "discovery",
        "production",
        "usafx",
        "fedex",
        "laura mennin",
        "jeff pagliuca",
        "sdny_gm_02774105",
        "hard drive",
        "witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019454",
      "summary": "A contractor is preparing a discovery production for the US v. Maxwell case. This includes a Rule 16 production excluding SDNY_GM_02774100-SDNY_GM_02774104, as well as witness and exhibit materials. The materials are being sent via FedEx to both Colorado and the MDC, with tracking numbers provided.  A cover letter is attached for the hard drive containing the materials. The contractor is coordinating with USANYS counsel to determine delivery method (pickup or FedEx) and recipient locations (CO, MDC, or Ms. Maxwell at the MDC).",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "maxwell",
        "us v.",
        "usafx",
        "production",
        "drive",
        "mdc",
        "fedex",
        "rule 16",
        "discovery",
        "witness",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035798",
      "summary": "On October 17, 2024, the U.S. Department of Justice (DOJ) Office of the Inspector General (OIG), via Special Agent S, transferred custody of evidence related to DOJ OIG Case Number 2019-010614 to the Federal Bureau of Investigation (FBI). The evidence included: 16 Redwell Folders containing FBI CARTS Clone of Metropolitan Correctional Center New York (MCC New York) DVR system hard drives, 18 hard drives from FBI Lab # HQQ190816001 containing Clone of MCC New York DVR 1 System, a Magneto Optical Storage with FBI CART Archive, a Diamond Audio MP3 Player with headphones, and several Redwell Folders containing supporting documents and analysis.  Supporting documentation, including custody forms and logs, were also provided.",
      "timestamp": "2024-10-17T00:00:00",
      "timestamp_raw": "October 17, 2024",
      "keywords": [
        "justice department",
        "fbi",
        "evidence",
        "custody",
        "doj oig",
        "new york city",
        "redwell folders",
        "dvr system",
        "hard drives",
        "fingerprint analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015913",
      "summary": "A communication from the Law Offices of EFTA00015913 to an unknown recipient regarding Ghislaine Maxwell's situation at MDC. The communication details concerns about MDC Legal's inaccurate information, specifically regarding instructions given to Maxwell within her isolation cell (not directing her location) and the inability to access a discovery disc due to computer errors. A replacement disc and/or computer are requested, and the status of a hard drive containing complete production is also inquired about. The email includes a COVID-19 notice detailing the office’s remote working status.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "mdc legal",
        "isolation cell",
        "disciplinary sanction",
        "disc",
        "computer",
        "hard drive",
        "covid-19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013305",
            "similarity": 0.5,
            "index": 144,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025238",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending a hard drive containing discovery materials to MonteII Figgins in the case of U.S. v. Thomas, No. 19 Cr. 830. The drive is password-protected. An additional page of discovery, marked “attorney’s eyes only,” is also included.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "discovery",
        "production",
        "u.s. v. thomas",
        "letter",
        "hard drive",
        "password",
        "southern district of new york",
        "attorney's eyes only",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038253",
      "summary": "The document details a redaction analysis for file EFTA00038253. It lists 27 drives, identified by serial numbers like NYCO24363, NYC024348, etc.  Each drive is categorized as either “Original” or “Responsive.” Many drives contain multiple files, and some are partially labeled (e.g., NYC024353 (partial)). Several large hard drives are also listed, including those labeled \"NYC024369_1\" and \"F2750344”, along with associated thumb drives and envelopes containing other drives.  The document appears to be a record of a drive retrieval and assessment process, likely related to a Maxwell review.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038253",
        "nyco24363",
        "drive",
        "maxwell review",
        "original",
        "responsive",
        "nyc024348",
        "nyc024326",
        "sdny",
        "videos",
        "photos"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038465",
      "summary": "The document details a collection of electronic devices and media, organized by serial numbers and quantities. It includes: *   **Computers & Accessories:** Silver and gray Apple desktops and laptops, HP, Dell, MSI, Lenovo, and Toshiba computers, keyboards, mice, USB drives (including Data Traveler, Mentor Media, and EMTEC models), SD cards, and adapters. *   **Storage Devices:** Seagate Hard Drives (various capacities), Apple Backup Plus Portable Drive, and a 1TB Seagate Barracuda drive. *   **Cameras & Recorders:** Sony cameras, Olympus recorders, a Radio Shack recorder, and an iPod Shuffle. *   **Networking Equipment:** Unifi Cloud Key and Unifi Video NVR. *   **Mobile Devices:** iPhones (including IMEI number 357201093322785), iPads (various models and serial numbers), and an iPod shuffle. *   **Media:** Assorted CDs and discs. The items are grouped under the reference codes EFTA00038465 through EFTA00038469.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "usb drives",
        "hard drives",
        "apple",
        "ipad",
        "mac",
        "computer",
        "iphone",
        "cd's",
        "seagate",
        "sony",
        "camera",
        "laptop",
        "samsung",
        "data traveler",
        "black",
        "silver",
        "grey",
        "keyboard",
        "mouse",
        "usb adapter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027739",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending a hard drive containing discovery materials to Jason Foy in the case of *U.S. v. Noel, No. 19 Cr. 830*. The hard drive is password protected. An additional page of discovery, marked “attorney’s eyes only,” is also included.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00027739",
        "noel",
        "discovery",
        "production",
        "u.s. v.",
        "sdny",
        "united states attorney's office",
        "jason foy",
        "redaction",
        "government"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029150",
      "summary": "This document is a search and seizure warrant issued on December 26, 2025, related to an investigation involving Jeffrey Epstein and Ghislaine Maxwell. The warrant authorized the seizure of three Seagate Path 100 hard drives from Epstein’s New York residence, identified by FBI barcodes. The warrant allows law enforcement to review the data on these devices for evidence related to violations of federal laws concerning sex trafficking, transportation of minors, and conspiracy. Specifically, investigators are authorized to examine communications, financial records, travel plans, and any materials depicting minors in sexually suggestive or exploitative contexts. A 30-day delay of notification is authorized to prevent adverse results related to 18 U.S.C. § 2705. The return portion of the document outlines procedures for executing the warrant, including inventory creation and filing.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "seizure",
        "warrant",
        "electronic devices",
        "fbi",
        "jeffrey epstein",
        "new york",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "probable cause",
        "redacting analysis",
        "seizure warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024744",
            "similarity": 0.526,
            "index": 110,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037915",
      "summary": "The document details evidence collected from multiple locations, categorized by source type. Hard drives labeled as evidence from the original Florida case (50D-NY-3027571) include Seagate and 1B35-1B37 drives. MAC computers from New York include models with serial numbers such as 1B28, 1B70, 1B59, and various loose media items like SD cards and USB drives (1841, 1844, 1846, 1898, 18107, 18121, 1883, 1884, 1867, 1868, 1871, 1872). Additionally, there is evidence from an ISLAND location, including an HP laptop (1B97), a Red Nikon camera, and other associated items (1B99, 1B99, 1B99, 1B99). Cell phone extractions are also listed with varying serial numbers.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037915",
        "jeffrey epstein",
        "evidence",
        "hard drives",
        "new york",
        "mac computers",
        "windows computers",
        "apple desktop computer",
        "usb",
        "sd card"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}