{
  "keyword": "images",
  "count": 52,
  "keyword_match_count": 51,
  "content_match_count": 94,
  "total_files": 145,
  "timeline": [
    {
      "file_id": "EFTA00030590",
      "summary": "On March 29, 2011, photos were copied and sent to the recipient via FedEx, along with a CD containing digital images. The sender confirmed the action and requested notification upon arrival.",
      "timestamp": "2011-03-29T00:00:00",
      "timestamp_raw": "March 29, 2011",
      "keywords": [
        "photos",
        "redaction",
        "fedex",
        "digital",
        "case",
        "images",
        "cd",
        "2011",
        "appreciation",
        "copy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025148",
      "summary": "This document is an indictment charging Claudius English (a/k/a “Jay Barnes,” “Brent English”) with multiple counts of sex trafficking and kidnapping of minors. Specifically, he is charged with conspiracy to engage in sex trafficking, sex trafficking of several minors (ages 14-17), attempted sex trafficking, and using a firearm during a kidnapping. The charges stem from actions occurring primarily between March and November 2013, involving recruiting, enticing, harboring, transporting, and exploiting minors for commercial sex acts, often photographing them and posting their images online for exploitation. He is accused of taking minors from New Jersey to the Bronx, New York, for this purpose.",
      "timestamp": "2013-11-16T00:00:00",
      "timestamp_raw": "November 16, 2013",
      "keywords": [
        "sex trafficking",
        "minors",
        "conspiracy",
        "united states",
        "trafficking",
        "english",
        "new york",
        "commercial sex acts",
        "investigation",
        "trafficking of minors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020527",
      "summary": "The document is a production of discovery materials related to the United States v. Ghislaine Maxwell case. The U.S. Attorney's Office is providing a hard drive and CD containing search warrant returns (SDNY_PROD015) and other related files, stamped with control numbers. The files, spanning from June 20, 2018, to November 18, 2020, relate to searches conducted on various devices, primarily iPhones (Subject Device-01 through 09 and others), and are designated as “confidential” under a Protective Order. The production includes a chart detailing the devices, FBI identifiers, and dates of prior material production, noting instances where no responsive material was found. A key component is Subject Device-27, an iPhone seized from Jeffrey Epstein, with the final portion of images produced on November 18, 2020, after a technical delay in the review process. The entire production is governed by a Protective Order and requires a password for access.",
      "timestamp": "2018-06-20T00:00:00",
      "timestamp_raw": "June 20, 2018",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "discovery materials",
        "protective order",
        "sdny",
        "iphone",
        "search warrant",
        "cd",
        "drive",
        "redaction analysis",
        "efta00020527"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027194",
      "summary": "The document is a grand jury subpoena issued by the U.S. Attorney’s Office for the Southern District of New York to TD Bank N.A. It demands the bank produce records from January 1, 2019, pertaining to various accounts, including account details, transaction history (wire transfers, checks, etc.), and customer information. The subpoena specifies detailed formatting requirements for electronic submission, including spreadsheet formats and PDF images.  A rider attached outlines the specific types of records requested.  To comply, TD Bank must either appear before the grand jury or provide the requested records, accompanied by a Declaration of Custodian of Records, certifying the records’ authenticity and adherence to evidentiary rules. The U.S. Attorney’s office provides instructions on reimbursement for costs incurred in providing the records, referencing the Right to Financial Privacy Act and a specific invoice form (OBD-211).",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "td bank",
        "subpoena",
        "records",
        "account",
        "financial",
        "wire transfer",
        "ach",
        "check",
        "data",
        "electronic spreadsheet",
        "testimony",
        "18 u.s.c.",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027184",
      "summary": "A U.S. Grand Jury in the Southern District of New York has subpoenaed Wells Fargo Bank, N.A., for records related to an alleged violation of various U.S. criminal statutes (201, 371, 1001, 1346, 1519, and 2). The subpoena requests a comprehensive range of documents and data from January 1, 2019, including account details, transaction records (wire transfers, ACH, checks, etc.), customer information, and associated images. Wells Fargo can comply by producing the records electronically in specified formats or by providing a business records certification under Rule 803(6) of the Federal Rules of Evidence. The request is accompanied by instructions for data formatting and submission, and outlines the reimbursement process for costs incurred under the Right to Financial Privacy Act, with stipulations regarding the number of individuals involved in a business entity.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "wells fargo bank",
        "grand jury subpoena",
        "united states attorney",
        "18 u.s.c.",
        "financial records",
        "account records",
        "wire transfer",
        "ach transfer",
        "electronic spreadsheet",
        "pdf format",
        "declaration of custodian of records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027199",
      "summary": "A U.S. Attorney for the Southern District of New York issued a grand jury subpoena to Navy Federal Credit Union to produce records related to accounts, specifically from January 1, 2019, to the present. The subpoena requests a wide range of documents, including account details, transaction records (wire transfers, ACHs, checks, etc.), customer information, and supporting documentation. Compliance can be achieved by producing the records on or before the return date, accompanied by a Declaration of Custodian of Records, or by appearing before the grand jury. The subpoena includes instructions for electronic submission of data in spreadsheet format and specifies formatting requirements for document images. Reimbursement for costs associated with producing the records is governed by 12 CFR part 219, with a procedure outlined for requesting and receiving payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "navy federal credit union",
        "subpoena",
        "records",
        "18 u.s.c.",
        "testimony",
        "electronic spreadsheet",
        "data dictionary",
        "pdf",
        "declaration of custodian of records",
        "federal rules of evidence",
        "reimbursement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037849",
      "summary": "A pretrial investigation regarding Jeffrey Epstein is underway within the Southern District of New York. A redacted search warrant was executed at Epstein’s residence, and images were discovered. The indictment (attached) is expected to be unsealed within an hour. Epstein’s date of birth is 1/20/53, and the government intends to pursue detention.  A Pretrial Services Technician was asked to provide pedigree information and the charging instrument, and was notified of Epstein’s arrival on July 8, 2019.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "pretrial services",
        "united states attorney",
        "search warrant",
        "redaction analysis",
        "southern district of new york",
        "indictment",
        "date of birth",
        "travel",
        "passport"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037827",
      "summary": "An email was sent from EFTA00037827 to multiple recipients regarding Epstein passport photographs. Six JPEG images attached to the email, dated July 17, 2019, were sent. The sender requested notification if there were issues opening the attachments and offered to resend them.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "epstein",
        "passport photographs",
        "redaction",
        "20190717",
        "images",
        "efta00037827"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025515",
      "summary": "FBI New York – C20, VCAC/Human Trafficking is sending an email regarding case file EFTA00025515. The email includes three attached JPEG images and requests confirmation that the recipient can open the attachments due to their size.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2019",
      "keywords": [
        "efta00025515",
        "fbi",
        "new york",
        "human trafficking",
        "analysis",
        "redaction",
        "2019",
        "july",
        "emails",
        "attachments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020932",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested post-arrest statements and a report regarding Jeffrey Epstein’s statements from [REDACTED]. The request originated from an NYPD Detective with the Child Exploitation/Human Trafficking Task Force and the N.Y. FBI Squad C20.  Attached files included images and a photocopy of an “Epstein Arrest Folder.”",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "efta00020932",
        "post-arrest statements",
        "nypd",
        "fbi",
        "human trafficking",
        "child exploitation",
        "epstein",
        "united states attorney",
        "new york",
        "notes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021651",
      "summary": "This document is a Protective Order issued in the United States District Court for the Southern District of New York in the case of *United States v. Jeffrey Epstein*. It establishes rules governing the handling of discovery materials produced by the government to the defendant. Key provisions include: restrictions on using or disclosing sensitive information (including personal identifying information, images of nude individuals – designated \"Confidential\" or \"Highly Confidential\" Information), limitations on who can access the information, requirements for secure handling and destruction of the materials, and stipulations regarding potential witness interactions.  The order emphasizes the need to protect privacy and prevent prejudicial publicity.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "protective order",
        "confidential information",
        "discovery",
        "defense counsel",
        "united states government",
        "sensitive information",
        "witnesses",
        "potential witnesses",
        "sealed filings",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028425",
      "summary": "This document is a Protective Order issued in a criminal case (19 Cr. 490) involving Jeffrey Epstein. It outlines the restrictions on the use and disclosure of discovery materials produced by the government to the defendant. Key restrictions include: *   **Limited Use:** Discovery can only be used for the defendant’s defense. *   **Confidentiality:** The information must be kept confidential and protected from unauthorized access or dissemination. *   **Designated Recipients:** Disclosure is limited to specific individuals: Defense Counsel, Defense Staff, Defense Experts/Advisors, Potential Witnesses, and Other Authorized Persons. *   **Restrictions on Sharing:** No posting to the internet, public disclosure of victim/witness identities, or incorporation into court filings without a sealed order. *   **Handling of Sensitive Materials:**  Separate protocols exist for “Confidential Information” (containing personal identifying information) and “Highly Confidential Information” (including images of nude individuals), requiring specific review and handling procedures. *   **Return/Destruction:**  Discovery must be returned to the government or securely destroyed after a specified period.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "protective order",
        "confidential information",
        "discovery",
        "defense counsel",
        "government",
        "witnesses",
        "privacy",
        "investigation",
        "rule 16",
        "sensitive information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026772",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026772",
      "summary": "This document is a protective order issued in the case of *United States v. Jeffrey Epstein*, outlining restrictions on the handling of discovery materials produced by the government to the defendant. Key aspects include: *   **Confidentiality:** The Discovery (documents and materials) must be used solely for the defendant’s defense, restricted from being copied, transmitted, or disseminated beyond authorized personnel. *   **Designated Persons:** Access to the Discovery is limited to Defense Counsel, investigative staff, expert advisors, and potential witnesses, all of whom are bound by the order. *   **Security Measures:** The Discovery must be maintained securely, and Defense Counsel is required to encrypt or password-protect it. *   **Restrictions on Disclosure:**  Public disclosure of information is prohibited, particularly regarding victims or witnesses.  Filings incorporating Discovery must be sealed. *   **Return/Destruction:** The Discovery must be returned to the government or securely destroyed within 30 days of the end of the appeal period. *   **Levels of Confidentiality:** The order distinguishes between “Confidential Information” and “Highly Confidential Information,” the latter containing particularly sensitive material (images of nude individuals).",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "discovery",
        "confidential information",
        "protective order",
        "defense counsel",
        "investigation",
        "privacy",
        "disclosure",
        "sensitive information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028425",
            "similarity": 0.538,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021398",
      "summary": "An email exchange discusses a status conference for Mr. Epstein’s criminal case scheduled for Wednesday, July 31st at 11:00 AM in New York. One party is requesting a reserved seat in the courtroom and proposes an alternative meeting location at the sender’s office to avoid travel time. Another party confirms that criminal defendants typically attend court conferences and inquires about Mr. Epstein’s attendance. Images named image002.jpg, image004.png, image005.jpg and image006.png were attached to the emails.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "court",
        "conference",
        "meeting",
        "client",
        "new york",
        "epstein",
        "status",
        "wednesday",
        "criminal",
        "case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015929",
      "summary": "Teri Gibbs, representing clients who believe they were assaulted by Jeffrey Epstein, is following up on a request to confirm if their clients are depicted in photographs seized from Epstein’s home. Ted Gibbs initially sent PDF files containing images of the clients on August 5, 2019, seeking confirmation if they appear in the photographs. Gibbs responded on November 19, 2019, stating that the review is ongoing and that no affirmative information has been found yet, offering to stay in contact. The email chain includes standard legal disclaimers regarding confidentiality and tax advice.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "jeffrey epstein",
        "victim reports",
        "redaction",
        "ted gibbs",
        "teri gibbs",
        "photographs",
        "august 5",
        "2019",
        "interviews",
        "june 2004"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030537",
      "summary": "This document is a series of email exchanges concerning victim reports related to Jeffrey Epstein’s alleged crimes.  It involves scheduling interviews for August 26th and 27th, 2019, with Ms. Moe and Ted Gibbs’ firm.  Attached images (PDF files) depicting Ms. [REDACTED] and Ms. [REDACTED] from 2004 are being provided for review and potential identification within seized photographic evidence. The emails also include standard legal disclaimers regarding confidentiality and tax advice.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "victim reports",
        "redaction",
        "2019",
        "august",
        "interviews",
        "photos",
        "2004",
        "ted gibbs",
        "ms. moe",
        "efta00030537"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015842",
      "summary": "On August 21, 2019, at 4:00 PM EDT, a Hitachi 2TB Hard Drive (S/N B9GMGTYF) was collected as evidence related to a death investigation involving Jeffrey Epstein. The drive contained verified E01 images designated NYCO23589, NYCO23593, NYCO23594, and NYCO23595. The evidence was submitted as a CART Derivative (Evidence NYCO23597) and is a master copy. The collection was conducted by the FBI’s CART-NY unit in New York.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "nyco23597",
        "hitachi",
        "hard drive",
        "e01",
        "90a-ny-3151227",
        "jeffrey epstein",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015840",
      "summary": "On August 22, 2019, a WD Black 3TB hard drive (S/N WCC13LZR579P) was collected as evidence in Case ID 90A-NY-3151227, a death investigation. The hard drive contained verified E01 images numbered NYCO23578 through NYCO23592. The evidence was collected from a redacted location and held at the New York holding office.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "August 22, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "wd black",
        "nyco23596",
        "serial number",
        "digital",
        "90a-ny-3151227",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024431",
      "summary": "David Rowlands contacted [REDACTED] regarding a potential claim for consultation fees owed by Jeffrey Epstein to his late father, John Kendall Rowlands, an art historian and collector. Rowlands alleges his father assisted Epstein with art sourcing and disposal, potentially loaned items, and was aware of young girls associated with Epstein. He requested communication with US Attorney Geoffrey Berman. Rowlands attached supporting documents including his passport, birth certificate, father’s death certificate, phone bill, and scans of related images (DavidR_Passport.jpeg, DavidR_Birth_certificate.jpeg, Dad_death_certificate.jpeg).",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "consultation fees",
        "art",
        "david rowlands",
        "estate",
        "john kendall rowlands",
        "passport",
        "birth certificate",
        "phone bill",
        "us attorney geoffrey berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009929",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested photographs taken by the FBI of the SHU, specifically including images of Epstein’s cell and measurements of the distance to the guard desk. The request also inquired about obtaining Thomas’ phone hard drive.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "fbi",
        "shu",
        "epstein",
        "photos",
        "steps",
        "guard desk",
        "thomas",
        "hard drive",
        "new york",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025388",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025388",
      "summary": "An Assistant United States Attorney from the Southern District of NeMI requested photos of the SHU, specifically images of Epstein’s cell and the guard desk, along with the measurement of steps between them. The request also included an inquiry about a hard drive from Thomas.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "shu",
        "fbi",
        "photos",
        "epstein",
        "guard desk",
        "number of steps",
        "thomas",
        "hard drive",
        "assistant united states attorney",
        "southern district of nevi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009929",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029644",
      "summary": "A Southern District of New York Assistant United States Attorney sent an email to [REDACTED] detailing an article from The New York Times titled \"Jeffrey Epstein’s Charity: An Image Boost Built on Deception.” The article, published November 26, 2019, investigated how Jeffrey Epstein’s charity, the Epstein Philanthropic Initiative, used images of himself with prominent figures to enhance his public image. The email included a link to the NY Times article.",
      "timestamp": "2019-11-26T00:00:00",
      "timestamp_raw": "November 26, 2019",
      "keywords": [
        "jeffrey epstein",
        "ny times",
        "charity",
        "deception",
        "redaction",
        "united states attorney",
        "southern district of new york",
        "efta00029644"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038394",
      "summary": "This email, dated December 9, 2019, is from NYPD Detective Bureau C r and the N.Y. FBI Squad C20 to [REDACTED] and [REDACTED], regarding a case involving Ghislaine Maxwell, specifically a “FL DL.” An attachment, “Ghislaine_N_Maxwell_FL_DL_Image.pdf,” and associated images are included.",
      "timestamp": "2019-12-09T00:00:00",
      "timestamp_raw": "December 9, 2019",
      "keywords": [
        "ghislaine maxwell",
        "fl dl",
        "redaction analysis",
        "nypd",
        "fbi",
        "exploitation",
        "human trafficking",
        "task force"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038388",
      "summary": "On December 10, 2019, the NYPD Detective Bureau Child Exploitation/Human Trafficking Task Force sent an information request to the NY State Police Intel Center, referencing attachments including documents on Ghislaine Maxwell and Scott Borgerson, and images. The request was marked as \"Normal\" importance.",
      "timestamp": "2019-12-10T00:00:00",
      "timestamp_raw": "December 10, 2019",
      "keywords": [
        "efta00038388",
        "nysic",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "detective",
        "request",
        "information",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029283",
      "summary": "Mark Steward, Executive Director at the FCA, is requesting information about the investigation into Jeffrey Epstein, specifically regarding JP Morgan and ongoing work related to Epstein’s network. He’s asking if anyone in his office is handling the investigation and who specifically. The email chain includes recipients within the FCA, including Kate Tuckley, Kelly Eldred, and Harry Caldecott, and references the FCA’s public corruption unit and oversight of the Epstein case. It also contains several images and includes standard FCA legal disclaimers regarding confidentiality and data protection.",
      "timestamp": "2019-12-28T00:00:00",
      "timestamp_raw": "28 Nov 2019",
      "keywords": [
        "fca",
        "mark steward",
        "jeffrey epstein",
        "jp morgan",
        "redaction",
        "investigation",
        "corruption unit",
        "uk",
        "london",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011351",
      "summary": "First Bank Records & Legal Requirements (EFTA00011351) sent a secured message to a U.S. Attorney (AUSA) regarding Federal Grand Jury Subpoena Case #19353 concerning Jeffrey Epstein. The message included a list of accounts as requested, and indicated they were working on production for the case.  The communication included multiple attachments (images) and repeated confidentiality notices.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "first bank",
        "legal requirements",
        "jeffrey epstein",
        "grand jury subpoena",
        "confidentiality",
        "fb case",
        "redaction",
        "criminal investigation",
        "bancorp",
        "veronica martinez"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026530",
      "summary": "On May 19, 2020, Andrew Tomback, a partner at White & Case LLP, contacted Weinstein and another individual regarding a follow-up question about the estate’s possession of photographs and videos related to Jeffrey Epstein’s properties. Tomback stated the estate and trustees were unaware of surveillance videos and that some photographs existed without warrant searches. He requested digital copies of those photographs, initially due to the estate’s inability to retain assistance, and then inquired about the possibility of someone currently accessing the properties to convey the photographs due to the pandemic. The email includes a request to verify the accuracy of the recollection and to determine if any progress could be made in obtaining the requested images.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "May 19, 2020",
      "keywords": [
        "efta00026530",
        "andrew tomback",
        "marc weinstein",
        "estate",
        "photographs",
        "videos",
        "surveillance",
        "february",
        "new york",
        "pandemic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016449",
      "summary": "Gloria Allred received an email from EFTA00016449 requesting a conference call to discuss the Epstein case. The initial email inquired about a call at 6:00 PM EST and included images. A subsequent email from EFTA00016449 prompted the call due to “quick questions” regarding the case. The email was sent from the Assistant United States Attorney, Southern District of New York, with a confidentiality notice and instructions for recipients to notify Allred, Maroko & Goldberg immediately if received in error.",
      "timestamp": "2020-05-21T00:00:00",
      "timestamp_raw": "21 May 2020",
      "keywords": [
        "gloria allred",
        "epstein",
        "call",
        "conference call",
        "los angeles",
        "legal",
        "us attorney",
        "new york",
        "2020",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026532",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026532",
      "summary": "Gloria Allred of Allred, Maroko & Goldberg (located at 6300 Wilshire Blvd., Los Angeles, CA 90048) received an email from an Assistant United States Attorney from the Southern District of New York regarding a call concerning the Epstein case. The Assistant U.S. Attorney requested a call at 6:00 PM EST and inquired about Allred's availability. Allred responded affirmatively, stating she would. Images named “image001.png” and “image002.png” were attached to the email. Allred is recognized as a \"Best Lawyer\" by Martindale-Hubbell and inducted into the National Women's Hall of Fame in 2019.",
      "timestamp": "2020-05-21T00:00:00",
      "timestamp_raw": "21 May 2020",
      "keywords": [
        "gloria allred",
        "epstein",
        "law",
        "los angeles",
        "conference call",
        "united states attorney",
        "new york",
        "2020",
        "legal",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016449",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030205",
      "summary": "American Express sent an email invitation to “j” to view a shared folder named \"Epstein lane-Images\" using AmexDrive. The folder sharing expired on July 12, 2020. The email included a disclaimer stating that the message and attachments are confidential and should be deleted if received in error. A French translation of the disclaimer was also included. EFTA00030205 and EFTA00030206 are file identifiers associated with this communication.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "July 12, 2020",
      "keywords": [
        "american express",
        "amexdrive",
        "folder sharing",
        "invitation",
        "confidential",
        "epstien",
        "redaction analysis",
        "efta00030205",
        "efta00030206",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021769",
      "summary": "On July 23, 2020, Christian Everdell sent an email with revised drafts of a Protective Order, including a redlined version and a clean copy, to multiple recipients. The email discusses incorporating points from a July 20th call and seeks government approval by 5 PM on July 24th. The email includes attachments of the revised Protective Order documents and images. The email also contains a confidentiality notice and a link to the firm’s privacy policy.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "protective order",
        "redaction",
        "discovery",
        "government",
        "defense",
        "christian everdell",
        "cohen & gresser llp",
        "july 2020",
        "revised draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023765",
      "summary": "A series of emails discuss the retrieval and subsequent discussion of images related to Ghislaine Maxwell. The emails involve multiple individuals, including a USANYS Associate U.S. Attorney, and coordinate times for a call to discuss the images. One individual mentions being in an executive conference and anticipates a delay.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pics",
        "redaction",
        "usanys",
        "call",
        "schedule",
        "discussion",
        "united states attorney's office",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022197",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting additional discovery materials related to a case, likely involving the Maxwell investigation. Specifically, the requests include: *   Grand jury transcripts from a disc. *   Scans of message pads without post-it notes. *   SW returns for warrants related to mag 6719 and NH premises. *   The full FBI Sentinel file. *   CART paperwork regarding data extraction from seized devices. *   All 302s related to data extraction and image reviews. *   Scans of files provided by Reiter to the FBI. *   Scans of all un-scanned hard copy documents seized during searches, excluding nude/partially nude images (with a log for those). *   Contents of seized discs, excluding nude/partially nude images (with a log for those).",
      "timestamp": "2020-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2020",
      "keywords": [
        "discovery",
        "transcripts",
        "warrants",
        "fbi",
        "scans",
        "images",
        "sdny",
        "maxwell",
        "data",
        "returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032205",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030986",
            "similarity": 0.6,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023952",
      "summary": "Key points include: *   **Request for Materials:** The USANYS is requesting various FBI documents and scans, including grand jury transcripts, evidence scans, FBI file, returns for warrants, and copies of all seized documents and images. *   **Missing Items:** There are specific requests for missing returns related to warrants (20 mag 6719 and NH premises warrants), CART paperwork regarding data extractions, and 302s related to device extractions and image reviews. *   **Scan Issues:** The FBI is experiencing difficulties providing scans without post-it notes on message pad pages and is working on retrieving copies of non-nude images for production. There's a concern about the volume of evidence requiring extensive processing. *   **Timeline Concerns:** The FBI expresses difficulty meeting the requested timelines, particularly regarding the processing of a large volume of evidence, specifically concerning nude/semi-nude images. *   **Collaboration:** The parties intend to schedule a call to discuss the timeline and outstanding issues.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "fbi",
        "discovery",
        "transcripts",
        "evidence",
        "scans",
        "images",
        "warrants",
        "returns",
        "302s",
        "nypd",
        "new york",
        "miami",
        "case files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032205",
            "similarity": 0.643,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030986",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032205",
      "summary": "The primary focus is on gathering and organizing evidence, including message pad scans, paper documents, electronic evidence, and disk returns. Key issues include: *   **Missing Materials:** Requests are being made for missing FBI files, CART paperwork, 302s, scans of Reiter’s documents, and scans of hard copy documents (particularly those not yet digitized). *   **Scan Issues:** There are concerns about the quality of provided scans, specifically regarding post-it notes on message pads and the lack of complete scans without them. *   **Timeline Pressure:** There’s a sense of urgency to complete the discovery process, with requests for materials to be provided by specific deadlines (e.g., by Friday). *   **Communication and Coordination:** Frequent email exchanges demonstrate ongoing communication and attempts to coordinate efforts among the involved parties.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "discovery",
        "scans",
        "fbi",
        "message pads",
        "evidence",
        "returns",
        "transcripts",
        "warrants",
        "images",
        "nypd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023952",
            "similarity": 0.643,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022197",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030986",
            "similarity": 0.6,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030986",
      "summary": "This document is a series of email exchanges between the Southern District of New York (SDNY) and the FBI regarding the discovery process in a case, likely involving child exploitation and human trafficking. Key points include: *   **Discovery Items Requested:** The SDNY is requesting various items, including scanned documents (message pads, paper evidence, evidence scans), FBI files, returns for warrants, and copies of digital media. *   **Status Updates:** The FBI provides updates on the progress of scanning and organizing the evidence, noting challenges like large volumes of data and the need to remove potentially disturbing images. *   **Missing Materials:** Specific items are identified as missing, such as full FBI Sentinel files, CART paperwork, 302s regarding device extractions, and scans of documents provided by Reiter. *   **Technical Issues:** There are reports of technical difficulties, including large attachment sizes and the need for scans without post-it notes. *   **Timeline Concerns:** Discussions revolve around timelines for receiving the requested materials and scheduling calls to coordinate efforts.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "fbi",
        "discovery",
        "scans",
        "message pads",
        "miami",
        "transcripts",
        "warrants",
        "evidence",
        "returns",
        "files",
        "data",
        "images",
        "post-it notes",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032205",
            "similarity": 0.6,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023952",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022197",
            "similarity": 0.6,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023957",
      "summary": "The primary parties involved are the FBI (specifically a Special Agent in New York) and the Assistant United States Attorney for the Southern District of New York. Key requests include: *   **Immediate Delivery:** Copies of VHS tapes and microcassettes from Reiter, as well as the FBI file and scans of the FL file and NY/VI evidence. *   **Message Pad Scans:**  Requests for scans of message pads without post-it notes and a copy of the “gj transcript disc.” *   **Evidence Returns:** Requests for paper evidence from NY, VI, and Reiter. *   **CART Paperwork:**  Demand for documentation of data extraction procedures by CART. *   **Longer-Term Requests:**  Requests for the full FBI Sentinel file, all 302s regarding device extractions, scans of Reiter’s files, and scans of all un-scanned hard copy documents (excluding nude images). *   **Image Review:** Requests for access to digital images seized during the investigation, along with detailed logs regarding their location and storage. There’s discussion about scheduling time to review materials in person and a need for additional time to process a large volume of evidence containing nude/semi-nude images. The correspondence highlights a back-and-forth exchange about timelines, delivery methods (disk/thumbdrive), and the need for clarification on various aspects of the investigation’s documentation.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "discovery",
        "fbi",
        "transcripts",
        "scans",
        "evidence",
        "message pads",
        "vhs tapes",
        "microcassettes",
        "disk",
        "thumbdrive",
        "302s",
        "images",
        "data extraction",
        "nypd",
        "ny",
        "vi",
        "reiter",
        "cart",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026741",
      "summary": "This document details the exchange of discovery materials related to an FBI investigation, likely involving child exploitation and human trafficking, overseen by the US Attorney’s office in the Southern District of New York. Key elements include: *   **Initial Delivery:** A box of media (VHS tapes, cassette tapes, microcassettes, and newspaper articles) provided by Reiter, accompanied by a thumbdrive with a spreadsheet detailing included items. *   **Ongoing Redaction:** The FBI is actively redacting sensitive materials from the discovered media. *   **Requests for Additional Materials:** The US Attorney’s office requests further items, including transcript discs, paper evidence, FBI files, and digital scans without post-it notes. Specifically, they seek copies of grand jury transcripts, returns for warrants, and detailed logs of image scans (particularly concerning potentially sensitive images). *   **Technical Challenges:** The team faces issues with the scanned materials, including discrepancies between versions with and without post-it notes, and a large volume of images requiring review and redaction. *   **Coordination:** Multiple parties – the FBI New York Field Office, NYPD detectives, and the US Attorney’s office – are involved in coordinating the collection, review, and redaction process.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "analysis",
        "media",
        "vhs",
        "cassette",
        "microcassettes",
        "thumbdrive",
        "spreadsheet",
        "evidence",
        "scans",
        "fbi",
        "redactions",
        "disks",
        "images",
        "copies",
        "time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023673",
      "summary": "The investigation involves a box of media (VHS tapes, cassette tapes, microcassettes, newspaper articles), a thumb drive containing a spreadsheet with highlighted items, and loose disks. Key activities include: *   **Media Conversion:** VHS and cassette tapes are to be converted to digital formats. *   **Redaction:**  The FBI is actively redacting images from the media, focusing on removing potentially disturbing content. *   **Evidence Tracking:** A spreadsheet tracks the inclusion of items based on highlighted criteria. *   **Disk Distribution:**  Disks containing scans and evidence are being prepared and sent to the US Attorney’s office. *   **Ongoing Requests:** The US Attorney is requesting further scanned materials (message pad scans without post-its, SW returns for warrants, full FBI Sentinel files, CART paperwork, scans of Reiter’s documents, and scans of all un-scanned hard-copy documents), and a platform for reviewing the data. Communication is primarily via email between the FBI agents and the US Attorney, with updates and requests for clarification.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "fbi",
        "discovery",
        "media",
        "vhs",
        "cassette",
        "microcassette",
        "thumbdrive",
        "disks",
        "evidence",
        "scans",
        "investigation",
        "reproductions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023345",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding interview notes and associated images. The email included notes from an interview conducted on August 21, 2020, and photographs (attached files: Provided_bya, 153718.pdf, Mlinterview notes154256.pdf, _image_154139.pdf, _image_154154.pdf) sent by [REDACTED]. A follow-up meeting was scheduled for Tuesday at 10:30am. The document is identified as EFTA00023345.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "August 21, 2020",
      "keywords": [
        "efta00023345",
        "redaction analysis",
        "interview",
        "notes",
        "photos",
        "2020",
        "2025",
        "pdf",
        "attachments",
        "meeting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030992",
      "summary": "The document is a notification from the U.S. Department of Justice, Southern District of New York, providing additional discovery materials in the case of *United States v. Ghislaine Maxwell*. It details the production of a large collection of documents, emails, photos, and electronic data related to the investigation, including materials from the FBI's Florida office and Jeffrey Epstein’s files.  Specifically, some materials are designated as \"highly confidential\" due to containing sexually explicit images. The materials are available for pickup at the U.S. Attorney's office and the FBI New York office, with a process for producing electronic copies of certain files. The government clarifies that it will not directly provide these highly confidential materials to the defendant and notes the existence of a separate FBI file unrelated to the case, which will not be produced.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "August 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states justice department",
        "sdny",
        "protective order",
        "fbi",
        "epstein",
        "evidence",
        "discovery",
        "criminal procedure",
        "new york",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013222",
      "summary": "Cohen & Gresser LLP expresses dissatisfaction with the government’s failure to provide Ms. Maxwell with readable discovery materials in the United States v. Ghislaine Maxwell case (20 Cr. 330). The government has repeatedly failed to meet discovery deadlines, offering solutions like a laptop computer for review and proposing to scan images for electronic production. Despite these attempts, the discovery materials remain unreadable, causing delays and hindering Ms. Maxwell’s ability to prepare her defense. The firm requests immediate provision of a verified, readable laptop, access to the seized images, and a scheduled review of the Highly Confidential documents within the MDC. A formal response from the government regarding the issues raised in the September 21, 2020 letter has not yet been received.",
      "timestamp": "2020-09-21T00:00:00",
      "timestamp_raw": "September 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "discovery",
        "redaction",
        "mdc",
        "epstein",
        "images",
        "confidential",
        "government",
        "legal",
        "defense"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023683",
      "summary": "*   The documents are being produced by Deutsche Bank and JPMorgan. *   The contractor is responsible for exporting these productions to a specific Relativity folder structure. *   There are questions regarding the confidentiality of the documents, the use of a confidential stamp, and the preferred method of production (tiff images, database load files, or PDF). *   The contractor is clarifying that the documents are not intended for privileged review and that searches within the Relativity database are not possible due to the image format. *   The contractor initially provided links to Relativity pages, but those pages contained no data, leading to an inquiry. *   The contractor requested information on Bates numbering and preferred production methods. *   The initial upload is underway, with files being transferred to a drive for delivery to Relativity.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "data",
        "jpmorgan",
        "deutsche bank",
        "confidential",
        "stamp",
        "relativity page",
        "usanys",
        "contractor",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028823",
            "similarity": 0.588,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028823",
      "summary": "*   The files are initially copied to a drive and will be uploaded to the Relativity database under the folder “US v. Epstein 4 FBI Case File 4 Images Seized During Search.” *   Requests are made regarding the stamping process (Confidential stamp, Bates number, preferred production format - TIFF images, database load files, or PDF), and clarification is given that searching the files after they've been loaded to Relativity is not possible due to their format. *   There is discussion about the appropriate handling of privileged review (only warrant returns should be privileged) and the lack of a confidential stamp option for Excel files. *   A link to the Relativity database is provided for review.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "deutsche bank",
        "jpmorgan",
        "data",
        "production",
        "confidential",
        "files",
        "upload",
        "redaction",
        "pae",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023683",
            "similarity": 0.588,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028820",
      "summary": "*   Questions arise regarding the presence of a confidential stamp on native Excel files, and whether the documents require privilege review (specifically, excluding electronic search warrant returns). *   Links to Relativity pages for Deutsche Bank and JP Morgan documents are provided for review. *   Concerns are raised about data access within Relativity due to the format of the files (primarily images and video). *   Requests are made for details on document production format (tiff images, database load files, or PDF production), Bates number usage, and the placement of a confidential stamp. *   A legal specialist from the US Attorney’s Office SDNY is involved in coordinating the upload process.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "documents",
        "production",
        "confidential",
        "data",
        "search",
        "pae",
        "database"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028052",
            "similarity": 0.818,
            "index": 45,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023688",
            "similarity": 0.538,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028052",
      "summary": "The document details the upload of approximately 40,000 files (300GB) related to the Epstein/Maxwell case to Relativity. A contractor ([REDACTED]) is preparing the files for review and marking as confidential. The files are being transferred to PAE for processing. Specific instructions are being provided regarding the marking of the documents (all confidential), the Bates numbering system, and the production format (single page TIFF images, database load files, or PDF production). Links to the production files are provided: Deutsche Bank and JP Morgan.  A request is made to review the files and adjust the production if necessary.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "relativity",
        "production",
        "confidential",
        "documents",
        "files",
        "pae",
        "database",
        "search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028820",
            "similarity": 0.818,
            "index": 44,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023688",
            "similarity": 0.538,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030592",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029025",
      "summary": "This redacted document details the production of electronic files related to the Epstein/Maxwell investigation for the US Attorney’s Office. Key discussions revolve around: *   **Text Reader Capabilities:** A contractor is investigating the Bureau of Prisons’ (BOP) computer systems to determine if they can open the files, aiming to prevent defense claims of inability to access them. *   **Production Format:** The contractor is producing files in their original format (Excel and TXT) to both Maxwell and defense counsel, initially converting them to ensure compatibility with the Metropolitan Detention Center (MDC). *   **Confidential Stamping:** There’s a request to apply a confidential stamp to the files, and a discussion about the method (native format vs. image placeholders). *   **Data Delivery:** Links to Relativity databases containing the production files (Deutsche Bank and JPMorgan) are provided. *   **Privilege Review:** A clarification is given that only certain documents (search warrant returns) require privilege review. *   **Initial Upload & Review:** The contractor is preparing to upload approximately 40,000 files (300GB) to Relativity for stamping, awaiting approval for direct upload or a preliminary review.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "text reader",
        "files",
        "production",
        "excel",
        "confidential",
        "database",
        "usanys",
        "discovery",
        "conversion",
        "format",
        "stamp",
        "images",
        "relativityjgo"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023688",
      "summary": "*   The documents, totaling approximately 40,000 and 300GB, are being converted from native formats (Excel files) to a format suitable for uploading to a Relativity database. *   There’s discussion about applying a “confidential” stamp to the documents and determining the appropriate Bates numbering system. *   The production includes materials from Deutsche Bank and JPMorgan. *   There are questions about whether the documents should be privileged reviewed and how they should be presented (e.g., TIFF images, database load files, or PDFs). *   Links to the Relativity production are provided for review. *   There's a concern regarding the lack of search functionality within the Relativity database due to the predominantly image/video format of the data.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "confidential",
        "data",
        "files",
        "judeo",
        "st andrews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028052",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028820",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020861",
      "summary": "*   **Tasks:**  Stamping files related to the Scene2Go application and associated materials is the primary task. This includes files for \"LSJ Scene2Go,\" which is a 3D map viewing application. *   **File Types:** The files include 3D maps of a grotto and structure, aerial views, and screenshots.  There are multiple versions of these files increasing in size. *   **Stamping Strategy:** The proposed strategy is to only stamp the largest, highest-quality images and the Scene2Go user manual, avoiding duplicate or system-generated files. *   **Challenges:** There are issues with corrupted files received from MIM and difficulty opening certain files.  The structure of the folders is considered confusing. *   **Communication:** The document contains email exchanges discussing the stamping plan, file access, and the need to produce all files related to LSJ Scene2Go.",
      "timestamp": "2020-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2020",
      "keywords": [
        "production",
        "scene2go",
        "maxwell",
        "stamping",
        "files",
        "grotto",
        "maps",
        "3d",
        "application",
        "manual"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023705",
      "summary": "An Assistant United States Attorney (USANYS) is processing approximately 40,000 non-nude images seized during FBI searches of Jeffrey Epstein’s residences in New York and the Virgin Islands. The USANYS offered Christian Everdell (Cohen & Gresser LLP) the opportunity to review the images themselves at FBI offices before they are loaded onto drives for review with his client, Maxwell. Logistics are being coordinated with the FBI to transport the files to the Metropolitan Detention Center (MDC) for a joint review, which is expected to take several days due to the large number of files.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "fbi",
        "epstein",
        "images",
        "production",
        "non-nude",
        "files",
        "mdc",
        "christian everdell",
        "usanys",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026819",
      "summary": "Department of Justice, Southern District of New York, to letters from defense counsel regarding the Ghislaine Maxwell case (20 Cr. 330 (MN)). The DOJ asserts that it has fulfilled its discovery obligations, including producing electronic materials and initial non-electronic discovery by the deadlines set by the court.  The DOJ acknowledges delays in providing discovery to Maxwell due to defense requests for reformatting and rebinding, but claims these were addressed promptly. They highlight efforts to ensure Maxwell could access discovery at the Metropolitan Detention Center (MDC), including creating new files, coordinating with MDC IT staff, and temporarily allowing defense counsel to bring laptops.  Specifically, the DOJ is facilitating the review of approximately 43,500 images seized from Jeffrey Epstein’s residences, and is working to address concerns about her conditions of confinement, such as access to meals, medical care, and mail, while acknowledging limitations due to the pandemic and BOP regulations. The Government confirmed she will receive up to 13 hours of discovery access per day, exceeding that of other MDC inmates.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "discovery",
        "ghislaine maxwell",
        "united states v.",
        "rule 16",
        "electronic materials",
        "metadata",
        "metropolitan detention center",
        "mdc",
        "conditions of confinement",
        "fbi",
        "highly confidential materials",
        "production",
        "reformatting",
        "legal counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026813",
            "similarity": 0.562,
            "index": 69,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013241",
      "summary": "On October 9, 2020, multiple individuals (identified as [REDACTED]) were coordinating regarding an update related to “Maxwell” and a review of images from “Epstein devices.” The FBI was handling the image review. One individual requested confirmation of availability for a call and offered assistance. Another individual emphasized the need to resolve a “CART issue.” The United States Attorney’s Office, SDNY was involved in the communication.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "efta00013241",
        "maxwell",
        "usanys",
        "redaction",
        "fbi",
        "epstein",
        "images",
        "cart",
        "update",
        "call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031947",
            "similarity": 0.818,
            "index": 52,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031947",
      "summary": "On October 9, 2020, multiple individuals discussed a call regarding \"Maxwell.\" Several individuals expressed availability for a call, citing times until 3 PM or after 4 PM.  One person reported the FBI assured them they would proceed with reviewing images from “Epstein devices.” Another individual stated they would address a “CART issue.” The communications occurred between individuals associated with the United States Attorney’s Office, SDNY.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "maxwell",
        "redaction",
        "usanys",
        "fbi",
        "epstein",
        "cart",
        "call",
        "update",
        "review",
        "images"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013241",
            "similarity": 0.818,
            "index": 51,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013425",
      "summary": "On October 9, 2020, Mandy dropped off three 2TB external HDs for Steve. Frank was scheduled to receive them and would email updates. Steve was tasked with coordinating the delivery of the HDs to SDNY and maintaining communication regarding the case, particularly given the attention from EM. A request was made for individual folders for each device's extracted images/files.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "epstein hds",
        "sdny",
        "redaction",
        "devices",
        "folders",
        "steve",
        "em",
        "external hds",
        "coordination",
        "updates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015206",
      "summary": "An Assistant United States Attorney from the Southern District of New York received image and video files from Epstein devices (NYCO24328, NYCO24329, NYCO24353, NYCO24365, NYCO24366, NYCO24371, NYCO24383) on October 15, 2020. The files related to device NYCO24342 were found to be empty. The sender is awaiting additional images and videos from the listed devices.",
      "timestamp": "2020-10-15T00:00:00",
      "timestamp_raw": "October 15, 2020",
      "keywords": [
        "epstein",
        "images",
        "videos",
        "devices",
        "nyco243*",
        "united states attorney",
        "redaction",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027056",
      "summary": "On October 16, 2020, at 2:00 PM GMT, a meeting (EFTA00027056) took place via dial-in to discuss images related to “Epstein Devices,” classified as X-PERSONAL and given a priority of 5. The event was created on October 16, 2020, at 1:14:39 PM GMT and has not been modified since.",
      "timestamp": "2020-10-16T00:00:00",
      "timestamp_raw": "October 16, 2020",
      "keywords": [
        "efta00027056",
        "maxwell",
        "epstein",
        "devices",
        "images",
        "2020",
        "discussion",
        "redaction analysis",
        "x-personal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027055",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027055",
      "summary": "An email was sent on October 16, 2020, from an unidentified sender to an unidentified recipient, regarding a tentative discussion about images from “Epstein Devices” involving Maxwell. The email was marked as “Normal” importance and had no attachments.",
      "timestamp": "2020-10-16T00:00:00",
      "timestamp_raw": "October 16, 2020",
      "keywords": [
        "maxwell",
        "epstein",
        "devices",
        "images",
        "redaction analysis",
        "efta00027055"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027056",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023254",
      "summary": "On October 16, 2020, at 2:00 PM GMT, Maxwell participated in a tentative discussion via dial-in regarding images from Epstein devices. The event was classified as X-PERSONAL, had a priority of 5, and was created/modified on the same date. One attendee is redacted.",
      "timestamp": "2020-10-16T00:00:00",
      "timestamp_raw": "October 16, 2020",
      "keywords": [
        "efta00023254",
        "maxwell",
        "epstein",
        "devices",
        "redaction",
        "2020-10-16",
        "images",
        "x-personal",
        "dial-in"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023251",
      "summary": "On 2020-10-16 at 14:00:00 +0000, a confidential (X-PERSONAL) event occurred titled \"Accepted: Maxwell - Discuss Images from Epstein Devices.\" The event took place via dial-in and lasted from 14:00:00 to 14:30:00 +0000.  EFTA00023251 was the attendee.",
      "timestamp": "2020-10-16T00:00:00",
      "timestamp_raw": "2020-10-16",
      "keywords": [
        "efta00023251",
        "maxwell",
        "epstein",
        "devices",
        "images",
        "discuss",
        "2020-10-16",
        "x-personal",
        "event",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023250",
      "summary": "An email was sent from “USANYS” to “)” regarding “Maxwell - Discuss Images from Epstein Devices.” The email was accepted on October 16, 2020, and included an unnamed attachment.",
      "timestamp": "2020-10-16T00:00:00",
      "timestamp_raw": "October 16, 2020",
      "keywords": [
        "efta00023250",
        "maxwell",
        "epstein",
        "devices",
        "redaction",
        "images",
        "usanys",
        "2020",
        "accepted",
        "discussions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023253",
      "summary": "An email was sent from Y. a to a\" regarding a discussion about images from \"Epstein Devices,\" titled \"Tentative: Maxwell - Discuss Images from Epstein Devices.\" The email was sent on October 16, 2020, and included a message file. The recipients include [REDACTED] and [REDACTED].",
      "timestamp": "2020-10-16T00:00:00",
      "timestamp_raw": "October 16, 2020",
      "keywords": [
        "efta00023253",
        "maxwell",
        "epstein",
        "devices",
        "images",
        "redaction",
        "analysis",
        "discuss",
        "tentative",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014970",
      "summary": "On October 19, 2020, an Assistant United States Attorney from the Southern District of New York contacted [REDACTED] at the FBI to coordinate the review of images and videos related to the Ghislaine Maxwell case, originating from Jeffrey Epstein’s devices. The U.S. Attorney requested a call to discuss next steps, noting that [REDACTED] and another individual were traveling and needed assistance with the review. A follow-up email on October 16, 2020, reiterated the request for a call before Monday morning to begin the review.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "October 19, 2020",
      "keywords": [
        "fbi",
        "maxwell case",
        "ghislaine maxwell",
        "jeffrey epstein",
        "redaction",
        "email",
        "outlook",
        "nypd",
        "usanys",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029487",
      "summary": "On October 30, 2020, multiple individuals (USANYS, [REDACTED]) discussed a delay in producing discovery related to the US v. Epstein case. The delay stemmed from significant processing time required for data received from FedEx, specifically 1.2 million records currently being imaged and processed. Hard drives containing productions (SDNYPROD008-014) were being sent to SDNY via FedEx, with the earliest images available on November 2nd.  A key concern was the unlikelihood of meeting the November 9th deadline, potentially requiring explanation to the Court and impacting the team’s workload under Judge Nathan.  The sender, Nick Koontz, indicated a possible timeline of Tuesday for a more concrete estimate.",
      "timestamp": "2020-10-30T00:00:00",
      "timestamp_raw": "October 30, 2020",
      "keywords": [
        "deadline",
        "relativity",
        "fedex",
        "production",
        "november 9",
        "data",
        "images",
        "records",
        "sdny",
        "efta00029487"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013205",
      "summary": "Epstein. *   Production consists of 40,000 images, FBI Florida boxes, and FBI FOIA documents. *   Electronic devices are not being produced. *   FedEx is delivering data in batches, with a significant amount still being processed and imaged. *   Specific hard drives (SDNYPROD008-014) containing approximately 1.2 million records are being sent to SDNY. *   The initial target date for record availability is November 2, 2020, with production starting shortly after. *   The initial target date for completion was November 9, 2020, but this is now unlikely. A revised estimate will be provided early next week. *   PAE is providing the documents on a rolling basis.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "fbi",
        "documents",
        "productions",
        "images",
        "fedex",
        "sdny",
        "epstein",
        "records",
        "november 9",
        "hard drive",
        "e-discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010285",
      "summary": "A correspondence regarding a discovery production related to a case involving the MDC (presumably a review facility) and the FBI. The FBI has seized approximately 43,500 images – 3,500 nude and 40,000 non-nude – from searches in New York and the Virgin Islands. The production is currently being prepared, with 40,000 images awaiting IT department completion. The FBI anticipates having a secure laptop with all images ready for review at the MDC next week, pending permission from the BOP. A formal written response to initial inquiries is forthcoming.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "efta00010285",
        "fbi",
        "mdc",
        "images",
        "new york",
        "virgin islands",
        "discovery production",
        "laptop",
        "bop",
        "letter"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020831",
      "summary": "An email was sent on November 7, 2020, regarding a review of a chunk of data related to Jeffrey Epstein’s iPhone. The sender, identified as EFTA00020831, had divided the data into three parts and requested a review of one specific chunk located at \\\\Usa.doj.gov\\clouaNYS\\StAndrews‘Shareci‘LISvEpstein-2018R01618WOR AM, containing chats, audio files, documents, voicemails, and recordings. The sender indicated they were working through images and would provide an update upon completion.",
      "timestamp": "2020-11-07T00:00:00",
      "timestamp_raw": "November 7, 2020",
      "keywords": [
        "iphone",
        "epstein",
        "review",
        "chats",
        "audio",
        "documents",
        "voicemails",
        "videos",
        "doj",
        "share"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013235",
      "summary": "The contractor, (USANYS) [Contractor], is working with the US Attorney’s Office to load the files into Relativity for Bates stamping and review. There are questions regarding the file format (native files vs. imaged files), the desired production method (tiff images, database load files, or PDF), and the placement of confidential stamps. Initial file counts differ (22,000 vs. 41,000), and there’s a request to prioritize the stamping and download of the documents. Communication occurs between multiple individuals within the USANYS contractor and the US Attorney's Office, addressing logistical questions and confirming the process.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "usanys",
        "epstein",
        "maxwell",
        "relativity",
        "files",
        "database",
        "images",
        "production",
        "bates",
        "confidential",
        "upload",
        "drive",
        "stamped"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030592",
            "similarity": 0.533,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030592",
      "summary": "*   Due to the large file size, the data will be sent to the vendor on a 1TB hard drive. *   There’s a discrepancy between the number of files initially found (41,000) and the number present in the production (22,000), potentially due to un-imaged native files. *   The production data, including Bates-stamped documents, has been uploaded to Relativity. *   Instructions are given for marking documents as confidential and assigning Bates numbers. *   Requests are made for the production of native files alongside the stamped production. *   There are discussions about the best method for producing the documents (database load files, TIFF images, or PDF production). *   A timeline and updates are sought regarding the upload and stamping process. *   The initial materials consist of approximately 40,000 files totaling 300GB, currently being copied to a drive.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "relativity",
        "database",
        "hard drive",
        "bates stamped",
        "production",
        "files",
        "images",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013235",
            "similarity": 0.533,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028052",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030584",
      "summary": "An email chain discusses the review of images from “Epstein devices.” One individual, FRI, assures a recipient that the review will be completed. Another individual, [REDACTED], commits to addressing a “CART issue.” The email originates from the United States Attorney’s Office, specifically the Criminal Division.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "efta00030584",
        "maxwell",
        "usanys",
        "redaction",
        "epstein",
        "images",
        "cart",
        "criminal division",
        "united states attorney",
        "fri"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026813",
      "summary": "Department of Justice, Southern District of New York, to legal counsel regarding the case of *United States v. Ghislaine Maxwell*. The primary points are: 1.  **Discovery Obligations Met:** The government asserts it has fulfilled its discovery obligations, including the production of electronic materials and initial non-electronic discovery, despite earlier assertions to the contrary. The deadline for electronic discovery was November 9, 2020, and initial discovery was due August 21, 2020. 2.  **Addressing Access at MDC:** The government has taken steps to ensure Maxwell can access discovery materials at the Metropolitan Detention Center (MDC), including: *   Creating new copies of files in accessible formats upon notification of issues. *   Working with MDC IT to resolve technical difficulties. *   Arranging for MDC staff to adjust the table for note-taking. *   Providing a privacy screen. *   Allowing defense counsel to bring a laptop for review. 3.  **Highly Confidential Material Access:** The government is facilitating the review of approximately 43,500 images seized from Jeffrey Epstein’s residences, initially loading them onto a secure laptop. The FBI is prepared to allow defense counsel and Maxwell to review these images on multiple occasions. 4.  **Conditions of Confinement:** The government has consulted with MDC legal counsel regarding Maxwell’s conditions of confinement. They have addressed concerns regarding: *   Access to discovery time (up to 13 hours daily). *   Body scans (weekly). *   Commissary access (including sports bras and supplemental food). *   Meal provision (with detailed tracking and ensured freshness). *   Mail procedures (following BOP regulations). 5.  **Ongoing Efforts:** The government states it will continue to work with defense counsel and the MDC to address any further issues related to discovery access and confinement conditions.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "discovery",
        "ghislaine maxwell",
        "rule 16",
        "electronic materials",
        "metropolitan detention center",
        "mdc",
        "united states v.",
        "conditions of confinement",
        "fbi",
        "images",
        "confidential materials"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026819",
            "similarity": 0.562,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028733",
      "summary": "The document is a production of discovery materials related to the United States v. Ghislaine Maxwell case. It details a set of native “carved” image files, previously produced in PDF format on November 9, 2020, originating from various devices (identified by codes like NYCO24321, NYCO24323, etc.). The files are stamped with control numbers and categorized as \"confidential.\" The production is governed by a Protective Order and includes an index (EFTA00028733) and supplemental materials (SDNY_GM_SUPP 00219450 & 00219451) containing images from additional devices. The U.S. Attorney's office indicates they will provide further materials if discovered.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "united states v.",
        "protective order",
        "redaction analysis",
        "carved images",
        "pdf",
        "nyco24321",
        "device",
        "confidental"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013245",
      "summary": "Initial scans from 2013 were conducted, but some materials (1A10, 1A28, 1A84, and portions of 31E-MM-108062) were not scanned and were subsequently located on discs.  These discs contained PDFs, JPGs, etc., and were created as copies of the original paper.  There were also pornographic images that were not scanned, flagged with a “possible child pornography” note. The team is concerned about the completeness of the scan and wants a full, separate scan to ensure thoroughness, particularly given the potential for discovery.  The team is receiving updates on the shipment of the boxes via FedEx and is working to adjust the deadline to accommodate delays. The team has addressed concerns about the quality and completeness of the 2013 scans and is committed to a thorough review of all materials.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "scanning",
        "discs",
        "images",
        "boxes",
        "epstein",
        "maxwell",
        "copies",
        "pdfs",
        "jpgs",
        "pornographic",
        "deadlines",
        "investigation",
        "labeling",
        "reproduction",
        "digital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013261",
      "summary": "The document details the process of scanning and digitizing records related to an ongoing FBI investigation, likely involving human trafficking. Initially, 22 boxes of paper records were shipped from Miami to the FBI’s New York office for scanning. The scanning process revealed several issues: some original 1As were missing from their jackets, there were numerous discs containing scanned copies of the boxes and other disc types, some discs contained pornographic images, and the initial scans were not fully processed and needed to be re-done. The vendor, DocLab, was tasked with the scanning and creation of digital copies. There were delays due to technical difficulties, the need for additional copies, and the holiday period. Multiple individuals communicated regarding the progress, requesting updates, clarifying procedures, and raising concerns about deadlines and the quality of the scans. Ultimately, the process involved multiple iterations of scanning and digitization to ensure a complete and accurate record of the case materials.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "discs",
        "scans",
        "fbi",
        "boxes",
        "redwelds",
        "reproductions",
        "relativity",
        "documents",
        "copies",
        "retrieval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011414",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting updates on images recovered from devices related to the Epstein investigations, specifically from New York and Virgin Island searches. A NY CART Coordinator is providing an update stating they have completed processing 5 or 6 machines and will deliver the remaining images as they are obtained.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "epstein",
        "devices",
        "images",
        "new york",
        "virgin islands",
        "redaction",
        "united states attorney",
        "ny cart",
        "email",
        "october 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014922",
      "summary": "The document appears to be a record of ongoing efforts to review evidence related to the Epstein investigation. It primarily involves individuals assisting a “SA” (likely a Special Assistant or similar role) with evidence redaction, conversion of media files, and binder reviews. Multiple individuals, identified by redacted email addresses and case identifiers (EFTA000149xx), are involved in these tasks. The work includes assisting with photo scrubbing, evidence review in CAIR, and converting DVD evidence to a reviewable system. The document spans from November 2019 to December 2020, with a significant focus on redacting images and assisting with the Maxwell investigation. The classification level is consistently UNCLASSIFIED//FOUO.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "November 16, 2020",
      "keywords": [
        "efta00014922",
        "epstein",
        "maxwell",
        "evidence review",
        "redaction",
        "unclassified",
        "fouo",
        "sa",
        "discovery",
        "cair",
        "images"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021991",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted an FBI analyst, I., (NY) (FBI), to coordinate the review of images and videos from Jeffrey Epstein’s devices for the Ghislaine Maxwell case. The contact stemmed from a referral regarding logistical support while supervisors were traveling. A call to discuss next steps was requested.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "16 Oct 2020",
      "keywords": [
        "maxwell case",
        "redaction analysis",
        "fbi",
        "ghislaine maxwell",
        "jeffrey epstein",
        "image/video review",
        "discovery",
        "united states attorney",
        "new york",
        "coordination"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023335",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015209",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted an FBI representative to coordinate the review of images and videos from Jeffrey Epstein’s devices for the Ghislaine Maxwell case. The email requested a call to discuss next steps, occurring while the FBI representative was traveling. The case file identifier is EFTA00015209.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "16 Oct 2020",
      "keywords": [
        "fbi",
        "ghislaine maxwell",
        "jeffrey epstein",
        "imagenide",
        "redaction",
        "discovery",
        "usanys",
        "assistant united states attorney",
        "southern district of new york",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015211",
      "summary": "This document is a record of email exchanges regarding the scanning of 22 boxes of case records from the FBI, primarily related to a human trafficking investigation. Initially, the FBI had requested DocLab to scan the materials, but several issues arose. The boxes hadn't shipped initially, and when they did, they contained previously scanned materials from 2013, alongside some new documents. There were concerns about the accuracy of the initial scans and the potential for incomplete data.  The team requested a delay in the deadline to ensure a thorough and correct scan, highlighting the need for individual document scanning and addressing potential issues like unidentified discs and potential child pornography images. The project involved multiple individuals and teams (FBI, DocLab, and the U.S. Attorney's office) coordinating logistics, tracking shipments, and addressing technical challenges related to data extraction and transmission. The final outcome was a complete scan, but with adjustments to the original timeline due to the complexities involved.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "scanning",
        "discs",
        "relativity",
        "boxes",
        "pdfs",
        "images",
        "scans",
        "labels",
        "vendor",
        "fbi",
        "deadline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024729",
      "summary": "Emails discuss a redaction analysis for file EFTA00024729 related to the Jeffrey Epstein and Ghislaine Maxwell case. Individuals from the NY Office of the General Attorney (OGA), FBI, and USANYS are involved in coordinating the review of images and videos. Discussions focus on scheduling a call to discuss next steps, logistics, and timelines for the review, particularly to begin Monday morning.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "fbi",
        "maxwell case",
        "ghislaine maxwell",
        "jeffrey epstein",
        "redaction analysis",
        "image/video file review",
        "ny (fbi)",
        "oga",
        "logistics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023335",
      "summary": "An email chain discusses coordinating a review of images and videos from Jeffrey Epstein’s devices for the Ghislaine Maxwell case. The Assistant United States Attorney (Southern District of New York) contacted an FBI agent (NY) to request assistance due to the supervisors’ travel. The FBI agent responded, indicating availability to discuss next steps and schedule a call to coordinate the review, prioritizing a discussion before Monday morning. Redactions were present throughout the email chain.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "fbi",
        "maxwell case",
        "ghislaine maxwell",
        "jeffrey epstein",
        "redaction analysis",
        "image/video review",
        "new york",
        "logistics",
        "coordination",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021991",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038306",
      "summary": "*   The review involves examining 10 specific devices: NY-3027571_Safe, NYCO24334, NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, and NY-3027571_MAC, NYCO24363. *   The review includes a significant number of images and videos. *   A protocol has been established for the review, including designated folders and a deadline for completion (by next Friday). *   The AUSAs and FBI have requested a call to discuss the review and answer questions. *   The initial focus for the FBI team is a subset of the devices listed above. *   The individuals are coordinating to ensure access to the case files and to track the progress of the device review.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "devices",
        "review",
        "images",
        "videos",
        "warrants",
        "fbi",
        "usao",
        "cair",
        "protocol",
        "maxwell",
        "nyco243xx",
        "efta00038306"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037666",
      "summary": "*   The review is focused on images and videos from Epstein’s devices. *   Reviewers are instructed to read attachments including warrants, affidavits, and the Maxwell indictment. *   The FBI and USAO teams are assigned to review specific devices, with potential reassignment based on progress. *   A meeting time is proposed for approximately 3:30 PM to discuss the review. *   Access to the EFTA00037666 system and device folders is being provided to reviewers. *   The goal is to complete the review by the following Friday.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "patent",
        "review",
        "devices",
        "efta00037666",
        "epstein",
        "image",
        "video",
        "protocol",
        "usao",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037766",
            "similarity": 0.615,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038175",
      "summary": "Emails discuss outstanding discovery items related to evidence from Florida boxes. Specifically, the emails address: locating six black and white scans of images potentially depicting child pornography; facilitating contact with FBI agents for audio conversion and GPS data review; coordinating with agents conducting a responsiveness review; and performing a final sweep of media within the files. A list of these items was sent to facilitate tracking progress.",
      "timestamp": "2020-11-23T00:00:00",
      "timestamp_raw": "23 Oct 2020",
      "keywords": [
        "discovery",
        "images",
        "fbi",
        "florida",
        "scans",
        "data",
        "gps",
        "audio",
        "pornography",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037766",
      "summary": "*   Initial reports (Oct 26, 2020) indicated that two devices (NY-3027571_219407 and NY-3027571_215974) contained no images or videos. *   A subsequent email (Oct 19, 2020) detailed a protocol for reviewing ten devices (identified by NYC device codes) related to the case, requiring reviewers to consult the warrant, affidavit, and Maxwell indictment. *   The protocol initially assigned the FBI team to review specific devices, with the understanding that reassignment may occur. *   A request was made for a call with the USAO and FBI review teams to discuss the protocol and answer questions.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "Oct 26, 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "file",
        "protocol",
        "usao",
        "fbi",
        "nyc0243xx",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037666",
            "similarity": 0.615,
            "index": 81,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013202",
      "summary": "*   The images were delayed due to PAE re-doing the production after initially de-duping without prior notification. *   The current production includes images, FBI Florida box documents, and FBI FOIA documents. Electronic device productions were not included. *   PAE is sending images to the recipient on a rolling basis, with an initial target completion date of November 9th appearing unlikely. *   A hard drive containing multiple SDNYPROD productions (1-14) is being shipped via FedEx, with approximately 1.2 million records currently being imaged. *   The recipient is awaiting updates on the processing timeline and anticipates a clearer estimate by early next week.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "pae",
        "images",
        "fbi",
        "redaction",
        "production",
        "november 9",
        "fedex",
        "records",
        "electronic devices",
        "usanys",
        "sdnyprod"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038151",
      "summary": "An email chain discusses unresponsive files from the FBI related to a Maxwell photo/video responsiveness review. Specifically, six files (f_003ald, f 003alf, f 0039eb, f_00394b, f 003994, and 2b2cf6a7acb1a26fa73bc8d0e28a25119968507e) from devices (NYCO24326, NYCO24355) were unable to be opened due to errors. The sender requests confirmation of responsive materials from additional devices (NYC024334, NYC027908, NYC024394, and NYC024363), with a focus on identifying the number of highly confidential images and videos and obtaining the materials from the unprovided device. Data is being requested for five devices (NYC024323, NYC024326, NYC024355, NYC024368, NYC027910) and a spreadsheet with counts for images and videos is included.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "fbi",
        "responsive files",
        "devices",
        "nyco24326",
        "nyco24355",
        "confidential",
        "files",
        "efta00038151",
        "data",
        "confirmation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038201",
      "summary": "This document is a record of email exchanges regarding the review of responsive files from the FBI related to the Maxwell photo/video responsiveness review. The primary concerns are: *   Six files on NYCO24326 are inaccessible due to errors (too large, damaged, or corrupted). *   Confirmation of the number of highly confidential images and videos associated with five devices (NYCO24323, NYCO24326, NYCO24355, NYCO24368, NYCO27910). *   Status of five additional devices (NYCO24334, NYCO27908, NYCO24394) and a device (NYCO24363) that were not included on the initial drive, requiring retrieval of responsive material. *   A request for updates on the device NYCO24363, which was delayed in providing responsive materials.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2020",
      "keywords": [
        "fbi",
        "devices",
        "responsive files",
        "confidential",
        "images",
        "videos",
        "nyco243*",
        "efta00038201",
        "redaction",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031952",
      "summary": "On December 4, 2020, Christian Everdell of Cohen & Gresser LLP sent a draft letter to Judge Nathan regarding a briefing schedule. The letter was attached as a .DOCX file. He requested confirmation from the recipient ([REDACTED]) that there were no comments before sending the letter within the hour. The email also included images and a confidentiality notice.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "efta00031952",
        "briefing schedule",
        "letter",
        "judge nathan",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "usanys",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019129",
      "summary": "An email chain discusses a call regarding the Epstein Estate update. Marc Weinstein proposes a call this afternoon, but [REDACTED] suggests postponing it to the following day to allow for more review time. The email thread includes a forwarded message from Weinstein outlining the request for an update.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "epstein estate",
        "marc weinstein",
        "hughes hubbard & reed",
        "redaction analysis",
        "call",
        "update",
        "images",
        "deadline",
        "november 9 2020",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024819",
      "summary": "A SANYS contractor is sending a revised draft letter regarding the \"Sixth Production\" to the U.S. Attorney’s Office SDNY. The contractor requests a double-check of the index for devices with just images and confirms the upload of iPhone materials to a drive for defense. A cover letter and updated index are attached, including a unique index for the MDC drive. One contractor is still working on copying the MDC drive.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "efta00024819",
        "usanys",
        "production",
        "index",
        "iphone",
        "discovery",
        "defense",
        "mdc",
        "paralegal",
        "contract"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019127",
      "summary": "An email chain discusses a call regarding the Epstein Estate update. Marc A. Weinstein requests a call to provide an update, proposing options for the call’s timing and leadership. Another individual expresses willingness to join the call, stating they will continue reviewing images. A standard confidentiality disclaimer is included within the email.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "epstein estate",
        "marc weinstein",
        "call",
        "update",
        "redaction",
        "efta00019127",
        "hughes hubbard & reed",
        "usanys",
        "november 9",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029975",
      "summary": "The email chain concerns the production of documents for a legal case, specifically related to PAE drives and iPhone images. A contractor is tasked with: *   Creating password-protected discs containing iPhone images. *   Redacting Bates numbers and updating a cover letter to reflect the contents. *   Preparing a final report with images. *   Making copies of the PAE drives for internal use. *   Coordinating with Maxwell and another party to ensure timely delivery and address potential delays. *   Providing a password-protected copy of the PAE drive for internal use.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2020",
      "keywords": [
        "pae drive",
        "iphone",
        "production",
        "bates stamp",
        "encryption",
        "defense",
        "cover letter",
        "sdny",
        "usanys",
        "data copy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017813",
      "summary": "Maxwell, 20 Cr. 330 (AJN)). *   The production includes approximately 1.2 million documents on a hard drive and a CD containing responsive images from Epstein’s iPhone. *   The hard drive and CD were prepared by different offices (vendor and paralegals). *   A new hard drive will be provided to Ms. Maxwell containing the full production for review at the MDC. *   There were concerns about the laptop’s ability to directly load the files due to storage limitations and compatibility issues. *   The MDC initially planned to allow Ms. Maxwell to use the laptop for review, but this was subsequently reduced to 7 hours per weekday. *   The Assistant U.S. Attorney requested confirmation that the full 13 hours per day (plus weekends) previously agreed upon would be available for review. *   A drive and CD containing the new discovery production were delivered to the MDC along with a laptop.",
      "timestamp": "2020-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2020",
      "keywords": [
        "discovery production",
        "hard drive",
        "cd",
        "maxwell",
        "epstein",
        "files",
        "review",
        "litigation",
        "usanys",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030178",
      "summary": "A contractor is following up on the progress of creating copies of Confidential items (images/videos) from Epstein’s devices for the FBI. The contractor, [REDACTED], contacted USANYS and IT multiple times (December 22nd and 23rd, 2020) to inquire about the status of the project, initiated by MIT.  IT confirmed that the copying was ongoing but provided inconsistent updates and no clear answers. The contractor requested an update on the plan and a complete set of the materials for the FBI.",
      "timestamp": "2020-12-22T00:00:00",
      "timestamp_raw": "December 22, 2020",
      "keywords": [
        "maxwell discovery",
        "fbi",
        "epstein",
        "confidential",
        "usanys",
        "contractor",
        "hard drive",
        "sixth production",
        "it",
        "copies"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020974",
      "summary": "*   **Date of Collection:** 01/27/2021 *   **Material:** Highly confidential responsive material, including nude and partial nude images and videos, processed by CART. *   **Devices:** Data was collected from multiple portable hard drives identified by NYC device codes (NYC0243xx). *   **Item Type:**  A derivative digital item including nude and semi-nude images and videos. *   **Collection Details:** Collected on 01/26/2021 at 04:00 PM EST from New York. One portable hard drive was collected. *   **Restrictions:** The document is FBI property, loaned for review, and not to be distributed outside the recipient agency.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "01/27/2021",
      "keywords": [
        "fbi",
        "child sex trafficking",
        "digital evidence",
        "cart",
        "nude images",
        "jeffrey epstein",
        "nyc0243xx",
        "confidential",
        "device type",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038548",
      "summary": "An email was sent from EFTA00038548 to [REDACTED] and [REDACTED], with [REDACTED] in the CC field, regarding a follow-up on Maxwell. The email requested contact with Victoria Secret and FedEx to inquire about document retention policies, a review of images (specifically photos), and a follow-up with ALAT concerning UK travel records for Maxwell and Epstein.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "efta00038548",
        "maxwell",
        "epstein",
        "victoria secret",
        "fedex",
        "alat",
        "uk travel records",
        "redaction",
        "email",
        "follow up"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027083",
      "summary": "An Assistant United States Attorney is following up on the Maxwell investigation. They are requesting information regarding document retention policies from Victoria Secret and FedEx, specifically concerning timeframes (1-5 years depending on method). The investigation also includes a review of images and follow-up with ALAT regarding Maxwell and Epstein’s UK travel records. Detective NYPD/FBI is also involved in the investigation and awaiting a response from Victoria Secret and FedEx.",
      "timestamp": "2021-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2021",
      "keywords": [
        "efta00027083",
        "maxwell",
        "victoria secret",
        "fedex",
        "trafficking",
        "epstein",
        "nypd",
        "fbi",
        "child exploitation",
        "retention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029932",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029932",
      "summary": "An email chain discusses a follow-up regarding the Maxwell investigation. One email provides information from February 22, 2021, stating FedEx retains records for 1-5 years depending on the shipping method and that a response is pending from Victoria Secret. Another email, dated February 17, 2021, outlines tasks including contacting Victoria Secret and FedEx about document retention, reviewing images, and following up on UK travel records for Maxwell and Epstein. The final email is from an Assistant United States Attorney offering to discuss the matter.",
      "timestamp": "2021-02-22T00:00:00",
      "timestamp_raw": "February 22, 2021",
      "keywords": [
        "efta00029932",
        "maxwell",
        "victoria secret",
        "fedex",
        "fbi",
        "child exploitation",
        "human trafficking",
        "retention",
        "nypd",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027083",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025204",
      "summary": "On March 8, 2021, Laura Menninger, representing the US Attorney's Office (USANYS), requested a review of “HIGHLY CONFIDENTIAL” nude/partially nude images and videos related to the US v. Maxwell case. Specifically, they requested the FBI to prepare these materials for review by Maxwell and her counsel at 500 Pearl Street by Wednesday or Thursday. The request included confirming the existence of specific image categories seized from Epstein’s residences and Florida investigation evidence. Additionally, they requested a similar inventory of physical evidence from FBI-NY custody and logistics for review at 500 Pearl Street.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "maxwell",
        "epstein",
        "fbi",
        "usanys",
        "evidence",
        "images",
        "videos",
        "confidential",
        "review",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021697",
      "summary": "On March 8, 2021, Laura Menninger of Haddon, Morgan and Foreman, P.C. sent an email to multiple parties, including the US Attorney’s Office (USANYS) and the FBI, regarding the case *US v. Maxwell* (20 Cr. 330). The email requested the viewing of evidence and highly confidential materials related to the case, including scenes. The email included a letter from LAM to the USAO and attached images. The email also contained a confidentiality notice.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "maxwell",
        "fbi",
        "evidence",
        "confidential",
        "request",
        "us v.",
        "laura menninger",
        "haddon morgan foreman",
        "20 cr 330",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028183",
      "summary": "Maxwell case (20 Cr. 330 (MN)). The FBI has provided an index of physical evidence (produced from the FBI-Miami office) but notes it’s not a complete list. The US Attorney is seeking a similar index from the FBI's New York office and exploring options for scheduling a review with the client, potentially on May 18th, utilizing a provided dial-in number. There are logistical discussions about availability and the timeline for obtaining the requested indices.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "12 Mar 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence",
        "spreadsheet",
        "images",
        "new york",
        "discovery",
        "litigation",
        "confidential",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030084",
      "summary": "This document details a request from Laura Menninger (Haddon, Morgan & Foreman, P.C.) to the Southern District of New York’s Assistant United States Attorney for access to evidence in the US v. Maxwell case (20 Cr. 330 (AJN)). The request involves reviewing highly confidential materials and scenes related to the investigation. The U.S. Attorney’s office anticipates providing a response within the next week, but notes that the FBI team’s absence due to being out of the office has delayed the process.  A key issue is the lack of a complete inventory of the FBI’s evidence, prompting a request for a similar index.  Scheduling a call to discuss the matter is also underway, with proposed times offered by Menninger and confirmation of availability by the U.S. Attorney.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "15 Mar 2021",
      "keywords": [
        "usanys",
        "fbi",
        "evidence",
        "discovery",
        "maxwell",
        "laura menninger",
        "haddon morgan foreman",
        "new york",
        "southern district",
        "inventory",
        "spreadsheet",
        "images",
        "vault",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028845",
      "summary": "The document records communications regarding the sharing of evidence in the US v. Maxwell case (20 Cr. 330 (AJN)).  FBI personnel, primarily [REDACTED], are responding to requests from defense counsel (represented by Laura Menninger of Haddon, Morgan & Foreman, P.C.) for access to highly confidential images and physical evidence related to the case, specifically concerning Jeffrey Epstein’s devices and residences.  The requests involve detailed questions about the quantity, format, and metadata of the images, as well as requests for access to physical evidence items and spaces to review them. There is a request for a comprehensive inventory of physical evidence in both FBI-NY and FBI-Florida custody. The communications highlight logistical challenges and a need for timely preparation of materials for review.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "15 Mar 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence",
        "images",
        "confidential",
        "devices",
        "physical evidence",
        "defense",
        "review",
        "tapes",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031589",
      "summary": "This document concerns the discovery process in the US v. Maxwell case, specifically regarding the review of highly confidential evidence related to Jeffrey Epstein’s activities. The US Attorney’s office, represented by an Assistant US Attorney, is facilitating the review of electronic images and physical evidence held by the FBI. Key points include: *   **Types of Evidence:** The FBI possesses three categories of electronic images related to nude/partially nude images: approximately 2,100 electronic images and videos from Epstein’s devices, 3,400 discs from his residences, and 7 hard copy images from the FBI Florida office. *   **Review Access:** The defense team (represented by Laura Menninger of Haddon, Morgan & Foreman) will have access to the electronic files, with Cellebrite software provided for viewing Apple devices. The physical evidence will be reviewed at the FBI’s Bronx warehouse under specific conditions. *   **Logistics:** The warehouse review requires two weeks' notice and is open during business hours. The FBI will provide one laptop for image review and can transport items to 500 Pearl Street. *   **Restrictions:** Duplicates of the obscene electronic images are prohibited, and there are limitations on the number of laptops available.  Electronic media (VHS, cassettes, CDs) are not playable at the warehouse. *   **Timeline & Communication:** The Attorney and defense team are coordinating scheduling for the review, with the FBI anticipating a three-week timeframe for reviewing all electronic media at their Manhattan office.  The defense team is requesting information about the timeline for reviewing the evidence and the availability of an index of physical evidence.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "fbi",
        "epstein",
        "maxwell",
        "discovery",
        "evidence",
        "images",
        "confidential",
        "nyc",
        "bronx",
        "forensic",
        "metadata"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030101",
            "similarity": 0.533,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030101",
      "summary": "The document details the FBI’s plan to provide Laura Menninger (representing the defense team) with evidence related to the US v. Maxwell case, specifically focusing on highly confidential nude/partially nude images and physical evidence. Here’s a breakdown of the key information: *   **Evidence Provided:** The FBI will provide three categories of images seized from Jeffrey Epstein’s devices (approximately 2,100 electronic images/videos, 3,400 discs, and 7 hard copy images). The FBI will also provide two spreadsheets detailing all physical evidence in their custody, separated by FBI Miami and New York offices. *   **Review Process:** The defense team can review the evidence at the FBI’s Bronx warehouse, subject to a two-week notice requirement, business hours, and the presence of FBI agents and a prosecutor. They can bring digital cameras (without internet connectivity) to photograph items. *   **Technical Considerations:**  Electronic files require Cellebrite software for review of Apple devices. Metadata may or may not be recoverable from damaged devices. *   **Media Review:** The FBI anticipates providing access to all electronic media (excluding witness statements) for review at the FBI's Manhattan office within approximately three weeks. *   **Communication & Scheduling:**  The parties coordinate calls to discuss the evidence and scheduling of reviews, with the FBI initially indicating a potential review date of May 18th.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "fbi",
        "epstein",
        "images",
        "evidence",
        "discovery",
        "confidential",
        "metadata",
        "electronic devices",
        "bronx",
        "review",
        "new york",
        "miami"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031589",
            "similarity": 0.533,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020322",
      "summary": "Laura Menninger (Haddon, Morgan & Foreman, P.C.) requests permission to review FBI evidence in the US v. Maxwell case, citing deficiencies in the FBI’s initial proposal. She argues that the proposed viewing arrangement lacks adequate facilities for a thorough review, including access to laptops, and the ability for her client to examine discovery materials like recordings. Specifically, she requests: the transport of physical evidence to 500 Pearl Street with her client’s presence, permission to bring laptops and a camera, provision of equipment to play recordings, segregation of “highly confidential” evidence, and a secure room for client consultation. The FBI responds with a detailed proposal outlining the evidence’s categorization (electronic images from Epstein’s devices, discs, and hard copies), stipulations about accessing electronic files (Cellebrite software), arrangements for the physical evidence’s location at the Bronx warehouse, and conditions for reviewing the evidence. The FBI also addresses concerns about the volume of “highly confidential” images and their handling, proposing a phased approach to reviewing them. Finally, the FBI confirms the availability of a single laptop for reviewing the sensitive images and anticipates providing access to the evidence media within three weeks.",
      "timestamp": "2021-03-22T00:00:00",
      "timestamp_raw": "22 Mar 2021",
      "keywords": [
        "evidence",
        "fbi",
        "recordings",
        "laptops",
        "review",
        "photographs",
        "excel",
        "confidential",
        "bronx warehouse",
        "discovery",
        "images",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020430",
      "summary": "This document is a follow-up email chain between Christian Everdell (Cohen & Gresser LLP) and a USANYS Assistant United States Attorney regarding discovery materials produced in a case involving Jeffrey Epstein. The core issues raised are: *   **Hard Drive Delivery:** A request for a hard drive containing discovery materials for a client, Ms. Maxwell, has not been addressed. *   **Disk Readability:** Issues with Ms. Maxwell's prison computer preventing reading of disks sent previously, requiring alternative production methods. *   **Missing Attachments:** Over 109,000 emails produced without attachments, demanding their provision. *   **Metadata Issues:** Numerous files (photographs, electronic documents, audio/visual files) lack CART numbers and have inconsistent or delayed metadata dates (July 2020 or later), requesting metadata overlays and source identification. Specifically, gaps exist in production numbers (11/18-12/18), and there's confusion regarding the origin of files with inconsistent metadata. *   **Request for Clarification:** The sender seeks clarification on whether the 11/18-12/18 production gap was intentional. The email threads propose solutions, including providing a hard drive, offering to load files onto a drive, and requesting metadata overlays to address the inconsistencies and missing information.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "metadata",
        "epstein",
        "fbi",
        "cart",
        "production",
        "files",
        "attachments",
        "hard drive",
        "prison",
        "southern district of new york",
        "cd",
        "images",
        "bates",
        "metadata overlay"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032465",
      "summary": "Maxwell case (20 Cr. 330 (AJN)). The request outlines specific conditions for reviewing the evidence, primarily related to physical items seized from the Bronx warehouse and electronic media. Key points include: *   **Access to Physical Evidence:** The defense team requires access to photograph and inspect bulky, electronic, and fragile items at the Bronx warehouse, necessitating a lawyer, investigator, and paralegal presence. *   **Electronic Media Review:** The government will provide the necessary equipment to play recordings, but the defense needs to inspect the outside of the recordings. Segregation of recordings based on \"witness statements\" is requested. *   **Space Requirements:** The defense needs a suitable space (potentially the largest proffer room or a locked courtroom) to accommodate the team and evidence. *   **Confidentiality:**  Strict protocols are in place for handling highly confidential materials, including the 2,100 images and 7 hard-copy materials. The FBI will provide a single laptop for reviewing the electronic images. *   **Timeline:** The FBI proposes arranging for the client to be produced to 500 Pearl Street during the week of April 12th and April 19th, followed by daily reviews. *   **Ongoing Communication:** Frequent communication is essential to address any issues or disagreements, and the FBI will provide updates on the availability of equipment and the status of the evidence review. *   **Excel Spreadsheet:** The FBI provides an index of physical evidence in its custody, alongside a discovery cover letter, and requests information regarding the number of people who will be present for the physical evidence review.",
      "timestamp": "2021-04-02T00:00:00",
      "timestamp_raw": "02 Apr 2021",
      "keywords": [
        "evidence",
        "photographs",
        "bronx warehouse",
        "electronic devices",
        "recordings",
        "government",
        "client",
        "inspection",
        "highly confidential",
        "discovery",
        "materials",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015738",
      "summary": "Maxwell* (20 Cr. 330 (MN)). It details a collaborative effort between the Assistant United States Attorney’s Office (Southern District of New York), Laura Menninger and her legal team (Haddon, Morgan & Foreman, P.C.), Jeff Pagliuca, Christian Everdell, and Bobby Sternheim. Key elements include: *   **Scheduled Reviews:** The Marshals intend to bring Maxwell to 500 Pearl Street daily, beginning April 13th, for evidence review. *   **Revised Spreadsheets:** The AUSA has provided updated spreadsheets (with annotations) of evidence, designating Protective Orders and noting item locations. Three VHS tapes are central to this designation. *   **FBI Involvement:** The FBI will transport physical evidence to 500 Pearl Street and provide electronic media for review, but only one laptop is available for the highly confidential images. The FBI will also segregate highly confidential evidence items. *   **Bronx Warehouse Inspection:** The defense team requests access to the FBI’s Bronx warehouse to photograph excluded items, with requirements for photographic documentation. *   **Equipment Needs:** The defense requires equipment (VCR, etc.) to play recordings, and requests permission to bring devices into the courthouse. *   **Confidentiality Protocol:** Strict adherence to the Protective Order is emphasized, including restrictions on photographing certain items. *   **Communication & Scheduling:** The parties are coordinating a call to discuss the plan and finalize the schedule. The initial call is set for March 10th at 1:30 PM ET/ 11:30 AM MST.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "protective order",
        "maxwell",
        "fbi",
        "marshals",
        "review",
        "vhs tapes",
        "data",
        "electronic files",
        "bronx warehouse",
        "500 pearl street",
        "new york",
        "florida",
        "witness statements",
        "photography",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030021",
      "summary": "Maxwell case (20 Cr. 330 (AJN)). The Assistant US Attorney (Southern District of New York) is coordinating the review, which will take place at 500 Pearl Street and potentially the Bronx warehouse. Key details include: *   **Evidence Transport:** The FBI will transport physical evidence (including items like electronic devices, \"bulky\" items, and photos) to 500 Pearl Street for the defense team to inspect and photograph. *   **Highly Confidential Materials:** The FBI will provide access to approximately 2,100 electronic images (seized from Epstein’s devices) and 7 hard-copy images, designating them as “Highly Confidential.”  Access will be limited to one laptop. *   **Scheduling:** The review is scheduled to begin April 13th, with daily sessions, contingent on the Marshals securing Ms. Maxwell’s presence at 500 Pearl Street. *   **Logistics:** The defense team will have a lawyer, investigator, and paralegal present at the Bronx warehouse to photograph items. The FBI will provide equipment for playing electronic media. *   **Coordination:**  Constant communication and confirmation regarding access, availability, and the handling of sensitive materials are emphasized. Multiple email exchanges detail revisions to the plan and clarify specific requests and concerns.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "protective order",
        "digital",
        "files",
        "photography",
        "materials",
        "counsel",
        "usanys",
        "efta00030021",
        "efta00030022",
        "efta00030023",
        "efta00030024",
        "efta00030025",
        "efta00030026",
        "efta00030027",
        "efta00030028",
        "efta00030029",
        "efta00030030"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015753",
      "summary": "Maxwell case, involving highly confidential materials. The review will primarily occur at the 500 Pearl Street courthouse in New York, with some evidence to be viewed at the FBI’s Bronx warehouse. Initially, the FBI intends to make evidence available for review beginning April 13th, daily, until the review is complete. The defense team will be accompanied by an Assistant US Attorney and an FBI agent. Key points include: *   **Initial Scheduling:** The defense team and the government have agreed to a meeting at 11:00 AM on April 12th at the Bronx warehouse to photograph excluded items. *   **Physical Evidence Location:** The vast majority of physical evidence will be transported to 500 Pearl Street for review. *   **Highly Confidential Items:**  The FBI will provide the defense team with laptops to review 2,100 electronic images and 7 hard-copy images classified as “highly confidential”. The defense team requested clarification about the handling of these materials. *   **Logistical Arrangements:** The FBI will ensure a secure environment and separate review space for the defense team. *   **Ongoing Questions and Clarifications:** The defense team raised several questions regarding the process, including the availability of equipment, the handling of non-testifying witness statements, and access to a full inventory of physical evidence.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "efta00015753",
        "efta00015754",
        "efta00015755",
        "efta00015756",
        "efta00015757",
        "efta00015758",
        "efta00015759",
        "efta00015760",
        "efta00015761",
        "efta00015762",
        "efta00015763",
        "efta00015764",
        "efta00015765",
        "efta00015766",
        "us v. maxwell",
        "evidence",
        "redaction",
        "confidential",
        "forensic",
        "investigation",
        "warehouse",
        "fbi",
        "legal",
        "materials",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032669",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). Key elements include: *   **Scheduling:** A meeting at 11:00 AM on April 12th at the Bronx warehouse is initially proposed, with the possibility of further trips to review additional evidence. The review ultimately moves to 500 Pearl Street, beginning April 13th. *   **Evidence Location:** The evidence is primarily located in the FBI’s Bronx warehouse and, subsequently, at 500 Pearl Street. *   **Exhibit Access:** The defense team (Christian Everdell, Laura Menninger, Jeff Pagliuca, and Bobbi C. Sternheim) will be granted access to photographs and potentially electronic media (CDs, laptops) for review. *   **Confidentiality:**  Emphasis is placed on the highly confidential nature of some evidence, particularly nude images, and the need to handle those items with caution. *   **Logistics & Support:** The FBI will provide support with equipment (e.g., VCRs, CD players), transport, and an agent to accompany the defense team.  The AUSA will be present at the warehouse. *   **Discrepancies & Clarifications:**  Laura Menninger raises several questions and concerns regarding the available evidence, including discrepancies in item locations, the need to photograph certain items, and the segregation of “highly confidential” materials.  The AUSA addresses these concerns and clarifies the approach to evidence review.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "warehouse",
        "review",
        "confidential",
        "photographs",
        "fbi",
        "files",
        "electronic",
        "laura menninger",
        "christian everdell",
        "pagliuca",
        "sternheim",
        "bronx",
        "500 pearl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015786",
      "summary": "v. Maxwell* (20 Cr. 330 (MN)). The review will primarily take place at 500 Pearl Street, facilitated by the Marshals and FBI. Key aspects of the plan include: *   **Scheduling:** The review is planned to begin around 8:30 AM daily, with the option to start earlier at 8:00 AM. *   **Location:** The review will occur in the proffer rooms on the 5th floor of 500 Pearl Street. *   **Evidence Transport:** The FBI will transport physical evidence to 500 Pearl Street for review. Some items (cash, certain electronics, bulky photos, and shredded paper) will *not* be transported due to their size, sensitivity, or other reasons. *   **Electronic Evidence:** The FBI will provide laptops for viewing and photographing highly confidential electronic images, although access will be limited to a single laptop. They will provide digital copies of the audio recordings, but won't be playable with a standard VCR. *   **Access & Restrictions:** The defense team will have access to the evidence, but photographic restrictions apply to “highly confidential” items. A private meeting space will be provided. *   **Maxwell’s Appearance:** Ms. Maxwell will be produced to 500 Pearl Street on April 13th and every day thereafter until the review is complete. *   **Spreadsheets:** The government provides updated spreadsheets indicating the designation of evidence (Confidential/Highly Confidential) and where items will be available for review. The correspondence outlines various questions and requests from the defense team regarding the evidence, logistics, and access, with the government responding to these requests and detailing the plan for the review.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "fbi",
        "marshals",
        "maxwell",
        "500 pearl",
        "bronx warehouse",
        "discovery",
        "photos",
        "electronic data",
        "discs",
        "shredded paper",
        "defense team",
        "access",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026872",
            "similarity": 0.5,
            "index": 115,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015804",
      "summary": "Attorney’s Office (Southern District of New York) and Bobbi Sternheim, attorney for Maxwell, regarding the review of evidence in the *U.S. v. Maxwell* (20 Cr. 330) case. Key individuals involved include Laura Menninger (Haddon, Morgan & Foreman) and Jeff Pagliuca (HMFLaw). *   **Evidence Logistics:** The core of the emails focuses on the arrangement of evidence review. The government proposes the use of the 500 Pearl Street location, with a proposed review schedule starting April 13th, running daily until completion. *   **Physical Evidence Access:** The U.S. Attorney's Office agreed to allow Sternheim’s team to inspect and photograph certain physical evidence at the Bronx warehouse, excluding specific items (cash, some electronics) based on their size or potential confidentiality. *   **Electronic Evidence Review:** The government intends to provide the defense with electronic evidence (images and recordings) for review at 500 Pearl Street, although access to the data may require specific equipment. There are proposed safeguards in place regarding the handling of highly confidential electronic images. *   **Maxwell’s Appearance:** The government confirms Maxwell will be produced to 500 Pearl Street on April 13th and every day thereafter. *   **Protective Order & Confidentiality:** Throughout the correspondence, the importance of the Protective Order and maintaining confidentiality is repeatedly emphasized.  A detailed spreadsheet outlines the designated “Confidential” and “Highly Confidential” items. *   **Ongoing Coordination:** The letters establish an ongoing communication and logistical coordination process between the prosecution and defense teams.",
      "timestamp": "2021-04-10T00:00:00",
      "timestamp_raw": "10 Apr 2021",
      "keywords": [
        "efta00015804",
        "evidence",
        "maxwell",
        "fbi",
        "marshals",
        "review",
        "materials",
        "confidential",
        "500 pearl",
        "new york",
        "bronx warehouse",
        "discovery",
        "documents",
        "subpoenas",
        "witness statements",
        "redaction",
        "case number 20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031332",
      "summary": "Maxwell* (20 Cr. 330 (MN)) involving Jeffrey Epstein. *   **Bronx Warehouse Review:** The initial plan is for a review at the Bronx warehouse on April 12, 2021, from 11:00 AM to 4:30 PM. *   **Specific Items for Review:** The defense team wants to see specific items, including bulky photos, electronic devices, shredded paper, and discs. *   **Nudity Restrictions:** Photographic review of certain images featuring nudity is prohibited. *   **FBI Production of Evidence:** The FBI is preparing to produce electronic data (discs) containing witness statements and data files, alongside the physical evidence. *   **Timeline Updates:** The timeline is updated regarding the delivery of the original VHS tape containing the 4/24/07 recording and the analysis of the shredded paper. *   **Item Numbering Changes:** Evidence items are being re-numbered within the FBI system (e.g., 111130 and 1B110 migrated to 18127, 1B128, & 16137). *   **Logistics Discussions:** Conversations revolve around transportation logistics, equipment needs (for playing recordings), and the designated review space (proffer rooms at 500 Pearl Street). *   **Confirmation of Maxwell’s Presence:** The Marshals confirm that Maxwell will be produced to 500 Pearl Street each day for review. *   **Spreadsheets and Designations:** The FBI sends annotated spreadsheets indicating which items are excluded from transport to 500 Pearl Street and which items are designated as \"Confidential\" or \"Highly Confidential.\"",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "April 12, 2021",
      "keywords": [
        "evidence",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "photos",
        "maxwell",
        "discovery",
        "discs",
        "data",
        "confidential",
        "photograph",
        "items",
        "redaction",
        "analysis",
        "witness statements",
        "electronic files",
        "\"missing from assigned box\"",
        "laura mennin",
        "500 pearl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026872",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). *   **Evidence Viewing Plan:** The U.S. Attorney proposes a plan for reviewing the evidence, including a scheduled review at 500 Pearl Street starting April 13th, with the possibility of rotating days. The review would initially start at 8:30 AM and last until 4:30 PM each day. *   **Personnel Involved:** The communication involves a team including Laura Menninger, Christian Everdell (Cohen & Gresser LLP), Jeff Pagliuca (Cohen & Gresser LLP), Bobbi Sternheim, Jim Harkins, and Simek Shropshire.  The FBI and Marshals are also key players. *   **Specific Evidence Arrangements:** The U.S. Attorney is arranging for the FBI to transport the evidence to 500 Pearl Street.  They will provide a laptop for review of “highly confidential” electronic images. The FBI plans to bring Maxwell to 500 Pearl Street on April 13th. *   **Item Restrictions:**  Certain items (those designated \"highly confidential\") will not be photographed, unless authorized.  The FBI will not make duplicates of those items.  The shredded paper is currently being analyzed by the FBI lab. *   **Discovery Issues:**  Laura Menninger raises concerns about discrepancies in the inventory of evidence, specifically regarding the \"highly confidential\" electronic images that had not been previously provided.  The U.S. Attorney addresses this by explaining the process of obtaining and providing those images. *   **Logistical Details:** The communication addresses logistical considerations like space at 500 Pearl Street, the use of electronic devices, and arrangements for Ms. Maxwell's presence.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "bronx",
        "500 pearl",
        "photos",
        "electronic data",
        "discs",
        "tennessee",
        "discovery",
        "witnesses",
        "laura mennin",
        "chris everdell",
        "jim harkins",
        "simek shropshire",
        "camille delgado",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015786",
            "similarity": 0.5,
            "index": 112,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032787",
      "summary": "An FBI agent is assisting with a review of production 11 related to the SDNY_PROD011 Maxwell case. Defense counsel is unable to match metadata from the images with a provided spreadsheet due to a lack of Bates number correspondence. Multiple individuals are coordinating a call to discuss the issue, with proposed times including 2 PM and 3 PM on April 26, 2021, and involving a vendor.",
      "timestamp": "2021-04-26T00:00:00",
      "timestamp_raw": "April 26, 2021",
      "keywords": [
        "maxwell",
        "production 11",
        "metadata",
        "fbi",
        "defense counsel",
        "bates number",
        "conference call",
        "sdny_prod011",
        "redaction",
        "images"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025179",
      "summary": "On April 26, 2021, an email exchange discusses an issue with SDNY_PROD011, specifically production 11. Defense counsel is unable to review metadata from images due to a lack of correspondence between Bates numbers in the production and rows in an FBI-created spreadsheet. A meeting was proposed for 2 PM on April 26th to discuss the issue and include a vendor. Subsequent emails requested conference call information and explored alternative meeting times. An overlay file (SDNY PROD011 - Overlay.zip) containing production number, file name, and MD5 hash was attached.",
      "timestamp": "2021-04-26T00:00:00",
      "timestamp_raw": "April 26, 2021",
      "keywords": [
        "maxwell",
        "production 11",
        "metadata",
        "fbi",
        "defense counsel",
        "sdny prod011"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019933",
      "summary": "Bobbi Sternheim, an attorney, is writing to express concerns about the conditions of Ghislaine Maxwell’s confinement, specifically regarding temperature fluctuations and blanket removal by guards. Guards have repeatedly disrupted Maxwell’s sleep due to her shivering, leading to discomfort and health issues. Additionally, there are issues with the VTC (video conference) system causing blurry images and audio distortions, hindering communication. Sternheim also notes inappropriate behavior from the guards, including threats and unwanted scrutiny. A response from the MDC/BOP regarding the VTC issues and guard behavior is requested immediately.",
      "timestamp": "2021-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "guards",
        "vtc",
        "blanket",
        "seizure",
        "communication",
        "health",
        "confinement",
        "attorney-client",
        "bobbi sternheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026518",
      "summary": "An Assistant United States Attorney sent the OCME Report of Autopsy regarding the Epstein autopsy to various recipients at the USANY (presumably the Department of Justice).  A request was made to the Bureau of Prisons (BOP) to redact a photo.  The OCME confirmed the photo of the hyoid bone on page 12 was, in fact, Epstein’s and suggested redacting the entire page 12 photo to align with redactions of page 13 images. Redactions were indicated in the attached document.",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "epstein",
        "foia",
        "ocme",
        "redaction",
        "autopsy",
        "hyoid bone",
        "bop",
        "usanys",
        "sanys",
        "photo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010419",
      "summary": "An autopsy report for Jeffrey Epstein was prepared by the Office of the Chief Medical Examiner (OCME). Redactions were requested and applied to the report, specifically regarding a photo of the hyoid bone on page 12.  Email exchanges between USANY (likely a legal entity) and OCME detail the process of sending the redacted report to the Times, coordinating redactions with the Bureau of Prisons (BOP), and discussing the extent of redactions needed for images. The final report was attached as EFTA00010419.pdf.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2021",
      "keywords": [
        "epstein",
        "autopsy report",
        "redactions",
        "ocme",
        "foia",
        "usanys",
        "hyoid bone",
        "photo",
        "redacted",
        "times"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010145",
      "summary": "A legal team (Assistant United States Attorney) is coordinating the delivery and loading of a hard drive containing discovery materials related to a case involving Maxwell at MDC. The drive contains reproductions of the Seventeenth Production (2021.05.21 and 2021.06.10 discs) and is intended to replace malfunctioning disks previously sent to Maxwell. There’s a request for additional non-testifying 3500 materials to be included on the drive, and a query regarding the status of those materials’ production. The team is experiencing staffing challenges due to travel and paralegal unavailability, requiring assistance with drive pickup and loading.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2021",
      "keywords": [
        "discovery",
        "maxwell",
        "mdc",
        "hard drive",
        "production",
        "3500 material",
        "july 13",
        "2021",
        "seventeenth production",
        "discs",
        "images"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031983",
      "summary": "Brendan Quigley sent an email on July 30, 2021, requesting that recipients save two PDFs (\"Dec._Active_52049129_1.PDF\" and \"rep_VTC_notes.pdf\") and two images (\"image001.jpg\", \"image002.jpg\") and place them in the \"testifying witness 3500\" and \"witness\" folders on the \"Epstein\" share. The email included a confidentiality notice.",
      "timestamp": "2021-07-30T00:00:00",
      "timestamp_raw": "July 30, 2021",
      "keywords": [
        "efta00031983",
        "declaration",
        "usanys",
        "brendan quigley",
        "pdf",
        "redaction",
        "epstein",
        "witness",
        "testimony",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027301",
      "summary": "The U.S. Department of Justice is producing discovery materials related to the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY_GM_02753644 through SDNY_GM_02753697, include files recovered from Jeffrey Epstein’s New York residence, de-designated images from his electronic devices, Missouri records, JPMorgan Chase records, and the Oxford Letter from 1995. All materials are marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The production includes HTML files with thumbnails and metadata for easy access, although some files are not viewable on the FBI’s system and are still being provided. The DOJ intends to continue producing additional materials as they become available.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "August 5, 2021",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "sdny",
        "redaction analysis",
        "discovery materials",
        "united states department of justice",
        "epstein",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030456",
      "summary": "An email exchange between individuals at the U.S. Department of Justice’s Office of the Inspector General’s New York Field Office regarding a proffer, specifically an attorney proffer related to a call from a Special Agent concerning Jeffrey Epstein on August 9th. The email requests notes or a 302 from the “SHIT” and includes attachments of a proffer document and images.",
      "timestamp": "2021-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2021",
      "keywords": [
        "redaction",
        "proffer",
        "attorney",
        "epstein",
        "doj",
        "notes",
        "302",
        "august 9th",
        "special agent",
        "u.s. department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017998",
      "summary": "A series of emails between individuals, including Special Agents from the U.S. Department of Justice’s Office of the Inspector General – New York Field Office, discussing a call regarding the Epstein case. The emails propose times for a conversation and include requests to speak with an SSA representative. Inline images (image00 1 jpg; image002.jpg; image005.jpg) were attached to one of the emails.",
      "timestamp": "2021-09-20T00:00:00",
      "timestamp_raw": "20 Sep 2021",
      "keywords": [
        "efta00017998",
        "call",
        "redaction",
        "u.s. department of justice",
        "ssa",
        "epstein",
        "new york",
        "september 2021",
        "agent",
        "image"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020815",
      "summary": "The United States Attorney’s Office for the Southern District of New York provided copies of spreadsheets to legal counsel representing Ghislaine Maxwell, following a request for materials reviewed at the FBI’s Denver office. The original spreadsheets contained embedded photographs of child exploitation materials. The government is not providing the original spreadsheets, but is offering a version without the embedded images. These materials (SDNY GM 02765031 through SDNY GM 02765061) are marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17” to comply with the Protective Order in the case.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "fbi",
        "spreadsheets",
        "child exploitation",
        "protective order",
        "redaction analysis",
        "sdny",
        "denver",
        "united states department of justice",
        "christian everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032720",
      "summary": "An email exchange occurred between Jacklyn Thrapp of the National Enquirer and an unknown recipient regarding a press question about Ghislaine Maxwell’s trial. Thrapp inquired about why she wouldn’t be called to the stand, and the recipient responded with an email passing the inquiry along. Images named “image001.jpg” and “image002.jpg” were included in the email.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "trial",
        "national enquirer",
        "reporter",
        "usanys",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026483",
            "similarity": 0.5,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026483",
      "summary": "An email chain discusses a press question regarding Ghislaine Maxwell’s trial. Jacklyn Thrapp, a reporter for the National Enquirer, inquired via email about why she was not expected to be called to the stand. The email was forwarded from “k” to “aliillir=1.> (USANYS) [Contractor]” and included images.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "trial",
        "national enquirer",
        "reporter",
        "usanys",
        "redaction",
        "contract",
        "press question",
        "jacklyn thrapp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032720",
            "similarity": 0.5,
            "index": 127,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016521",
      "summary": "An email chain, dated November 30, 2021, transmitted classified advertisements from 1997 and a 1996 Ghislaine Maxwell traffic citation with a matching phone number to a USANYS AUSA. The attachments included PDFs and PNG images related to classified ads, a Daily Mail article referencing the ads, and a copy of a Palm Beach Post article. The advertisements included positions for answering phones, light cleaning, a pet store clerk, and a housekeeper/cook.",
      "timestamp": "2021-11-30T00:00:00",
      "timestamp_raw": "November 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "classified ads",
        "1997",
        "phone number",
        "daily mail",
        "recruitment",
        "protonmail",
        "redaction analysis",
        "usanys",
        "palm beach post"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023349",
      "summary": "An email was sent from [REDACTED] to an individual with the subject “External: Screenshots from■”. The email included screenshots labeled imageO.png, image1.png, and image2.png, and referenced contact records EFTA00023349 and EFTA00023350, EFTA00023351 and EFTA00023352. The email communications involved calls, texts, and video calls via the Duo application, with timestamps noted at 8:39, 8:35, and 8:36.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "efta00023349",
        "redaction analysis",
        "screenshots",
        "mobile",
        "video",
        "call",
        "text",
        "duo",
        "contact",
        "images"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014694",
      "summary": "A letter from Cohen & Gresser LLP to the Chambers regarding a defense response to a court's opinion and order in U.S. v. Maxwell. The defense submitted a letter temporarily under seal regarding proposed limiting instructions. The letter was attached as a PDF and included supporting images.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "u.s. v. maxwell",
        "jury instructions",
        "limiting instructions",
        "defense letter",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "legal correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016469",
      "summary": "An email thread discusses a “photo project” involving sourcing images. One individual ([REDACTED]) sent a spreadsheet (“Photos for Trial Prep with Location_Info.xlsx”) containing columns for “Evidence Item,” “Name of CD,” and “Location of Item.” Another individual ([REDACTED]) requested the spreadsheet within the next few days, and a third individual ([REDACTED]) confirmed the project was completed and attached the spreadsheet. The email chain originates from the Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "photo project",
        "redaction",
        "evidence",
        "spreadsheet",
        "location",
        "new york",
        "us attorney",
        "trial prep",
        "september 2021",
        "efta00016469"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019312",
      "summary": "An individual (identified as EFTA00019312) inquired about the status of a subpoena related to the Epstein estate’s images and videos, specifically concerning a request made during a transition off the case. The individual was unable to locate the subpoena within past subpoenas and sought information from the sender regarding its whereabouts.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein estate",
        "subpoena",
        "images",
        "videos",
        "redaction",
        "estate attorneys",
        "usanys",
        "case",
        "transition",
        "archives"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013397",
      "summary": "Please provide the text from “EFTA00013397.pdf” so I can summarize it for you. I need the content of the document to fulfill your request.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00013397",
        "redaction analysis",
        "placeholder",
        "images"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029155",
      "summary": "This document is a redaction analysis report detailing the contents of an “Epstein Device,” likely related to investigations involving Jeffrey Epstein. The report lists numerous files and data categories found within the device, categorized by type (e.g., call logs, messages, photos, videos, databases, and device events). These categories contain a massive number of individual entries, ranging from thousands to tens of thousands, including specific names, phone numbers, and file names. The data encompasses various communication methods (WhatsApp, email, etc.), locations, and digital assets. The report appears to be a comprehensive inventory of the data recovered from the device, intended for analysis as part of a legal or investigative process.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00029155",
        "epstein device",
        "contents",
        "swan",
        "appecatcos",
        "usage log",
        "calendar",
        "call log",
        "messages",
        "whatsapp",
        "camera",
        "cocacids",
        "device events",
        "names",
        "11/40 ip connections",
        "trackings",
        "el entries",
        "iam14s lines",
        "raccersgs",
        "vatatsapp",
        "databases",
        "dectillvs",
        "images",
        "ten",
        "sims",
        "archives",
        "user accounts",
        "web bookreams",
        "web hickey",
        "location",
        "call logs",
        "deleted",
        "audio",
        "video"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028809",
      "summary": "This file, designated EFTA00028809, contains a redaction analysis report. It details a series of image files (TD-D0J-00000001 through TD-D0J-00000466) associated with the project, organized into folders named “IMAGES\\001”. Each image file is identified by a unique alphanumeric code. The file also includes a final entry “EFTA00028818” which likely represents a final record or confirmation.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00028809",
        "td-d0j-00000001",
        "td-d03-001",
        "images",
        "tiff",
        "images",
        "td-d0j-00000001-00000288",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037141",
      "summary": "The Marsh Law Firm and Client agree that the Firm will provide legal services to the Client regarding claims arising from allegations of sexual abuse involving Jeffrey Epstein, Ghislaine Maxwell, and others connected to their sex trafficking operation, specifically targeting the FBI, Department of Justice, and relevant government entities. These claims encompass criminal, civil, and other causes of action related to the claims and also cover legal issues surrounding the Client’s images and any associated child sex abuse material. The Firm will conduct investigations, draft legal pleadings, and pursue settlement efforts, including restitution requests, if applicable. The Client has not retained other attorneys for these specific claims, and prior counsel’s work on the Epstein estate and JP Morgan/Deutsche Bank matters does not apply.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037141",
        "legal services",
        "jeffrey epstein",
        "ghislaine maxwell",
        "sexual abuse",
        "claims",
        "litigation",
        "criminal",
        "civil",
        "image(s)",
        "csam"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011167",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted redacted exhibits (0-P, S, W-X) related to the U.S. v. Ghislaine Maxwell case (20 Cr. 330) to Judge Nathan and all counsel under seal, as per Court Order Dkt. 89. The exhibits were attached as PDFs and included supporting images.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "exhibits",
        "redaction analysis",
        "u.s. v.",
        "cohen & gresser llp",
        "judge nathan",
        "criminal case",
        "seal",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020167",
      "summary": "Citibank N.A. requests all documents and records pertaining to account EFTA00020167, from its inception to the present. This includes, but is not limited to, transaction files, documents reflecting account activity, signature cards, identification, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan applications, online banking information, corporate resolutions, and all correspondence related to the account. The request is to be delivered via FedEx on CDs containing Adobe PDF images. Contact information for a Forensic Accountant (EFTA00020168) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "citibank",
        "legal services",
        "records",
        "accounts",
        "data transaction files",
        "identification",
        "email",
        "wire transfers",
        "banking information",
        "customer records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037085",
      "summary": "The document is a redacted analysis related to file EFTA00037085.pdf, generated on December 28, 2025. It includes images of Hillary Clinton, Bill Clinton, Georgina Chapman, and David Boies dining at Rao’s in Harlem, alongside advertisements for “VEZELS VAN GROENTE & FRUIT” and a website “werkeninde taxibranche.nl”.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037085",
        "clintons",
        "georgina chapman",
        "david boies",
        "rao's",
        "snapchat",
        "daily mail",
        "news",
        "film producer",
        "harlem"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015151",
      "summary": "This record, generated on December 24, 2025, is a redacted criminal history record for subject EFTA00015151, originating from the Florida State. The record contains information from the Margate Police Department, Palm Beach County Clerk of Court, Palm Beach County Sheriffs Office, Palm Beach County State Attorney’s Office, and Riviera Beach Police Department. No fingerprint images or DNA details were transmitted. The record indicates that the information was initially delayed and is solely for the purpose requested, adhering to Code of Federal Regulations and Florida Statute.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00015151",
        "florida",
        "criminal history",
        "fbi",
        "new york",
        "criminal justice services",
        "fingerprint images",
        "dna data",
        "redaction analysis",
        "agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005910",
      "summary": "The document is a redaction analysis for file EFTA00005910.pdf, generated on December 24, 2025, at 03:00:19. It consists of multiple pages labeled EFTA00005911 through EFTA00005923. The content of these pages appears to be largely blank or contain identifiers such as \"Cat,\" \"Viffiett,\" and URLs referencing images.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00005910",
        "redaction analysis",
        "efta",
        "dmv",
        "image service",
        "ny.gov"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011251",
      "summary": "The FBI has limited its review of materials related to Jeffrey Epstein’s devices to documents tagged \"Responsive\" in Relativity, images and videos identified as responsive, and specific iPad/iPhone portions flagged responsive by SDNY. Moving forward, the sender requests confirmation if any non-responsive material is encountered and proposes action to lock it off. A request is made to lock off 397,365 non-responsive documents from the “US v. Epstein (SW Returns)” database, leaving 1,218,719 responsive documents accessible.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "relativity",
        "fbi",
        "responsive",
        "non-responsive",
        "documents",
        "search warrant",
        "data",
        "maxwell",
        "us v. epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011179",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted exhibits O-X (unredacted) to Judge Nathan in the case of U.S. v. Ghislaine Maxwell (20 Cr. 330) under seal, as per Court Order Dkt. 89. The exhibits included PDFs and images labeled Exhibit_O.pdf through Exhibit_X.pdf. The email also contained a confidentiality notice and a privacy policy link.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "exhibits",
        "u.s. v.",
        "christian everdell",
        "nathannysdchambers",
        "cohen & gresser llp",
        "redacted",
        "court",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}