{
  "keyword": "leave",
  "count": 40,
  "keyword_match_count": 40,
  "content_match_count": 77,
  "total_files": 117,
  "timeline": [
    {
      "file_id": "EFTA00018709",
      "summary": "330 case against the United States. She argues she has no intention to leave the U.S., has strong family ties, and wants to prepare for her trial.  Her previous bail proposal was denied.  To address the court’s concerns, she proposes two additional conditions: 1.  **Renunciation of Foreign Citizenship:** She will formally renounce her French and British citizenship. 2.  **Asset Monitoring:** All of her and her spouse’s assets (excluding funds for legal fees and living expenses) will be placed in a new account overseen by a retired federal judge and former U.S. Attorney, ensuring they cannot be used to facilitate flight. She also states she’s submitted numerous pretrial motions challenging the government’s case and believes they raise substantial legal issues. She argues these motions, combined with the proposed conditions, reasonably assure her appearance in court and satisfy concerns about potential flight risk.  The court previously considered the bail package insufficient, and these additional conditions aim to correct that.",
      "timestamp": "2003-05-21T00:00:00",
      "timestamp_raw": "May 21, 2003",
      "keywords": [
        "ghislaine maxwell",
        "bail",
        "united states",
        "defendant",
        "motion for release",
        "foreign citizenship",
        "asset monitor",
        "restrictions",
        "trial",
        "legal defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027039",
      "summary": "This document is a Plaintiff’s Memorandum of Law seeking leave to file an amended complaint in a civil case against Alan Dershowitz. The Plaintiff’s primary arguments for amendment center around three key points: 1.  **New York Child Victims Act (NYCVC Act):** The statute, enacted in 2019, has revived a previously time-barred battery claim against Dershowitz due to the Plaintiff’s age at the time of the alleged assault. 2.  **Unauthorized Recording:** Dershowitz allegedly recorded a confidential telephonic settlement conference with the Plaintiff’s attorney, violating 18 U.S.C. § 2511(1). 3.  **Defamatory Statements:** Dershowitz's ongoing defamatory statements against the Plaintiff necessitate an amendment to the complaint, despite potential delays. The Plaintiff argues that granting leave to amend is appropriate because the events giving rise to the claims occurred after the complaint was filed, there’s no undue delay or bad faith, and the Defendant’s arguments against amendment (regarding futility) are without merit. The Plaintiff asserts that the claims regarding battery and the Wiretap Act are not futile, supported by facts and legal precedent.",
      "timestamp": "2004-06-14T00:00:00",
      "timestamp_raw": "June 14, 2004",
      "keywords": [
        "alan dershowitz",
        "new york child victims act",
        "battery",
        "defamation",
        "wiretap act",
        "amended complaint",
        "rule 15(a)",
        "recording",
        "settlement conference",
        "standing",
        "sexual assault"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013965",
      "summary": "An email chain discusses a non-prosecution agreement related to Jeffrey Epstein's case. The original agreement and two addenda were filed under seal. An Assistant U.S. Attorney advises contacting court administration for a transcript. A separate email attached to the chain highlights several “misstatements” within the agreement, specifically concerning the Florida Science Foundation, its incorporation date, address, and Epstein’s alleged involvement. The sender suggests bringing these points to the court’s attention, but leaves the decision to the recipient.",
      "timestamp": "2008-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2008",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "florida science foundation",
        "redaction",
        "court",
        "addenda",
        "misstatements",
        "u.s. attorney",
        "2008"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013876",
      "summary": "An Assistant U.S. Attorney received a letter from an unknown sender requesting the entire file related to Jeffrey Epstein. The Attorney considered the request under the Freedom of Information Act (FOIA) but declined to fulfill it due to their military leave from October 22-26, stating they would process and send the information out “this week.” The letter also inquired about correspondence with Mr. Edwards.",
      "timestamp": "2008-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2008",
      "keywords": [
        "foia",
        "epstein",
        "records custodian",
        "u.s. attorney's office",
        "letter",
        "request",
        "military leave",
        "correspondence",
        "edwards"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014029",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on December 19, 2008, regarding an out-of-office auto-reply. The sender will be on annual leave from December 19-30, 2008, and provided a phone number for contact ([REDACTED]). The email attached was Supplemental Declaration.wpd related to Epstein.",
      "timestamp": "2008-12-19T00:00:00",
      "timestamp_raw": "December 19, 2008",
      "keywords": [
        "efta00014029",
        "out of office",
        "email",
        "december 2008",
        "annual leave",
        "redaction",
        "usafls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020703",
      "summary": "This document is a transcript of a telephone interview conducted on April 7, 2011, between Jack Scarola and Bradley Edwards regarding a case involving Jeffrey Epstein. The interview was part of an effort to supplement a motion for leave to amend to assert punitive damages. Key points from the interview include: *   **Parties Involved:** The case is between Jeffrey Epstein and Scott Rothstein, Bradley Edwards, and L.M. *   **Edwards’ Account:** Bradley Edwards states he was contacted by the FBI and then Jeffrey Epstein's lawyers (Bill Riley and possibly others) after learning of investigations involving underage girls and alleged sexual activity. He describes being offered protection and leverage (“looked after”) if he remained silent. He subsequently ended contact with Epstein when he proposed a situation involving his child. *   **Details of Interactions:** Edwards recounts conversations with Epstein where he repeatedly discredited the girls involved and expressed a lack of concern for their well-being. He was sent to Thailand to meet a girl and complete a short massage course. *   **Victim Notification:** Edwards was eventually notified as a victim through the US Attorney's Office. The transcript is part of Government Exhibit C, Case No. 08-80736-CIV-MARRA, and is filed with the Palm Beach County Circuit Court.",
      "timestamp": "2011-04-07T00:00:00",
      "timestamp_raw": "April 7, 2011",
      "keywords": [
        "efta00020703",
        "jeffrey epstein",
        "scott rothstein",
        "brad edwards",
        "l.m.",
        "telephone interview",
        "palm beach county",
        "florida",
        "criminal investigation",
        "victim's letter",
        "government exhibit",
        "abuse",
        "sexual contact",
        "witness",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036338",
      "summary": "This document details daily assignments for MCC New York employees from January 1, 2018, through July 1, 2017, primarily covering the 1st, 4th, and 3rd quarters of 2017 and 2018. It records shifts, assignees, and types of time off (daily assignments, sick leave, and annual leave) across various departments and locations, including shifts like 1st OTR, 7 South, 9 North, and 11 North. The data includes specific dates and times for assignments and also tracks Comptime Used.",
      "timestamp": "2018-01-01T00:00:00",
      "timestamp_raw": "January 1, 2018",
      "keywords": [
        "efta00036338",
        "mcc new york",
        "assignments",
        "shift",
        "quarterly",
        "sick leave",
        "day off",
        "otr",
        "otm/w",
        "epn",
        "ot man 2",
        "ean",
        "ot dan 8",
        "control #2",
        "comptime used",
        "lobby",
        "shu",
        "visit",
        "unit",
        "annual leave",
        "comptime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036349",
      "summary": "This document details daily assignments for MCC New York staff, primarily for the 1st and 4th quarters of 2018 and early 2019. It lists shifts, individuals assigned to each shift, and types of work performed (e.g., daily assignments, furlough, late relief, overtime, sick leave, annual leave, etc.). The data is organized by quarter and shift, specifying the date, quarter, assignee, shift, and assignment type for each day. It includes various employee names and identifiers (e.g., VIN, OT MAN 2, EPA, DAN, EM, VW, UN, SHU) and denotes different types of work, including operational tasks, maintenance, and administrative duties.",
      "timestamp": "2018-12-31T00:00:00",
      "timestamp_raw": "12/31/2018",
      "keywords": [
        "shift",
        "daily assignments",
        "quarterly",
        "furlough",
        "ot",
        "day off",
        "sick leave",
        "annual leave",
        "control #2",
        "late relief",
        "late relief",
        "shu",
        "visit",
        "daylight sav#",
        "late relief",
        "control #2",
        "ean",
        "epa",
        "dan",
        "em",
        "man",
        "un",
        "vin",
        "vw",
        "ot man 2",
        "ot mm 2",
        "ot env 12",
        "ot m/w 2",
        "ot",
        "control #2",
        "unit",
        "comptime",
        "internal",
        "firearms",
        "comiments",
        "time off award",
        "sanitatio",
        "sm",
        "shu #1",
        "shu #2",
        "comptime used",
        "5 north",
        "5 south",
        "7 north",
        "7 south",
        "11 north",
        "11 south",
        "9 north",
        "6/30/2018",
        "5/31/2018",
        "7 south",
        "7 north",
        "ot 00:00-08:00",
        "ot 08:00-09:30",
        "ot 08:00-08:45",
        "ot 00:00-00:30",
        "ot 00:00-08:30",
        "ot 00:00-08:00",
        "ot 12:00-20:00",
        "ot 08:00-09:15",
        "ot 11:30-12:00",
        "ot 08:00-09:00",
        "ot 00:00-09:00",
        "ot 08:00-09:00",
        "21:00-00:00",
        "day off"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032316",
      "summary": "A communication is being sent from the Co-Chief, Public Corruption Unit of the U.S. Attorney’s Office for the Southern District of New York to “a” regarding a memo about Jeffrey Epstein. The sender requests the shortened memo be completed before a recipient, referred to as “she,” leaves around 2:00 PM.",
      "timestamp": "2019-05-10T00:00:00",
      "timestamp_raw": "10 May 2019",
      "keywords": [
        "epstein",
        "efta00032316",
        "memo",
        "usanys",
        "public corruption unit",
        "shortened",
        "2019",
        "leaving"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034534",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages.  New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to special housing units.  There were no cells triple-bunked.  Missing reports and inventory forms were noted across various departments.  Staff leave usage included furlough, annual leave, sick leave, and suspension. Overtime hours were recorded, primarily in B-2 overtime. Initial staff numbers at the start of the morning shift totaled 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortages",
        "inmate johnson",
        "usms guards",
        "daily activity report",
        "overtime",
        "leave",
        "security",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034138",
            "similarity": 0.636,
            "index": 10,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034138",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional assignment 10 south vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. The evening watch shift saw Correctional assignment 10-South #2 and SHU #2 vacated due to staff shortages. Inmates were present in outside hospitals, suicide watch, and furloughs. New admissions included Epstein #76318-054. There were no releases or admissions to the Special Housing Unit. There were no triple bunked cells or missing reports. Leave utilized included various types of leave (furlough, annual, sick, etc.). Overtime hours were recorded, primarily B-2 overtime (197.45 hours). Institutional totals at the beginning of the morning shift were: Unit B-A: 28, Unit E-N: 86, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 74, Unit Z-B: 05, totaling 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "suicide watch",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034534",
            "similarity": 0.636,
            "index": 9,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034663",
            "similarity": 0.5,
            "index": 11,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034663",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages. New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to Special Housing Units. No cells were triple bunked. There were missing reports and equipment inventory forms related to video monitoring, the tool room, safety, training, recreation, the rear gate, roof recreation, floor sallyports, and R&D. Leave utilization included various types of time off, and 27 staff members worked overtime, specifically 197.45 hours of B-2 overtime. The institution’s total population at the start of the morning shift was 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "corrections",
        "overtime",
        "furlough",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034138",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035493",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) in New York experienced staffing shortages leading to the vacating of several correctional assignments across all shifts (Morning, Day, and Evening). New inmate self-surrenders and an inmate transfer (Epstein #76318-054) were recorded. There were also issues with inmate occupancy in Special Housing Units (SHU) and missing reports regarding fire and security. Leave utilization included various types of time off, with a total of 223.45 hours worked. Unit occupancy numbers were recorded at 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "shu",
        "overtime",
        "leave",
        "furlough"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034143",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035497",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035680",
            "similarity": 0.5,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034668",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several correctional assignments (internal #2, 10 south #2, SHU #2, SHU #3, SHU #4, and internal #2) were vacated due to staff shortages and new inmate commitments. Inmate Epstein #76318-054 was transferred from EN to ZA. There were no new admissions or releases. Epstein #76318-054 was admitted to the Special Housing Unit. No cells were triple bunked. Leave utilized included various types such as furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, predominantly in B-2 overtime. Institutional totals at the beginning of the morning shift numbered 790, distributed across various units.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "correctional facility",
        "staff shortage",
        "inmate transfers",
        "security",
        "watch shifts",
        "usms",
        "new admissions",
        "furlough",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034856",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff shortages led to the vacation of several correctional assignments (internal #2, SHU #2, #3, #4, and 10-South #2) due to new inmate commitments and staff absences. Inmate Williams #76319-054 self-surrendered and Epstein #76318-054 was transferred from EN to ZA. There were new admissions (Williams) and no releases or admissions to the Special Housing Unit. No cells were triple-bunked. Leave utilization included various types of time off, including furlough, annual leave, sick leave, and overtime. Overtime hours were primarily B-2 (223.45 hours). The institution’s total staff count at the beginning of the morning watch shift was 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmate",
        "shortage",
        "staff",
        "activity report",
        "usms",
        "new york",
        "confinement",
        "furlough",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034143",
      "summary": "On July 07, 2019, the Metropolitan Correctional Center (MCC) New York experienced staffing shortages leading to the vacating of several correctional assignments (internal #2, assignments 10 south #2, SHU #2, SHU #3, SHU #4, and ZA). A new inmate, Williams #76319-054, was admitted, and inmate Epstein #76318-054 was transferred from EN to ZA.  Cherry #76218-054 was admitted to Local Hospital with USMS guards. No inmates were released. Epstein #76318-054 was admitted to the Special Housing Unit. No SHU cells were triple-bunked. Leave utilized included various types totaling 18 days. Overtime hours were recorded, primarily B-2 overtime (223.45 hours). Institutional totals at the beginning of the morning watch shift were: Unit B-A: 28, Unit E-N: 85, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 76, Unit Z-B: 05, totaling 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "new admissions",
        "release",
        "shu",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034915",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033583",
            "similarity": 0.667,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034860",
      "summary": "On July 08, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift noted a Fire Suppression System inoperative and initiated a fire watch. Staff shortages led to the vacating of Correctional assignments 10-South #2.  I/M Epstein #76318-054 was placed on Psychological Observation. New inmate admissions included Benjamin, Brown, Buchanan, Cabrera, Delacruz, Marshall, Ortiz, Quiroga, Roberson, and releases included Bignon, Delgado, Garcia, Kim, Mendoza, Pena, Reid, Richardson, Rivera, and Zamora.  A staff search was conducted due to missing reports and equipment. Leave utilized included various types such as furlough, annual leave, sick leave, and AWOL. Overtime was recorded for E-1, 60-Q (USM Medical), and other categories. The institution’s total population at the beginning of the morning shift was 790.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 08, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "fire suppression system",
        "staff shortage",
        "daily activity report",
        "corrections",
        "usms",
        "psych obs",
        "new admissions",
        "released inmates",
        "leave utilization",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035675",
      "summary": "On July 09, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents were reported during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   New inmate admissions included Anghel, Green, Hudson, Kenyatta, and Rai. *   Several inmates were released, including Atkins, Burnett, McCollum, and Tran. *   There were no cells triple bunked in the Special Housing Unit (SHU). *   A staff search was underway for missing fire and security reports and an equipment inventory form. *   35 staff members worked overtime totaling 230.15 hours. *   Beginning institutional totals were 790.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 09, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "inmates",
        "daily activity report",
        "staff overtime",
        "new admissions",
        "release",
        "leave",
        "institutional totals"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034130",
      "summary": "On July 9, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents occurred during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   Inmate I/M Epstein #76318-054 was on psychiatric observation with a companion. *   There were no new admissions, releases, or special housing unit (SHU) occupancy issues beyond triple bunking. *   Several staff searches were conducted regarding missing reports and equipment inventories. *   Staff utilized various types of leave (furlough, annual, sick, etc.) and overtime hours (E-1, 60-Q, B-2, etc.). *   The institution had a total of 790 inmates at the beginning of the morning watch shift, distributed across various units.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "staff shortage",
        "inmates",
        "watch shifts",
        "leave",
        "overtime",
        "cell occupancy",
        "security report",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034878",
      "summary": "On July 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift experienced a shortage of staff leading to the vacated Correctional assignments. The Evening Watch shift resulted in inmate Epstein (#76813-054) being placed on the Special Housing Unit (SHU) due to a Psychiatric Obsession. Inmates Epstein (#76318-054) and his companion were on Psychiatric Obsession within the hospital. There were new admissions to MCC, including Epstein (#76813-054) from Psychiatric Obsession. Staff searches were conducted in Tool Room, Sallyport 2, and Sallyport 3. There were missing equipment inventories from Sallyport 2, Sallyport 3, and Roof Recreation. Leave usage included various types, including furlough, annual leave, sick leave, and AWOL. Overtime was recorded, including 60-Q overtime (USM Medical) and B-2 overtime. The institution’s total inmate count at the beginning of the Morning Watch shift was 792.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states government",
        "daily activity report",
        "inmates",
        "special housing unit",
        "corrections",
        "staff shortage",
        "overtime",
        "leave",
        "security report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034689",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.583,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030182",
      "summary": "During the Trump transition, Assistant U.S. Attorney Michael Acosta reported being instructed by an unidentified source to drop the Epstein investigation due to Epstein’s alleged connections to intelligence agencies. Acosta stated he was told to “leave it alone” because Epstein “belonged to intelligence.” This information influenced the hiring of Acosta by the Trump administration. The Labor Department had no comment on the matter.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "transition",
        "confirmation hearings",
        "acosta",
        "non-prosecution deal",
        "intelligence",
        "trump",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028418",
      "summary": "The United States Attorney for the Southern District of New York is responding to Jeffrey Epstein’s motion for leave to file a supplemental financial disclosure under seal. The Government states it has not received any financial disclosure from the defense related to Epstein’s motion for pretrial release. Due to the lack of information, the Government requests an extension of its deadline to respond to the Bail Motion and, if necessary, a postponement of the bail hearing to allow for review of a complete response.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "bail motion",
        "sealing motion",
        "financial disclosure",
        "richard berman",
        "united states attorney",
        "southern district of new york",
        "redaction analysis",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034149",
      "summary": "On July 12, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. A hole was discovered on the institution’s exterior, leading to an Immediate Use of Force involving inmates in various assignments due to staff shortages. An inmate was observed on psychiatric observation, and another was under suicide watch. Several housing units were investigated for SIS investigations and failures to return on time. Staff searches were conducted across multiple areas, including lobbies, Sallyports, and facilities shops, resulting in missing equipment inventory. Leave usage included furloughs, annual leave, sick leave, and overtime hours. The institution’s population at the beginning of the morning shift totaled 801 inmates across various units.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "correctional center",
        "activity report",
        "staff shortage",
        "use of force",
        "inmates",
        "housing unit",
        "shu",
        "furlough",
        "leave",
        "missing equipment",
        "security report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034885",
      "summary": "On July 13, 2019, the Metropolitan Correctional Center (MCC) reported daily activity to the Warden and relevant staff. The Operations Lieutenant documented several shifts (Morning, Day, and Evening) noting staff shortages resulting in the vacating of SHU #2 and SHU #3. Inmates were observed under psychiatric observation with companions, and there were new admissions and releases. No cells in the Special Housing Unit (SHU) were triple-bunked. Staff leave included furloughs, sick leave, and a single AWOL incident. Overtime hours totaled 238, and the total number of staff on hand was 30. Initial institutional totals at 12:00 AM on July 13th showed various unit occupancies totaling 797.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "furlough",
        "suicide watch",
        "psych obs",
        "daily activity report",
        "new admissions",
        "release",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034987",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034544",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) reported daily activity. There was no unusual activity during the morning watch shift. The day watch shift involved correctional assignments, a new inmate admission to BA, and vacated assignments due to staff shortages. The evening watch shift also had a staff shortage. Inmates were noted on psych observation, and there were no triple-bunked cells in the SHU. Leave usage included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded, totaling 241.00 hours across various categories. The institution’s total population at the beginning of the morning watch shift was 797.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "activity report",
        "new york",
        "shu",
        "overtime",
        "leave",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.818,
            "index": 25,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034911",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.727,
            "index": 48,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034893",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from the Operations Lieutenant. There was no unusual activity reported during the morning watch shift. The day watch shift noted correctional assignments, a shortage of staff leading to the vacating of units 10-South #2 and SHU #4, and a new inmate committment to BA. The evening watch shift also reported a staff shortage resulting in the vacancy of 10-South #2.  Inmate status reports included individuals on psychiatric observation, new admissions, and releases.  No cells in the Special Housing Unit (SHU) were triple-bunked. Leave usage included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded for various staff classifications. Institutional totals at the beginning of the morning watch shift were provided, detailing the number of inmates in specific units.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "daily activity report",
        "new york",
        "shu",
        "overtime",
        "leave",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034544",
            "similarity": 0.818,
            "index": 24,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034911",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.583,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.583,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035497",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Lieutenant biontchStua reported no unusual activity during the morning watch shift. Correctional assignments were made to 10-South #2 and SHU #4 due to staff shortages, and one inmate was transferred to BA. The evening watch shift saw 10-South #2 vacated due to staff shortages. Inmates were observed on psychiatric observation with companions. New admissions and releases occurred, as did admissions to the Special Housing Unit. Leave utilization included furlough, annual leave, sick leave, and suspension. Overtime hours totaled 241.00. Unit occupancy was recorded as 797.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "staff shortage",
        "inmate admissions",
        "shu",
        "overtime",
        "leave",
        "corrections",
        "usm medical",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035680",
      "summary": "On July 16, 2019, the Metropolitan Correctional Center (MCC) reported several incidents and activities. An inmate ingested a razor during the morning watch shift, leading to staff concern and notification. Ten inmates were placed on the Special Housing Unit (SHU) for various reasons. There were reports related to inmate housing and a potential need for a “snith.”  A shift reported no significant incidents during the evening watch. The report details inmate status (hospital, suicide watch, furlough, dry cell), new and released inmates, and admissions/discharges to the Special Housing Unit. It also includes information on missing equipment, staff leave, overtime hours, and institutional cell counts at a specific time (12:00 AM).",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "inmates",
        "shu",
        "medical",
        "staff",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.5,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034682",
      "summary": "On July 17, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity.  A shortage of staff led to the vacancy of SHU #2 during the Da Watch Shift. No significant incidents occurred during the Evening Watch Shift. Inmates were under observation for psychiatric issues, suicide watch, or hospice care. There were no triple-bunked cells in SHU. Several departments reported missing equipment, including fire and security reports. Leave usage included furlough, annual leave, sick leave, suspension, AWOL, and overtime hours. The initial inmate count at the beginning of the morning watch shift totaled 786.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "inmates",
        "suicide watch",
        "staffing",
        "leave",
        "overtime",
        "cell unit",
        "shu",
        "usms guards"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035684",
      "summary": "On July 18, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues and staff activity.  A Control Center Door malfunctioned during the morning watch shift, and two correctional assignments (SHU #2 and 11-South) were vacated due to staff shortages during the evening watch shift.  Inmates were on suicide watch at a local hospice, and new admissions and releases were noted.  There were missing reports and inventories.  Staff utilized various types of leave (furlough, annual, sick, etc.) and worked overtime hours, totaling 323.30 across multiple overtime categories. The institution’s total cell count at the beginning of the morning watch was 784.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "daily activity report",
        "metropolitan correctional center",
        "inmates",
        "watch shifts",
        "emergency",
        "overtime",
        "leave",
        "cell units"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035560",
      "summary": "*   **Reporting Officer:** Lieutenant of M/W Operations. *   **Reported Issues:** *   An I/M unit was flooded. *   The SHU #2 was vacated due to staff shortage. *   Inmates were under psychiatric observation, suicide watch, or hospice care. *   **Missing Reports/Inventory:** Several missing reports and inventory forms were noted across various departments (SIS Office, Visiting Room, Central Tool Room, Roof Recreation). *   **Leave Utilization:** Detailed records of leave types (furlough, annual, sick, overtime, etc.) were logged, including specific hours worked. *   **Cell Occupancy:** No cells were triple-bunked. *   **Population Count:** The total inmate population at the beginning of the morning watch was 786. *   **Unit Breakdown:** Specific inmate counts for several units (B-A, E-N, E-S, G-N, etc.) were listed.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "staffing",
        "inmates",
        "corrections",
        "new york",
        "july 17",
        "2019",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034359",
            "similarity": 0.5,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034915",
      "summary": "On July 19, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues. The morning watch shift noted a malfunctioning Control Center Door requiring manual operation. The day shift reported a shortage of staff within the Special Housing Unit (SHU) #3 and a code violation (Codes #111/113/224). The evening shift reported vacant areas including SHU #4, Visit #1, and Lobby i2 due to staff shortages. There were no cells in the SHU triple bunked. Several areas were missing equipment including the Visiting Room, Rear Gate, SIS Office, Central Tool Room, and CMC/R&D/Mailroom. Staff leave included various types of time off (furlough, annual leave, sick leave, suspension, AWOL, etc.) and overtime hours (60-Q overtime for USM Medical, B-2 overtime). The institution’s total population at the beginning of the morning shift was 787.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "July 19, 2019",
      "keywords": [
        "correctional center",
        "metropolitan correctional center",
        "staff shortage",
        "shu",
        "codes",
        "inmates",
        "activity report",
        "usms",
        "furlough",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034143",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035493",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033583",
      "summary": "On July 20, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several correctional assignments (10-South #2 and SHU #3) were vacated due to staff shortages during the evening watch shift. Unit 11 South remained on modified operations. There were no new admissions or releases. No cells were triple bunked. Several missing reports and equipment inventory forms were noted, including those for the Visiting Room, Rear Gate, SIS Office, Central Tool Room, CMC/R&D/Mailroom, and Sally Officers. Seven staff members utilized leave (furlough, annual, sick, COP, AWOL). 28 staff members worked overtime, totaling 222.00 hours. Institutional totals at the beginning of the morning watch shift (July 20, 2019, 12:00 AM) indicated 780 inmates across various units.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "activity report",
        "corrections",
        "inmates",
        "usms",
        "overtime",
        "leave",
        "security",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034915",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035680",
            "similarity": 0.5,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035497",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.583,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034689",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York received a daily activity report from the Operations Lieutenant. Several staffing shortages were reported across shifts (Mornin, Da, and Evening Watch) due to absences. Correctional assignments 10-South #2 were vacated, and assignments in SHU #3 and 10 South #2 were also vacant. There were no new admissions, releases, or special housing unit occupancy issues. Several reports were missing, including fire and security reports and equipment inventories. Leave utilization included furlough, annual leave, sick leave, AWOL, and LWOP. Staffing consisted of 28 individuals, with overtime hours totaling 222.00. Unit counts at the beginning of the morning shift totaled 780.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmate watch",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "security report",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034878",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034911",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several units (11 South, 10-South #2, SHU #3, SHU #4, and 11 South #2) were vacated due to staff shortages during the evening watch shift. Inmates were present in outside hospitals, suicide watch, and furlough. There were no new admissions, releases, or admissions to the Special Housing Unit. No missing reports or equipment were noted. Staff utilized various types of leave, including furlough, annual, sick, and AWOL. Overtime was utilized, totaling 190.20 hours. The beginning of the morning watch shift reported 780 inmates across various units.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "operations lieutenant",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034544",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.545,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.545,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036055",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033638",
      "summary": "*   A daily activity report for July 22, 2019, was received and reviewed. *   A 911 operator reported a potential stabbing threat by the \"Macballers\" gang members at 11-South housing unit. *   A fire alarm and sprinkler system was inoperable, triggering a fire watch. *   Inmates were reassigned to the Special Housing Unit (SHU): Jones #87016-054, Romero #74203-054, and Williams #78640-054. *   Staffing shortages led to vacant correctional assignments. *   Pressure pump system failure initiated a fire watch. *   New inmate admissions and releases were recorded. *   Missing reports and equipment inventory forms were identified across various areas of the Metropolitan Correctional Center. *   Leave utilization and overtime hours were documented. *   The institution’s inmate count at the beginning of the morning shift was recorded.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "911",
        "inmates",
        "housing unit",
        "fire alarm",
        "pressure pump",
        "daily activity report",
        "usms",
        "sis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035566",
      "summary": "On July 22, 2019, the Metropolitan Correctional Center (MCC) reported the following: *   A threat of a stabbing by gang members was reported by the Control Center regarding the 11-South housing unit. *   A fire alarm and sprinkler system were inoperable, triggering a fire watch. *   Inmates were temporarily relocated to the Special Housing Unit (SHU) due to staff shortages. *   A pressure pump system failure resulted in a continued fire watch. *   There were no cells triple-bunked. *   Several areas lacked missing fire and security reports and equipment inventories. *   Staff utilized overtime hours (E-1, 60-Q, B-2, O9D, XXX, 87S) and various leave types (furlough, annual, sick, suspension, etc.). *   The institution’s total inmate count at 12:00 AM was 776, distributed across various units.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "fire alarm",
        "housing unit",
        "inmate",
        "staff shortage",
        "overtime",
        "usms",
        "cell",
        "emergency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009713",
      "summary": "It details staffing assignments across various departments including security, administrative, and support roles (e.g., Poet, Split Shift, Captain, SIS LT, Tool Room, Search Officer, Lobby staff). The roster specifies shift times, individual staff assignments within those shifts, and includes information regarding leave (LWOP, Sick Leave, Annual Leave), overtime occurrences, and a compilation of staff information at the end. There are multiple references to specific individuals and their assigned duties within the various departments. The roster incorporates various shift changes throughout the days.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "efta00009713",
        "assignment",
        "roster",
        "shifts",
        "officers",
        "ny",
        "daily",
        "captain",
        "sec",
        "ops lt",
        "control",
        "internal",
        "sis lt",
        "sia",
        "phone monitor",
        "tool room",
        "search",
        "lobby",
        "staff",
        "overtime",
        "lwop",
        "suspension",
        "awol",
        "discipline",
        "inmate",
        "status",
        "relief",
        "change records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034169",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York experienced operational issues including a malfunctioning control panel for doors, inmate suicide watches initiated (I/M Epstein), and fire watch activities across multiple units. Staff shortages led to adjustments in correctional assignments within the 9-South and SHU 14 units. Several inmates were in outside hospital care or under suicide watch. There were new and released inmate admissions and a lack of completed fire and security reports from several locations. Overtime hours were recorded, totaling 166.30 hours. The institution’s population at the beginning of the morning shift was 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034878",
            "similarity": 0.583,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034626",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034082",
            "similarity": 0.583,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034944",
            "similarity": 0.615,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034626",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues during the three watch shifts. Control panels for ES/GS Main Door/Fire Exit doors and the Inner Gate were inoperative during the morning shift. A suicide watch was initiated on inmate I/M Epstein. Staff shortages resulted in vacant correctional assignments in 10-South and SHU 14. Missing equipment reports were submitted from various locations including Sallyports, the Central Tool Room, and the Chapel. Leave utilization included furlough, annual leave, sick leave, and suspension. Overtime hours were recorded for E-1 staff. Institutional totals at the beginning of the morning shift were: Unit B-A: 26, Unit E-N: 88, Unit E-S: 86, Unit G-N: 76, Unit G-S: 91, Unit H-A: 00, Unit I-N: 89, Unit K-N: 92, Unit K-S: 139, Unit Z-A: 74, Unit Z-B: 05, totaling 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmate activities",
        "security report",
        "overtime",
        "cell assignments",
        "usms guards"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034718",
      "summary": "On July 24, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Key observations included: *   Operational issues with South Main door/Fire Exit doors and Inner Gate. *   Fire Watch was ongoing across all shifts. *   A shortage of staff led to the vacating of SHU #4. *   New inmate admissions and releases were recorded. *   Several inmates were on Suicide Watch or in outside hospitals. *   A significant number of staff members utilized various types of leave (furlough, annual, sick, overtime, etc.). *   A total of 172.00 overtime hours were worked by 23 staff. *   The institution’s population at 12:00 AM on July 24th totaled 776 inmates across various units. *   Missing inventory reports and equipment were noted at the Sallyport and Central Tool Room.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "furlough",
        "release",
        "corrections",
        "staff",
        "overtime",
        "housing unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034073",
            "similarity": 0.818,
            "index": 43,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035639",
      "summary": "An associate warden at MCC New York is acting on behalf of the Warden due to annual leave. On July 24, 2019, this warden provided information to another individual, who then relayed it to her superiors. On July 25, 2019, an Acting SDAD/CPD contacted the associate warden regarding a difficult situation involving a high-profile prisoner, Jeffrey Epstein, at MCC New York, where obtaining information from the facility was proving challenging.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00035639",
        "jeffrey epstein",
        "mcc new york",
        "federal bureau of prisons",
        "washington dc",
        "usms",
        "incident",
        "warden",
        "associate warden",
        "s/new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021512",
      "summary": "This document is a motion by Jeffrey Epstein to file a reply to Petitioners’ submission regarding proposed remedies in a case concerning a Non-Prosecution Agreement (NPA). The Petitioners (Jane Doe 1 & 2) had submitted a 65-page reply raising new arguments, changing positions, and relying on previously unseen documents. Specifically, they introduced issues regarding the NPA’s binding nature, challenged the Petitioners’ claims about conflict of interest, and criticized the Petitioners’ counsel’s arguments.  Epstein requests leave to file a reply due to these developments and the urgency created by his detention. The government does not object to the motion.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "07/24/2019",
      "keywords": [
        "united states of america",
        "jane doe",
        "jeffrey epstein",
        "npa",
        "settlement agreements",
        "remedies",
        "brief",
        "response",
        "reply",
        "defense lawyers",
        "criminal defendant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034073",
      "summary": "On July 24, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues, including malfunctioning doors and Fire Watch activity. There were new inmate admissions and releases, and a shortage of staff led to the vacancy of SHU #4. Missing equipment reports were filed for Sallyports and the Central Tool Room. Leave utilization included furlough, annual leave, sick leave, and AWOL time. Overtime hours were recorded for various staff categories. The institution’s total population at the beginning of the morning watch shift was 776, distributed across multiple units.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "release",
        "admissions",
        "suicide watch",
        "furlough",
        "overtime",
        "staff",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034718",
            "similarity": 0.818,
            "index": 40,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034830",
      "summary": "An Associate Warden at MCC New York is communicating regarding an incident involving a high-profile prisoner, Jeffrey Epstein. The Warden is on annual leave, and the Associate Warden is acting on his behalf. Communication is being directed to the Acting SDAD/CPD at the Federal Bureau of Prisons, who is attempting to obtain basic information about the incident, with limited success due to difficulties reaching the Warden and Assistant Warden.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034830",
        "jeffrey epstein",
        "mcc new york",
        "federal bureau of prisons",
        "usms",
        "incident",
        "warden",
        "sdny_00012580",
        "new york",
        "prison"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034082",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion due to overtime. There were inquiries regarding inmate I/M Epstein’s potential suicide attempt. Inmates were placed in the Special Housing Unit (SHU) for possession of cellular telephones. Several inmates were admitted and released, including Deleon, Guillen, Kaba, Aguilar, Lamarco, Murray, and Williams. A shortage of staff resulted in unassigned correctional assignments. There were missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. The institution’s population at the start of the morning shift was 774.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "i/m epstein",
        "cellular telephone",
        "special housing unit",
        "fire watch",
        "inmates",
        "corrections",
        "overtime",
        "staff shortage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.583,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034730",
            "similarity": 0.75,
            "index": 47,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034944",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watch was ongoing across multiple shifts. There were incidents involving media outside the institution regarding inmate Epstein (#76318-054) and inmate Brown (#70786-050) being placed in Special Housing Unit (SHU) Pend SIS. New inmate admissions included Hilario (#87048-054) and Hossain (#87049-054), while Epps (#86975-054), Sears (#28569-057), and Southwell (#77179-054) were released. Inmate Brown (#70786-050) was admitted to SHU. There were no triple-bunked cells. Missing reports and equipment inventories were noted from various departments. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Staffing levels were reported at 24 with 186.00 overtime hours worked. Initial unit counts at 12:00 AM were 770.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "new admissions",
        "released inmates",
        "special housing unit",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "cell bunking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.615,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034730",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion from overtime, and there was a fire watch in progress during multiple shifts. Inmates I/M Epstein and Kaba were investigated for potential suicide attempts and possession of cellular telephones, respectively. Several inmates were moved to the Special Housing Unit (SHU) due to these issues. Staff shortages led to unassigned correctional assignments.  Inmates Aguilar, Lamarco, Murray, and Williams were released, while Deleon, Guillen (three instances), and Kaba were admitted to the SHU.  There were no cells triple bunked. A staff search was conducted across multiple areas of the facility, including Sallyports, offices, and security areas. Leave utilization included furloughs, sick leave, and overtime hours. Unit counts at the beginning of the morning shift totaled 774.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "i/m epstein",
        "suicide watch",
        "special housing unit",
        "cellular telephone",
        "fire watch",
        "inmates",
        "usms",
        "possession",
        "corrections",
        "staff shortage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.75,
            "index": 45,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034752",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported ongoing fire watch shifts across all morning, day, and evening watch shifts. Correctional assignments were frequently unassigned due to staff shortages. Inmates were under observation within the hospital, suicide watch, or furlough. There were no new admissions, releases, or special housing unit (SHU) over-bunking. Leave utilized included furlough, annual leave, sick leave, and a single instance of Combat Operations Pay (COP).  Thirty-three staff members worked overtime, totaling 234.00 hours of B-2 overtime. The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "activity report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034911",
            "similarity": 0.545,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034893",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034544",
            "similarity": 0.727,
            "index": 24,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035508",
            "similarity": 0.8,
            "index": 49,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.636,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034590",
            "similarity": 0.5,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035508",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, primarily focusing on fire watch incidents across multiple shifts. Staff shortages resulted in unassigned correctional officer assignments. Inmates were monitored in various observation and restriction settings (Psych Observation, Suicide Watch, SHU). There were no new or released admissions or adoptions to the Special Housing Unit. Leave utilization included various types of time off, and overtime hours were recorded for multiple staff categories. Cell occupancy was detailed, with a total of 767 cells occupied across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.8,
            "index": 48,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034911",
            "similarity": 0.545,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.8,
            "index": 50,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034590",
            "similarity": 0.5,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036055",
            "similarity": 0.583,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033596",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. Correctional assignments were frequently short due to staffing shortages, particularly in SHU units and sanitation. There were no new admissions or releases. No cells were triple-bunked.  Leave utilized included furlough, annual leave, sick leave, and a one-year LWOP. Overtime hours were recorded, primarily in B-2 overtime (234 hours). The beginning of the morning watch shift on July 27, 2019, showed a total of 767 inmates across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "corrections",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035508",
            "similarity": 0.8,
            "index": 49,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.636,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034778",
            "similarity": 0.5,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033626",
            "similarity": 0.545,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034590",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity across three shifts (Morning, Day, and Evening). Fire watches were ongoing across all shifts. Staff shortages led to unassigned correctional officer assignments, primarily in SHU units. There were no new admissions, releases, or special housing unit admissions. No cells were triple bunked, and there were no missing reports. Leave utilization included various types of time off, and overtime hours were recorded, including B-2 overtime (234 hours) and 60-Q overtime (USM Medical). The beginning of the morning watch shift showed a total of 767 inmates across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "daily activity report",
        "new york",
        "july 27",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035508",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034959",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. An inmate was transferred to special housing during the morning watch, and an unwitnessed fight occurred on unit 7 South during the evening watch. Several inmates were in outside hospitals, under suicide watch, or on furlough. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple bunked. No missing reports or equipment were noted. Leave utilization included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded, primarily for medical and special assignments. The institution’s total inmate count at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "daily activity report",
        "suicide watch",
        "special housing unit",
        "unit 7 south",
        "july 29",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034778",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) reported the following: *   A fire panel in the Control Center was inoperative during the Morning Watch Shift. *   Inmate Epstein (#76318-054) was removed from psychiatric observation and housed in the Special Housing Unit (SHU) #3, 10-South #2, due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS Office, Video Monitoring, Chapel, Education, Recreation, Safety, 2 Sallyport, Central Tool Room, 3 Sallyport, Roof Recreation) had missing equipment inventory forms. *   Staff leave included various types of time off (furlough, annual leave, sick leave, overtime, suspension, etc.) and 210 hours of overtime were worked. *   The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire panel",
        "inmate epstein",
        "shu",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035609",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire panel was inoperative during the morning watch shift. *   Inmate Epstein (#76318-054) was removed from psychological observation and housed in the Special Housing Unit (SHU) #3 due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS, Video Monitoring, Chapel, Education, Recreation, Safety, 2 & 3 Sallyports, Central Tool Room) were missing reports. *   A missing equipment inventory form was also noted. *   Staff utilized various types of leave including furloughs, annual leave, sick leave, overtime, and suspension. *   A total of 767 inmates were present at the beginning of the morning watch shift, broken down by unit.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "staff shortage",
        "fire panel",
        "housing unit",
        "usms",
        "daily report",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034975",
      "summary": "*   Daily activity report for July 31, 2019, was received and reviewed. *   I/M Davis #89380-053 was placed on Dry Cell after observed cellphone use. *   I/M Benjamin #86463-054, Darand #86725-054, Ochoa #86452-054, and Robinson #34801-058 were placed on the Special Housing Unit. *   Several inmates were admitted to and released from MCC New York, including specific inmate IDs. *   Davis #89380-053 was also placed on the Special Housing Unit. *   There were no triple bunked cells in the SHU. *   Several reports and inventories were missing (Fire & Security, Equipment Inventory). *   Leave utilization included furlough, annual leave, sick leave, official time, suspension, AWOL, and overtime hours. *   Staff numbers and overtime hours were recorded for various categories. *   Institutional totals at 12:00 AM on July 31, 2019, were noted for various units.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "shu",
        "cell placement",
        "fbi ref",
        "corrections",
        "usms guards",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036395",
      "summary": "*   **Assignees:** Includes various personnel designations such as \"DAN 8,\" \"OT MAN 2,\" \"OT EM 12,\" and \"LWOP(M)\". *   **Locations:** Assignments are listed for specific SHU numbers (1 & 2) and South/North locations (10, 11, 5). *   **Types of Leave:** Includes Day Off, Sick Leave, and LWOP (Leave Without Pay) designations.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00036395",
        "ny",
        "shu",
        "dan",
        "ot man",
        "day off",
        "sick leave",
        "lwop",
        "3rd qtr 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036396",
      "summary": "*   **Various Types of Time Off/Leave:** Includes daily assignments, day offs, sick leave, and travel time (RET TRAVEL; #2) *   **Specific Time Blocks:** Several entries detail specific time blocks, including OT (Overtime) and LANS (likely a task or activity). *   **Record Number:** EFTA00036396",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00036396",
        "mcc new york",
        "shu #3",
        "3rd qtr 2019",
        "day off",
        "sick leave",
        "p/m 10",
        "travel",
        "shift"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034983",
      "summary": "On August 01, 2019, the Operations Lieutenant reported several issues during the daily activity reporting period. Unsecured food slots due to hinge malfunctions and inmate tampering were a recurring problem across multiple units.  Several inmates were placed on the Special Housing Unit (SHU) Pend SIS due to various reasons including I/M placements and staff shortages impacting correctional assignments.  Inmate status changes included hospitalizations, psychiatric observation, and furloughs. New admissions to Metropolitan Correctional Center New York (MCC NY) included inmates placed on the SHU with pending SIS classifications. Release information, missing equipment inventory, and staff leave/overtime details were also documented, including 26 staff members working a total of 189.30 hours.  Cell occupancy was noted, with no SHU units triple-bunked, and a total of 763 inmates housed across various units at 12:00 AM on August 01, 2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 01, 2019",
      "keywords": [
        "metropolitan correctional center",
        "food slots",
        "inmates",
        "special housing unit",
        "shu",
        "i/m",
        "security risk",
        "staff shortage",
        "usms guards",
        "admissions",
        "release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033653",
      "summary": "On August 1, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Inmate I/M Davis (#89380-053) was placed on Dry Cell after observed cell phone use and subsequently moved to the Special Housing Unit (SHU). Several inmates were moved to the SHU due to staffing shortages, including Benjamin (#86463-054), Darand (#86725-054), Ochoa (#86452-054), Robinson (#34801-058), Barbrow (#76157-054), Brissett (#76269-054), and Santiago (#80341-083). New admissions included Carrasquillo, Sanchez, Santana, Thompson, and Vasquez, while Blackwell, Mahmood, McCaskill, Searles, Blackwel, and Mahmoud were released. There were no triple-bunked SHU cells. A missing equipment inventory was reported across multiple locations. Leave utilized included furloughs, annual leave, sick leave, and suspensions. Overtime hours were recorded, primarily for medical staff. Institutional totals at the beginning of the morning shift were 760.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "inmates",
        "correctional",
        "shu",
        "cell",
        "fbi",
        "watch",
        "hospital",
        "suicide",
        "release",
        "admissions",
        "staff",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035056",
      "summary": "This memorandum, dated August 02, 2019, is a daily activity report from the Metropolitan Correctional Center (MCC) in New York. It details operational issues including unsecured food slots, inmate placements in Special Housing Units (SHU) due to staff shortages, new and released inmate admissions, and staff leave and overtime. Specific inmate incidents include placement on SIS, Code assignments, and movement to/from the Special Unit. It also records missing equipment, inmate locations (hospital, suicide watch, furlough), and institutional cell counts at the beginning of the morning watch shift.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "correctional facility",
        "food slots",
        "inmates",
        "special housing unit",
        "usms",
        "admissions",
        "releases",
        "overtime",
        "staffing",
        "security",
        "emergency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036343",
      "summary": "This document is a daily assignment record for MCC New York, specifically for the 3rd Quarter of 2019 and part of the 2nd Quarter of 2019. It details the shifts assigned to various employees (OTEAN, MAN, EAN, etc.) across different locations (South, North, and various SHU/Units), including daily tasks, sick leave, day offs, and various types of leave (annual, manual, etc.). The records cover a period from August 2, 2019, through January 31, 2019, noting shift times and specific assignments for each employee.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "efta00036343",
        "mcc new york",
        "shift",
        "quarterly",
        "assignee",
        "8/9/2019",
        "3rd qtr 2019",
        "sick leave",
        "day off",
        "7/31/2019",
        "7/30/2019",
        "7/29/2019",
        "7/28/2019",
        "7/27/2019",
        "7/26/2019",
        "7/25/2019",
        "7/24/2019",
        "7/23/2019",
        "7/22/2019",
        "7/21/2019",
        "7/20/2019",
        "7/19/2019",
        "7/18/2019",
        "7/17/2019",
        "7/16/2019",
        "7/15/2019",
        "7/14/2019",
        "7/13/2019",
        "7/12/2019",
        "7/11/2019",
        "7/10/2019",
        "7/9/2019",
        "7/8/2019",
        "7/7/2019",
        "7/6/2019",
        "7/5/2019",
        "7/4/2019",
        "7/3/2019",
        "7/2/2019",
        "7/1/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034325",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There was no unusual activity during the morning watch shift. Staff shortages led to unassigned correctional assignments in shifts (South #2, SHU #4, SHU #3), due to a shortage of staff. Inmates were under suicide watch (Benjamin #86463-054), and a new inmate (Melendez #85799-054) was admitted for a hospital return. No releases or admissions to the Special Housing Unit occurred. No missing equipment or reports were noted. Leave utilized included furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, with a total of 238 hours. Cell occupancy was reported with 761 total cells. Unit occupancy counts were provided at the beginning of the morning watch shift.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "suicide watch",
        "corrections",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034689",
            "similarity": 0.583,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.7,
            "index": 64,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034560",
            "similarity": 0.636,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036653",
      "summary": "From August 3, 2019, to August 10, 2019, employee EFTA00036653 recorded the following hours: 17 on 8/3/19, 11 on 8/4/19, 25 on 8/5/19, 30 on 8/6/19, 29 on 8/7/19, 26 on 8/8/19, and 28 on 8/9/19. Overtime hours ranged from 136 to 273, with corresponding comp time usage varying from 8 to 24 hours.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "leave",
        "overtime",
        "hours",
        "comp time",
        "redaction analysis",
        "efta00036653",
        "8/3/19",
        "8/4/19",
        "8/5/19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033626",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There was no unusual activity during the morning watch shift. Shortages of staff led to unassigned correctional assignments in shifts (10 South #2, SHU #4, lobby #2, SHU #3, and SHU #2). Inmates were on suicide watch, and there were no new admissions or releases. No cells were triple bunked. No missing reports or equipment were noted. Leave utilized included furloughs, sick leave, and overtime. Total staff was 30. Institutional totals at the beginning of the morning watch shift were 761.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "watch shifts",
        "inmates",
        "suicide watch",
        "corrections",
        "leave",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.7,
            "index": 62,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.545,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034082",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034092",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033659",
            "similarity": 0.5,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034560",
            "similarity": 0.545,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034987",
      "summary": "On August 03, 2019, a Metropolitan Correctional Center (MCC) in New York reported daily activity for August 02, 2019, as communicated by an Operations Lieutenant.  Inmates were assigned to various housing units (SHU #2, 4, etc.) with several experiencing placement on the Special Housing Unit (Pend SIS). New inmate admissions and releases were recorded.  Several inmates were under observation (hospital, suicide watch, furlough).  There were no triple-bunked SHU cells.  Missing equipment inventory forms were noted, along with staff leave utilization and overtime hours.  The institution’s inmate population at the beginning of the morning watch shift was recorded as 766.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "shu",
        "inmates",
        "corrections",
        "staff shortage",
        "daily activity report",
        "new admissions",
        "special housing unit",
        "suicide watch",
        "hospital"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034885",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036055",
      "summary": "On August 04, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Staff shortages resulted in unassigned correctional assignments during the morning and day watch shifts. No unusual activity was reported during the evening watch shift. Inmates were on suicide watch, and new admissions and releases were recorded. Leave utilization included furloughs, annual leave, sick leave, and overtime hours. Staffing numbers varied across different overtime categories. The institution’s total inmate population at the beginning of the morning watch was 762.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 04, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "corrections",
        "watch shift"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.583,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035508",
            "similarity": 0.583,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034752",
            "similarity": 0.583,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034092",
      "summary": "On August 05, 2019, the Metropolitan Correctional Center (MCC) in New York reported the following: *   Shortages of staff led to the vacating of several correctional assignments across all watch shifts (Morning, Day, Evening). *   Inmates were placed on Suicide Watch and Special Housing Unit (SHU) Pend SIS. *   New admissions and releases occurred, with one inmate on Suicide Watch accompanied by a companion. *   No cells in the SHU were triple-bunked. *   A missing equipment inventory was initiated, covering various areas of the facility. *   Staff leave included furlough, annual leave, sick leave, and suspension. *   Overtime hours were recorded, including standard overtime, medical overtime, and treaty transport overtime. *   The institution’s total population at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 05, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "correctional assignments",
        "suicide watch",
        "special housing unit",
        "sis",
        "overtime",
        "missing equipment",
        "leave",
        "inmates"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036964",
      "summary": "An email exchange occurred between SI and Associate Warden (AW) regarding leave for the week of August 19-23, 2019. SI requested the time off to celebrate their 22-year marriage anniversary. The email also included a request to identify coverage for SI’s absence.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2019",
      "keywords": [
        "leave",
        "august 19-23",
        "2019",
        "marriage anniversary",
        "warden",
        "fwd",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036961",
      "summary": "On August 5, 2019, CDR requested time off from August 19-23, 2019, citing his 22-year marriage anniversary. A discussion ensued regarding coverage for someone, likely Mr. , and a request was made for him to be present in all capacities. The email chain highlights a request for leave and an inquiry about coverage responsibilities.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "leave",
        "redaction",
        "associate warden",
        "mcc new york",
        "august 19-23",
        "2019",
        "marriage anniversary",
        "cdr",
        "fwd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035620",
      "summary": "On August 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. A 1/M inmate, 485426-054 and 479455-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Staff shortages resulted in the vacancy of Phone Monitor, 3 Sally Officer, and SHU #10 South #2. Inmates #85978-054 was on Suicide Watch, and #86463-054 was awaiting a bed space in the SHU. New admissions included #87077-054, #87078-054, and #76326-054, while #79455-054 was admitted to the SHU. Staff search, Chapel, SIS Office, Central Tool Room, Sallyport 2, Staff Search, Roof Recreation were missing. Overtime hours were recorded, totaling 206.30 for E-1 overtime and 8 for comp time. Institutional totals at the beginning of the morning watch were 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "corrections",
        "inmates",
        "shu",
        "incident report",
        "staff",
        "overtime",
        "leave",
        "admissions",
        "releases",
        "watch shift"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034792",
      "summary": "On August 6, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Lieutenant I reported no significant incidents during the Morning and Evening Watch shifts. An inmate, Ramos #85428-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Corrections staff noted a shortage of staff leading to the evacuation of 10 South #2. New admissions included Chabis #87077-054, Bradley #87078-054, and Gonzalez #76326-054. One inmate, Hill #79455-054, was on Suicide Watch. No inmates were released.  Leave utilization included furlough, annual leave, sick leave, and overtime. A total of 27 staff members worked 206.30 hours in E-1 overtime. The institution’s total population at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "weapons",
        "shu",
        "staff",
        "watch shift",
        "activity report",
        "new york",
        "admissions",
        "releases",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034544",
            "similarity": 0.615,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033687",
      "summary": "On August 07, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Several inmates were housed in Special Housing Units (SHU) due to shortages of staff and various concerns (SIS, CIMS). New inmate admissions and discharges were recorded, including specific inmate ID numbers. There were missing reports and equipment inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Cell occupancy was noted, with no SHU cells triple-bunked. The institution’s total inmate count at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "shu",
        "corrections",
        "staffing",
        "watch shift",
        "sis",
        "fire panel",
        "admissions",
        "redactions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036403",
      "summary": "On August 8, 2019, an individual informed a recipient that their surgery was scheduled for August 12, 2019, and that they had removed themselves from the schedule for subsequent days, preparing a leave without pay memo. The recipient requested documentation of the surgery and the leave request, citing authority to remove the individual from the roster and demanding specific information. The individual responded, stating they had previously informed the recipient about the surgery and HIPAA regulations regarding medical information.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "surgery",
        "hipaa",
        "leave without pay",
        "documentation",
        "roster",
        "authorization",
        "august 12",
        "2019",
        "request",
        "recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019790",
      "summary": "This document is a daily assignment roster for August 9, 2019, detailing personnel assignments across various posts within a correctional facility (EFTA00019790). It outlines shift assignments (00:00-08:00, 06:00-14:00, 08:00-16:00, etc.) for staff including Captains, Sergeants, Lieutenants, Officers, and Support personnel. It specifies locations (e.g., SHU #1, Lobby, Control #1, 5 North, 11 South) and includes details like phone monitoring, search duties, and treatment assignments. The roster also tracks leave types (Sick Leave, LWOP, Annual Leave), disciplinary actions (AWOL, Suspension), and changes in staff status recorded throughout the day using \"Shit Changed By\" notations. Finally, the document includes total staff numbers (116 correctional, 8 non-correctional), overtime and comp time occurrences, and signature blocks for the Captain and likely other supervisory personnel.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "efta00019790",
        "efta00019791",
        "efta00019792",
        "efta00019793",
        "efta00019794",
        "efta00019795",
        "efta00019796",
        "efta00019797",
        "post",
        "shift",
        "captain",
        "sec",
        "lt",
        "shu",
        "rec",
        "officer",
        "control",
        "visit",
        "treatment",
        "sick leave",
        "annual leave",
        "awol",
        "suspension",
        "ot",
        "time change"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025406",
      "summary": "This document is a daily assignment roster for MCC New York, dated August 9, 2019, detailing staff assignments across various departments including security, operations, and support roles. It outlines shift schedules (6 AM - 12 PM, 12 PM - 8 PM, 8 PM - 6 AM) and designates specific personnel for each post, including Captain, Security Officers, Treatment Officers, and other specialized roles like Telephone Monitors, Search Officers, and Tool Room personnel. It also lists various leave types (Day Off, Sick Leave, Annual Leave, LWOP(M)), AWOL, Suspension, and Official Time, along with overtime and comp time occurrences. The roster includes multiple pages with detailed shift changes and officer statuses, and a final recap of staff numbers and overtime details.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "efta00025406",
        "roster",
        "shift",
        "assignments",
        "officer",
        "security",
        "treatment",
        "unit",
        "control",
        "phone monitor",
        "lobby",
        "sick leave",
        "annual leave",
        "lwop",
        "awol",
        "suspension",
        "training",
        "overtime",
        "staff"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034098",
      "summary": "On August 9, 2019, a daily activity report was generated for the Metropolitan Correctional Center (MCC) in New York. The report details inmate movements, staffing shortages (particularly sanitation and control center fire panel issues), new admissions and releases, and leave utilization. Specific inmate incidents included placements in SHU, dry cells, and suicide watch. There were also missing equipment inventory forms and a fire/security report deficit. Overtime hours were recorded, primarily for Treaty Transfers. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "shu",
        "watch shift",
        "staff shortage",
        "suicide watch",
        "treatment transfer",
        "release",
        "admissions",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019798",
      "summary": "This document is a shift roster and record of changes for August 10, 2019, pertaining to a facility (likely a correctional institution) named \"OPS LT\" and “SHU” units. It details staff assignments across various locations including control rooms, cells, and support areas.  The roster tracks officer shifts, absences due to sick or annual leave, and changes in status through a system of “Shft Changed By” entries.  It also includes a breakdown of staff categories (Correctional and Non-Correctional Services), overtime and comp-time occurrences, and totals for staff members.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "ops lt",
        "shu",
        "unit",
        "search",
        "officer",
        "lobby",
        "control",
        "visit",
        "sick leave",
        "staff"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033659",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and inmate status updates. A correctional assignment (Sanitation) was vacated due to staff shortages, and the Control Center Fire Panel remained inoperative. An inmate, I/M Epstein, was escorted to the hospital for treatment. Several inmates were placed on Suicide Watch with inmate companions. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple-bunked. No missing equipment reports were filed. Leave utilized included various types, with significant sick leave taken. Overtime hours were recorded, including 3 staff members working 87S overtime. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "activity report",
        "us government",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034560",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and staff absences. A shortage of staff led to the vacation of correctional assignments, specifically in 10 South #2 and unit B-2. An inmate, I/M Epstein #76318-054, was found unresponsive and transported to a hospital for treatment. Three inmates were on suicide watch. There were no new admissions, releases, or additions to the Special Housing Unit (SHU) that created triple bunked conditions. No missing fire or security reports or equipment inventories were noted. Staff leave utilization included furlough, annual leave, sick leave, and a small amount of compensatory time. Overtime hours were recorded, primarily for 87S OVERTIME (Treaty Trans), totaling 263 hours. The institution’s total inmate count at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "daily activity report",
        "corrections",
        "new york",
        "fire panel",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.545,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.636,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034348",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity issues including staff shortages leading to the vacation of a correctional assignment and an unresponsive inmate requiring outside hospital treatment. There were multiple inmates on suicide watch. No new admissions, releases, or bed space issues in the Special Housing Unit (SHU) were reported. Leave utilization included furlough, sick leave, and overtime hours. Staff numbers totaled 34. Initial cell counts at the beginning of the morning watch shift were recorded as 759 across various units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "suicide watch",
        "medical",
        "operations lieutenant",
        "new york",
        "activity report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025420",
      "summary": "This document is a daily assignment roster for EFTA00025420, dated August 10, 2019, detailing staff assignments across various operational units (OPS LT, SIS TECH 1/1, etc.) within a correctional facility. It outlines shift schedules (06:00-22:00) and includes details of specific personnel assigned to each role, including officer names, unit locations (e.g., SHU #1, LOBBY), and related tasks (e.g., phone monitoring, search officer, sanitation).  The roster also contains records of officer changes, including relief officers, shift swaps, and leave (sick/annual), along with notes on special assignments and overtime occurrences.  Redactions are present on several pages.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00025420",
        "ops lt",
        "shu",
        "shift",
        "daily assignment roster",
        "lobby",
        "control",
        "sis tech",
        "phone monitor",
        "search officer",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034359",
      "summary": "On August 11, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from Lieutenant M/W Operations.  An inmate (I/M 115) was reported as injured in medical (I/M), requiring investigation.  There were no significant reports from the Day or Evening Watch shifts. Inmates were under observation for psychiatric issues, and there were no new admissions or releases.  Cell occupancy in the Special Housing Unit (SHU) was not triple-bunked.  Several departments requested attorney conferences.  Five staff members used annual leave, ten used sick leave, and two used compensatory time. Overtime hours were recorded, totaling 179.3 for E-1 overtime and 13.00 for E-1 comp time.  The institution’s total inmate count at the beginning of the morning watch shift was 756.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "lieutenant",
        "inmates",
        "psychological observation",
        "attorney conference",
        "new york",
        "corrections",
        "overtime",
        "leave"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035560",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036737",
      "summary": "On August 11, 2019, emails discuss a draft language related to the investigation into Jeffrey Epstein’s apparent suicide at MCC NY. Two Bureau of Prisons staff members were placed on administrative leave pending the investigation’s outcome. A third staff member could potentially be added to the investigation. Discussions centered around timing, notifying staff, and the US Attorney meeting with the Warden.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036737",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "staffing shortages",
        "suicide investigation",
        "administrative leave",
        "timing",
        "draft language",
        "wardens"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036413",
      "summary": "An email exchange occurred between an individual identified as \"Captain\" at the Metropolitan Correctional Center in New York and a Captain Secretary at the United States Penitentiary Leavenworth. The email subject was \"Re: Hello,\" and included brief messages expressing well-being and checking in on each other. An attachment named “TEXT.htm” was sent.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00036413",
        "metropolitan correctional center",
        "leavenworth",
        "united states penitentiary",
        "captain",
        "redaction",
        "text.htm",
        "august 12",
        "2019",
        "new york",
        "blackberry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036641",
      "summary": "An email chain discusses draft language related to the placement of two Bureau of Prisons staff on administrative leave at MCC NY following the apparent suicide of Jeffrey Epstein. Requests are made for staffing information, including vacancies, AWOL status, and hiring progress. A concern is raised regarding press reports linking staffing shortages to the incident. The timing of the language’s release is discussed, with a preference for a timeframe after a scheduled meeting between the Warden and the US Attorney. Variations of the text are proposed, accommodating potential additions of a third staff member.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "investigation",
        "timing",
        "options",
        "redundancy",
        "language"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036739",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036589",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036591",
      "summary": "An email chain discusses the draft language related to an incident involving Jeffrey Epstein at MCC NY. One individual requests information regarding the work schedules and recent behavior of specific COs involved. Another individual provides draft language for a communication regarding two staff members placed on administrative leave by the Bureau of Prisons following Epstein’s apparent suicide. The timing of discussions is influenced by a scheduled meeting with the US Attorney. The possibility of additional staff being involved (up to three) is considered.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00036591",
        "redaction analysis",
        "efta",
        "staffing shortages",
        "overtime",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "suicide investigation",
        "timing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036735",
      "summary": "An email thread discusses staffing issues at MCC NY, specifically regarding vacancies, AWOL, long-term leave, and hiring progress. It references a draft language document and an investigation into Jeffrey Epstein’s apparent suicide, leading to the administrative leave of two staff members. A third staff member may be added to the situation. A meeting is scheduled with the US Attorney for 10:00 AM the following day.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "language",
        "redaction",
        "efta00036735",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "vacancies",
        "overtime",
        "administrative leave"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036739",
      "summary": "An email chain discusses staffing issues at MCC NY, specifically in relation to the investigation into Jeffrey Epstein’s suicide.  Requests are made for total staffing information, vacancy details, and updates on hiring progress.  Two Bureau of Prisons staff members were placed on administrative leave.  A third staff member may be added to the situation.  A meeting is scheduled between the US Attorney and the Warden at MCC NY for the following day.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "administrative leave",
        "timing",
        "investigations",
        "redundancy",
        "draft language"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036641",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036589",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036589",
      "summary": "On August 12, 2019, correspondence discusses the administrative leave placed on two Bureau of Prisons staff members at MCC NY following Jeffrey Epstein’s apparent suicide. One staff member was removed, and another did not attend a scheduled check-in. Discussions centered around the urgency of the situation, the staff’s recent behavior, and work schedules. The Warden of MCC NY reported a meeting with the U.S. Attorney scheduled for the following day. Further investigation and potential actions are pending the outcome of the investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036589",
        "bureau of prisons",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "administrative leave",
        "staffing",
        "overtime",
        "investigation",
        "timing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036739",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036641",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033617",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported several issues including a fire panel inoperative, staff shortages leading to placement in Special Housing Units, and missing reports/inventory forms across multiple departments. Leave utilization included furlough, annual leave, sick leave, overtime, and AWOL time. The beginning morning watch shift population totaled 758 inmates across various units.  Specifically, 23 staff members worked 163.00 hours in E-1 overtime, and 3 staff members worked 24 hours in COMPTIME.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "fire panel",
        "inmates",
        "staffing",
        "overtime",
        "leave",
        "security",
        "housing unit",
        "cell bunking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036873",
      "summary": "An Associate Warden communicated expectations to staff regarding accountability, timely paperwork submission, leave requests, and comp time approval. Specifically, staff are expected to have acting coverage when absent, submit T&A and leave requests through WEBTA, avoid communication via voicemail/text, and have comp time pre-approved. A one-on-one meeting to discuss these and other expectations is planned.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "efta00036873",
        "operations",
        "accountability",
        "staff",
        "webta",
        "leave requests",
        "comp time",
        "expectations",
        "warden",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036874",
            "similarity": 0.667,
            "index": 115,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033682",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, including operational issues like a fire panel inoperative and inmate placements within the Special Housing Unit (SHU). New inmate admissions and releases were recorded, along with a list of inmates in medical observation, furloughs, or other restricted statuses. There were no triple-bunked cells in the SHU. Several departments reported missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, overtime, and suspensions. A total of 23 staff members worked overtime, totaling 163 hours. The beginning morning watch shift population was recorded at 758 inmates across various units.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "special housing unit",
        "fire panel",
        "corrections",
        "us government",
        "staff",
        "overtime",
        "admissions",
        "releases"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033671",
      "summary": "On August 16, 2019, a Metropolitan Correctional Center (MCC) New York Operations Lieutenant reported staff shortages across multiple shifts, leading to the vacating of several correctional assignments. An inmate was placed in Special Housing Unit (SHU) due to a serious assault on staff. Inmates were noted to be on psychiatric observation, suicide watch, and awaiting bed space. There were new admissions from the SHU (from HA) and one inmate was released. Leave utilization included various types of time off, including furlough, annual leave, sick leave, and overtime. Institutional totals at the beginning of the morning watch shift were recorded, showing a total of 757 inmates.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "assault",
        "suicide watch",
        "new york",
        "inmates",
        "admissions",
        "releases",
        "leave",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034893",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034544",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036862",
      "summary": "On August 16, 2019, the Associate Warden of MCC New York will be absent from August 19-23 and August 26-30, 2019, for training and annual leave. During this time, EM (Food Service Administrator) will act in the Associate Warden’s capacity, reachable at 6344 and 6474. The sender can also be contacted via Samsung at [REDACTED].",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00036862",
        "delegation of authority",
        "associate warden",
        "food service administrator",
        "august 19-23",
        "2019",
        "annual leave",
        "training",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027037",
      "summary": "This document is a declaration by Haley N. Proctor in support of a motion for leave to file an Amended Complaint in the case of *United States v. Alan Dershowitz* (Case No. 1:19-cv-3377). Exhibits A, B, and C are attached: the Amended Complaint, a redlined version identifying changes, and a transcript of a December 2, 2019, status conference.",
      "timestamp": "2019-12-02T00:00:00",
      "timestamp_raw": "December 2, 2019",
      "keywords": [
        "efta00027037",
        "alan dershowitz",
        "united states district court",
        "amended complaint",
        "haley proctor",
        "declaration",
        "redline",
        "civil action",
        "status conference",
        "exhibit a"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027034",
      "summary": "Plaintiff, in a civil action against Alan Dershowitz, is seeking leave to file an amended complaint under Rule 15(a) of the Southern District of New York. The motion is supported by a declaration from Haley N. Proctor and accompanying legal memorandum. Responses to the motion must be filed by January 17, 2020, with a reply by January 24, 2020, adhering to Local Rule 6.1(b). The case was filed on December 20, 2019.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "alan dershowitz",
        "united states district court",
        "civil action",
        "motion for leave",
        "amended complaint",
        "rule 15",
        "loretta a. preska",
        "cooper & kirk pllc",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037638",
      "summary": "An inspection record indicates that Kevin Maxwell’s last flight on 2/29/2020 was inbound to Boston, but he was not on board. Five previous flights also listed him as not being on board. The record, dated 3/16/2020, raises questions about his current location in the US due to a “travel history with a nexus to Great Britain” during the COVID-19 pandemic. The document doesn't clarify whether he was attempting to leave or enter the US.",
      "timestamp": "2020-02-29T00:00:00",
      "timestamp_raw": "2/29/2020",
      "keywords": [
        "kevin maxwell",
        "flight",
        "boston",
        "covid-19",
        "travel history",
        "great britain",
        "inspection record",
        "us",
        "2020",
        "kimberly"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032045",
      "summary": "On July 6, 2020, two individuals, [REDACTED] and [REDACTED], discussed trust-related matters concerning the Epstein estate. [REDACTED] informed [REDACTED] that [REDACTED] was handling CIDs and that [REDACTED] was considering a departure date of July 20th. There was a planned call on July 7th to discuss these matters. [REDACTED] had previously been handling trust issues before taking leave, and expressed a desire to consult with [REDACTED] during their remaining two weeks.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "efta00032045",
        "redaction",
        "cids",
        "trust-related",
        "epstein",
        "departure",
        "civil division",
        "email",
        "july 20",
        "negotiations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011192",
      "summary": "It's related to bail proceedings before the US District Court, Southern District of New York. *   **UK Extradition Process Overview:** The UK extradition process is governed by the Extradition Act 2003. It involves a hearing before an appropriate judge and an appeal (subject to a leave requirement). Consent from Maxwell to extradition removes the hearing and appeal rights. *   **Typical Timeframes:** Extradition proceedings generally take under two years, potentially one to three months if consent is given. *   **US “Part 2 Territory” Status:** The US is designated a \"Part 2 territory,\" meaning the US does not need to provide evidence to establish an offense (prima facie case requirement). *   **Consent Impacts Process:** If Maxwell consents to extradition, the process is significantly expedited. *   **Extradition Hearing:** The hearing assesses technical requirements, the identity of the requested person, whether the offence exists, and any bars to extradition (e.g., double jeopardy, hostage-taking). *   **Human Rights Considerations:**  Human rights objections (e.g., Article 3 concerning inhuman treatment) could be raised, but are unlikely to be successful given the circumstances. *   **Bars to Extradition:**  The document concludes that several potential bars to extradition (double jeopardy, etc.) are unlikely to apply in Maxwell’s case. *   **Appeal Process:** Appeals can be made to the High Court and, if refused, to the Supreme Court, but these are rare. *   **Consent Waiver:** Maxwell has formally waived her right to extradition, which significantly speeds up the process. *   **Timeline:**  The overall timeline for extradition, particularly with consent, is typically one to three months. *   **Annexed Documents:** The opinion is supported by a superseding indictment, transcripts of hearings, and other related documents.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "8 July 2020",
      "keywords": [
        "extradition",
        "united kingdom",
        "united states",
        "ghislaine maxwell",
        "treaty",
        "bail",
        "legal proceedings",
        "extradition act 2003",
        "part 2",
        "consent",
        "secretary of state",
        "human rights",
        "european convention on human rights",
        "appeals",
        "criminal charges",
        "jurisdiction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030796",
      "summary": "An email was sent from EFTA00030796 to USANYS requesting a check for VNS notifications related to the “Epstein” case. The email asked for a status update upon the sender’s return from leave, involving individuals named InalMIE> and alMIE>.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2020",
      "keywords": [
        "epstein",
        "vns",
        "redaction",
        "efta00030796",
        "leave",
        "notifications",
        "usanys",
        "inalmie"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030794",
            "similarity": 0.5,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030797",
      "summary": "An automatic reply email from the Victim Witness Coordinator, [REDACTED], regarding Epstein VNS. The coordinator is on annual leave and provides contact information for transportation inquiries and offers a cell phone number for urgent communication. The email is dated July 30, 2020.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "efta00030797",
        "epstein",
        "victim witness coordinator",
        "automatic reply",
        "annual leave",
        "transportation",
        "email",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030794",
      "summary": "An email exchange occurred between individuals identified as [REDACTED] and [REDACTED] regarding the status of VNS notifications sent to individuals connected with the Epstein case, specifically EFTA00030794 and EFTA00030795. One individual requested a check for VNS notifications related to the case, and the recipient confirmed they would fulfill the request.",
      "timestamp": "2020-07-31T00:00:00",
      "timestamp_raw": "31 Jul 2020",
      "keywords": [
        "efta00030794",
        "vns",
        "epstein",
        "redaction",
        "notifications",
        "usanys",
        "will",
        "leave",
        "case",
        "allimine"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030796",
            "similarity": 0.5,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028066",
      "summary": "On September 24, 2020, a motion to seal a document was filed in the case of United States of America v. Maxwell (Case Number 20-3061) by Ghislaine Maxwell. The motion was filed electronically via CM/ECF and associated with document “2020.09.24 Motion for Leave to File Under Seal.pdf”. The court’s Notice of Docket Activity indicates electronic notification was sent to Gerard Whidbee, Deputy Clerk, and the document is stamped with a date of September 24, 2020, and file number 2938282-0. The document’s file identifier is EFTA00028066.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "September 24, 2020",
      "keywords": [
        "efta00028066",
        "maxwell",
        "united states of america",
        "motion to seal",
        "20-3061",
        "ghislaine maxwell",
        "court of appeals",
        "2nd circuit",
        "docket",
        "electronic document",
        "pacer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010292",
            "similarity": 0.75,
            "index": 106,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023748",
      "summary": "Nicole Simmons of Haddon, Morgan and Foreman, P.C. sent the unredacted Opening Brief and Sealed Appendix Vol. 2 for the US v. Maxwell case (Case No. 20-3061) to the CA2 USCourts.gov email address newcases@ca2.uscourts.govi, at the request of Adam Mueller. The attachments included the unredacted Opening Brief, Sealed Appendix Vol. 2, and a Motion for Leave to File Under Seal.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "maxwell",
        "us v.",
        "redaction analysis",
        "uscourts",
        "sealed appendix",
        "nicole simmons",
        "haddon morgan",
        "case no. 20-3061",
        "opening brief"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032633",
      "summary": "*   **Trump-Biden Debate Coverage:** The primary focus is on the first debate between Donald Trump and Joe Biden, with specific details regarding disagreements over the Supreme Court, climate change policies, and energy regulations. *   **Executive Privilege & Flynn Case:** Michael Flynn’s lead defense attorney invoked executive privilege regarding discussions with Donald Trump, following a judge’s ruling. *   **ACA Analysis:** Analysis suggests Amy Coney Barrett’s potential vote to strike down the Affordable Care Act (ACA) remains uncertain. *   **New York Sick Leave Law:** The document reports on the implementation of New York’s new paid sick leave law. *   **Immigration Issues:** California blocked a federal government attempt to increase immigration application fees, and a judge ruled Georgia must provide paper backups of voter information for the 2020 election. *   **Banking Industry & Barrett:** Amy Coney Barrett's potential appointment to the Supreme Court could influence fintech regulation and agency independence within the banking industry. *   **FERC & Carbon Pricing:** The Federal Energy Regulatory Commission is attempting to reconcile state carbon pricing efforts with its power market regulations. *   **EPA Actions:** The EPA challenged California’s plan to ban gas-powered cars and opposed a rollback of methane emissions regulations. *   **Catalyst Pharmaceuticals Lawsuit:** Catalyst Pharmaceuticals lost a lawsuit challenging the FDA's approval of a rival drug. *   **Dillon McCandless Fee Dispute:** Dillon McCandless is seeking $136,000 in legal fees from Georgia related to a lawsuit challenging pandemic-related restrictions. *   **Census Litigation:** A federal judge rejected the Trump administration's attempt to exclude unauthorized immigrants from the 2020 census count. *   **Various Industry Cases:** The document includes coverage of cases related to intellectual property (PureShield vs. Allied BioScience), insurance (LA Nightclub vs. LA County), real estate (Opportunity Zone Order), bankruptcy, telecom, cannabis, and other industries (e.g., JPMorgan Chase & Co.). *   **Law Firm Activity:** The document lists various law firms involved in these cases, including Jones Day, Latham & Watkins, DLA Piper, and others. *   **Job Listings:** A small section contains job listings related to legal positions.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "September 30, 2020",
      "keywords": [
        "supreme court",
        "trump",
        "biden",
        "debate",
        "climate change",
        "aca",
        "barrett",
        "flynn",
        "immigration",
        "healthcare",
        "energy",
        "paris accord",
        "emissions",
        "taxation",
        "census",
        "section 230",
        "cybersecurity",
        "cannabis",
        "legal industry",
        "diversity",
        "jpmorgan",
        "goldman sachs",
        "tech",
        "litigation",
        "tax law",
        "covid-19",
        "voting machines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010292",
      "summary": "On October 8, 2020, a motion to seal a document was filed in the case of United States of America v. Maxwell (Case Number 20-3061) by Ghislaine Maxwell. The motion was filed through CM/ECF and associated with the document \"2020.10.08 Motion for Leave to File RB Under Seal.pdf\". The notice of docket activity was electronically mailed to various U.S. Department of Justice personnel and the Deputy Clerk. The document was stamped with an electronic stamp on October 8, 2020.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "maxwell",
        "united states of america",
        "motion to seal",
        "docket",
        "court of appeals",
        "2nd circuit",
        "efta00010292",
        "ghislaine maxwell",
        "pacer",
        "electronic document"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028066",
            "similarity": 0.75,
            "index": 103,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030583",
      "summary": "Nicole Simmons, of Haddon, Morgan and Foreman. P.C., sent an email to multiple recipients, including Adam Mueller and USANYS personnel, regarding the unredacted Reply Brief in the case of *US v. Maxwell* Case No. 20-3061. She attached the unredacted brief and a motion for leave to file it under seal. The email was sent on October 8, 2020.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "efta00030583",
        "maxwell",
        "us v.",
        "reply brief",
        "motion for leave",
        "nicole simmons",
        "haddon",
        "morgan and foreman",
        "p.c.",
        "20-3061",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029163",
      "summary": "An email chain discusses a draft RTC (Record Transcript of Conference) related to case EFTA00029163. Multiple individuals are involved, including attorneys, a judge, and clerks. The draft was circulated for review on August 20, 2021, and subsequently sent to the PC Chiefs for assessment. One party is on leave and anticipates delaying sending comments until their return. The draft is slated for filing in November, following a review for MILs (Miscellaneous Information Letters). A revised draft was attached on August 6, 2021, with flagged judgment calls and planned cite checks.",
      "timestamp": "2021-08-20T00:00:00",
      "timestamp_raw": "August 20, 2021",
      "keywords": [
        "rtc",
        "draft",
        "case",
        "comments",
        "united states attorney",
        "maxwell",
        "judge",
        "clerkship",
        "legal",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038679",
      "summary": "An automatic reply email was sent from EFTA00038679 on November 15, 2024, regarding post-indictment victim assistance. It directs recipients to contact the Victim Witness Coordinator, Victim Specialist, NY State Central Registry, and NYC Administration for Children's Services (ACS) Criminal Justice Coordinator for assistance. The sender was on leave and would return on November 18th.",
      "timestamp": "2024-11-15T00:00:00",
      "timestamp_raw": "November 15, 2024",
      "keywords": [
        "victim assistance",
        "victim witness coordinator",
        "child abuse",
        "neglect",
        "acs",
        "reporting",
        "suspicion",
        "efta00038679"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038722",
      "summary": "A message was sent from someone (likely AT&T LTE) requesting an update on a situation and a new itinerary. The message indicates a planned departure on August 26th and expresses urgency about receiving information before leaving. The message also notes a voicemail regarding a call back.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "at&t lte",
        "voicemail",
        "itinerary",
        "efta00038722",
        "developments",
        "updates",
        "call",
        "leave",
        "2025-12-28",
        "august 24"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015879",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] regarding the case 20-cr-330, United States v. Ghislaine Maxwell. The sender will be on leave from December 28th, 2020, but will check email regularly. For urgent matters, contact [REDACTED] or call [REDACTED] (EFTA00015879).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00015879",
        "ghislaine maxwell",
        "united states",
        "redaction",
        "automatic reply",
        "20-cr-330",
        "december 28",
        "legal",
        "email",
        "leave"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015877",
      "summary": "An automatic reply email was sent from an inmate at NYC jail, identified as \"EFTA00015877,\" referencing a New York Daily News article detailing Jeffrey Epstein’s final days at the jail. The email indicates the sender will be on leave with limited email access and provides contact information.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "nyc jail",
        "inmates",
        "redaction analysis",
        "usanys",
        "new york daily news",
        "2020",
        "leave",
        "email",
        "efta00015877"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036124",
      "summary": "Employee PP works 80 hours per week, with Saturdays and Sundays off. The work schedule from July 22nd to August 2nd includes regular shifts (5H1, I, SH2, SH3), Sunday shifts (sui, SH2, SH3), and holiday shifts (WRKD/SH1, WRKD/5H2, WRKD/SH3).  Leave types include annual leave (61, 62), sick leave (62/62, FFLA 62/62), and military leave (67). Time off details, overtime usage (21, 32), and earned compensation (33/1, 31/1, 31/2, 31/3, 66/1, 66/2, 66/3) are recorded. The employee’s last day of work was July 31st due to retirement.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "employee",
        "work hours",
        "time off",
        "holiday",
        "overtime",
        "leave",
        "sick leave",
        "training",
        "injury",
        "wrc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007609",
      "summary": "The author expresses disappointment and rejection of Alberto’s resignation, citing a previous agreement regarding the “island project” and a lack of communication. The author emphasizes the importance of fulfilling commitments, particularly regarding the unfinished “big house island project,” despite Alberto’s desire to leave the job. The author requests a phone call to discuss the matter and expresses frustration over the lack of direct communication, specifically the absence of a phone call after Alberto’s vacation.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "resignation",
        "island project",
        "alberto",
        "jean",
        "cabinet pinto",
        "morocco",
        "employee",
        "project completion",
        "frustration",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036874",
      "summary": "The Associate Warden expects the following from staff: 1.  Staff supervisors are responsible for their staff’s accountability, including ensuring adequate acting coverage when absent. 2.  All paperwork, particularly T&A submissions, must be submitted through WEBTA in a timely manner. 3.  All leave requests for the remainder of the year must be submitted with prior discussion and entered into WEBTA. 4.  Contact the Associate Warden directly via BOP cell phone for absences, rather than voicemail or text. 5.  Comp time must be pre-approved by the Associate Warden, with a completed Comp Sheet routed for review. Additional expectations will be discussed in a future in-person meeting.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "accountability",
        "expectations",
        "webta",
        "leave requests",
        "comp time",
        "submission",
        "warden",
        "staff",
        "bop",
        "response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036873",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011433",
      "summary": "The document contains descriptions of several individuals seeking companionship, including a 35-year-old woman described as “sexy and lots of fun,” a 25-year-old “sexy half Asian” with “big breasts,” a 23-year-old woman also described with “huge breasts” and “very wild,” and a 25-year-old woman who works for Elle magazine and wants to leave Sweden. The sender requests advice on arranging meetings with these women.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00011433",
        "redaction analysis",
        "sexy",
        "sweden",
        "elle mag",
        "breast size",
        "hotel room",
        "wild",
        "bars",
        "girls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}