{
  "keyword": "rule 16",
  "count": 32,
  "keyword_match_count": 32,
  "content_match_count": 17,
  "total_files": 49,
  "timeline": [
    {
      "file_id": "EFTA00023505",
      "summary": "A communication discusses producing two PDF documents – an investigative case management report from August 10, 2007, and a property description log from September 6, 2006 – as part of Rule 16 discovery. The documents relate to evidence seized for Jeffrey Epstein’s case and are intended for a witness (identified as “a”) who is expected to testify regarding the seizure. The sender requests the creation of a “testifying witness folder” for this witness.",
      "timestamp": "2007-08-10T00:00:00",
      "timestamp_raw": "August 10, 2007",
      "keywords": [
        "efta00023505",
        "maxwell",
        "witness folder",
        "testimony",
        "evidence",
        "seizure",
        "rule 16 discovery",
        "epstein",
        "usanys",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027307",
      "summary": "830) concerning false statements made by Tova Noel and Michael Thomas at the Metropolitan Correctional Center (MCC). **Key Facts:** *   **Case Details:** The defendants were charged with making false statements related to a 14-hour period in August 2019. *   **Government Discovery:** The government produced a substantial amount of discovery, including surveillance video, computer analysis, count slips, phone records, and personnel files. They have subsequently produced additional discovery. *   **Defendant's Requests:** Thomas requested further information, specifically seeking the Inspector General's report, records of other BOP employees involved in similar incidents, and information related to staffing issues. *   **Legal Arguments:** The government argues that Thomas’s motion is without merit because: *   The government has fulfilled its Brady and Rule 16 discovery obligations. *   The requested records are not \"material\" to Thomas's defense and would be used to promote jury nullification. *   The government does not have possession of all relevant records from other agencies (like the BOP or SEC). *   Thomas has not presented sufficient evidence to support a selective prosecution claim. In essence, the document is the government's argument against Thomas’s attempt to obtain additional discovery, asserting that it has already provided the necessary information and that the defendant’s requests are legally unsupported and seek to unfairly influence a jury.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "jury nullification",
        "selective prosecution",
        "bop",
        "investigation",
        "material",
        "deliberative process privilege",
        "witness statements",
        "mcc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031263",
      "summary": "830). Thomas is charged with making false statements related to incidents at the Metropolitan Correctional Center (MCC). The core argument is that the government has already provided sufficient discovery and that Thomas’s request for further materials, particularly regarding BOP policies, investigations by the Inspector General, and instances of other officers not prosecuted, is unwarranted. The government asserts that Thomas’s request is not “material to preparing a defense” and is primarily aimed at attempting to influence a jury through jury nullification. The government contends that it has fulfilled its Brady and Rule 16 discovery obligations and that Thomas has not met the legal standard required to obtain additional materials. Specifically, the government argues that Thomas's requests are irrelevant to the charges, attempts at jury manipulation, and that he has failed to establish the necessary legal basis for the discovery.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "bop",
        "indictment",
        "thomas",
        "noel",
        "investigation",
        "inspector general",
        "selective prosecution",
        "nullification",
        "materiality",
        "false statements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024954",
      "summary": "This document is a memorandum from the United States Attorney’s Office for the Southern District of New York arguing for the exclusion of expert testimony from six defense witnesses: Dr. Ryan Hall, Bennett Gershman, Robert Kelso, Gerald LaPorte, and Jennifer Nasso. The core argument is that the defense has failed to provide adequate “expert notice” as required by Federal Rule of Criminal Procedure 16(b)(1)(C), specifically failing to disclose the expert’s opinions, the bases for those opinions, and the witness’s qualifications.  The Government argues that Dr. Hall’s testimony is irrelevant due to hearsay and lack of a reliable foundation. Bennett Gershman's testimony is deemed irrelevant as it pertains to issues already precluded. The Government seeks to preclude the testimony of the remaining experts, Kelso and Nasso, until the defense provides more detailed information regarding their opinions and the bases for those opinions. The document emphasizes the importance of Rule 16(b)(1)(C) in minimizing surprise, reducing continuances, and providing a fair opportunity for the prosecution to challenge expert testimony.",
      "timestamp": "2013-02-02T00:00:00",
      "timestamp_raw": "Feb. 2, 2013",
      "keywords": [
        "efta00024954",
        "expert testimony",
        "dr. ryan hall",
        "bennett gershman",
        "robert kelso",
        "forensic document specialists",
        "rule 16",
        "daubert",
        "hearsay",
        "relevance",
        "opinions",
        "bases",
        "notice",
        "supplemental notice",
        "united states v. maxwell",
        "computer forensics",
        "financial records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020766",
      "summary": "Martin Weinberg, attorney for the defense in the case *U.S. v. Epstein*, requested a copy of records obtained from Institution 1, specifically financial records, to be produced as part of Rule 16 discovery and not as a public filing. A government attorney responded with a copy of the government’s detention memo and exhibits filed that afternoon in support of the government's position regarding Epstein’s bail. The request focused on a one-month period surrounding the time of two wire transfers.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2019",
      "keywords": [
        "weinberg",
        "epstein",
        "u.s. v.",
        "discovery",
        "records",
        "bail",
        "wire transfers",
        "rule 16",
        "financial information",
        "martin weinberg"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015994",
      "summary": "Tartaglione. *   A request was made for statements from Mr. Tartaglione given interviews conducted by the Bureau of Prisons (BOP) regarding Epstein’s attempted suicide on July 23, 2019. *   A zip folder containing statements attributed to Mr. Tartaglione (including those conveyed by Epstein to MCC staff) was provided. *   A request was made for all reports and video related to Epstein’s attempted suicide on July 22-23, 2019, but this request was denied, citing irrelevance and Rule 16. *   The Assistant United States Attorney stipulated that the request required a release from Touhy, a Touhy letter, and a subpoena. *   Barket Epstein Kearon Aldea & LoTurco, LLP is involved in the legal proceedings.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "tartaglione",
        "statements",
        "mcc",
        "suicide attempt",
        "july 23",
        "2019",
        "reports",
        "protective order",
        "usanys",
        "bruce barket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028425",
      "summary": "This document is a Protective Order issued in a criminal case (19 Cr. 490) involving Jeffrey Epstein. It outlines the restrictions on the use and disclosure of discovery materials produced by the government to the defendant. Key restrictions include: *   **Limited Use:** Discovery can only be used for the defendant’s defense. *   **Confidentiality:** The information must be kept confidential and protected from unauthorized access or dissemination. *   **Designated Recipients:** Disclosure is limited to specific individuals: Defense Counsel, Defense Staff, Defense Experts/Advisors, Potential Witnesses, and Other Authorized Persons. *   **Restrictions on Sharing:** No posting to the internet, public disclosure of victim/witness identities, or incorporation into court filings without a sealed order. *   **Handling of Sensitive Materials:**  Separate protocols exist for “Confidential Information” (containing personal identifying information) and “Highly Confidential Information” (including images of nude individuals), requiring specific review and handling procedures. *   **Return/Destruction:**  Discovery must be returned to the government or securely destroyed after a specified period.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "protective order",
        "confidential information",
        "discovery",
        "defense counsel",
        "government",
        "witnesses",
        "privacy",
        "investigation",
        "rule 16",
        "sensitive information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016136",
      "summary": "Attorney’s Office for the Southern District of New York regarding the case against him (United States v. Jeffrey Epstein, No. 19-cr-00490). The request seeks extensive discovery materials, including: *   **Statements & Recordings:** All government interviews, transcripts, and recordings involving Epstein. *   **Government Agencies:** Information from the FBI, DOJ, SEC, DHS, NYPD, Palm Beach County Sheriff’s Office, NM Attorney General's Office, and other local/foreign law enforcement entities involved in the investigation. *   **Private Entities:** Information from private investigators assisting the government. *   **Brady Material:**  Exculpatory evidence, materials that would mitigate guilt, or impeachment evidence. *   **Jencks Material:**  Witness statements and materials intended to be presented at trial. *   **Scientific Evidence:**  Records related to forensic examinations, surveillance, and other scientific procedures. *   **Grand Jury Information:** Details about grand jury proceedings, including witness lists, transcripts, and instructions. *   **Seized Information:** Review of any seized materials, particularly addressing responsive and privileged materials. The request emphasizes compliance with Brady v. Maryland and Rule 16(c) of the Federal Rules of Criminal Procedure, requesting immediate disclosure and ongoing supplementation. It specifically requests the government to identify and provide the source material for any information disclosed, not just summaries.  It further asserts the need to protect attorney-client privilege and work-product.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "brady material",
        "united states v. epstein",
        "rule 16",
        "federal rules of criminal procedure",
        "surveillance",
        "wiretaps",
        "confidentiality",
        "grand jury",
        "exculpatory evidence",
        "investigation",
        "victims",
        "privilege",
        "investigation material"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016596",
      "summary": "This document is a response from the U.S. Attorney’s Office for the Southern District of New York to requests for preservation and production of documents related to the Jeffrey Epstein case (19 Cr. 490). The Office states it will take “reasonable steps” to preserve documents already within its possession, but will not direct other agencies or individuals to do so. They largely reject the breadth of the requests, arguing they are overly broad, outside the scope of discovery rules (Rule 16), and not related to a legitimate defense. Specifically, they challenge requests for communications from “Main Justice,” information about prosecutorial decisions, and extensive inquiries into victim communications, asserting that these fall outside their obligations under Brady and 18 U.S.C. § 3500. The Office confirms they will produce materials within their control that meet those obligations, but refuses to comply with the broader, unsupported requests. They reiterate that the investigation was independently initiated and not influenced by other U.S. Attorney’s Offices or Non-Party Entities and Individuals.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "u.s. department of justice",
        "jeffrey epstein",
        "redaction analysis",
        "documents",
        "discovery",
        "brady",
        "obligations",
        "non-party entities",
        "victims",
        "investigation",
        "communications",
        "rule 16"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027234",
      "summary": "This document is a response from the U.S. Attorney’s Office for the Southern District of New York to requests for preservation and production of documents related to the Jeffrey Epstein case. The Office largely rejects the breadth of the requests, arguing they exceed the scope of Federal Rule of Criminal Procedure 16 and 26.2 (Brady rule), and the investigation’s production obligations. Specifically, the Office states it will only preserve and produce documents already within its possession, custody, or control. It denies requests to access documents held by other U.S. Attorney’s Offices, the Department of Justice components, or non-party entities. The Office acknowledges limited responsiveness to specific requests – regarding FBI files, communications between Main Justice and the Florida U.S. Attorney’s Offices, and certain victim communications – but maintains that these requests are often overly broad and irrelevant to the case. It emphasizes that internal Department of Justice communications are generally not discoverable under these circumstances.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "jeffrey epstein",
        "production obligations",
        "brady",
        "rule 16",
        "discovery",
        "non-party entities",
        "communications",
        "criminal procedure",
        "work product"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015932",
      "summary": "Michael Bachrach forwarded an exchange regarding a request for statements from Mr. Tartaglione, potentially related to Jeffrey Epstein’s attempted suicide. The request was initially framed as a Rule 16 discovery request concerning the penalty phase. Bachrach paused pursuing the request with the MCC/BOP to avoid duplication. Bruce Barket responded, clarifying that the request was governed by specific procedures and would be fulfilled by the end of the week under the protective order, contingent on obtaining a release from the inmate (Touhy) and a subpoena. The Assistant US Attorney requested a release, letter, and subpoena for the request to be considered locally.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "tartaglione",
        "rule 16",
        "redaction",
        "mcc/bop",
        "foia",
        "privacy act",
        "touhy",
        "statements",
        "prison",
        "suicide attempt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015997",
      "summary": "Tartaglione related to Jeffrey Epstein’s attempted suicide on July 22-23, 2019, as recorded by the Bureau of Prisons. *   The zip folder also includes reports of statements conveyed to MCC staff by Mr. Epstein. *   Bruce Barket’s office declined to produce materials related to Epstein’s attempted suicide, citing irrelevance and Rule 16. *   Barket’s office requested a release from Touhy, a letter, and a subpoena to facilitate the request. *   The request for statements was governed by FOIA/Privacy Act and Touhy regulations, necessitating legal authorization.",
      "timestamp": "2019-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2019",
      "keywords": [
        "tartaglione",
        "epstein",
        "jeffrey",
        "suicide",
        "statements",
        "mcc",
        "bop",
        "protective order",
        "rule 16",
        "july 23",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030552",
      "summary": "Bruce Barket, representing the defense team, is requesting statements made by Tony Ricco (Mr. Tartaglione) during interviews conducted by the Bureau of Prisons (BOP) regarding Jeffrey Epstein’s attempted suicide on July 22-23, 2019. The US Attorney’s office is responding by offering a zip folder containing statements attributed to Mr. Tartaglione, including those conveyed to MCC staff by Mr. Epstein. They decline to produce materials related to Epstein’s attempted suicide, citing relevance and Rule 16. A discussion regarding a call time is initiated, ultimately settling on a Wednesday at 10:00 AM. The request is subject to protective order stipulations and requires compliance with FOIA/Privacy Act regulations, including inmate releases and subpoenas.",
      "timestamp": "2019-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2019",
      "keywords": [
        "bruce barket",
        "aida leisenring",
        "kenneth montgomery",
        "tartaglione",
        "epstein",
        "mcc",
        "july 23",
        "2019",
        "suicide",
        "statements",
        "usanys",
        "rule 16",
        "foia",
        "touhy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027732",
      "summary": "This document is a discovery letter from the U.S. Department of Justice, Southern District of New York, regarding the case of *United States v. Tom Noel*. It outlines the materials being provided to defense counsel, including surveillance footage, commissary records, computer analysis results, inmate records, BOP records related to Jeffrey Epstein, evidence custody documents, health records, personnel records, and social media records.  The Government is producing these materials under Rule 16(a) of the Federal Rules of Criminal Procedure and under a protective order. They also disclose potential Brady material (information that should have been disclosed to the defense but wasn't) regarding inmate statements.  The Government requests reciprocal discovery from defense counsel, including access to the defendant’s books and records, prior witness statements, and a response to a Rule 12.3 demand regarding a claim of exercise of public authority. Finally, the letter emphasizes the Government’s policy regarding plea offers and highlights the potential for a sentence reduction if the defendant pleads guilty before the trial date.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "u.s. department of justice",
        "southern district of new york",
        "tom noel",
        "mcc",
        "surveillance footage",
        "credit reports",
        "financial records",
        "inmate records",
        "cell phone records",
        "social media",
        "protective order",
        "discovery",
        "bop",
        "jeffrey epstein",
        "tova noel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022186",
      "summary": "The document is an order from Judge Analisa Torres denying a motion by defendant Michael Thomas to compel the government to produce additional discovery in his case against Tova Noel. Thomas sought information related to the Inspector General’s investigation of Jeffrey Epstein’s death, internal BOP reports concerning Thomas and Noel, and reports from investigative agencies involved in the case. The government argued it had already provided extensive discovery, including surveillance video, count slips, staffing records, and witness statements. The court ruled that Thomas failed to demonstrate the government’s evidence was material or that the Inspector General’s reports were within the government’s possession, and similarly, that the BOP’s information was not part of the government’s prosecutorial team.  The court also dismissed Thomas’s claims regarding a widespread pattern of misconduct and selective prosecution due to lack of supporting evidence.",
      "timestamp": "2020-06-09T00:00:00",
      "timestamp_raw": "6/9/2020",
      "keywords": [
        "efta00022186",
        "michael thomas",
        "tova noel",
        "18 u.s.c. § 371",
        "false statements",
        "investigation",
        "bop",
        "correctional officer",
        "jeffrey epstein",
        "shu",
        "surveillance video",
        "rule 16",
        "brady",
        "giglio"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029877",
      "summary": "Christian R. Everdell, attorney for Ghislaine Maxwell, submits an affidavit regarding a protective order in Case 1:20-cr-00330-AJN. The affidavit states that while most protective order provisions have been agreed upon, disputes remain. Specifically, the defense argues that government witnesses should be subject to the same restrictions regarding discovery materials as the defense, and that the defense should not be restricted from publicly disclosing the identities of individuals who have already identified themselves publicly. The affidavit is submitted pursuant to Local Criminal Rule 16.1 and 28 U.S.C. § 1746.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "criminal rule 16.1",
        "protective order",
        "discovery materials",
        "united states district court",
        "affidavit",
        "legal defense",
        "witnesses",
        "victims",
        "internet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018578",
      "summary": "Christian R. Everdell, an attorney for Ghislaine Maxwell, submitted an affidavit certifying that defense counsel conferred in good faith with Assistant U.S. Attorneys regarding a request for disclosure of the identities of Victims 1-3. The government declined this request, stating they would provide the information through Rule 16 discovery or Jencks Act material closer to trial. The affidavit was dated August 10, 2020.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "criminal rule 16.1",
        "victims",
        "discovery",
        "jencks act",
        "affidavit",
        "united states district court",
        "cohen & gresser llp",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011500",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with CCs to [REDACTED]. The email’s subject is redacted. The email included a public version of a 16(d) letter from Maxwell and a Local Rule 16.1 affidavit as attachments for review. The email was sent on October 1, 2020.",
      "timestamp": "2020-10-01T00:00:00",
      "timestamp_raw": "October 1, 2020",
      "keywords": [
        "efta00011500",
        "redaction analysis",
        "maxwell",
        "affidavit",
        "local rule 16.1",
        "gm",
        "16(d) letter",
        "2020-10-01"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026819",
      "summary": "Department of Justice, Southern District of New York, to letters from defense counsel regarding the Ghislaine Maxwell case (20 Cr. 330 (MN)). The DOJ asserts that it has fulfilled its discovery obligations, including producing electronic materials and initial non-electronic discovery by the deadlines set by the court.  The DOJ acknowledges delays in providing discovery to Maxwell due to defense requests for reformatting and rebinding, but claims these were addressed promptly. They highlight efforts to ensure Maxwell could access discovery at the Metropolitan Detention Center (MDC), including creating new files, coordinating with MDC IT staff, and temporarily allowing defense counsel to bring laptops.  Specifically, the DOJ is facilitating the review of approximately 43,500 images seized from Jeffrey Epstein’s residences, and is working to address concerns about her conditions of confinement, such as access to meals, medical care, and mail, while acknowledging limitations due to the pandemic and BOP regulations. The Government confirmed she will receive up to 13 hours of discovery access per day, exceeding that of other MDC inmates.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "discovery",
        "ghislaine maxwell",
        "united states v.",
        "rule 16",
        "electronic materials",
        "metadata",
        "metropolitan detention center",
        "mdc",
        "conditions of confinement",
        "fbi",
        "highly confidential materials",
        "production",
        "reformatting",
        "legal counsel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026813",
            "similarity": 0.562,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030564",
      "summary": "An email chain discusses a draft letter in response to Rule 16/Brady Letter. The draft was initially sent by an Assistant United States Attorney from the Southern District of New York to two recipients, [REDACTED] and [REDACTED]. Feedback and edits were requested and incorporated by [REDACTED], with a subsequent request for Maurene to add her comments. The email chain includes attachments of the draft letter and Chris’s October 13, 2020 letter.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00030564",
        "rule 16",
        "brady letter",
        "discovery letter",
        "united states attorney",
        "southern district of new york",
        "chris",
        "maurene",
        "editing",
        "response"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011417",
      "summary": "A letter, attached on October 13, 2020, was sent from Christian Everdell of Cohen & Gresser LLP to an unidentified recipient regarding Rule 16 and Brady Requests. The email included a confidentiality notice and a link to the firm’s privacy policy. The subject was \"FW: Letter.\"",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00011417",
        "redaction analysis",
        "letter",
        "government",
        "rule 16",
        "brady requests",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy policy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023329",
      "summary": "Ghislaine Maxwell’s legal team, Cohen & Gresser LLP, is opposing the government’s request to delay the disclosure of materials related to alleged victims of Jeffrey Epstein’s abuse. They argue the government’s request is improper for two reasons, based on Brady obligations. 1.  **Exculpatory Evidence:** The materials, detailing interviews with individuals who claim to have been abused by Epstein *after* 1997 (outside the scope of the indictment), are exculpatory evidence that contradicts the government's theory of Maxwell’s involvement as Epstein’s “madam.” Specifically, these witnesses don’t implicate Maxwell in the abuse and the government's reliance on the timing of the charges is flawed. 2.  **Lack of Good Cause for Delay:** The government’s attempt to delay disclosure due to concerns about jeopardizing an ongoing investigation is not sufficient. The team contends the government’s concerns are speculative, won’t deter witnesses, and don’t justify delaying the disclosure of material that is critical to Maxwell’s defense, particularly regarding potential perjury charges. They argue the government’s delay would be an attempt to suppress evidence that undermines their case. Essentially, the team demands immediate disclosure of the materials, citing Brady obligations and arguing the government’s delay is unjustified and prejudicial to Maxwell’s defense.",
      "timestamp": "2020-10-14T00:00:00",
      "timestamp_raw": "October 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "brady v. maryland",
        "rule 16",
        "perjury",
        "exculpatory evidence",
        "victims",
        "disclosure",
        "government",
        "defense",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024735",
      "summary": "A response to Rule 16/Brady Letter was sent from SANYS to [REDACTED] and [REDACTED] on October 19, 2020. The email was titled \"Response to Rule 16/Brady Letter\" and included an attached message file named \"Response_to_Rule_16_Brady_Letter.msg.\" The email was sent from an Outlook.com address and referenced EFTA00024735.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "October 19, 2020",
      "keywords": [
        "efta00024735",
        "rule 16",
        "brady letter",
        "response",
        "redaction",
        "usahub",
        "email",
        "message",
        "2020",
        "october"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030569",
      "summary": "Department of Justice (Southern District of New York) to a discovery request filed by defense counsel in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The request includes 22 specific requests, a general Brady and Giglio request, and 10 “specific Brady requests” for discovery, inspection, and copying of materials. The DOJ asserts its commitment to full disclosure obligations under Rule 16, Brady, and Giglio, stating they intend to comply regardless of specific requests. They argue that many of the requested items are inherently related to Title 18 U.S. Code, Section 3500 (3500 material) or Giglio material. The DOJ outlines a standard practice in their district – producing Giglio and Jencks Act materials shortly before trial – and indicates they intend to begin producing 3500 material closer to trial. They propose to produce witness statements 4-8 weeks before trial, a practice widely held as sufficient to meet Giglio requirements. The DOJ rejects several specific requests, primarily citing Rule 16 protections and the established practice of producing Giglio and Jencks Act materials near trial. They specifically deny immediate disclosure of Giglio material and assertions of co-conspirator identity. They are unwilling to provide information related to the NPA, Grand Jury proceedings, or specific witness communications, arguing it is not within their discovery obligations and that such disclosures are typically not exculpatory. The DOJ is open to discussing a schedule for pretrial disclosures and explicitly requests that the defendant disclose prior statements of witnesses she intends to call, reiterating the reciprocity of discovery under Rule 16(b).",
      "timestamp": "2020-10-28T00:00:00",
      "timestamp_raw": "October 28, 2020",
      "keywords": [
        "brady material",
        "giglio",
        "rule 16",
        "fourth amendment",
        "fifth amendment",
        "sixth amendment",
        "discovery",
        "united states v. ghislaine maxwell",
        "20 cr. 330 (ajn)",
        "united states attorney",
        "southern district of new york",
        "disclosures",
        "criminal procedure",
        "witnesses",
        "jencks act",
        "3500 material",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026813",
      "summary": "Department of Justice, Southern District of New York, to legal counsel regarding the case of *United States v. Ghislaine Maxwell*. The primary points are: 1.  **Discovery Obligations Met:** The government asserts it has fulfilled its discovery obligations, including the production of electronic materials and initial non-electronic discovery, despite earlier assertions to the contrary. The deadline for electronic discovery was November 9, 2020, and initial discovery was due August 21, 2020. 2.  **Addressing Access at MDC:** The government has taken steps to ensure Maxwell can access discovery materials at the Metropolitan Detention Center (MDC), including: *   Creating new copies of files in accessible formats upon notification of issues. *   Working with MDC IT to resolve technical difficulties. *   Arranging for MDC staff to adjust the table for note-taking. *   Providing a privacy screen. *   Allowing defense counsel to bring a laptop for review. 3.  **Highly Confidential Material Access:** The government is facilitating the review of approximately 43,500 images seized from Jeffrey Epstein’s residences, initially loading them onto a secure laptop. The FBI is prepared to allow defense counsel and Maxwell to review these images on multiple occasions. 4.  **Conditions of Confinement:** The government has consulted with MDC legal counsel regarding Maxwell’s conditions of confinement. They have addressed concerns regarding: *   Access to discovery time (up to 13 hours daily). *   Body scans (weekly). *   Commissary access (including sports bras and supplemental food). *   Meal provision (with detailed tracking and ensured freshness). *   Mail procedures (following BOP regulations). 5.  **Ongoing Efforts:** The government states it will continue to work with defense counsel and the MDC to address any further issues related to discovery access and confinement conditions.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "discovery",
        "ghislaine maxwell",
        "rule 16",
        "electronic materials",
        "metropolitan detention center",
        "mdc",
        "united states v.",
        "conditions of confinement",
        "fbi",
        "images",
        "confidential materials"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026819",
            "similarity": 0.562,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030563",
      "summary": "An email chain discusses a draft letter in response to a Rule 16/Brady Letter. The draft was prepared by an Assistant United States Attorney from the Southern District of New York and shared with two individuals, one of whom is redacted. The email requests edits due to the recipients’ familiarity with the discovery and investigation.",
      "timestamp": "2020-11-23T00:00:00",
      "timestamp_raw": "23 Oct 2020",
      "keywords": [
        "efta00030563",
        "rule 16",
        "brady letter",
        "discovery",
        "united states attorney",
        "redaction",
        "response",
        "october 2020",
        "investigation",
        "assistant united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030411",
      "summary": "The Affidavit of Certification, dated December 1, 2020, is submitted pursuant to Local Criminal Rule 16.1 by an Assistant United States Attorney representing the United States in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (MN)). It states that the government has conferred in good faith with defense counsel regarding a request for the Metropolitan Detention Center warden to report directly to the court and counsel on the defendant’s conditions of confinement. The government’s November 30, 2020, inquiry regarding written reporting from MDC legal counsel was declined by defense counsel on December 1, 2020, who continued to request the warden’s direct reporting.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "affidavit",
        "criminal rule",
        "metropolitan detention center",
        "mdc",
        "united states attorney",
        "legal proceedings",
        "title 28",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019599",
      "summary": "The U.S. Department of Justice, specifically the Southern District of New York, is responding to a request from legal counsel (Cohen & Gresser LLP, Haddon, Morgan & Foreman, P.C., and Bobbi Stemheim) regarding documents related to the Ghislaine Maxwell investigation. Specifically, the request included: *   Documents produced to Radar Online via FOIA. *   Any other FOIA requests pertaining to Jeffrey Epstein or Ghislaine Maxwell investigations. *   Materials reflecting the FBI-New York Office’s involvement in the USAO-SDFL investigation. The DOJ states they are not providing the requested materials due to: *   Lack of legal basis for the FOIA requests (Rule 16, etc.). *   FOIA’s purpose is public disclosure, not private litigation. *   The FBI has already made the Radar Online materials publicly available on its website. The DOJ is providing: *   Cover letters accompanying the Radar Online productions. *   Materials stamped with control numbers related to the Radar Online production. *   Materials stamped with control numbers related to the third request (FBI-New York involvement) as a courtesy. They also correct a factual error regarding the FBI’s Florida office being part of the prosecution team.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "foia",
        "radar online",
        "discovery",
        "united states v.",
        "criminal investigation",
        "southern district of new york",
        "usao-sdfl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024019",
      "summary": "This document is a letter from the U.S. Department of Justice, Southern District of New York, to legal counsel regarding the case of *United States v. Tom Noel No. 19 Cr. 830*. It provides additional discovery materials as per Rule 16(a) of the Federal Rules of Criminal Procedure, subject to a protective order. The materials include arrest documentation, FBI documents (including import forms, laboratory examination requests, and process reports), witness statements, and information from the US Marshals Service and the Bureau of Prisons (BOP). The BOP information details disciplinary actions related to log entry falsification and lists inmate deaths over the last ten years at the MCC and MDC institutions. Access to this information is restricted and designated as “Protected Materials.”",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "united states v. tom noel",
        "fbi",
        "protective order",
        "confidential",
        "discovery",
        "arrest documentation",
        "witness statements",
        "bop",
        "disciplinary actions",
        "inmate deaths",
        "mcc",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016949",
      "summary": "The document is a notice from the U.S. Department of Justice to legal counsel regarding the upcoming trial of Ghislaine Maxwell, case number 20 Cr. 330 (MN). The Government intends to call a clinical expert witness, M., to testify about the patterns of manipulation and grooming that frequently occur in sexual abuse cases involving minors, and how these factors impact victim awareness and disclosure. The Government is also requesting reciprocal discovery regarding any expert witnesses the defense intends to use, along with a request for inspection of the defendant's documents and prior statements of witnesses.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "expert witness",
        "sexual abuse",
        "criminal procedure",
        "discovery",
        "trauma",
        "psychological",
        "forensic",
        "rule 16",
        "ghislaine maxwell",
        "united states v. ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014671",
      "summary": "This document is a response from attorneys representing Ghislaine Maxwell to the government’s request for production of evidence in her federal criminal case (20 Cr. 330, United States v. Ghislaine Maxwell). The core of the response is a critique of the government’s approach, arguing it’s designed to secure a conviction regardless of the truth. Specifically, the response addresses three key items: *   **The Journal:** The government seeks to use Accuser-2’s diary to bolster its case, but the attorneys argue the government is selectively using portions, ignoring the rest, and relying on biased sources (BSF lawyers). They highlight the lack of access to the entire journal and the government’s unfounded claims about its contents. *   **The Boots & Photographs:** The government’s actions regarding these items – seizing them, then claiming to make them available – are viewed as interference with Maxwell’s defense. The attorneys express concerns about the quality of photocopies and the government’s unwillingness to provide full access to original materials, citing potential manipulation. *   **Overall Argument:** The document asserts that the government is unfairly suppressing evidence, applying a biased approach, and attempting to influence the trial’s outcome. It invokes legal principles like Rule 16 (discovery rights) and Rule 612 (refreshing witness testimony) to demand full disclosure and a fair process, emphasizing the government’s focus on conviction rather than truth-finding.",
      "timestamp": "2021-05-12T00:00:00",
      "timestamp_raw": "May 12, 2021",
      "keywords": [
        "maxwell",
        "ghislaine",
        "journal",
        "evidence",
        "subpoena",
        "brady material",
        "discovery",
        "government",
        "authentication",
        "fairness doctrine",
        "rule 16",
        "rule 612",
        "forensic examination",
        "photographs",
        "boots",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029481",
      "summary": "An email thread discusses producing documents related to a witness, Maxwell, for potential testimony in a case involving Jeffrey Epstein. One party requests a \"testifying witness folder\" containing two PDFs – a case management collection document and a property log – to be saved and made available for use. The documents are identified as EFTA00029481.",
      "timestamp": "2021-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2021",
      "keywords": [
        "efta00029481",
        "maxwell",
        "testimony",
        "witness folder",
        "jeffrey epstein",
        "seizure",
        "discovery",
        "rule 16",
        "usanys",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020295",
      "summary": "The document is a court order setting the pretrial disclosure and motion schedule for the case of *United States v. Ghislaine Maxwell* (Case 1:20-cr-00330-AJN). Key aspects of the schedule include: *   **Trial Commencement Date:** Initially set as July 12, 2021, subject to resolution of a continuance request. *   **Government Expert Witness Disclosure:** Due April 23, 2021. *   **Supplemental Motions:** Defense motions due May 7, 2021, with government response due May 21, 2021, and defense replies due May 28, 2021. *   **Victim Disclosure:** Disclosure of alleged victims due May 17, 2021. *   **Jencks Materials & Witness Lists:** Due seven weeks before trial commencement. *   **Exhibit Lists:** Due five weeks before trial commencement. *   **Defense Expert Witness Disclosure:** Due four weeks before trial commencement. *   **Rule 16(b) Disclosures:** Due three weeks before trial commencement. *   **Motions in Limine:** Due four weeks before trial commencement, with responses due two weeks before. *   **Requests & Voir Dire:** Due three weeks before trial commencement. *   **Witness Statements:** Parties ordered to meet and confer on a proposed rule 26.2 witness statement submission, with a joint letter proposal due within one week of the order.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "trial",
        "schedule",
        "motions",
        "disclosure",
        "victims",
        "jury",
        "rule 404(b)",
        "government",
        "defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022091",
      "summary": "*   **Initial Indictment (S1):** Maxwell was initially indicted on six counts related to the crimes, including enticement/transportation of minors, conspiracy, and perjury. *   **Superseding Indictment (S2):** Following a grand jury review, a second indictment (S2) was added, including a sex trafficking count and another conspiracy count. *   **Maxwell’s Motions:** Maxwell filed twelve pretrial motions seeking to dismiss portions of the indictment, suppress evidence, and compel discovery. *   **Court Decisions (S1 Indictment):** The court denied all of Maxwell’s motions related to the S1 superseding indictment, except for those regarding suppression of evidence, which are pending. Specifically, it: *   Ruled the non-prosecution agreement with Epstein did not bar the charges (due to the agreement's limitations). *   Ruled the statute of limitations applied to the charges. *   Ruled the Mann Act counts were sufficiently specific. *   Determined the perjury counts were best left for the jury to decide. *   Severed the perjury counts from the Mann Act counts for separate trials. *   Denied the motion to strike surplusage and multiplicitous charges, stating these were premature. *   Denied the motion to compel expedited discovery. *   **Motion to Dismiss (S2 Indictment) - Moot:** The Court determined the motion to dismiss the S2 indictment was moot. *   **Brady/Rule 16 Discovery:** The Court ordered the government to disclose evidence relating to the negotiation of the non-prosecution agreement under Brady and Rule 16. *   **Schedule for Pretrial Disclosure:** The Court ordered the parties to negotiate and submit a schedule for all remaining pretrial disclosure, including a timeframe for providing witness lists and 404(b) material. Essentially, this document is a record of the legal challenges and rulings in Maxwell's case, leading up to the superseding indictment and the court's decisions regarding the charges and the discovery process.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "efta00022091",
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "indictment",
        "statute of limitations",
        "mann act",
        "perjury",
        "co-conspirator",
        "non-prosecution agreement",
        "trial",
        "discovery",
        "s1 superseding indictment",
        "s2 superseding indictment",
        "grand jury",
        "brady",
        "giglio"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019459",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, is communicating with defense counsel regarding the upcoming trial in *United States v. Ghislaine Maxwell* (20 Cr. 330). The government intends to use testimony from a Computer Forensic Examiner from the FBI’s CART team. This Examiner will detail device extractions, user information, and documents obtained through court-authorized searches. The government also anticipates the Examiner may discuss cloned device extractions. They are formally requesting reciprocal discovery under Rule 16(b)(1)(C) regarding expert witnesses and reiterate a previous request for access to the defendant’s documents, data, and prior witness statements, as per Rule 26.2.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "September 15, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "fbi",
        "cart",
        "expert witness",
        "search warrants",
        "discovery",
        "rule 702",
        "electronic mail",
        "forensic examiner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014701",
      "summary": "This document is a memorandum opinion and order from U.S. District Judge Alison J. Nathan regarding the admissibility of expert witnesses in the case of *United States v. Ghislaine Maxwell*. **Key Points:** *   **Expert Witness Disputes:** The government is attempting to exclude expert witnesses offered by the defense, specifically Dr. Bennett Gershman, and initially, Dr. Lisa Rocchio and Dr. Ryan Hall. *   **Rule 702 Application:** The court’s decision hinges on the Federal Rule of Evidence 702, which governs the admissibility of expert testimony, requiring relevance, sufficient facts, reliable principles, and reliable application to the case. *   **Gershman Exclusion:** The court grants the government’s motion to exclude Dr. Gershman’s testimony. The reason is that his expected testimony about prosecutorial misconduct is irrelevant to the core issue of Ms. Maxwell’s guilt. *   **Rule 16 Compliance:** The defense’s disclosure of expert witnesses has not met the requirements of Federal Rule of Criminal Procedure 16, which demands a summary of the witnesses’ opinions, bases, and qualifications. *   **Prejudice Concerns:** The court’s decision is partly based on the potential for confusion and prejudice to the jury if Gershman’s testimony were admitted. Essentially, the court is exercising its discretion to limit expert testimony to ensure a fair trial and prevent the introduction of irrelevant or prejudicial information.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "expert testimony",
        "rule 702",
        "daubert",
        "admissibility",
        "expert witnesses",
        "dr. park dietz",
        "dr. elizabeth loftus",
        "dr. lisa rocchio",
        "bennett gershman",
        "federal rule of criminal procedure 16",
        "disclosure",
        "investigation",
        "prosecutorial misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028274",
      "summary": "The defense team, Cohen & Gresser LLP, is providing the government with a preliminary list of documents potentially usable in Ghislaine Maxwell’s defense case, as required by Rule 16(b)(1)(A) of the Federal Rules of Criminal Procedure. The defense acknowledges the case is still in development and subject to change based on trial proceedings. The disclosed documents include phone records (AT&T, Federal Express), customs records, Interlochen records, Shopper’s Travel records, flight manifests, a general release related to the Epstein Victims' Compensation Program, floorplans, police incident reports, and a non-prosecution agreement. The defense reserves the right to supplement these disclosures and continue investigating for additional potentially relevant materials.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "ghislaine maxwell",
        "rule 16",
        "federal rules of criminal procedure",
        "discovery",
        "united states v.",
        "defense disclosures",
        "subpoenas",
        "phone records",
        "flight manifests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028272",
      "summary": "On November 8, 2021, a defense attorney sent a letter (attached) detailing 12 subcategories of government discovery to the USANYS contractor. The contractor was instructed to create subfolders within a shared folder (USa.doj.gov\\NYS\\StAndrewASharecAUSvEpstein-2018R01618Wiscovery\\GM\\Defense Rule 16 Disclosures) and place copies of the Bates numbers identified in the letter within those folders. Subsequent emails confirmed receipt and instructions for saving the attachment, with Christian Everdell forwarding the document.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "rule 16 disclosure",
        "defense",
        "discovery",
        "subfolders",
        "bates numbers",
        "usanys",
        "contractor",
        "email",
        "efta00028272",
        "cohengresser"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016482",
      "summary": "On November 24, 2021, a paralegal specialist from the U.S. Attorney’s Office I SDNY requested a time-sensitive review of pending productions, specifically the TW 3500 and Rule 16 productions, along with associated cover letters. The productions were located at Wsa.doj.gov\\cloud \\ NYS \\StAndrews\\ Shared \\USvEpstein-2018R01618 !Trial and included an Excel version of the indices. A password was attached to expedite the review process. The specialist needed the materials reviewed and ready for loading by 3:20 PM due to a FedEx pickup at 4:00 PM. EFTA00016482 was referenced.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "efta00016482",
        "review",
        "productions",
        "cover letters",
        "index",
        "usanys",
        "contractor",
        "fedex",
        "time sensitive",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016267",
      "summary": "Nicole Simmons, from Haddon. Morgan and Foreman, P.C., sent Ms. Maxwell’s Rule 16(b)(1)(C) Disclosures to Jeffrey Pagliuca at the request of Pagliuca. The disclosures were attached as a zip file named “Maxwell’s_Rule_16(bX1)(C)_Disclosures.zip”.",
      "timestamp": "2021-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2021",
      "keywords": [
        "maxwell",
        "rule 16",
        "disclosures",
        "u.s. v.",
        "nicole simmons",
        "jeffrey pagliuca",
        "efta00016267"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014984",
            "similarity": 0.545,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014984",
      "summary": "Email correspondence regarding the U.S. v. Maxwell case (20Cr330), specifically concerning Ms. Maxwell’s Rule 16(b)(1)(C) disclosures. The emails were sent between Nicole Simmons of Haddon, Morgan and Foreman, P.C. and various individuals including Jeffrey Pagliuca, Laura Menninger, and Ryan Hall, sharing a zip file containing the disclosures.",
      "timestamp": "2021-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2021",
      "keywords": [
        "maxwell",
        "rule 16",
        "u.s. v.",
        "disclosures",
        "efta00014984",
        "usanys",
        "nicole simmons",
        "jeffrey pagliuca",
        "haddon morgan",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016267",
            "similarity": 0.545,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009985",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an external email to [REDACTED], Jeff Pagliuca, and Laura Menninger regarding a Defense Rule 16 disclosure. The email included attachments related to the disclosure, specifically redacted documents including: a letter to the government, certifications from AT&T and FedEx, a list of certified FedEx invoices, Interlochen Records, a redacted A. Farmer Release, and an Epstein NPA. A confidentiality notice and privacy policy link were also included.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "defense rule 16",
        "redaction",
        "efta00009985",
        "christian everdell",
        "cohen & gresser llp",
        "disclosures",
        "certifications",
        "invoices",
        "geneva"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029574",
      "summary": "An email was sent from Christian Everdell of Cohen & Gresser LLP to (USANYS) Contractor regarding a Defense Rule 16 disclosure. The email included several attachments, including letters of certification from AT&T and FedEx, a list of certified FedEx invoices, Interlochen records, a redacted release from A. Farmer, and an NPA document (Epstein). The email requested the recipients to save the attachments on a shared drive.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "defense rule 16",
        "redaction",
        "disclosure",
        "efta00029574",
        "contractor",
        "usanys",
        "christian everdell",
        "cohen & gresser llp",
        "fedex",
        "certification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010178",
      "summary": "An email chain discusses the handling of Amazon returns related to a discovery process, specifically involving a case referenced as “USvEpstein-2018R01618.”  A draft discovery cover letter (attached) was saved for review.  Multiple individuals (identified only as “[REDACTED]”) were involved in adding the returns to various folders, including a Rule 16 production and a trial subpoena returns folder within a shared cloud storage location (W.Usa.doj.gov\\ cloud\\ NYS\\ StAndrews SharecAUSvEpstein-2018R0161MITriaNTrial Subpoena Returns\\Amazon \\ 2021.11.10).  One individual requested the preparation of a pending Rule 16 production with the Amazon returns for immediate distribution.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "amazon return",
        "redaction",
        "discovery",
        "subpoena",
        "rule 16",
        "usanys",
        "contractor",
        "maxwell discovery",
        "standrews",
        "trial returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027657",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027657",
      "summary": "An email chain discusses an Amazon return related to a legal case (USvEpstein-2018R01618). A contractor, [REDACTED], is tasked with reviewing a discovery cover letter and adding the Amazon return to production files, specifically the Rule 16 production and a folder for Amazon subpoena returns. The contractor is coordinating with an Assistant United States Attorney regarding the handling of the returns and their placement within the trial’s discovery process.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "amazon return",
        "redaction",
        "discovery",
        "subpoena",
        "rule 16",
        "usanys",
        "contractor",
        "letter",
        "returns",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010178",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024899",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting that emails be added to a shared folder (“3500” and “witness folder”) and that attachments from one of the emails be produced according to Rule 16. The request includes a query about whether these emails and attachments had already been received from Interlochen.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "redaction",
        "efta00024899",
        "usanys",
        "contractor",
        "rule 16",
        "de-dupe",
        "email",
        "attachments",
        "interlochen",
        "travel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019454",
      "summary": "A contractor is preparing a discovery production for the US v. Maxwell case. This includes a Rule 16 production excluding SDNY_GM_02774100-SDNY_GM_02774104, as well as witness and exhibit materials. The materials are being sent via FedEx to both Colorado and the MDC, with tracking numbers provided.  A cover letter is attached for the hard drive containing the materials. The contractor is coordinating with USANYS counsel to determine delivery method (pickup or FedEx) and recipient locations (CO, MDC, or Ms. Maxwell at the MDC).",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "maxwell",
        "us v.",
        "usafx",
        "production",
        "drive",
        "mdc",
        "fedex",
        "rule 16",
        "discovery",
        "witness",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031109",
      "summary": "A legal production, including Rule 16 and 3500 productions, related to the U.S. v. Maxwell case, was prepared and sent to defense counsel via FedEx drive. The drive and password were provided with tracking numbers. The production was uploaded to USAfx. A time-sensitive review of the 3500 index was requested, and the materials were located on Msa.doj.gov\\cloud NYS. Cover letters and Excel indices were attached for review and potential changes.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "maxwell",
        "production",
        "rule 16",
        "3500",
        "fedex",
        "usafx",
        "discovery",
        "attorney",
        "index",
        "time-sensitive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024986",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office I SDNY is requesting a time-sensitive review and approval of three productions related to a case (U.S. v Maxwell) to ensure they are ready for distribution via FedEx by 4:00 PM today. The productions are the 1W 3500, NTW 3500, and a 32nd production. Supporting documents, including cover letters and Excel indices, are attached.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "efta00024986",
        "production",
        "review",
        "maxwell",
        "discovery",
        "fedex",
        "rule 16",
        "3500",
        "u.s. attorney's office",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}