{
  "keyword": "noel",
  "count": 32,
  "keyword_match_count": 32,
  "content_match_count": 64,
  "total_files": 96,
  "timeline": [
    {
      "file_id": "EFTA00031263",
      "summary": "830). Thomas is charged with making false statements related to incidents at the Metropolitan Correctional Center (MCC). The core argument is that the government has already provided sufficient discovery and that Thomas’s request for further materials, particularly regarding BOP policies, investigations by the Inspector General, and instances of other officers not prosecuted, is unwarranted. The government asserts that Thomas’s request is not “material to preparing a defense” and is primarily aimed at attempting to influence a jury through jury nullification. The government contends that it has fulfilled its Brady and Rule 16 discovery obligations and that Thomas has not met the legal standard required to obtain additional materials. Specifically, the government argues that Thomas's requests are irrelevant to the charges, attempts at jury manipulation, and that he has failed to establish the necessary legal basis for the discovery.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "bop",
        "indictment",
        "thomas",
        "noel",
        "investigation",
        "inspector general",
        "selective prosecution",
        "nullification",
        "materiality",
        "false statements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027307",
      "summary": "830) concerning false statements made by Tova Noel and Michael Thomas at the Metropolitan Correctional Center (MCC). **Key Facts:** *   **Case Details:** The defendants were charged with making false statements related to a 14-hour period in August 2019. *   **Government Discovery:** The government produced a substantial amount of discovery, including surveillance video, computer analysis, count slips, phone records, and personnel files. They have subsequently produced additional discovery. *   **Defendant's Requests:** Thomas requested further information, specifically seeking the Inspector General's report, records of other BOP employees involved in similar incidents, and information related to staffing issues. *   **Legal Arguments:** The government argues that Thomas’s motion is without merit because: *   The government has fulfilled its Brady and Rule 16 discovery obligations. *   The requested records are not \"material\" to Thomas's defense and would be used to promote jury nullification. *   The government does not have possession of all relevant records from other agencies (like the BOP or SEC). *   Thomas has not presented sufficient evidence to support a selective prosecution claim. In essence, the document is the government's argument against Thomas’s attempt to obtain additional discovery, asserting that it has already provided the necessary information and that the defendant’s requests are legally unsupported and seek to unfairly influence a jury.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "jury nullification",
        "selective prosecution",
        "bop",
        "investigation",
        "material",
        "deliberative process privilege",
        "witness statements",
        "mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035815",
      "summary": "This document, an outline drafted by Epstein, details BOP (Bureau of Prisons) policies and procedures relating to inmate conduct, property, and safety, primarily focusing on standards of conduct, use of government property, pretrial inmate management, and suicide prevention. Key areas covered include: *   **Standards of Conduct:** Detailed regulations regarding honest effort, impartiality, property protection, and reporting waste/fraud/abuse, referencing specific CFR sections and BOP Program Statements (e.g., 28 C.F.R. § 2635.101, P3420.11). It emphasizes the appearance of violations and the duty to report. *   **Property Management:** Rules for using government property (including office equipment, vehicles, and personal items) and managing inmate personal property, with specific allowances for SHU inmates and OTC medications. Procedures exist for inmate telephone usage, with monitoring requirements. *   **Inmate Management:** Protocols for conducting inmate counts (including 30-minute rounds and special accountability), managing SHU inmates (including observation and medication), and addressing suicide risk (including screening and suicide watch procedures). *   **Timeline & Analysis:** The document includes a timeline of events surrounding the death of Noel Epstein, a factual background, and an analysis of specific policy violations observed, namely falsified inmate counts, failure to conduct rounds, lack of cellmates, and violations related to phone/property usage. Essentially, the document presents a collection of BOP regulations and procedures intended to maintain order, security, and ethical conduct within correctional facilities.",
      "timestamp": "2013-12-06T00:00:00",
      "timestamp_raw": "12/6/2013",
      "keywords": [
        "standards of conduct",
        "28 c.f.r.",
        "pretrial inmates",
        "bop program statement",
        "shu",
        "personal property",
        "telephone regulations",
        "inmate counts",
        "suicide prevention",
        "custody",
        "regulations",
        "ethics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009747",
      "summary": "This document is an indictment charging ToVa Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Metropolitan Correctional Center (MCC) in New York.  Specifically, the defendants falsely certified that they were conducting regular counts of prisoners in the SHU (Special Housing Unit) when they were not, concealing their inactivity and browsing the internet.  The false counts occurred between August 9th and 10th, 2019, during which time inmate Jeffrey Epstein committed suicide.  The defendants' actions resulted in misreporting of inmate counts and a failure to properly monitor the SHU, leading to a significant lapse in security. The case involves allegations of fraud against the United States and violations of federal laws concerning false records.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officers",
        "mcc",
        "shu",
        "false certifications",
        "inmate counts",
        "suicide",
        "epstein",
        "surveillance",
        "institutional count",
        "30-minute rounds",
        "bop",
        "false records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010968",
            "similarity": 0.714,
            "index": 4,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010968",
      "summary": "This document is an indictment charging ToVa Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Metropolitan Correctional Center (MCC) in New York. Specifically, they falsely certified that they were conducting regular counts and rounds of the SHU (Special Housing Unit) despite not actually doing so, concealing this failure by signing false count slips.  The false reporting occurred between August 9th and 10th, 2019, during which time inmate Jeffrey Epstein committed suicide while unobserved. The defendants’ actions hindered the MCC’s ability to accurately account for inmates, potentially compromising security and operational procedures. The indictment details the specific false count slips and the deliberate deception surrounding the counts and rounds performed within the SHU.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officers",
        "mcc",
        "shu",
        "false certifications",
        "inmate counts",
        "jeffrey epstein",
        "suicide",
        "surveillance",
        "institutional count",
        "30-minute rounds",
        "bop",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009747",
            "similarity": 0.714,
            "index": 3,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014985",
      "summary": "This document is an indictment charging ToVA Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Manhattan Correctional Center (MCC). The core accusation is that Noel and Thomas repeatedly fabricated count slips, falsely claiming to have conducted institutional counts and 30-minute rounds within the Special Housing Unit (SHU) where inmate Jeffrey Epstein died. They did this while sleeping, browsing the internet, and failing to perform their actual duties, leading to a significant gap in monitoring Epstein’s condition. The indictment outlines specific instances of fabricated counts and slips, highlighting the defendants' deception and the resulting impairment of the MCC’s operational function.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officer",
        "shu",
        "inmate",
        "suicide",
        "false certifications",
        "mcc",
        "bureau of prisons",
        "counts",
        "monitoring",
        "fraud",
        "investigations",
        "misconduct",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017915",
      "summary": "This document is an indictment charging ToVa Noel and Michael Thomas with conspiracy and making false records related to their duties as correctional officers at the Metropolitan Correctional Center (MCC). Specifically, they repeatedly falsified count slips indicating they were conducting institutional counts (at 4 p.m., 10 p.m., 12 a.m., 3 a.m., and 5 a.m.) in the SHU when they were not. This deception occurred between August 9th and 10th, 2019, while monitoring inmate Jeffrey Epstein, who subsequently committed suicide. The falsified counts allowed the MCC to falsely believe prisoners were being regularly monitored. The indictment details their actions, including browsing the internet and moving around the SHU, and highlights the failure to perform required 30-minute rounds.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officer",
        "shu",
        "false certifications",
        "inmate counts",
        "mcc",
        "misconduct",
        "suicide",
        "surveillance",
        "perjury",
        "tampering",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027936",
      "summary": "*   Log slips for 30-minute checks on August 10th, 2019, show Officer Noel signed each check, despite eight other officers being on duty. Another officer admitted to not conducting 3am or 5am rounds. *   A camera pointed at the SHU hallway was non-functional since Thursday, and FBI seized 18 hard drives of video for analysis. *   Epstein was removed from suicide watch on July 29th and did not have a cellmate due to a lack of requirement. *   An autopsy is scheduled for the morning. *   The OAG (Office of the Attorney General) has requested answers to questions regarding the situation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "usanys",
        "epstein",
        "shu",
        "officer noel",
        "30-min checks",
        "video analysis",
        "log slips",
        "bop",
        "fbi",
        "interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036379",
      "summary": "The Associate Warden of MCC New York is requesting daily updates on the well-being of Officer Noel, and has provided an Employee Locator form for her.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "8/14/2019",
      "keywords": [
        "efta00036379",
        "noel",
        "mcc new york",
        "employee locator",
        "warden",
        "human resource manager",
        "well-being",
        "status",
        "150 park row",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036378",
      "summary": "An email chain discusses ensuring daily contact with Officer Noel to inquire about her well-being and to report her status. An Employee Locator form for Officer Noel is attached. The email originates from the Associate Warden at MCC New York.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "efta00036378",
        "noel",
        "tova",
        "locator form",
        "redaction",
        "employee",
        "mcc new york",
        "warden",
        "human resource manager",
        "status"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027109",
      "summary": "A subpoena was issued to Mr. Foy, representing Tova Noel, on August 14, 2019, by the Assistant United States Attorney for the Southern District of New York. The subpoena is attached as a PDF document.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00027109",
        "tova noel",
        "subpoena",
        "united states attorney",
        "southern district of new york",
        "2019",
        "august 14",
        "assistant united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032382",
      "summary": "A subpoena has been issued to Tova Noel, represented by Mr. Foy, on behalf of Ms. Noel. The subpoena was sent by an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "subpoena",
        "tova noel",
        "united states attorney",
        "southern district of new york",
        "efta00032382"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030956",
      "summary": "Emails discuss a proffer with a witness regarding the 7/23 attempt and Officer Thomas, Noel, and Lt. (Af. Am. Female overnight It). A rough pros memo is being shared. Requests are made for an interview outline, a draft pros memo, and the witness’s OIG email address. A calendar invite is requested for multiple individuals to join a meeting scheduled for Thursday at 2:30 PM.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "proffer",
        "witness",
        "memo",
        "officers",
        "thomas",
        "noel",
        "oig",
        "usss",
        "7/23 attempt",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036105",
      "summary": "On August 17-18, 2019, SCSS (Duty Officer) attempted to contact Officers Thomas and Noel multiple times via phone. On August 18th, a voicemail was left with Officer Noel. The communication related to a “Wellness Check” concerning EFTA00036105 at FCC Butner, NC.",
      "timestamp": "2019-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2019",
      "keywords": [
        "wellness check",
        "officer thomas",
        "officer noel",
        "butner",
        "nc",
        "correctional systems",
        "sensitive information",
        "message",
        "phone voicemail",
        "efa00036105"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035746",
      "summary": "This is an FBI import form related to a death investigation. On August 25, 2019, the Office of Inspector General (OIG) provided a computer analysis of the computers used by Michael Thomas and Tova Noel within the SHU of MCC. The case ID is 90A-NY-3151227, with Jeffrey Epstein listed as the victim. The form was approved by SSA and drafted on 09/26/2019.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "fbi",
        "import form",
        "computer analysis",
        "oig",
        "victim",
        "death investigation",
        "jeffrey epstein",
        "shu",
        "mcc",
        "michael thomas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029307",
      "summary": "An email chain discusses a scanned note purportedly related to Jeffrey Epstein. One email states that Noel provided Epstein with burned food, and that Epstein maintained a list of grievances regarding his conditions. The email exchange involves individuals associated with the United States Attorney's Office, Southern District of New York, and references to “USANYS.”",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "epstein",
        "note",
        "food",
        "burned",
        "grievances",
        "noel",
        "usanys",
        "redaction",
        "scan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035742",
      "summary": "This is an FBI import form, FD-1036, dated September 25, 2019, regarding a death investigation. The picture of Tova Noel was provided by OIG on August 14, 2019. Jeffrey Epstein is listed as a victim. The case ID is 90A-NY-3151227.",
      "timestamp": "2019-09-25T00:00:00",
      "timestamp_raw": "September 25, 2019",
      "keywords": [
        "fbi",
        "import form",
        "tova noel",
        "death investigation",
        "jeffrey epstein",
        "ssa",
        "unclassified",
        "fd-1036",
        "synopsis",
        "case id"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035755",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029992",
      "summary": "Attorney’s Office for the Southern District of New York conducted an investigation into Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC) in August 2019. The investigation involved interviewing over 40 witnesses, reviewing records, and conducting searches. *   **Findings of the Epstein Investigation:** Two prison officers, Michael Thomas and Tova Noel, failed to conduct required counts and rounds. They falsified records indicating they had performed these duties. Epstein was left without a cellmate from August 9th through his death, contrary to MCC policy and a directive from the Chief Psychologist and Warden. *   **Nine Trey Gangsta Bloods Prosecution (2018):** The Office investigated and prosecuted high-ranking members of the Nine Trey Gangsta Bloods for racketeering and distributing heroin and fentanyl. Fourteen individuals were charged, with nine pleading guilty, three through cooperation agreements, and two convicted at trial. *   **“Hard Knocks” Prosecution (2019):** The Office, in partnership with the FBI and NYPD, investigated and prosecuted a sex trafficking operation involving minor victims. Nineteen defendants were charged across eight cases, with thirteen convicted, including two following jury trials.",
      "timestamp": "2019-10-10T00:00:00",
      "timestamp_raw": "October 10, 2019",
      "keywords": [
        "william barr",
        "jeffrey epstein",
        "mcc",
        "suicide",
        "counts",
        "rounds",
        "prison officers",
        "falsified forms",
        "gang violence",
        "nine trey gangsta bloods",
        "racketeering",
        "narcotics",
        "sex trafficking",
        "foster care facility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031080",
      "summary": "This document, EFTA00031080, is an email correspondence between [REDACTED] and [REDACTED], including [REDACTED] as a CC recipient. The email references a document named “Tova_Noel_et_al_PR_v3.docx” and dates back to November 18, 2019.",
      "timestamp": "2019-11-18T00:00:00",
      "timestamp_raw": "November 18, 2019",
      "keywords": [
        "efta00031080",
        "redaction analysis",
        "tova noel",
        "pr",
        "2019",
        "2025",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031025",
      "summary": "The charges include conspiracy to distribute cocaine, murder (with firearms), kidnapping, and using interstate commerce to further criminal activity. The indictment details a scheme where Tartaglione and accomplices lured, confined, and ultimately killed these individuals.  Key aspects include the use of false records to conceal the crimes, the involvement of correctional officers TOVA NOEL and MICHAEL THOMAS in the deception, and the discovery of Epstein's suicide as a consequence of the defendants' actions.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "jeffrey epstein",
        "metropolitan correctional center (mcc)",
        "foia",
        "bop",
        "homicide",
        "conspiracy",
        "narcotics trafficking",
        "russell capone",
        "noel",
        "thomas",
        "tartaglione",
        "suicide",
        "sentences"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035764",
      "summary": "Two arrest warrants were issued: one for MICHAEL THOMAS and another for TOVA NOEL. Both warrants were issued by the United States District Court for the Southern District of New York. The offenses relate to violations of 18 U.S.C. 371, 1001, and 2, with the initial date of the related filings being November 19, 2019, in New York, NY. The warrants were issued to be executed by authorized law enforcement officers without delay. The names and contact information of the prosecuting attorney (Rebekah Donaleski) and the magistrate judge (Hon. Sarah Netburn) are listed. Both warrants include redactions of information.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "arrest warrant",
        "united states district court",
        "michael thomas",
        "tova noel",
        "18 u.s.c. 371",
        "new york",
        "rebekah donaleski"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017912",
      "summary": "Two Metropolitan Correctional Center (MCC) correctional officers, TOVA NOEL and MICHAEL THOMAS, were indicted on charges of falsifying records and conspiring to defraud the United States. They repeatedly failed to conduct required inmate counts and rounds in the Special Housing Unit (SHU) where Jeffrey Epstein was housed. During their shifts on August 9-10, 2019, they sat at their desks, browsed the internet, and did not perform their duties. As a result of these omissions, they signed false certifications indicating they had completed the counts, leading the MCC to believe the inmates were being monitored. Epstein was found dead as a result of suicide due to the officers’ negligence. They face potential prison sentences of up to five years for their actions.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "correctional officers",
        "false records",
        "jeffrey epstein",
        "metropolitan correctional center",
        "suicide",
        "mcc",
        "shu",
        "fraud",
        "indictment",
        "inmate counts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017935",
            "similarity": 0.583,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015438",
      "summary": "The charges include conspiracy to distribute cocaine, murder in furtherance of drug trafficking, kidnapping, and using interstate commerce to commit crimes.  The indictment details a series of events beginning around 2015, culminating in the deaths of the four men, which occurred in 2016.  The charges include intentionally killing the victims using firearms, conspiring to commit crimes, and using firearms in furtherance of those crimes.  The document also identifies the roles of correctional officers ToVa Noel and Michael Thomas who were involved in the events surrounding the deaths, specifically their false reporting of incidents.  The entire case revolves around a drug trafficking operation and the resulting violence.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "jeffrey epstein",
        "metropolitan correctional center (mcc)",
        "foia",
        "russell capone",
        "bop",
        "homicide",
        "drug trafficking",
        "narcotics",
        "18 u.s.c. § 371",
        "tova noel",
        "michael thomas",
        "united states attorney",
        "united states v. noel",
        "united states v. tartaglione"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030659",
      "summary": "A document titled “Noel and Thomas Indictment_v11.docx” was sent from an Assistant United States Attorney at the United States Attorney’s Office, Southern District of New York, to [REDACTED] on December 4, 2019. The subject was “indictment.”",
      "timestamp": "2019-12-04T00:00:00",
      "timestamp_raw": "December 4, 2019",
      "keywords": [
        "indictment",
        "efta00030659",
        "united states attorney",
        "southern district of new york",
        "noel",
        "thomas"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038395",
      "summary": "This document is a redacted response related to case EFTA00038395. It includes information regarding licenses issued to individuals: Ghislaine Noelle, Maxwell, and potentially others (names unclear). The licenses are classified as “Class E Operator” and one is currently valid (expires 12/25/2020).  The document was received on December 9, 2019, and includes address information, date of birth, height, social security numbers (not provided), and license issue dates. It also contains a URL link to the original message.",
      "timestamp": "2019-12-09T00:00:00",
      "timestamp_raw": "December 9, 2019",
      "keywords": [
        "efta00038395",
        "njp response",
        "unauthorized access",
        "license",
        "ny10100t2",
        "12/09/2019",
        "dr.fl037045v",
        "2020",
        "miami beach",
        "class e operator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037653",
      "summary": "This document is a CJISWeb printout generated on December 10, 2019, pertaining to driver’s license information for Ghislaine Maxwell. The record shows an active Massachusetts (MA) driver’s license (R1) issued on September 27, 2018, with an expiration date of December 25, 2022.  Key data includes her name (Ghislaine Maxwell, Noelle), date of birth, height, address, and CDL information (Type L, Class D). The printout also includes a URL: https://170.15.4.225.90/clisweb/pnntResponse.action?_p=iiN90O39zrrF-spFCA2cu1cre_BiCn2A7rsZhGOynelMCDVV7kSpSH-ITRJzdhd4khrw_FBGvKq... 112 and EFTA00037654.",
      "timestamp": "2019-12-10T00:00:00",
      "timestamp_raw": "December 10, 2019",
      "keywords": [
        "efta00037653",
        "ma driver's license",
        "ghislaine maxwell",
        "maxwell",
        "massachusetts state police",
        "cdl",
        "license information",
        "cjisweb",
        "12/10/2019",
        "driver's ed."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035755",
      "summary": "This is a redacted FBI Import Form, specifically a Daily Assignment Log for Tova Noel, dated December 13, 2019. The log was generated by the OIG as part of a death investigation (Case ID: 90A-NY-3151227) involving Jeffrey Epstein as a victim. The document is officially approved by the SSA and designated as UNCLASSIFIED.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "efta00035755",
        "tova noel",
        "jeffrey epstein",
        "victim",
        "death investigation",
        "import form",
        "fbi",
        "ssa",
        "daily assignment log",
        "unclassified"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035742",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017935",
      "summary": "Two correctional officers, Tova Noel and Michael Thomas, are accused of falsifying records at the Metropolitan Correctional Center (MCC) in New York City. Specifically, they falsely reported conducting inmate counts and rounds in the Special Housing Unit (SHU) where inmate Jeffrey Epstein was housed, despite neglecting their duties and failing to monitor him. Epstein committed suicide during this period due to the officers’ inaction. Video surveillance confirmed they were not performing their required duties, and their false reports misled officials about the monitoring of the inmate population. They are charged with conspiracy and making false records, with potential sentences of up to five years in prison.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2019",
      "keywords": [
        "correctional officers",
        "falsifying records",
        "metropolitan correctional center",
        "suicide",
        "shu",
        "inmate counts",
        "fraud",
        "usanys",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017912",
            "similarity": 0.583,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028195",
      "summary": "An email chain discusses obtaining the ages and date of birth (DOB) for individuals named Noel, Thomas, and Jeffrey Spstein. A link to a New York Times article about Spstein and two other individuals is included. The email originates from the U.S. Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2019",
      "keywords": [
        "efta00028195",
        "noel",
        "jeffrey epstein",
        "tova noel",
        "michael thomas",
        "ages",
        "dobs",
        "united states department of justice",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027732",
      "summary": "This document is a discovery letter from the U.S. Department of Justice, Southern District of New York, regarding the case of *United States v. Tom Noel*. It outlines the materials being provided to defense counsel, including surveillance footage, commissary records, computer analysis results, inmate records, BOP records related to Jeffrey Epstein, evidence custody documents, health records, personnel records, and social media records.  The Government is producing these materials under Rule 16(a) of the Federal Rules of Criminal Procedure and under a protective order. They also disclose potential Brady material (information that should have been disclosed to the defense but wasn't) regarding inmate statements.  The Government requests reciprocal discovery from defense counsel, including access to the defendant’s books and records, prior witness statements, and a response to a Rule 12.3 demand regarding a claim of exercise of public authority. Finally, the letter emphasizes the Government’s policy regarding plea offers and highlights the potential for a sentence reduction if the defendant pleads guilty before the trial date.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "u.s. department of justice",
        "southern district of new york",
        "tom noel",
        "mcc",
        "surveillance footage",
        "credit reports",
        "financial records",
        "inmate records",
        "cell phone records",
        "social media",
        "protective order",
        "discovery",
        "bop",
        "jeffrey epstein",
        "tova noel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027731",
      "summary": "An email chain discusses the production of discovery materials in the case *U.S. v. Noel, No. 19 Cr. 830*. A hard drive containing the discovery materials is being sent to Jason Foy, with a password provided. An earlier version of the discovery materials was recalled and instructed for destruction. An additional page of discovery, marked “attorney’s eyes only,” is also included. The communication is facilitated by the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "u.s. v. noel",
        "discovery production",
        "redaction analysis",
        "sdny",
        "jason foy",
        "usanys",
        "contract",
        "united states attorney's office",
        "discovery materials",
        "password"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017811",
      "summary": "On January 29, 2020, Montell Figgins, Esq., representing Defendant Michael Thomas in the case of *State of NY v Michael Thomas, et al.* (Docket No.: I:19-cr-00830), formally requested documents from the United States Inspector General via email. The request, submitted to Assistant United States Attorneys in the Southern District of New York, sought all reports, memorandums, written statements, photos, videos, and incident reports created or possessed by the Inspector General. Figgins referenced *U.S. v. Bryan* (1989) to support the request, and included counsel for Defendant Noel (Jason Erroy Foy, Esq.) on a copy.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "efta00017811",
        "montell figgins",
        "michael thomas",
        "discovery request",
        "rule i6(a)(1)(c)",
        "united states inspector general",
        "southern district of new york",
        "u.s. v. bryan",
        "new york",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037662",
      "summary": "This document is a U.S. passport renewal application submitted by Ghislaine Noelle Maxwell. The application includes personal information such as name, date of birth, address, and contact details. It also contains a letter of authorization for Passport Rush, LLC, to handle the submission and pickup of the passport. The application requires the applicant to sign and date page one. The document includes a scanned copy of the completed application form.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "2/24/2020",
      "keywords": [
        "passport renewal",
        "u.s. passport",
        "application",
        "elfa",
        "ghislaine noelle maxwell",
        "noelle",
        "birth date",
        "authorization",
        "visa",
        "passport rush"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018548",
      "summary": "A U.S. Attorney’s Office (Southern District of New York) is requesting information from the FBI regarding discovery requests from Noel’s counsel, specifically items 1-13, detailed in a letter attached. The request does not require any new investigation.",
      "timestamp": "2020-03-02T00:00:00",
      "timestamp_raw": "02 Mar 2020",
      "keywords": [
        "discovery",
        "requests",
        "fbi",
        "notes",
        "reports",
        "information",
        "united states attorney",
        "southern district of new york",
        "noel",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018948",
      "summary": "This document is a response from the U.S. Department of Justice, Southern District of New York, to discovery requests from the defense in the case of *United States v. Tova Noel and Michael Thomas*. The Government acknowledges requests numbered 1-10, 12-13, and notes many of the requests are overly broad. They have provided specific video surveillance file names (CH0080_… ) related to August 9-10, 2019, focusing on activity involving Tova Noel and Jeffrey Epstein’s presence at the Special Housing Unit, particularly around times of phone calls and computer usage. The Government reserves the right to introduce additional evidence at trial.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states",
        "doj",
        "surveillance",
        "video",
        "jeffrey epstein",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "discovery",
        "requests",
        "evidence",
        "files",
        "thomas",
        "noel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018947",
      "summary": "A letter was sent from the Assistant United States Attorney for the Southern District of New York to ‘illa, Montell Figgins, and llialailYST, regarding the case of *US v. Noel and Thomas*. The letter includes a response to prior discovery requests, along with two attachments: a letter dated 2019.12.19 to ICMK regarding MCC tape, and a letter dated 2020.01.09 and final response to the MCC tape, and a response to defense discovery requests dated 2020.03.14.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "14 Mar 2020",
      "keywords": [
        "usanys",
        "noel",
        "thomas",
        "discovery",
        "response",
        "united states attorney",
        "southern district of new york",
        "letter",
        "mccjape",
        "defense discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021988",
      "summary": "Department of Justice, Southern District of New York, is responding to discovery requests from the defense team in the case of *United States v. Tova Noel and Michael Thomas* (No. 19 Cr. 830). *   The letter is dated March 14, 2020, and pertains to requests made by the defense regarding surveillance video and electronic evidence related to the defendants. *   The Government has already disclosed relevant information to the defense, including video files from July 23, 2019, and public filings related to another case (*United States v. Tartaglione*). *   Regarding Noel’s requests (No. 14-23), the Government is providing specific video file names and timestamps as a courtesy to aid the defense in reviewing discovery. *   Specifically, the Government points to video files CH0080_* from August 9 and 10, 2019, documenting specific instances related to Jeffrey Epstein’s presence and the defendants' computer usage. *   The Government reserves the right to present additional evidence at trial if deemed relevant.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states v. tova noel",
        "michael thomas",
        "discovery",
        "surveillance video",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "jeffrey epstein",
        "forensic examination",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023768",
      "summary": "On June 5, 2020, attorneys at Foy & Sewplowitz LLC requested extensive documentation from the US Attorney’s Office – SDNY regarding the case of *US v. Tova Noel, et al*. The request included: *   Tova Noel’s complete personnel and training file from the MCC, encompassing employee records, performance appraisals, training outlines, and code of conduct materials. *   Memorandums and emails related to Jeffrey Epstein’s death, specifically those drafted by identified employees. *   Specific BOP and MCC policies and procedures related to cellmates, SHU regulations, and institutional oversight. *   Detailed log records, reports, and surveillance data from the MCC’s SHU, including watch call logs, control center logs, operational reviews, and facility maintenance records, covering the period from June 26, 2019 to the present. *   Records related to investigations into the suicides of Kenneth Houck and Jamel Floyd, and firearm smuggling into the MCC. *   Identification of the author of a specific 4Chan message (bates number SDNY\\_00006978).",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "June 5, 2020",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "bop",
        "shu",
        "noel",
        "training records",
        "performance appraisals",
        "cellmates",
        "surveillance cameras",
        "incident reports"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026450",
      "summary": "Jason Foy sent a supplemental discovery demand to [REDACTED] regarding the case US v. Tova Noel (19 cr 830). The demand was attached to an email dated June 5, 2020, and included contact information for Foy & Seplovvitz LLC. He requested an estimated response time.",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "June 5, 2020",
      "keywords": [
        "discovery demand",
        "tova noel",
        "us v.",
        "jason foyj",
        "redaction",
        "efta00026450",
        "supplemental discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022186",
      "summary": "The document is an order from Judge Analisa Torres denying a motion by defendant Michael Thomas to compel the government to produce additional discovery in his case against Tova Noel. Thomas sought information related to the Inspector General’s investigation of Jeffrey Epstein’s death, internal BOP reports concerning Thomas and Noel, and reports from investigative agencies involved in the case. The government argued it had already provided extensive discovery, including surveillance video, count slips, staffing records, and witness statements. The court ruled that Thomas failed to demonstrate the government’s evidence was material or that the Inspector General’s reports were within the government’s possession, and similarly, that the BOP’s information was not part of the government’s prosecutorial team.  The court also dismissed Thomas’s claims regarding a widespread pattern of misconduct and selective prosecution due to lack of supporting evidence.",
      "timestamp": "2020-06-09T00:00:00",
      "timestamp_raw": "6/9/2020",
      "keywords": [
        "efta00022186",
        "michael thomas",
        "tova noel",
        "18 u.s.c. § 371",
        "false statements",
        "investigation",
        "bop",
        "correctional officer",
        "jeffrey epstein",
        "shu",
        "surveillance video",
        "rule 16",
        "brady",
        "giglio"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030480",
      "summary": "On June 24, 2020, Cody requested documentation related to the Epstein suicide investigation. Agent [REDACTED] responded on June 23, 2020, attaching relevant documents including acknowledgement forms for Defendant Noel, training outlines, and policies regarding cellmates, SHU regulations, inmate accountability, security inspections, and SHU logs and reports from June 26, 2019, onward. The requests specifically sought watch call logs, control center logs, lieutenant log books, and high-risk list reviews completed during Noel’s time in the SHU.",
      "timestamp": "2020-06-24T00:00:00",
      "timestamp_raw": "June 24, 2020",
      "keywords": [
        "efta00030480",
        "noel",
        "shu",
        "fbi",
        "oig",
        "watch calls",
        "sros",
        "suicide investigation",
        "bop",
        "mcc",
        "control center logs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027028",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030777",
      "summary": "This document details a request for documentation related to the investigation of Noel Epstein’s suicide within the SHU at MCC New York. The primary requestor, Cody Daza, is seeking several BOP and MCC policies, procedures, and records, including codes of conduct, training materials, inmate logs, and security inspection reports.  A significant portion of the communication revolves around clarifying discrepancies regarding provided materials – specifically, the provision of incorrect program statements (5270.10 instead of 5270.11), the origin and availability of documents like the \"Hot List\" and the SHU slides, and the status of seized paperwork related to the investigation. The investigation is hampered by missing documentation, including finalized program statements, physical log books, and SRO reviews, with some documents reportedly seized by the FBI and OIG.  The communication highlights ongoing efforts to obtain remaining materials and track down relevant inmate files.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "bop",
        "shu",
        "inmate",
        "policies",
        "training",
        "codes of conduct",
        "logs",
        "documentation",
        "requests",
        "psychology"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030500",
      "summary": "This document is a redacted email chain concerning a request for documentation related to the suicide investigation of Noel Epstein while he was incarcerated at the BOP’s Special Housing Unit (SHU) at MCC New York. The primary requestor, ckizzier@bop.gov, is compiling and providing various BOP and MCC policies, procedures, and training materials related to Epstein's case. These include program statements, manuals, presentations, and log books. The requestor is facing challenges obtaining certain documents, citing seized paperwork, ongoing investigations, and the difficulty of locating specific files (like SRO reviews) due to their potential removal. Several unanswered questions and discrepancies remain regarding specific policies, log book availability, and the status of outstanding requests.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "efta00030500",
        "shu",
        "bop",
        "suicide prevention",
        "correctional services",
        "ict",
        "mcc",
        "hot lists",
        "cellmates",
        "program statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032572",
      "summary": "This document is a series of email exchanges concerning a request for information related to the suicide investigation of inmate Noel at MCC New York. The initial request, dated June 26, 2020, seeks a range of documents including policies, training materials, logs, and records pertaining to inmate assignments, high-risk lists, and security inspections within the Special Housing Unit (SHU). A subsequent email chain, starting June 25, 2020, details the responses, clarifications, and ongoing efforts to gather the requested materials, highlighting challenges such as missing files seized by the FBI, the difficulty in locating specific SROs, and the reliance on incomplete or outdated documentation. The investigation's status remains uncertain due to the loss of key files and the need to track down numerous inmate records.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "epistein",
        "shu",
        "hot list",
        "sro",
        "suicide prevention",
        "mcc",
        "bop",
        "program statements",
        "cellmates",
        "watch calls",
        "fbi",
        "shu reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028324",
      "summary": "This document is a series of email exchanges related to an investigation into the suicide of a defendant (Noel Epstein) at a Special Housing Unit (SHU). The primary requestor, a Special Investigative Agent, is seeking numerous documents and records pertaining to Epstein’s time in the SHU, including policies, training materials, logs, and inmate records. The responses primarily involve providing existing documentation, often outdated, and explaining the reasons for the provided materials, highlighting difficulties in obtaining complete records due to seizures, missing files, and the automated nature of some training programs. Key issues raised include discrepancies in document versions, the unavailability of certain policies (like cellmate assignments), and the challenges in locating specific records such as SROs (Security Reviews) due to their potential seizure and the difficulty of tracking inmate files across multiple institutions. The investigation is ongoing, with requests still pending for certain records and a continued search for missing documentation.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "shu",
        "suicide prevention",
        "training",
        "policies",
        "sros",
        "hot list",
        "cellmates",
        "program statements",
        "mcc",
        "psychologist",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030344",
      "summary": "On June 30, 2020, at 13:10 EDT, Ghislaine Noelle Marion Maxwell, a citizen of the United Kingdom, entered the United States via the Advanced Passenger Record. The encounter occurred at Logan International Airport (BOS) in Boston, with an inspector processing the outbound flight BA LHR - London/Heathrow Intl. The manifest indicated the passenger was on board flight 212. This document is marked “For Official Use Only / Law Enforcement Sensitive.”",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "u.s. customs",
        "border protection",
        "person encounter",
        "maxwell",
        "uk",
        "passport",
        "admission",
        "flight",
        "bos",
        "heathrow",
        "manifest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030345",
      "summary": "On June 30, 2020, at 13:26 EDT, Ghislaine Noelle Maxwell, a French national, was encountered at the Advanced Passenger Record (APR) for the ISAARPT P. OCEAN terminal. The encounter was classified as outbound, with no referral to any agency. The time of encounter was 00:00 and the processing result was not referred. The carrier was XXX - UNKNOWN AIRPORT. The document is designated EFTA00030345 and flagged as Law Enforcement Sensitive.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "u.s. customs and border protection",
        "homeland security",
        "person encounter detail",
        "passport",
        "france",
        "document number",
        "arrival",
        "departure",
        "advanced passenger record",
        "ksa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021912",
      "summary": "**Person:** MAXWELL, GHISLAINE NOELLE **DOB:** 07/02/2020 **FBI No:** [REDACTED] **Aliases:** MAXWELL, GHISLAINE **Arrest Date:** 07/02/2020 **Charges:** 6405 - Sexual Exploitation of Minor - Sex Performance (multiple instances), 3622 - Transport Interstate for Sexual Activity (multiple instances), 5003 - Perjury (multiple instances) **Race/Ethnicity:** White **Height:** 142 **Agency:** FBI **ORI:** NYFBINY00 **Location of Arrest:** NEW YORK, NY, US **Other Notable Information:**  Includes biographic details, arrest narrative, and a JABS transaction ID.  The document is redacted.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "07/02/2020",
      "keywords": [
        "fbi",
        "maxwell",
        "arrest",
        "sexual exploitation",
        "perjury",
        "trans id",
        "dob",
        "race",
        "usa",
        "phone",
        "agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027028",
      "summary": "The document consists of email exchanges related to a request for information regarding the suicide investigation of Noel Epstein while he was held at the Metropolitan Correctional Center (MCC) New York. Requests were made for various documents including watch call logs, control center logs, SRO reviews, policies, and training materials.  A key concern was the absence of Epstein's name on a \"hot list\" provided by the Bureau of Prisons (BOP).  The investigation’s progress was hampered by the loss of original paperwork seized by the FBI and OIG.",
      "timestamp": "2020-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2020",
      "keywords": [
        "epstein",
        "shu",
        "bop",
        "mcc",
        "watch calls",
        "sros",
        "fbi",
        "oig",
        "redaction",
        "investigations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030480",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023755",
      "summary": "The United States Attorney's Office, Southern District of New York, responded to discovery requests in the case *US v. Tova Noel, 19 Cr. 830 (AT)*. The response, attached as “2020.07.20_Response_to_Noeljune_5_Discovery_Requests_FINAL.pdf”, was sent to Jason Foy on July 20, 2020. Additionally, USAfx was producing supplemental discovery that evening.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "us v. tova noel",
        "discovery",
        "united states attorney",
        "usafx",
        "response",
        "discovery requests",
        "supplemental discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023756",
      "summary": "Department of Justice, via the Southern District of New York, is responding to a discovery request from Jason E. Foy regarding the case of *United States v. Tom Noel*. The Department has already produced a significant amount of documents related to Noel’s time at the Metropolitan Correctional Center (MCC) and the Bureau of Prisons (BOP), including training records, code of conduct materials, institutional familiarization training, incident reports related to Jeffrey Epstein’s death, and various logs and reports concerning SHU operations. Specifically, the Department has provided: Noel’s complete personnel and training file; BOP and MCC code of conduct materials; institutional training outlines; incident reports related to Epstein’s death; surveillance camera records; SHU watch call logs, control center logs, and lieutenant logs; facility maintenance logs; and data related to inmate accountability and security. The Department maintains that it possesses no obligation to gather additional documents from the BOP beyond what it already has in its possession and that many of the requested items were previously provided to the defendant. They reiterate that requests for materials not already in their possession, without a clear legal basis, are not subject to disclosure.  Several requests for information, including the BOP Master Agreement, SHU quarterly training, and various internal investigations, are documented as not being in the Government’s possession or relevant to the case.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "u.s. department of justice",
        "tom noel",
        "southern district of new york",
        "bop",
        "mcc",
        "discovery request",
        "surveillance camera",
        "incident reports",
        "shu",
        "training files",
        "employee records",
        "cellmates",
        "suicide prevention",
        "correctional services",
        "investigation records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031018",
      "summary": "This supplemental declaration, filed in support of the Bureau of Prisons’ motion for summary judgment, argues against the release of records related to Jeffrey Epstein’s incarceration at the Metropolitan Correctional Center (MCC). Russell Capone, counsel to the Acting U.S. Attorney, asserts that releasing these records – specifically those withheld under FOIA Exemption 7(A) – would likely interfere with ongoing criminal prosecutions involving Epstein and the individuals involved. The declaration focuses on four key categories of withheld records: inmate counts, staffing records, psychological notes, and BOP logs from August 9-10, 2019. Capone argues that disclosing these records, particularly in their entirety, could unduly influence witnesses’ testimony at trial, skew potential jurors’ perceptions, and exacerbate media speculation surrounding Epstein’s death. He contends that this interference is heightened by the ongoing Noel and Tartaglione prosecutions and the potential relevance of the information to a penalty phase in the Tartaglione case.  Ultimately, Capone argues that the records should remain withheld in their entirety to protect the integrity of the legal proceedings.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "August 5, 2020",
      "keywords": [
        "foia",
        "exemption 7(a)",
        "bureau of prisons",
        "jeffrey epstein",
        "noel",
        "witsec",
        "witnesses",
        "jury",
        "prosecution",
        "records",
        "incarceration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019286",
      "summary": "Email correspondence regarding the scheduling of a trial, referred to as “Doud trial,” between December 17, 2020, and December 17, 2020. The emails involve multiple attorneys, including those from the United States Attorney's Office, Southern District of New York, discussing potential trial dates and scheduling conflicts with other cases, such as those involving Steve Bannon, Noel, Adams, and Lev Parnas. Proposed dates include mid-July for the “Doud trial,” with scheduling conflicts extending into the summer and fall of 2021.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "December 17, 2020",
      "keywords": [
        "doud trial",
        "steve bannon",
        "noel",
        "adams",
        "parnas",
        "covid",
        "july",
        "august",
        "united states attorney",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024471",
      "summary": "The email chain discusses scheduling a trial for “Doud,” likely a defendant, with potential dates in July and August 2020/2021.  A US Attorney outlines a busy summer schedule including trials for Steve Bannon, Noel, Adams, and Lev Parnas, with anticipated durations for each. The Attorney asks for the recipient’s availability, prioritizing the Doud trial as a top priority among several competing cases.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "December 17, 2020",
      "keywords": [
        "doud trial",
        "u.s. v. steve bannon",
        "u.s. v. noel",
        "u.s. v. adams",
        "august 2021",
        "united states attorney's office",
        "new york",
        "covid",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022323",
      "summary": "On January 5, 2021, an individual responded to an inquiry regarding the investigation into Jeffrey Epstein’s death. They stated they were not involved in the investigation and were forwarding the inquiry to the Noel team who conducted the investigation.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "January 5, 2021",
      "keywords": [
        "epstein",
        "investigation",
        "cellmate",
        "noel team",
        "new york daily news",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018834",
      "summary": "Jason Foy sent electronic copies of documents related to the case *US v. Noel* to multiple recipients, including a deferred prosecution application and exhibits. He confirmed the sending via FedEx with 5 copies and anticipated updates from co-counsel next week. He requested confirmation of receipt and offered to answer any questions.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2021",
      "keywords": [
        "efta00018834",
        "noel",
        "us v.",
        "jason foy",
        "redaction",
        "prosecution",
        "deferred prosecution",
        "fedex",
        "toya coyer",
        "tova noel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019594",
      "summary": "A memorandum from the United States Attorney’s Office for the Southern District of New York regarding a deferred prosecution application for Tova Noel is attached. The memorandum, along with several supporting documents (including memos, PDFs detailing the application and exhibits, and a collateral consequences letter), was sent from the Assistant United States Attorney to an unspecified recipient.",
      "timestamp": "2021-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2021",
      "keywords": [
        "tova noel",
        "deferred prosecution",
        "application",
        "usanys",
        "memorandum",
        "united states attorney's office",
        "southern district of new york",
        "efta00019594"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009826",
      "summary": "An event titled \"Epstein FOIA Next Steps - Noel Team\" took place on April 13, 2021, from 20:00:00 to 20:30:00 GMT. The event was marked as X-PERSONAL priority 5 and involved a dial-in with passcode EFTA00009826. A reminder alarm was set to display 15 minutes before the start.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "epstein",
        "foia",
        "next steps",
        "noel team",
        "2021",
        "redaction analysis",
        "efta00009826",
        "event",
        "attendee",
        "dial in"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026924",
      "summary": "Email correspondence regarding the declined Freedom of Information Act (FOIA) request concerning Jeffrey Epstein, specifically the actions of the Noel team. The email was sent on April 13, 2021, and marked as \"Declined: Epstein FOIA Next Steps.\"",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "epstein",
        "foia",
        "declined",
        "noel team",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026925",
            "similarity": 0.556,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029076",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009825",
      "summary": "An email was sent from [REDACTED] to ‘MISANarali•YS” (USANYS) regarding “Epstein FOR Next Steps - Noel Team.” The email, dated April 13, 2021, requested confirmation of a meeting time and offered an alternative for the following day, utilizing a dial-in with a specified passcode. The email referenced document EFTA00009825.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "epstein",
        "efta00009825",
        "noel team",
        "redaction",
        "usanys",
        "misanarali•ys",
        "dial in",
        "passcode",
        "2021",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031431",
      "summary": "Multiple individuals (identified only as \"[REDACTED] (USANYS)\") were discussing scheduling a meeting regarding the \"Epstein FOIA Next Steps - Noel Team.\" Proposed times included 4:00 PM - 4:30 PM UTC-05:00 on April 13, 2021, and alternative times between 12:00 PM and 3:00 PM, or 6:00 PM, subject to redaction. The meeting utilized a dial-in connection with passcode EFTA00031431.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "time",
        "april 13",
        "2021",
        "usanys",
        "meeting",
        "6pm",
        "efta00031431"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026925",
      "summary": "On April 13, 2021, at 8:00 PM GMT, an event was recorded as \"Declined: Epstein FOIA Next Steps - Noel Team.\" The event lasted from 8:00 PM to 8:30 PM GMT. It was classified as X-PERSONAL, had a priority of 5, and was created/modified on April 13, 2021. The record is identified as EFTA00026925.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "epstein",
        "foia",
        "declined",
        "noel team",
        "2021-04-13",
        "x-personal",
        "redaction analysis",
        "event",
        "efta00026925"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026924",
            "similarity": 0.556,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026928",
      "summary": "A letter was sent to Judge Engelmayer regarding Noel and next steps in the Epstein FOIA case. The letter was attached as a Microsoft Word document and sent from an Assistant United States Attorney to [REDACTED] and [REDACTED] in advance of a scheduled 10:00 call to discuss the letter and potential edits.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "efta00026928",
        "foia",
        "epstein",
        "pae",
        "judge engelmayer",
        "noel",
        "bop",
        "letter",
        "united states attorney",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031449",
      "summary": "An email exchange occurred between the United States Attorney's Office, Southern District of New York (USANYS) and USi regarding DP memos for Noel and Thomas. The email includes attachments of a Thomas DP memo and various application materials. The sender requests feedback and edits on the memos.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "dp memos",
        "noel",
        "thomas",
        "united states attorney",
        "southern district of new york",
        "application materials",
        "redaction",
        "usanys",
        "edits",
        "organization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024017",
      "summary": "A paralegal specialist from the U.S. Attorney’s Office, SDNY, sent a letter to Jason Foy regarding the discovery production in the case of U.S. v. Noel, No. 19 Cr 830. The letter details the uploading of discovery materials to USAfx and includes an additional page marked “attorney’s eyes only.”",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "u.s. v. noel",
        "discovery",
        "production",
        "government",
        "jason foy",
        "sdny",
        "usafx",
        "redaction",
        "legal",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024019",
      "summary": "This document is a letter from the U.S. Department of Justice, Southern District of New York, to legal counsel regarding the case of *United States v. Tom Noel No. 19 Cr. 830*. It provides additional discovery materials as per Rule 16(a) of the Federal Rules of Criminal Procedure, subject to a protective order. The materials include arrest documentation, FBI documents (including import forms, laboratory examination requests, and process reports), witness statements, and information from the US Marshals Service and the Bureau of Prisons (BOP). The BOP information details disciplinary actions related to log entry falsification and lists inmate deaths over the last ten years at the MCC and MDC institutions. Access to this information is restricted and designated as “Protected Materials.”",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "united states v. tom noel",
        "fbi",
        "protective order",
        "confidential",
        "discovery",
        "arrest documentation",
        "witness statements",
        "bop",
        "disciplinary actions",
        "inmate deaths",
        "mcc",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029076",
      "summary": "An event named “Epstein FOIA - Noel Team” took place on April 28, 2021, from 2:30 PM to 3:00 PM GMT. It was classified as “X-PERSONAL,” had a priority of 5, and was created and modified on April 29, 2021. The event was associated with the identifier EFTA00029076 and included an alarm to display a message 15 minutes before the start time.",
      "timestamp": "2021-04-28T00:00:00",
      "timestamp_raw": "April 28, 2021",
      "keywords": [
        "epstein",
        "foia",
        "noel team",
        "2021-04-28",
        "x-personal",
        "redaction analysis",
        "efta00029076"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026924",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029185",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (USAO-SDNY) intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, who were previously indicted on charges related to falsifying records concerning Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stemmed from falsely reporting institutional counts and rounds on Bureau of Prison forms. As part of the agreement, the officers will admit guilt, cooperate with an Office of Inspector General investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The USAO-SDNY anticipates filing a public letter by May 21st to notify the court and seek a hearing date, with the agreements potentially being finalized by May 28th.",
      "timestamp": "2021-05-20T00:00:00",
      "timestamp_raw": "20 May 2021",
      "keywords": [
        "umr",
        "jeffrey epstein",
        "mcc",
        "deferred prosecution agreements",
        "false statements",
        "usao-sdny",
        "tova noel",
        "michael thomas",
        "bureau of prisons",
        "institutional counts",
        "criminal justice system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013389",
            "similarity": 0.615,
            "index": 69,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028582",
      "summary": "On May 21, 2021, the U.S. Department of Justice submitted a letter to Judge Analisa Tones regarding the case of *United States v. Noel and Thomas*. The Government proposed deferred prosecution agreements, approved by Pretrial Services, due to the defendants’ circumstances and the interests of justice. The agreements include six months of additional supervision by Pretrial Services, cooperation with a Department of Justice Office of Inspector General review, and completion of 100 hours of community service related to the criminal justice system. The defendants admitted to willfully and knowingly completing false count and round slips regarding required counts in the Special Housing Unit on August 9, 2019 and August 10, 2019. The Government requests a hearing date for entry of the agreements.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "deferred prosecution agreements",
        "noel",
        "thomas",
        "united states department of justice",
        "southern district of new york",
        "bureau of prisons",
        "community service",
        "metropolitan correctional center",
        "united states v.",
        "judge tones"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013389",
      "summary": "The USAO-SDNY intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, charged with falsifying institutional count and round forms related to Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stem from November 2019 indictment under 18 U.S.C. § 1001 and § 371. As conditions of the agreement, the defendants will admit guilt, cooperate with the Office of Inspector General’s investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The DOJ, OIG, FBI, and Pretrial Services support this outcome. A public letter notifying the court of the agreements is planned for May 21, 2021, with a potential hearing date scheduled for May 28, 2021.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "usao-sdny",
        "tova noel",
        "michael thomas",
        "deferred prosecution agreements",
        "jeffrey epstein",
        "mcc",
        "false statements",
        "bureau of prisons",
        "investigation",
        "criminal justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029185",
            "similarity": 0.615,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023087",
      "summary": "Tova Noel is facing charges of conspiracy to defraud the United States and making false writings, stemming from an indictment in 2019. The U.S. Attorney's Office has agreed to defer prosecution for six months, contingent upon her compliance with specific conditions. These conditions include abstaining from unlawful activity, associating with law-abiding individuals, maintaining lawful employment/education, restricting travel, reporting residency changes, following the Pretrial Services Officer’s instructions, and completing 100 hours of community service related to the criminal justice system.  The government will also disclose medical and treatment records to the Pretrial Services Officer. If she successfully completes the supervision period, the charges will be dismissed.  Failure to comply could result in prosecution.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution agreement",
        "u.s.c. §371",
        "u.s.c. §1001",
        "pretrial services officer",
        "community service",
        "federal law",
        "probation",
        "united states attorney",
        "bureau of prisons",
        "consent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009781",
      "summary": "This document is a Deferred Prosecution Agreement between the United States of America and Tova Noel, stemming from an indictment for conspiracy to defraud the U.S. and making false writings.  To avoid prosecution, Noel agrees to comply with specific conditions for six months, including refraining from violating laws, associating with law-abiding individuals, maintaining a lawful occupation, and restricting travel.  She must also complete 100 hours of community service related to the criminal justice system and regularly report to a U.S. Pretrial Services Officer. The agreement includes provisions for disclosure of medical and treatment records and allows the U.S. Attorney's Office to modify or revoke conditions.  Upon successful completion, the indictment will be dismissed. Noel admits to false statements regarding Special Housing Unit (SHU) counts and waives speedy trial rights. The Court approves the exclusion of time under the Speedy Trial Act due to the deferred prosecution.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution agreement",
        "u.s.c. § 371",
        "u.s.c. § 1001",
        "pretrial services officer",
        "community service",
        "bureau of prisons",
        "doj-oig",
        "federal law",
        "probation",
        "fraud",
        "false writing",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025552",
      "summary": "An Assistant United States Attorney is inquiring about the timeline for BOP’s production of documents related to the Noel Epstein FOIA, specifically regarding a June 25 deadline without redactions. The inquiry focuses on whether all supporting interviews and processes for potential 7(A) withholdings will be completed by this date.",
      "timestamp": "2021-06-13T00:00:00",
      "timestamp_raw": "13 Jun 2021",
      "keywords": [
        "epstein foia",
        "redaction analysis",
        "bop",
        "noel",
        "7(a) withholdings",
        "june 25",
        "usanys",
        "united states attorney",
        "deadlines",
        "interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032761",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029702",
      "summary": "On June 23, 2021, an individual (USANYS) requested information related to a FOIA disclosure concerning Noel and Thomas. A 5:45 PM call was scheduled with The Times. Another individual (USANYS) suggested a 1-2 week extension for the disclosure to allow for internal review of recently completed interviews related to deferred prosecution agreements. The Chief, Public Corruption Unit, U.S. Attorney’s Office, Southern District of New York, was involved in the discussion.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "June 23, 2021",
      "keywords": [
        "foia",
        "disclosure",
        "times",
        "extension",
        "pae",
        "noel",
        "thomas",
        "deferred prosecution agreements",
        "interviews",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022014",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032761",
      "summary": "An email chain discusses the production of documents related to the Epstein FOIA. A request is made to confirm the June 25 deadline for unredacted production from the BOP. Responses confirm scheduling for June 17 and 22, and a plan to reschedule with supervisor approval if needed. The sender also seeks confirmation that all supporting interviews and processes for potential 7(A) withholdings will be completed by June 25.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "epstein foia",
        "redaction",
        "usanys",
        "june 25",
        "production",
        "deadlines",
        "noel",
        "7(a) withholdings",
        "supervisors",
        "bop"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025552",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022014",
      "summary": "On June 23, 2021, discussions occurred regarding a Freedom of Information Act (FOIA) request related to Noel and Thomas. A one-week extension was initially requested from The Times. A draft extension request letter was circulated for review. A phone call was scheduled with The Times to discuss the request and clarify information to be shared. The request was prompted by recently completed interviews and a need to confirm compliance with deferred prosecution agreements. A Chief from the Public Corruption Unit within the U.S. Attorney’s Office Southern District of New York was involved in the coordination.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "June 23, 2021",
      "keywords": [
        "foia",
        "disclosure",
        "times",
        "extension",
        "court",
        "pae",
        "interviews",
        "prosecution",
        "usanys",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029702",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029061",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (USAO-SDNY) intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, who were previously charged with falsifying records related to Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stemmed from falsely reporting institutional counts and rounds on Bureau of Prison forms. As part of the deferred prosecution agreements, the defendants will admit guilt, cooperate with an Office of Inspector General investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The USAO-SDNY anticipates filing a public letter by May 21st to notify the court and seek a hearing date, with the agreements potentially being entered by May 28th.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "umr",
        "jeffrey epstein",
        "mcc",
        "false statements",
        "deferred prosecution",
        "usanys",
        "criminal justice",
        "investigation",
        "community service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029063",
      "summary": "*   The Times consented to the extension. *   A court granted the one-week extension. *   Production is now due next Friday, July 2nd. *   Discussions are occurring between multiple parties (USANYS, The Times, BOP) regarding the final production and confirmation of interview fulfillment related to deferred prosecution agreements. *   A call is scheduled for 5:45 PM to discuss the draft extension request letter with The Times. *   Information is being sought regarding what can be shared with The Times.",
      "timestamp": "2021-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2021",
      "keywords": [
        "foia",
        "extension",
        "disclosure",
        "times",
        "court",
        "bop",
        "noel",
        "thomas",
        "epstein",
        "production",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023388",
            "similarity": 0.5,
            "index": 80,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029529",
      "summary": "A communication regarding the acceptance of a pre-meeting related to the US v. Noel/Epstein FOIA request was sent from “” to “(USANYS)” on June 27, 2021. The email is attached as EFTA00029529.",
      "timestamp": "2021-06-27T00:00:00",
      "timestamp_raw": "June 27, 2021",
      "keywords": [
        "foia",
        "usanys",
        "noel",
        "epstein",
        "pre-meeting",
        "redaction analysis",
        "efta00029529"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029532",
            "similarity": 0.545,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029531",
      "summary": "This document is a pre-meeting email, dated June 27, 2021, from [REDACTED] to [REDACTED] regarding the case of “US v Noel/Epstein,” identified as EFTA00029531. It is marked as “Normal” importance.",
      "timestamp": "2021-06-27T00:00:00",
      "timestamp_raw": "June 27, 2021",
      "keywords": [
        "efta00029531",
        "usanys",
        "sanys",
        "noel",
        "epstein",
        "pre-meeting",
        "redaction",
        "analysis",
        "2021",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023388",
      "summary": "The emails detail a request for a one-week extension to a FOIA disclosure related to Noel and Thomas, likely connected to a deferred prosecution agreement. Key discussions include: *   Scheduling a meeting to discuss the production’s noteworthy elements. *   Coordination with various parties, including the Times, BOP, and the Noel/Thomas legal team. *   Confirmation of a potential one-week extension granted by the Court. *   Concerns about notifying relevant constituencies (BOP, Epstein’s estate, Noel/Thomas counsel). *   Plans to review the production with internal teams before release. *   A request for a call to discuss the request with [REDACTED].",
      "timestamp": "2021-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2021",
      "keywords": [
        "foia",
        "disclosure",
        "extension",
        "times",
        "production",
        "noel/thomas",
        "bop",
        "epstein",
        "litigation",
        "interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029063",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029533",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the acceptance of a pre-meeting related to the US v. Noel/Epstein FOIA request. The email is dated June 28, 2021, and is attached as EFTA00029533.",
      "timestamp": "2021-06-28T00:00:00",
      "timestamp_raw": "June 28, 2021",
      "keywords": [
        "foia",
        "efta00029533",
        "noel",
        "epstein",
        "pre-meeting",
        "redaction",
        "us",
        "accepted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029532",
      "summary": "A pre-meeting event occurred on 2021-06-28 at 19:45:00 +0000, organized by (USANYS), held in an office. The event was classified as X-PERSONAL. Attendees included (USANYS), (USANYS), and (USANYS). A reminder alarm was set to display 15 minutes before the start. The document identifier is EFTA00029532.",
      "timestamp": "2021-06-28T00:00:00",
      "timestamp_raw": "2021-06-28",
      "keywords": [
        "foia",
        "usanys",
        "efta00029532",
        "pre-meeting",
        "noel",
        "epstein",
        "2021-06-28",
        "redaction analysis",
        "personal",
        "event"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029529",
            "similarity": 0.545,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029530",
      "summary": "A pre-meeting regarding a US v Noel/Epstein FOIA request was accepted on 2021-06-28 from 19:45:00 to 20:00:00 at Ms Office. The attendee was (USANYS) [REDACTED]. The event was classified as X-PERSONAL and created on 2021-06-27.",
      "timestamp": "2021-06-28T00:00:00",
      "timestamp_raw": "2021-06-28",
      "keywords": [
        "foia",
        "redaction",
        "efta00029530",
        "us v noel/epstein",
        "2021-06-28",
        "pre-meeting",
        "ms office",
        "x-personal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029534",
      "summary": "On June 28, 2021, at 19:45:00 +0000, an event occurred labeled “Accepted: Pre-Meeting US v Noel/Epstein FOIA.” The event lasted from 19:45:00 to 20:00:00 +0000 and took place at an office. The classification was X-PERSONAL, priority was 5, and the document was created and last modified on June 28, 2021. The document is associated with EFTA00029534.",
      "timestamp": "2021-06-28T00:00:00",
      "timestamp_raw": "June 28, 2021",
      "keywords": [
        "efta00029534",
        "foia",
        "pre-meeting",
        "us v noel/epstein",
        "2021-06-28",
        "x-personal",
        "event",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013391",
      "summary": "USAO-SDNY is releasing approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC). The release stems from ongoing Freedom of Information Act (FOIA) litigation by The New York Times. The documents include internal BOP memoranda, Epstein’s psychological records, the autopsy report, and emails from the day of the incident. The release is occurring because USAO-SDNY entered deferred prosecution agreements with Tova Noel and Michael Thomas, who were criminally prosecuted for falsifying records related to Epstein’s death. The BOP plans to redact photographs of Epstein’s remains and names of staff members.",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia litigation",
        "bureau of prisons",
        "new york times",
        "redacted",
        "suicide",
        "mcc",
        "tova noel",
        "michael thomas",
        "autopsy report",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014902",
      "summary": "The USAO-SDNY plans to release approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC) to The New York Times. This release follows deferred prosecution agreements with Tova Noel and Michael Thomas, who were accused of falsifying records regarding Epstein’s death. The documents include internal BOP memoranda, reports, emails, and the autopsy report, detailing failures in security and staffing that contributed to Epstein’s death. The BOP intends to redact photographs of Epstein’s body and names of specific personnel. Notifications regarding the release have been sent to the BOP and the Department of Justice – Office of the Inspector General (DOJ-OIG).",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia",
        "bureau of prisons",
        "redacted",
        "umr",
        "new york times",
        "criminal prosecution",
        "suicide",
        "metropolitan correctional center",
        "doj-oig"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022021",
      "summary": "Noel stated that guards he identified as not conducting rounds/counts and pre-filling were Company Officers (COs). During an interview, he admitted to knowing about the release/absence of Epstein without a cellmate and his expectation for a new inmate, but subsequently denied these statements in an interview with the Office of Inspector General (OIG). The Assistant United States Attorney is questioning the accuracy of the notes and Material Related to the Investigation (MOI) regarding Noel’s account.",
      "timestamp": "2021-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2021",
      "keywords": [
        "guards",
        "mcc",
        "noel",
        "epstein",
        "cellmate",
        "warden",
        "rounds",
        "counts",
        "interview",
        "oig"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022022",
      "summary": "An email chain discusses discrepancies in Noel’s account regarding MCC guards, specifically concerning guard rounds, counts, and inmate releases. Noel initially stated he knew an inmate was released without a cellmate and was awaiting instructions from the captain or warden, but later denied these statements in an interview with the Office of Inspector General (OIG). The email includes a memo referencing this information and a request to assess the accuracy of the interview notes and the Meeting of Intent (MOI).",
      "timestamp": "2021-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2021",
      "keywords": [
        "efta00022022",
        "mcc guards",
        "noel",
        "epstein",
        "interviews",
        "oig",
        "notes",
        "moi",
        "rounds",
        "counts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035812",
      "summary": "The Department of Justice Office of the Inspector General investigated allegations of false certifications and statements made by BOP employees – Lieutenant Roberto and Senior Officer Material Handler Supervisor Tova Noel – regarding the OIG’s investigation into Jeffrey Epstein’s death at the Metropolitan Correctional Center, New York. The USAO SDNY, after consulting with its Public Corruption Unit supervisor, determined not to prosecute either employee.",
      "timestamp": "2021-09-20T00:00:00",
      "timestamp_raw": "September 20, 2021",
      "keywords": [
        "efta00035812",
        "redaction analysis",
        "justice department",
        "inspector general",
        "bureau of prisons",
        "jeffrey epstein",
        "prosecution",
        "false certifications",
        "new york",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023097",
      "summary": "The United States of America, through the United States Attorney for the Southern District of New York, has filed a Nolle Prosequi, effectively dropping the charges against TOVA NOEL and MICHAEL THOMAS. The defendants were initially indicted on charges of conspiracy to defraud the United States and making false writings (18 U.S.C. § 371 and § 1001). They subsequently entered into a deferred prosecution agreement, which was fulfilled with compliance through November 20, 2021.  Based on this fulfillment, the court ordered the Nolle Prosequi to be filed.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "nolle prosequi",
        "united states",
        "tova noel",
        "michael thomas",
        "indictment 19 cr 830",
        "united states district court",
        "18 u.s.c. § 371",
        "deferred prosecution agreements",
        "fraud",
        "false writing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009791",
            "similarity": 0.583,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024984",
      "summary": "A United States Attorney’s Office Assistant sent an email on November 23, 2021, to review a memo and application submitted by Tova Noel and Michael Thomas. The email included attachments: a memo from the Committee regarding Noel and Thomas (Ex_A-1 & Ex_A-2), signed declarations from Noel and Thomas (Ex_B-1 & Ex_B-2), an application and order (Ex_C), and two memos (Ex_C). The sender apologized for potential errors in titles and requested corrections.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "nolle",
        "noel",
        "thomas",
        "application",
        "memo",
        "exhibits",
        "united states attorney",
        "southern district of new york",
        "2021",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009791",
      "summary": "The United States of America, through the Assistant United States Attorney, filed a Nolle Prosequi (a dismissal of charges) for defendants Tova Noel and Michael Thomas in Case 1:19-cr-00830-AT. The defendants were initially indicted on charges of conspiracy to defraud the United States and making false writings, stemming from Indictment 19 Cr. 830 (AT). Subsequently, they entered into a deferred prosecution agreement which was successfully completed with compliance monitored by the United States Pretrial Services Office.  Based on this compliance, the United States District Judge ordered the Nolle Prosequi to be filed.",
      "timestamp": "2022-01-03T00:00:00",
      "timestamp_raw": "1/3/2022",
      "keywords": [
        "nolle prosequi",
        "united states",
        "criminal case",
        "indictment",
        "tova noel",
        "michael thomas",
        "18 u.s.c. § 371",
        "deferred prosecution agreements",
        "fraud"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023097",
            "similarity": 0.583,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030958",
      "summary": "Tova Noel, an active employee of the Bureau of Prisoners/Federal Prison System, has a PIV card issued on 10/9/2023 with Issuance ID 1 and Serial [REDACTED]. Her CHUID is activated, and she possesses a PIV Auth Certificate and Digital Signature Certificate both expiring on 11/20/2021. She was sponsored by the Bureau of Prisoners/Federal Prison System, with an original sponsorship date of 9/19/2018. Her adjudication status is approved.",
      "timestamp": "2023-10-09T00:00:00",
      "timestamp_raw": "10/9/2023",
      "keywords": [
        "efta00030958",
        "piv",
        "digital signature certificate",
        "bureau of prisoners",
        "federal prison system",
        "employee",
        "sponsorship",
        "registration",
        "doj",
        "noel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027739",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending a hard drive containing discovery materials to Jason Foy in the case of *U.S. v. Noel, No. 19 Cr. 830*. The hard drive is password protected. An additional page of discovery, marked “attorney’s eyes only,” is also included.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00027739",
        "noel",
        "discovery",
        "production",
        "u.s. v.",
        "sdny",
        "united states attorney's office",
        "jason foy",
        "redaction",
        "government"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038134",
      "summary": "GHISLAINE NOELLE MAXWELL, born December 25, 1961, with SSN 133784883, has a Massachusetts driver’s license (Driver Authorization ID: 527548592) issued on September 27, 2018, and expiring December 25, 2022. Her residence and primary contact address is 139A Charles St; Boston, MA 02114. Additional information includes a military status (Field Value: 0) and Drivers Ed status (Field Value: 0). The document was received on July 2, 2019, at 20:00:15.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038134",
        "ghislaine maxwell",
        "ssn",
        "driver license",
        "boston",
        "ma",
        "2019",
        "2022",
        "unauthorized access",
        "redaction analysis",
        "military"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}