{
  "keyword": "expenses",
  "count": 50,
  "keyword_match_count": 50,
  "content_match_count": 95,
  "total_files": 145,
  "timeline": [
    {
      "file_id": "EFTA00028723",
      "summary": "This document outlines procedures for the creation and operation of Boards of Inquiry and Inquiry Teams within the U.S. Department of Justice’s Federal Bureau of Prisons. Here’s a breakdown of the key points: *   **Purpose:** These teams investigate incidents and situations, gathering evidence, determining causes, and recommending corrective steps. They’re primarily used for significant or unusual incidents. *   **Authority:** The Director creates Boards of Inquiry, while Regional Directors or Wardens create Inquiry Teams (with Director approval). *   **OIA Involvement:** The Office of Internal Affairs (OIA) plays a crucial role, particularly in staff misconduct cases, ensuring employee rights and evidence preservation. An OIA member is typically included on Boards of Inquiry involving misconduct. OIA also assists teams with consultations and expenses. *   **Reporting Requirements:** Reports must be detailed, including recommendations, and may be subject to release under FOIA or subpoena if related to legal proceedings. *   **Team Composition:** Boards and Teams can include Bureau staff, legal counsel, and external experts. Regional Teams should avoid solely consisting of staff from one institution. *   **Interview Procedures:** Strict guidelines govern witness interviews, including advising on rights, confidentiality, and potential legal implications (e.g., Miranda rights if criminal misconduct is suspected). *   **Documentation:** Comprehensive records (notes, photos, recordings) are preserved throughout the inquiry process. Essentially, this document establishes a formalized process for investigating incidents within the Bureau of Prisons, emphasizing thoroughness, legal considerations, and accountability.",
      "timestamp": "2000-03-09T00:00:00",
      "timestamp_raw": "3/9/2000",
      "keywords": [
        "boards of inquiry",
        "inquiry teams",
        "investigations",
        "evidence",
        "policy",
        "regulations",
        "oia",
        "bureau of prisons",
        "foia",
        "misconduct",
        "legal",
        "reports",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038472",
      "summary": "It contains a detailed transaction history from January 1, 2001, to December 13, 2001, listing invoices, dates, amounts, and outstanding balances. The report includes a wide range of transactions and provides a record of sales activity, likely used for accounting and reconciliation purposes.",
      "timestamp": "2001-01-01T00:00:00",
      "timestamp_raw": "January 1, 2001",
      "keywords": [
        "accrual basis",
        "transactions",
        "invoice",
        "date",
        "amount",
        "balance",
        "shoppers travel",
        "inc.",
        "financial records",
        "revenue",
        "expenses",
        "reporting",
        "accounting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018709",
      "summary": "330 case against the United States. She argues she has no intention to leave the U.S., has strong family ties, and wants to prepare for her trial.  Her previous bail proposal was denied.  To address the court’s concerns, she proposes two additional conditions: 1.  **Renunciation of Foreign Citizenship:** She will formally renounce her French and British citizenship. 2.  **Asset Monitoring:** All of her and her spouse’s assets (excluding funds for legal fees and living expenses) will be placed in a new account overseen by a retired federal judge and former U.S. Attorney, ensuring they cannot be used to facilitate flight. She also states she’s submitted numerous pretrial motions challenging the government’s case and believes they raise substantial legal issues. She argues these motions, combined with the proposed conditions, reasonably assure her appearance in court and satisfy concerns about potential flight risk.  The court previously considered the bail package insufficient, and these additional conditions aim to correct that.",
      "timestamp": "2003-05-21T00:00:00",
      "timestamp_raw": "May 21, 2003",
      "keywords": [
        "ghislaine maxwell",
        "bail",
        "united states",
        "defendant",
        "motion for release",
        "foreign citizenship",
        "asset monitor",
        "restrictions",
        "trial",
        "legal defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014767",
      "summary": "*   **Monthly Charges (October 14, 2003):** The total monthly service charges were $453.71, including a $39.99 national plan, $19.99A and a $9.99 for messages. *   **Roaming Charges:** There were roaming charges of $108.33. *   **Other Charges:**  Includes $113.93 in other charges. *   **Total Amount Due:** The total amount due was $453.71. *   **Detailed Charges:** The invoice lists numerous calls to and from various locations (New York, Miami, Washington, etc.) with associated minutes and charges.  Some calls are categorized as \"Connect\" or \"USVI.\" *   **Messaging Charges:** A total of $1.90 were charged for messages. **Note:** The document appears to be an invoice or statement for a mobile phone service, detailing monthly charges, roaming expenses, and usage information.",
      "timestamp": "2003-10-14T00:00:00",
      "timestamp_raw": "October 14, 2003",
      "keywords": [
        "at&t",
        "wireless",
        "billing",
        "charges",
        "account",
        "monthly",
        "payments",
        "roaming",
        "usvi",
        "rates",
        "taxes",
        "airtime",
        "long distance",
        "incoming",
        "outgoing",
        "subscription",
        "rates",
        "charges",
        "rates",
        "charges",
        "rates",
        "rates",
        "charges",
        "subscription",
        "rates",
        "charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006085",
      "summary": "This document is a redacted analysis of event records for a David Copperfield performance at the Au-Rene theater on February 1st and 2nd, 2005. It includes: *   **Event Details:** The event was a David Copperfield show with a specific code (S215/B008), occurring on February 1st and 2nd, 2005, with varying times and weather conditions. *   **Front of House Management Reports:** Detailed reports outlining volunteer numbers, usher assignments, drop counts, audience responses, and housekeeping/maintenance activities for each performance. These reports highlight issues like short turnaround times, patron complaints, and staffing shortages. *   **Document Inventory (Appendix A):** A list of documents submitted as part of the record set. *   **Financial Records:** A comprehensive breakdown of revenue (ticket sales, interest income) and expenses (stagehands, catering, advertising, royalties) related to the event, totaling significant sums and resulting in a net income/loss. Essentially, it’s a collection of operational and financial records related to a specific live entertainment event, with a focus on front-of-house operations and associated costs.",
      "timestamp": "2005-02-02T00:00:00",
      "timestamp_raw": "2/2/2005",
      "keywords": [
        "business records",
        "certification",
        "appendix a",
        "david copperfield",
        "theater",
        "front of house",
        "volunteers",
        "audience response",
        "show complaints",
        "turnaround time",
        "restrooms",
        "incident reports",
        "sales tax",
        "rental",
        "ticket sales",
        "royalties",
        "advertising",
        "partner transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007585",
      "summary": "This document appears to be a collection of real estate-related records pertaining to Jeffrey Epstein and, potentially, Ghislaine Maxwell. It includes a September 19, 2005, letter from Carpenter & Company, Inc. detailing property viewings of residences in Cambridge, Massachusetts, primarily focusing on a townhouse at 64 & Fifth Avenue. The letter notes the quality of the property and suggests a potential sale price of $10,500,000 for the townhouse. There are also several copies of Jeffrey Epstein's name and contact information, alongside a fax cover sheet discussing a failed deal with CIJIPMorganChase. The document also contains a townhouse report (multiple pages) with details on expenses, income, and property specifications for a different townhouse at 9 East 67th Street and 9 East 64th Street. The overall impression is of pre-legal scrutiny documentation regarding property holdings and financial transactions involving these individuals.",
      "timestamp": "2005-09-19T00:00:00",
      "timestamp_raw": "September 19, 2005",
      "keywords": [
        "efta00007585",
        "ghislaine maxwell",
        "jeffrey epstein",
        "carpenter & company",
        "cambridge",
        "ma",
        "2005",
        "real estate",
        "property",
        "67th street",
        "townhouse",
        "4d9",
        "cijipmorganchase",
        "fax cover sheet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024270",
      "summary": "This document pertains to a subpoena issued by the U.S. District Court for the Southern District of Florida, targeting a witness (referred to as “agt61”) for a Grand Jury investigation. The subpoena, dated June 3, 2008, requires the witness to appear at the United States District Court in West Palm Beach, Florida, to testify.  It also includes information regarding the subpoena’s issuance by the United States of America, travel arrangements through Omega World Travel (1-800-411-9287), and reimbursement guidelines for expenses including mileage, meals, and lodging, subject to specific rates and receipt requirements.  A section provides instructions for fact witnesses appearing on behalf of the U.S. Department of Justice, including contact information for verification and travel assistance.",
      "timestamp": "2008-06-03T00:00:00",
      "timestamp_raw": "June 3, 2008",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states district court",
        "federal taxpayer information",
        "witness testimony",
        "rule 6 (e)",
        "fbi",
        "travel arrangements",
        "mileage reimbursement",
        "court appearance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013949",
      "summary": "On August 20, 2008, R. Alexander Acosta, U.S. Attorney for the Southern District of Florida, communicated with Jay P. Lefkowitz and Roy Black regarding the Jeffrey Epstein Non-Prosecution Agreement. Acosta confirmed Robert Josefsberg’s role as the Special Master’s attorney representative and requested written confirmation of fees and expenses. He believed the joint submission requirement was extinguished but was open to a joint statement for Josefsberg’s assistance. Acosta expressed concern about attempts to interpret the agreement, citing ongoing litigation and potential delays. He proposed reverting to a shorter victim list from 2007, contingent on prosecution of new crimes, and requested a decision by Friday morning regarding compensation for all victims known to the U.S. as of June 30, 2008. Acosta planned to use a standardized notification letter format, incorporating language from previous agreements, and sought feedback by the following afternoon.",
      "timestamp": "2008-08-20T00:00:00",
      "timestamp_raw": "August 20, 2008",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "united states attorney",
        "judge davis",
        "robert josefsberg",
        "litigation",
        "victims",
        "compensation",
        "florida",
        "jay lefkowitz",
        "roy black"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016865",
      "summary": "Epstein, dated January 27, 2012. It revokes all prior wills and codicils. **Key Provisions:** *   **Funeral & Estate Expenses:** Directs the executor to pay for funeral expenses, estate administration, and storage/insurance of personal property. *   **Property Disposition:**  All real and personal property is to be given to the then-acting Trustees of The Jeffrey E. Epstein Trust One, established in 2001, as governed by the Trust Agreement. *   **Executors:** Appoints Darren K. Indyke, Joseph Pagano, Lawrence Newman, Jes Staley, and Andrew Farkas as executors (with successor executors designated if needed).  The executor has significant discretionary power regarding estate management. *   **Jurisdictional Issues:**  Outlines procedures for executors to serve in jurisdictions other than the testator's domicile, including designating a successor executor if the primary executor is unavailable. *   **Executor Responsibilities & Limitations:**  Details extensive powers for the executor, including investment authority, sale/disposal of assets, and the ability to handle complex situations (like oil/gas interests).  It also includes safeguards limiting the executor’s liability for negligence or errors, requiring good faith action. *   **Tax Provisions:** Addresses federal and state transfer taxes and outlines a method for apportioning taxes related to assets not passing directly under the will. *   **Trust Agreement Integration:**  The will incorporates the provisions of the Trust Agreement dated November 8, 2001. *   **Conflict of Interest Prohibition:**  The executor is forbidden from directly or indirectly buying or selling assets from or to themselves or related parties. The document also contains sections detailing the qualifications, duties, and limitations of the executor, as well as procedures for handling distribution, legal proceedings, and potential conflicts.",
      "timestamp": "2012-01-27T00:00:00",
      "timestamp_raw": "January 27, 2012",
      "keywords": [
        "will",
        "jeffrey epstein",
        "executor",
        "trust",
        "estate",
        "inheritance",
        "transfers",
        "payments",
        "distribution",
        "beneficiaries",
        "trust agreement",
        "codicil",
        "trustee",
        "legal",
        "assets",
        "jurisdiction",
        "funeral expenses",
        "burial expenses",
        "taxation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016876",
      "summary": "This document is the Last Will and Testament of Jeffrey E. Epstein, executed on September 16, 2013. Here’s a breakdown of the key provisions: *   **Revocation:** Epstein revokes all prior wills and codicils. *   **First Provision – Expenses & Executor Compensation:** He directs his executor to pay for his illness, funeral, debts, and administration expenses. The executor receives $250,000 upon probate completion, with reimbursement for reasonable costs. *   **Second Provision – Trust Distribution:** All of his real and personal property is to be given to the “Jeffrey E. Epstein 2013 Trust,” established under a specific trust agreement. *   **Third Provision – Executor Appointment:** He appoints Darren K. Indyke, Joseph Pagano, James E. Staley, and David Mitchell as executors, with Mitchell as a successor.  Provisions are in place for executor succession if one fails to qualify or resigns, particularly in jurisdictions outside his domicile.  Executor resignations are governed by applicable state laws. *   **Fourth Provision – Executor Powers:** The executor has broad discretionary powers, including investment authority, the ability to sell assets, manage business interests, and handle legal matters without judicial approval. There are specific restrictions, such as not buying/selling from himself or relatives. *   **Fifth Provision - Accounting:** The executor is responsible for sound trust accounting and allocating taxes appropriately. *   **Sixth Provision - Lapse Bequests:** Bequests to those who die before the testator lapse. *   **Seventh Provision – Definitions:**  Defines key terms like \"Executor\" and \"Trustee\" for clarity.",
      "timestamp": "2013-09-16T00:00:00",
      "timestamp_raw": "September 16, 2013",
      "keywords": [
        "will",
        "jeffrey epstein",
        "executor",
        "trust",
        "estate",
        "compensation",
        "property",
        "distribution",
        "liabilities",
        "jurisdiction",
        "amendments",
        "trust agreement",
        "taxes",
        "successor executor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016884",
      "summary": "This document is Jeffrey E. Epstein’s Last Will and Testament, dated November 14, 2014. **First Article:** Directs the executor to pay for final expenses, funeral costs, estate administration, and debts. It also establishes compensation for the executor(s) at $250,000 upon probate completion, with reimbursement for reasonable expenses. **Second Article:**  Bequeaths all of Epstein’s real and personal property to the “Jeffrey E. Epstein 2014 Trust,” created under a specific Trust Agreement, to be managed according to the Trust Agreement’s provisions. **Third Article:** Appoints Darren K. Indyke, David Mitchell, and James E. Staley as executors, with Lawrence H. Summers as a successor. Outlines provisions for successor executors if initial executors fail to qualify. **Fourth Article:** Grants the executor broad powers to manage the estate’s assets, including investment authority, sales, loans, and handling of natural resources. It includes specific restrictions on self-dealing (no buying/selling from or to related parties) and outlines accounting procedures. **Fifth Article:** Details definitions of key terms, such as \"Executor\" and \"IRC section.\" **Sixth Article:** Specifies circumstances under which a bequest may lapse, and outlines provisions for distribution to the Trust in case of a lapse. **Seventh Article:**  Clarifies the role of the Trustee under the Trust Agreement, including how taxes will be allocated and paid. Includes stipulations regarding delegation of authority and general operational powers. It also specifies that any assets left unallocated will go to the Trustee under the Trust Agreement.",
      "timestamp": "2014-11-14T00:00:00",
      "timestamp_raw": "November 14, 2014",
      "keywords": [
        "will",
        "estate",
        "executor",
        "trust",
        "inheritance",
        "taxes",
        "distribution",
        "property",
        "compensation",
        "provisions",
        "beneficiaries",
        "trust agreement",
        "assets",
        "legal",
        "liabilities",
        "governance",
        "disposition",
        "judicial authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026279",
      "summary": "Okay, here's a concise summary of the provided documents: **Overall:** This document is a New York State Income Tax Return (Form IT-201) for GHISLAINE MAXWELL, filed in 2015.  It includes supporting worksheets and schedules to calculate income and deductions. **Key Income Sources:** *   **Rental Income:**  Significant income from rental properties managed by \"THE BLACKSTONE GROUP, LP.\" *   **Dividends:** Income from \"UBS - Y1 23574.\" *   **Wages:** (Specific amount not provided). **Tax Credits and Deductions:** *   **Alternative Minimum Tax (AMT) Credit:** A significant amount was claimed due to the AMT. *   **Itemized Deductions:** Included medical expenses, state and local taxes, and other miscellaneous deductions. *   **Qualified Business Income Deduction:** Income from \"CARGOMETRICS TECHNOLOGIES LLC\" was subject to this deduction. **Important Supporting Documents:** *   **Form 8938:** Used to report foreign financial assets (bank accounts) to calculate the foreign tax credit. *   **Form 8582:** Used to calculate passive activity losses. *   **Form 8960:** Used to calculate a one-time additional foreign tax credit. *   **Worksheets:** Several worksheets are included to calculate specific amounts for each category (e.g., depreciation, credits, and deductions). **Disclaimer:** *This summary is based solely on the provided documents. It does not contain all information on the original returns.*",
      "timestamp": "2015-12-31T00:00:00",
      "timestamp_raw": "DECEMBER 31, 2015",
      "keywords": [
        "here's a list of keywords extracted from the text",
        "categorized for clarity:",
        "**tax & financial terms:**",
        "*   tax return",
        "*   capital gains",
        "*   income tax",
        "*   dividends",
        "*   interest income",
        "*   amt (alternative minimum tax)",
        "*   refunds",
        "*   credits (various)",
        "*   pass-through income",
        "*   foreign tax credit",
        "*   estimated tax",
        "**legal & regulatory terms:**",
        "*   irs (internal revenue service)",
        "*   regulations",
        "*   form 8949 (capital gains worksheet)",
        "*   form 1116 (foreign tax credit)",
        "*   form 8582 (passive activity loss limitations)",
        "*   schedule d",
        "*   e-file",
        "*   signature authorization",
        "**business & activity terms:**",
        "*   rental real estate",
        "*   partnership",
        "*   s corporation",
        "*   business income",
        "*   royalty income",
        "*   activity net loss",
        "**numerical values/amounts:**",
        "*   $100",
        "000",
        "*   $25",
        "000",
        "*   percentage (25%",
        "7.5%)",
        "*   time (years",
        "months)",
        "**other relevant terms:**",
        "*   adjusted gross income (agi)",
        "*   dispositions",
        "*   property",
        "*   suspension",
        "this list should provide a solid foundation for search and analysis related to this document."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022415",
      "summary": "*   **Fixed Income:** $3,527,934.55 (22.58% of total) – Primarily through Putnam Short Duration Income Fund. *   **Equities:** $0.00 (0% of total) *   **Other:** $0.00 (0% of total) **Performance & Transactions (July 2016):** *   **Net Deposits/Withdrawals:** $59,438.89 *   **Dividend & Interest Income:** $6,459.79 (July) / $32,525.64 (Year-to-Date) – Earned from UBS Select Prime Institutional Fund and Putnam Short Duration Income Fund. *   **Change in Market Value:** $3,510.38 (July) / $7,017.74 (Year-to-Date) *   **Key Expenses:**  A withdrawal of $500,000.00 was made to Haddon, Morgan and Foreman, AT WELLS FARGO BANK, NA on July 5th. **Important Notes:** *   The account utilizes a FIFO (First-In, First-Out) cost basis. *   Tax reporting information is provided, noting potential US and Puerto Rico tax implications for dividends and interest. *   The account has a sweep option (UBS Bank USA Deposit Account) with an Annual Percentage Yield (APY) of 0.00%. *   The account included details on the investment objectives, risk profile, and instructions.",
      "timestamp": "2016-07-29T00:00:00",
      "timestamp_raw": "Jul 29, 2016",
      "keywords": [
        "ubs",
        "resource management account",
        "ghislaine maxwell",
        "account number",
        "investment return",
        "dividends",
        "interest",
        "assets",
        "liabilities",
        "account balance sheet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022391",
      "summary": "It’s a private wealth management account under UBS Financial Services Inc. *   **Asset Allocation:** The account holds only cash and money balances ($772.39) with no allocations to equities, fixed income, or other asset classes. *   **Value Changes:** The account value decreased by $9,908.31 during November due to withdrawals and fees. *   **Income:** The account generated $59,045.75 in dividend and interest income. *   **Expenses:** The account incurred $772.39 in professional management fees. *   **Cash Activity:** The account has a UBS Bank USA Deposit Account with a balance of $1,837.51. *   **Key Performance Metrics:** The year-end 2015 account value was $1,311,717.81 and the year-to-date return was 9.79%. *   **Tax Information:** Dividend and interest income is subject to US and Puerto Rico income tax rules. **Important Note:** The statement contains detailed information about the account’s transactions, investment objectives, and cost basis calculations.",
      "timestamp": "2016-11-30T00:00:00",
      "timestamp_raw": "November 30, 2016",
      "keywords": [
        "ubs",
        "financial advisor",
        "account name",
        "ghislaine maxwell",
        "investment account",
        "resource management account",
        "november 2016",
        "assets",
        "liabilities",
        "value of account",
        "interest income",
        "dividends",
        "s&p 500",
        "russell 3000",
        "bank of america"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025624",
      "summary": "Borgerson and Ghislaine Maxwell, filed through DGC, CPA. *   **Income Sources:** The return reports income from partnerships (Cargometrics Technologies LLC, and Alphakey Systems Millennium Fund, LLC) and a trust (Angara Trust). *   **Schedule D:**  The return includes Schedule D to report long-term capital gains and losses, with details on investments and expenses. *   **Schedule E:** The return includes Schedule E to report income or loss from partnerships and S corporations, with specific breakdowns of expenses and income. *   **Schedule C:** The return includes Schedule C, reflecting income from consulting business. *   **Form 8960:**  The return utilizes Form 8960 to calculate and claim foreign tax credits. *   **Form 1116:** The return uses Form 1116 to calculate credits and adjustments for passive activity losses. *   **Estimated Tax Payments:** The return includes calculations and documentation of estimated tax payments. *   **Attachments:** The document lists attached forms, including forms for calculating interest, dividend, and other income items. *   **Payment Information:**  Details regarding payments made, including direct deposit information, are included for the Massachusetts tax liability.",
      "timestamp": "2018-04-17T00:00:00",
      "timestamp_raw": "April 17, 2018",
      "keywords": [
        "massachusetts income tax",
        "partnerships",
        "passive activity losses",
        "capital gains",
        "deductions",
        "form 8960",
        "form 1116",
        "form 3801",
        "schedule d",
        "rental income",
        "income taxes",
        "adjustment",
        "investment income",
        "exclusions",
        "adjustments",
        "foreign tax credit",
        "refunds",
        "assessment",
        "penalties",
        "income."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026446",
      "summary": "An email exchange discusses a request for forfeiture funding related to a case involving Jeffrey Epstein. The sender, [REDACTED], requested a brief write-up outlining investigative costs, including travel and expert retention, to be submitted by April 8, 2019. The recipient was instructed not to send the document to DC. Attached documents included a blank form and a previous form related to a \"650 Fifth Fraud\" case.",
      "timestamp": "2019-04-08T00:00:00",
      "timestamp_raw": "April 8, 2019",
      "keywords": [
        "epstein",
        "forfeiture",
        "funding request",
        "expenses",
        "florida",
        "vendor",
        "investigation",
        "usanys",
        "redaction",
        "fy20"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026445",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026445",
      "summary": "An email was sent from EFTA00026445 to USANYS regarding a forfeiture funding request for the “Epstein” case. The request involves significant investigative costs, including travel and expert vendor fees. The recipient was instructed to provide a brief write-up and send it directly to EFTA00026445, not to DC. Two supporting documents, a request form and a “go-by,” were attached.",
      "timestamp": "2019-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2019",
      "keywords": [
        "epstein",
        "forfeiture",
        "funding requests",
        "expenses",
        "investigation",
        "florida",
        "vendor",
        "usanys",
        "redaction",
        "brass"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026446",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021523",
      "summary": "Email notification regarding final approval of voucher 10416822-1(1) for a trip to West Palm Beach, FL, from 2019-07-11 to 2019-07-12. The purpose of the trip was victim interviews related to the U.S. v. Epstein case (2018R01618). The voucher total expenses were $779.97, with an estimated trip cost of $1050.66. The voucher status is awaiting payment. Relevant login links and contact information for support are provided.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "2019-07-11",
      "keywords": [
        "efta00021523",
        "voucher",
        "travel",
        "final voucher",
        "10416822-1",
        "epstein",
        "west palm beach",
        "fl",
        "doj",
        "e2 solutions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028799",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014529",
      "summary": "Email communication regarding final voucher 10416822-1(1), approved for a trip to West Palm Beach, FL, from 2019-07-11 to 2019-07-12 for the purpose of victim interviews in the U.S. v. Epstein case. The voucher total expenses were $779.97, with an estimated trip cost of $1050.66. The email provides links to E2 Single Sign On and E2 Manual Login for expense tracking. It also includes standard disclaimers regarding confidential information and email notification management.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "2019-07-11",
      "keywords": [
        "efta00014529",
        "voucher",
        "travel",
        "approval",
        "destination",
        "epstein",
        "u.s. v.",
        "west palm beach",
        "florida",
        "2019-07-11"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011036",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a late travel voucher (Voucher for Trip 10416822) for Trip ID: 1041611. The trip details include Destination: West Palm Beach, Purpose: R19NYS 13654 - U.S. v. Epstein (2018R01618) - Victim Interviews, Travel Dates: 2019-07-11 - 2019-07-12, and Current Status: Authorization Approved. The recipient is instructed to submit the voucher and mark it as Final if no additional expenses are due.  The email provides links to E2 Single Sign On and E2 Manual Login for expense reporting. A reference ID# V0013 is included, along with standard confidentiality warnings.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "2019-07-11",
      "keywords": [
        "voucher",
        "trip",
        "travel",
        "west palm beach",
        "doj",
        "e2",
        "epstein",
        "victim interviews",
        "authorization",
        "e2 solutions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010816",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021156",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021371",
      "summary": "A final voucher (10416822-1(1)) for travel expenses related to the U.S. v. Epstein case is pending review. The trip took place July 11-12, 2019, to West Palm Beach, FL, costing $779.97 with an estimated cost of $1050.66. The voucher was prepared by a travel arranger and is accessible via E2 Solutions.  Login details are provided, and the sender emphasizes the confidential nature of the email and attachments.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "efta00021371",
        "voucher",
        "travel arranger",
        "e2 solutions",
        "doj",
        "epstein",
        "west palm beach",
        "florida",
        "2019-07-11",
        "2019-07-12"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021389",
      "summary": "Final voucher 10416822-1(1) was approved for travel to West Palm Beach, FL, from July 11-12, 2019, for the purpose of victim interviews related to the U.S. v. Epstein case (2018R01618). The voucher total expenses were $779.97, with an estimated trip cost of $1050.66. The voucher is currently pending further approval and utilizes the E2 Solutions travel system.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "voucher",
        "approval",
        "travel",
        "expenses",
        "e2",
        "doj",
        "epstein",
        "west palm beach",
        "fl",
        "2019-07-11"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028483",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025374",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025339",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028483",
      "summary": "A final voucher (10416822-1(1)) with a total expense of $779.97 was approved for a trip to West Palm Beach, FL, from July 11-12, 2019, for the purpose of victim interviews in the U.S. v. Epstein case (2018R01618). The trip was initiated by [REDACTED]. The voucher is currently pending further approval and utilizes the E2 Solutions travel platform.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2019",
      "keywords": [
        "efta00028483",
        "voucher",
        "approval",
        "epstein",
        "travel",
        "expenses",
        "2019-07-11",
        "2019-07-12",
        "west palm beach",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021389",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020986",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019667",
      "summary": "The United States of America and Jeffrey Epstein have, through their counsel, agreed to dismiss the appeal in Case 19-2221 with prejudice, meaning it cannot be reinstated.  Neither party is entitled to recover costs, expenses, or fees. The stipulation was executed in August 2019.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "08/20/2019",
      "keywords": [
        "epstein",
        "united states",
        "appeals",
        "defendant",
        "appellee",
        "united states of america",
        "jeffrey epstein",
        "redaction analysis",
        "case 19-2221",
        "dismissal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036534",
      "summary": "*   The meeting agenda has been revised to include a briefing with a new ODAG Liaison. *   Attendees are instructed to review their areas of responsibility and provide concise (5-minute or less) presentations. *   The Philadelphia hotel room block has been canceled, and attendees are responsible for canceling their travel arrangements. *   Meeting logistics are detailed, including the Hyatt Regency Washington location, room assignments (A-C training rooms), required identification (PIV card), and business casual attire. *   Weather forecasts and temperature ranges are provided. *   A fee of $25 will be collected for food expenses for the November 2019 meeting. *   PRD support staff will be available for assistance during the meeting.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "August 20, 2019",
      "keywords": [
        "executive staff",
        "briefings",
        "odag",
        "washington",
        "dc",
        "august 2019",
        "philadelphia",
        "hyatt regency",
        "agenda",
        "meeting",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031559",
      "summary": "The document is a Real Property Net Equity Worksheet for U.S. Marshals Service asset EFTA00031559, a single-family residence located at 9 East 71st Street, New York, NY 10021. The property was valued at $81,000,000.00 in August 2019 via a Broker Price Opinion. Base year real estate taxes are $345,286.05 and have been fully paid. Total liens and judgement expenses amount to $2,576,098.00. The total net equity is calculated as $77,553,796.00, representing a 95.75% equity position.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "2019-08-22",
      "keywords": [
        "usms",
        "real property",
        "net equity",
        "asset information",
        "foreclosure",
        "valuation",
        "lien",
        "property",
        "nys",
        "mortgage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025374",
      "summary": "Email notification regarding final approval of voucher 10621156(1) for travel to West Palm Beach, FL, from 2019-09-09 to 2019-09-10. The purpose of the trip was victim interviews related to the U.S. v. Epstein case (2018R0618). The voucher total expenses were $720.32, and the estimated trip cost was $910.73. The current status is awaiting payment. Relevant links for E2 Single Sign On and E2 Manual Login are provided. Reference ID# V0008 is included.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "2019-09-09",
      "keywords": [
        "voucher",
        "approval",
        "travel",
        "expenses",
        "e2",
        "doj",
        "epstein",
        "florida",
        "payment",
        "10621156"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021389",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025339",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020916",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010273",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025339",
      "summary": "Email correspondence regarding approved voucher 10621156(1) for a trip to West Palm Beach, FL, from 2019-09-09 to 2019-09-10, related to the U.S. v. Epstein case. The voucher total expenses were $720.32, and the estimated trip cost was $910.73. The voucher is currently pending approval. The email includes links to E2 Single Sign On and E2 Manual Login for the CWTS ATOTravel system.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "2019-09-09",
      "keywords": [
        "voucher",
        "travel",
        "approval",
        "expenses",
        "destination",
        "florida",
        "epstein",
        "doj",
        "e2",
        "united states"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025374",
            "similarity": 0.667,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021389",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028829",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020916",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010273",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029483",
      "summary": "An email was sent regarding a late travel voucher (Trip ID: 10621) for a trip to West Palm Beach from 2019-09-09 to 2019-09-10, related to the U.S. v. Epstein case. The voucher’s authorization was approved, and instructions were provided for submitting the voucher and marking it as final if no further expenses were due. The email included login links for E2 Solutions and a disclaimer regarding confidential information. The reference ID# was V0013.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "2019-09-09",
      "keywords": [
        "travel voucher",
        "west palm beach",
        "e2 solutions",
        "doj",
        "epstein",
        "victim interviews",
        "2019-09-09",
        "2019-09-10",
        "authorization approved",
        "e2 single sign on"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032860",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032860",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a late travel voucher (Voucher for Trip 10621156). The trip details are: Trip ID: 10621156, Traveler name: [REDACTED], Destination: West Palm Beach, Purpose: R19NYS 13832 - U.S. v. Epstein (2018R0618) - Victim Interviews, Trip Dates: 2019-09-09 - 2019-09-10, Current status: Authorization Approved. The email instructs the recipient to submit the voucher and mark it as Final if no additional expenses are due. It also provides links to E2 Single Sign On and E2 Manual Login for the E2Solutions system and includes a reference ID# V0013.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "2019-09-09",
      "keywords": [
        "efta00032860",
        "voucher",
        "trip 10621156",
        "west palm beach",
        "epstein",
        "victim interviews",
        "2019-09-09",
        "2019-09-10",
        "authorization approved",
        "e2 solutions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029483",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025340",
      "summary": "Email notification regarding the approval of Final Voucher 10621156(1) for a trip to West Palm Beach, FL, from 2019-09-09 to 2019-09-10, related to the U.S. v. Epstein case. The voucher total expenses are $720.32, and the estimated trip cost is $910.73. Links are provided for E2 Single Sign On and E2 Manual Login. The email includes a reference ID# V0010 and a disclaimer regarding confidential information.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "2019-09-09",
      "keywords": [
        "efta00025340",
        "voucher",
        "travel",
        "epstein",
        "west palm beach",
        "fl",
        "doj",
        "e2",
        "2019-09-09",
        "approval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021389",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028829",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020986",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031099",
      "summary": "An email was sent regarding a late travel voucher (Trip ID: 10643456-2) for a trip to Santa Monica, California, for the purpose of U.S. v. Epstein - Witness Interviews from 2019-09-17 to 2019-09-20. The voucher authorization was approved, and the recipient was directed to submit the voucher and mark it as final if no additional expenses were incurred.  Links to E2 Single Sign On and Manual Login were provided, along with instructions on managing email notifications. Reference ID# V0013 was included.",
      "timestamp": "2019-09-17T00:00:00",
      "timestamp_raw": "2019-09-17",
      "keywords": [
        "travel voucher",
        "e2 solutions",
        "santa",
        "epstein",
        "witness interviews",
        "doj",
        "2019-09-17",
        "2019-09-20",
        "authorization",
        "reference id#"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023346",
      "summary": "A final voucher (10621156(1)) for a trip to West Palm Beach, FL, from September 9-10, 2019, is pending approval. The trip was arranged by etravelservices®cwtsatotravel.com and involves traveler V. Epstein (for interviews). The total expenses are $723.06, and the estimated trip cost is $910.73. Access to review the voucher is provided through E2 Solutions, with login links for both DOJ network and general access.",
      "timestamp": "2019-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2019",
      "keywords": [
        "efta00023346",
        "voucher",
        "travel",
        "e2 solutions",
        "west palm beach",
        "approval",
        "expenses",
        "doj",
        "traveler",
        "final voucher"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028799",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028109",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014291",
      "summary": "An email was sent on October 1, 2019, regarding a late travel voucher (Trip 10643456-2) for a witness trip to Santa Monica from September 17-20, 2019, for traveler ID veier n10a64. The voucher’s authorization was previously approved. The email includes login links for E2 solutions and instructions for submitting the voucher and marking it as final if no additional expenses are due. A reference ID# V0013 is also provided, along with a disclaimer regarding confidential information.",
      "timestamp": "2019-10-01T00:00:00",
      "timestamp_raw": "October 1, 2019",
      "keywords": [
        "efta00014291",
        "voucher",
        "santa monica",
        "trip 10643456",
        "witness interviews",
        "doj",
        "e2 solutions",
        "travel",
        "authorization",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025344",
            "similarity": 0.538,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010816",
      "summary": "An email was sent on October 1, 2019, regarding travel voucher 1064311 for a trip to Santa Monica from September 17-20, 2019, for the purpose of U.S. v. Epstein - Witness Interviews. The voucher was flagged as late due to customer settings. The email provides login links for E2 Solutions and instructions for submitting the voucher and marking it as final if no additional expenses are due. A reference ID# V0013 is included, along with a disclaimer about confidential information.",
      "timestamp": "2019-10-01T00:00:00",
      "timestamp_raw": "October 1, 2019",
      "keywords": [
        "voucher",
        "travel",
        "santa monica",
        "trip",
        "e2",
        "authorization",
        "doj",
        "email",
        "e2solutions",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011036",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025344",
      "summary": "An email exchange occurred on October 8, 2019, regarding travel voucher 10643456-2 for a trip to Santa Monica for the U.S. v. Epstein – Witness Interviews Trip (September 17-20, 2019). The initial email from etravelservices@cwtsatotravel.com informed the recipient that the voucher was late and requested submission and marking as final if no additional expenses were due. The email included links to E2 solutions login pages and a disclaimer regarding confidential information. The recipient responded with \"Got it, thanks!\" indicating acknowledgement of the message.",
      "timestamp": "2019-10-08T00:00:00",
      "timestamp_raw": "October 8, 2019",
      "keywords": [
        "efta00025344",
        "voucher",
        "trip 10643456-2",
        "santa monica",
        "travel",
        "authorization",
        "e2 solutions",
        "doj",
        "epstein",
        "witness interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014291",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025250",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038321",
      "summary": "The FBI Victim Services Division is offering an RSVP for a briefing regarding the Epstein case. The briefing is scheduled for October 15, 2019 in Miami, FL and October 23, 2019 in New York, NY. Attendees are required to complete a form collecting personal information, including contact details, citizenship, and travel preferences (transportation mode, dates, and airports). Attendees can bring one support person who also requires a separate form to be completed, including their personal details and travel preferences.  Lodging and mileage reimbursement are authorized, with specific restrictions on incidental charges and authorized expenses.  Attendees must acknowledge understanding of the limitations of authorized expenses, specifically excluding meals, rental vehicles, and entertainment.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "victim services",
        "rsvp",
        "miami",
        "new york",
        "travel arrangements",
        "support person",
        "lodging",
        "transportation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028124",
      "summary": "An email was sent on October 24, 2019, regarding a final voucher (Voucher ID: 1) for travel related to \"U.S. v. E stein - Witness Interviews\" from September 17-20, 2019. The voucher total expenses were $2152.79, and the estimated trip cost was $2489.21. The voucher is currently pending approval. The email provides links to E2 Single Sign On and E2 Manual Login for the travel services. It also includes standard disclaimers about confidential information and email notification management. The document identifier is EFTA00028124.",
      "timestamp": "2019-10-24T00:00:00",
      "timestamp_raw": "October 24, 2019",
      "keywords": [
        "efta00028124",
        "voucher",
        "approval",
        "travel",
        "doj",
        "witness interviews",
        "expenses",
        "2019-09-17",
        "2019-09-20",
        "e2 solutions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019906",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026615",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010272",
      "summary": "An email was sent on October 24, 2019, from etravelservices regarding Final Voucher 10643456-2(1), which has been approved. The voucher is for witness interviews related to the U.S. v. Epstein case, taking place in Santa Monica, CA, from September 17-20, 2019. The total expenses are $2152.79, and the estimated trip cost is $2489.21. The voucher status is pending approval, and links to E2 Single Sign On and Manual Login are provided. The email includes a confidentiality disclaimer.",
      "timestamp": "2019-10-24T00:00:00",
      "timestamp_raw": "October 24, 2019",
      "keywords": [
        "efta00010272",
        "voucher",
        "approval",
        "travel",
        "santa monica",
        "ca",
        "epstein",
        "witness interviews",
        "2019-09-17",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020916",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019906",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028829",
      "summary": "Email notification regarding the final voucher 10761545(1) approval for a trip to West Palm Beach, FL, related to the U.S. v. Epstein case. The trip dates are 2019-11-04. The voucher total expenses are $421.70 and the estimated trip cost is $836.70.  It includes links to E2 Single Sign On and E2 Manual Login. The current status is pending voucher approval. Reference ID# V0010.",
      "timestamp": "2019-11-04T00:00:00",
      "timestamp_raw": "2019-11-04",
      "keywords": [
        "voucher",
        "travel",
        "approval",
        "expenses",
        "destination",
        "u.s. v. epstein",
        "west palm beach",
        "fl",
        "e2",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025340",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025339",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021389",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020986",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028799",
      "summary": "A final voucher for travel expenses related to “U.S. v. Epstein - Witness Interviews” is pending approval. The trip, to West Palm Beach, FL, from November 4, 2019, involved a total expense of $421.70 and an estimated trip cost of $836.70. The voucher was prepared by a travel arranger and is accessible through the E2 Solutions system via provided login links. Reference ID# V0012 was associated with the email.",
      "timestamp": "2019-11-04T00:00:00",
      "timestamp_raw": "November 4, 2019",
      "keywords": [
        "efta00028799",
        "voucher",
        "travel",
        "e2 solutions",
        "doj",
        "west palm beach",
        "epstein",
        "witness interviews",
        "final voucher",
        "expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023346",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021523",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025250",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010817",
      "summary": "Email notification regarding a late travel voucher (Trip ID: 10643456-2) for a trip to Santa Monica for the U.S. v. Epstein - Witness Interviews, September 17-20, 2019. The traveler should submit the voucher and mark it as final if no additional expenses are due. Links are provided for E2 Single Sign On and E2 Manual Login. The email includes a reference ID# V0013 and a disclaimer about confidential information.",
      "timestamp": "2019-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2019",
      "keywords": [
        "travel voucher",
        "santa monica",
        "epstein",
        "witness interviews",
        "authorization",
        "e2 solutions",
        "doj",
        "email notifications",
        "trip id",
        "efta00010817"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023240",
      "summary": "An email was sent regarding a final voucher prepared by a travel arranger for a trip titled “U.S. v. Epstein - Witness Interviews” to Santa Monica, CA, from September 17th to September 20th, 2019. The voucher total expenses were $2145.79, and the estimated trip cost was $2489.21. The voucher status is pending approval, and links to E2 Solutions for review are provided. The email includes contact information for support and a disclaimer regarding confidential information.",
      "timestamp": "2019-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2019",
      "keywords": [
        "efta00023240",
        "voucher",
        "travel",
        "review",
        "santa monica",
        "u.s. v. epstein",
        "witness interviews",
        "e2 solutions",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027878",
      "summary": "A travel voucher (Voucher ID: 1, Voucher Number: 10810414(1)) for a witness interview trip to Santa Monica, CA (2019-11-13 - 2019-11-15) is pending review. The initial voucher listed lodging costs at $248 when the actual cost was $247.  Tax exemption for Los Angeles County regarding Transient Occupancy Tax is being addressed. The total expenses were $1517.64, with an estimated trip cost of $1583.95.  Instructions for accessing and reviewing the voucher through the E2Solutions system are provided, including login links and contact information for support.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "2019-11-13",
      "keywords": [
        "efta00027878",
        "voucher",
        "travel arranger",
        "transient occupancy tax",
        "santa monica",
        "hilton",
        "reimbursement",
        "e2 solutions",
        "approval",
        "expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025248",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020984",
      "summary": "A travel voucher (Voucher ID: 1, Voucher Type: Final, Trip ID: 10810414) for a witness interview trip to Santa Monica, CA (2019-11-13 - 2019-11-15) is pending approval. The voucher was prepared by a travel arranger and includes expenses totaling $1517.64 with an estimated trip cost of $1583.95. A previous voucher was flagged as inaccurate due to incorrect allocation of the hotel stay and missing hotel tax paid on a personal credit card. Access to the E2 Solutions system is provided via two links.  The sender emphasizes that replies to the mailbox are not monitored and provides instructions on managing email notifications.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "2019-11-13",
      "keywords": [
        "voucher",
        "travel",
        "approval",
        "e2 solutions",
        "santa monica",
        "expenses",
        "credit card",
        "payment",
        "hotel",
        "trip id"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027876",
            "similarity": 0.667,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027876",
      "summary": "A voucher (Voucher ID: 1, Voucher Type: Final, Voucher Total Expenses: $1517.64) for a trip to Santa Monica, CA (Dates: 2019-11-13 - 2019-11-15, Trip ID: 10810414) was prepared by a travel arranger and is pending review.  The traveler, p, flagged discrepancies: the voucher incorrectly allocated one night of the hotel to the travel card, and it omitted the $70.12 hotel tax paid on the traveler’s personal credit card.  Attached documentation (FOLIODETE_20191115122139.pdf, EFTA00027877) includes the hotel invoice. The default payment method for government travel is the Govt. card, and amendments should be made via the “amend modify” function instead of approval. Access to the E2 Solutions system is provided via two links.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "2019-11-13",
      "keywords": [
        "voucher",
        "travel",
        "approval",
        "e2 solutions",
        "santa monica",
        "expenses",
        "invoice",
        "payment",
        "hotel",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020984",
            "similarity": 0.667,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030424",
            "similarity": 0.538,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015715",
      "summary": "An email notification was sent regarding a late travel voucher (Voucher for Trip 10810414) for a witness interview related to the U.S. v. Epstein case. The trip details are: Trip ID: 10810414, Traveler name: [REDACTED], Destination: Santa Monica, Purpose: R20NYS13179, Trip Dates: 2019-11-13 - 2019-11-15, and Current status: Authorization Approved. The email provides instructions for submitting the voucher and marking it as Final if no additional expenses are due. It also includes links to E2 Solutions login portals and contact information for support. The email contains a standard confidentiality disclaimer.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "2019-11-13",
      "keywords": [
        "voucher",
        "trip",
        "santa monica",
        "efta00015715",
        "doj",
        "e2 solutions",
        "witness interview",
        "authorization",
        "reference id",
        "epstien"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020999",
      "summary": "Email notification regarding final approval of voucher 10810414-1(1) for a trip to Santa Monica, CA, from November 13-15, 2019, for the purpose of a witness interview related to the U.S. v. Epstein case. The traveler is OBD-USA-USANYS-NEW YORK SOUTHERN (UNYS) (JO2104). The voucher total expenses are $1585.76, and the estimated trip cost is $1947.20. The current status is Voucher Awaiting Payment. Links to E2 Single Sign On and E2 Manual Login are provided.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "2019-11-13",
      "keywords": [
        "efta00020999",
        "voucher",
        "final voucher",
        "travel",
        "trip id",
        "voucher id",
        "santa monica",
        "e2",
        "doj",
        "payment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031311",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029635",
      "summary": "Final voucher 10810811(1) for a trip to Santa Monica, CA (2019-11-14 - 2019-11-15) related to the Epstein investigation has been approved. The purpose was witness interviews. The total expenses were $740.28, and the estimated trip cost was $1067.95. The voucher status is pending further approval. The email includes links to E2 Single Sign On and E2 Manual Login, and a disclaimer regarding confidential information. Reference ID# V0010.",
      "timestamp": "2019-11-14T00:00:00",
      "timestamp_raw": "2019-11-14",
      "keywords": [
        "efta00029635",
        "voucher",
        "approval",
        "santa monica",
        "ca",
        "epstein investigation",
        "witness interviews",
        "2019-11-14",
        "2019-11-15",
        "doj",
        "e2 solutions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019906",
            "similarity": 0.5,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026615",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020916",
      "summary": "An email was sent on November 21, 2019, regarding Final Voucher 10810811(1), which was approved by an unspecified entity and is awaiting further approval. The voucher is for a trip to Santa Monica, CA, from November 14-15, 2019, for the purpose of witness interviews related to the Epstein investigation (R20NYS 13176 - 2018R01618). The voucher total expenses are $740.28, and the estimated trip cost is $1067.95. The email includes login links for E2 Single Sign On and E2 Manual Login, and a disclaimer regarding confidential information. The reference ID is V0010.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "efta00020916",
        "voucher",
        "travel",
        "approval",
        "santa monica",
        "ca",
        "epstein",
        "doj",
        "e2",
        "expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010272",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025339",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025374",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010273",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019906",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010273",
      "summary": "Email notification regarding final approval of voucher 10643456-2(1) for a trip to Santa Monica, CA, from September 17-20, 2019, for the purpose of witness interviews in the U.S. v. Epstein case. The voucher details include a traveler name (OBD-USA-USANYS-NEW YORK SOUTHERN), trip ID 10643456-2, voucher ID 1, voucher type F, destination, dates, current status (Awaiting Payment), total expenses ($2152.79), and an estimated trip cost ($2489.21). Links to E2 Single Sign On and Manual Login are provided, along with contact information for E2Solutions support. The email includes a confidentiality disclaimer.",
      "timestamp": "2019-11-24T00:00:00",
      "timestamp_raw": "24 Oct 2019",
      "keywords": [
        "voucher",
        "travel",
        "expenses",
        "santa monica",
        "witness",
        "epstein",
        "doj",
        "e2",
        "payment",
        "united states"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020916",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025339",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025374",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026616",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019903",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031716",
            "similarity": 0.538,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020997",
      "summary": "An email was sent on December 6, 2019, regarding Final Voucher 10810414-1(1), which has been approved. The voucher is for a witness interview related to the U.S. v. Epstein case, taking place in Santa Monica, CA, from November 13-15, 2019. The total expenses are $1585.76, with an estimated trip cost of $1947.20. The voucher's current status is pending approval. The email provides login links for E2 Single Sign On and E2 Manual Login, and includes contact information for support and a disclaimer regarding confidential information. The reference ID is V0010.",
      "timestamp": "2019-12-06T00:00:00",
      "timestamp_raw": "December 6, 2019",
      "keywords": [
        "efta00020997",
        "voucher",
        "travel",
        "santa monica",
        "u.s. v. epstein",
        "witness interview",
        "approval",
        "doj",
        "e2 solutions",
        "expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019906",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026615",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021156",
      "summary": "Email notification regarding a late travel voucher (Voucher for Trip 10777198) for a trip to West Palm Beach, Florida, from November 4-5, 2019, for an Epstein investigation – Witness Interviews. The trip authorization was approved. The email provides instructions for submitting the voucher and marking it as final if no additional expenses are due, along with links to E2 Solutions login portals and contact information for support. A reference ID# V0013 is included.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "voucher",
        "travel",
        "trip",
        "west palm beach",
        "e2 solutions",
        "doj",
        "epstein investigation",
        "witness interviews",
        "authorization",
        "e2 single sign on"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011036",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030427",
      "summary": "*   **Eligibility:** FLSA status determines exempt vs. non-exempt employee status. CT/T rules differ based on this status. *   **Creditable Time Rules:** *   CT/T for travel from office to airport is creditable. *   CT/T is a separate entitlement with specific rules (15-minute increments, no rounding). *   Driving time to the airport within a 50-mile radius of the official duty station is not creditable. *   Time driving to home after a TDY return is not creditable. *   Airport waiting time is capped at 2 hours. *   Personal time (meals, sleep) is excluded. *   Time during regular duty hours is not creditable. *   Commute times are adjusted for creditable travel time. *   **Form Completion:** A specific form (Page 2) needs to be completed with detailed time logs and certifications. *   **Example Log:** The example travel log illustrates the required format for documenting travel time, including departure and arrival times, waiting periods, and flight details. *   **Request Details:** A specific request for CT/T is provided, including dates, destinations, and commute time.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "Nov. 13, 2019",
      "keywords": [
        "compensatory time",
        "travel",
        "tdy",
        "flsa",
        "time",
        "airport",
        "creditable",
        "hours",
        "travel log",
        "employee"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019906",
      "summary": "A final voucher (10893150(1)) for travel expenses related to “R20NYS 13257 - U.S. v. Epstein - Witness Interviews” is pending approval. The trip took place from December 15th to 17th, 2019, in Santa Monica, CA, with a total expense of $1360.82 and an estimated trip cost of $1907.95. The email provides login details for accessing the E2 Solutions system for review and includes contact information for support and a disclaimer regarding confidential information.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "efta00019906",
        "voucher",
        "travel",
        "santa monica",
        "ca",
        "e2 solutions",
        "doj",
        "expenses",
        "approval",
        "witness interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020997",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020916",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029635",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019873",
            "similarity": 0.818,
            "index": 55,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026615",
            "similarity": 0.818,
            "index": 56,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026616",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019873",
      "summary": "Email notification regarding Final Voucher 10893150(1), prepared by etravelsen,ices, is pending review. The voucher details include: Trip ID: 10893150, Voucher ID: 1, Voucher Type: Final, Traveler Name: (blank), Purpose: R20NYS 13257 - U.S. v. Epstein - Witness Interviews, Destination: Santa Monica, CA, Dates: 2019-12-15 - 2019-12-17, Current Status: Pending Voucher Approval, Voucher Total Expenses: $1407.98, Estimated Trip Cost: $1907.95. Login links for E2 Solutions are provided: https://dojnet.doj.gov/jmd/fs/e2-redirect.html and https://e2.gov.cwtsatotravel.com.  The email also includes a reference ID# V0012 and a disclaimer regarding confidential information.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "efta00019873",
        "voucher",
        "travel",
        "santa monica",
        "ca",
        "e2 solutions",
        "doj",
        "expenses",
        "approval",
        "witness interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019906",
            "similarity": 0.818,
            "index": 54,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020997",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020916",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026615",
            "similarity": 0.818,
            "index": 56,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026616",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010274",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026615",
      "summary": "An email was sent from etravelsen,ices to [REDACTED] regarding final voucher 10893150(1) prepared by a travel arranger. The voucher details include: Trip ID 10893150, Voucher ID 1, Voucher type: Final, Traveler name: (blank), Purpose: R20NYS 13257 - U.S. v. Epstein - Witness Interviews, Destination: Santa Monica, CA, Dates: 2019-12-15 - 2019-12-17, Current status: Pending Voucher Approval, Voucher total expenses: 1400.38, and Estimated trip cost: 1907.95. The email provides links to E2 Solutions for review and login instructions. It also includes a reference ID# V0012 and a disclaimer regarding confidential information.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "efta00026615",
        "voucher",
        "travel",
        "santa monica",
        "ca",
        "doj",
        "e2 solutions",
        "expenses",
        "approval",
        "witness interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019873",
            "similarity": 0.818,
            "index": 55,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019906",
            "similarity": 0.818,
            "index": 54,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020997",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026616",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010274",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019907",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026616",
      "summary": "Email notification regarding the final approval of voucher 10893150(1) for a trip to Santa Monica, CA, from December 15-17, 2019, for the purpose of witness interviews in the U.S. v. Epstein case. The voucher total expenses were $1400.38, and the estimated trip cost was $1907.95. The voucher is currently pending approval. Links to E2 Single Sign On and E2 Manual Login are provided.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "voucher",
        "approval",
        "efta00026616",
        "santa monica",
        "epstein",
        "witness interviews",
        "travel",
        "expenses",
        "doj",
        "e2"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026615",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019906",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019903",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020986",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019907",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019903",
      "summary": "Final voucher 10893150(1) has been approved for a trip to Santa Monica, CA, from December 15-17, 2019. The traveler is OBD-USA-USANYS-NEW YORK SOUTHERN (UNYS) (JO2104) for the purpose of \"R20NYS 13257 - U.S. v. Epstein - Witness Interviews.\" The voucher total expenses are $1400.38, and the estimated trip cost is $1907.95. The voucher’s current status is awaiting payment. Links for E2 Single Sign On and Manual Login are provided.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "voucher",
        "travel",
        "expenses",
        "santa monica",
        "usa",
        "witness interviews",
        "e2",
        "doj",
        "payment",
        "2019-12-15"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026616",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010273",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020987",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010274",
      "summary": "A final voucher (10894369(1)) for travel expenses related to “U.S. v. Epstein - Witness Interviews” is pending review. The trip occurred from December 15, 2019, to December 17, 2019, in Santa Monica, CA. The voucher total is $1296.43, and the estimated trip cost is $1662.95. Access to the E2 Solutions system is provided via two links: one for DOJ network users and one for general access. The email includes a reference ID# V0012 and a disclaimer regarding confidential information.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "December 15, 2019",
      "keywords": [
        "voucher",
        "e2 solutions",
        "travel arranger",
        "santa monica",
        "u.s. v. epstein",
        "witness interviews",
        "expenses",
        "approval",
        "doj",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026615",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019906",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030453",
            "similarity": 0.538,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030424",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028115",
            "similarity": 0.667,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031716",
      "summary": "Email notification regarding final approval for voucher 10892303-1(1) for a trip to Santa Monica, CA, from December 15-18, 2019. The purpose was a witness interview related to the U.S. v. Epstein case. The voucher total expenses were $2227.40, with an estimated trip cost of $2440.58. The current status is awaiting payment. Links to E2 Single Sign On and Manual Login are provided.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "efta00031716",
        "voucher",
        "travel",
        "payment",
        "santa monica",
        "doj",
        "e2",
        "witness interview",
        "epstein",
        "california"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010273",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030453",
      "summary": "A final voucher (10894369(1)) for travel expenses related to the “R20NYS 13261 - U.S. v. Epstein - Witness Interviews” trip to Santa Monica, CA, from December 15-17, 2019, is awaiting review. The voucher total is $1256.87, with an estimated trip cost of $1662.95. The email was sent by E2 Solutions to [REDACTED] from [REDACTED].",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "2019-12-15",
      "keywords": [
        "voucher",
        "travel arranger",
        "e2 solutions",
        "santa monica",
        "u.s. v. epstein",
        "witness interviews",
        "2019-12-15",
        "1256.87",
        "approval",
        "efta00030453"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010274",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020986",
      "summary": "Email correspondence regarding approved voucher 10777198(1) for a trip to West Palm Beach, FL, from November 4-5, 2019, for an Epstein investigation – witness interviews. The trip cost is estimated at $985.44 with current expenses totaling $548.87. The email provides login links for E2 Solutions and includes a confidentiality notice. The reference ID is V0010.",
      "timestamp": "2019-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2019",
      "keywords": [
        "efta00020986",
        "voucher",
        "approval",
        "travel",
        "west palm beach",
        "epstein",
        "doj",
        "e2",
        "expenses",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026616",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020916",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028829",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020987",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019907",
      "summary": "A travel arranger, etravelservices@cwtsatotravel.com, sent an email to (USANYS) regarding final voucher 10893150(1) for a trip to Santa Monica, CA, for the purpose of U.S. v. Epstein - Witness Interviews, from December 15-17, 2019. The voucher total expenses were $1360.82, and the estimated trip cost was $1907.95. The voucher was pending approval and included login links to E2 Solutions for review. The email contained standard disclaimers regarding confidential information and optional email notifications.",
      "timestamp": "2019-12-18T00:00:00",
      "timestamp_raw": "December 18, 2019",
      "keywords": [
        "efta00019907",
        "voucher",
        "travel",
        "usanys",
        "e2 solutions",
        "santa monica",
        "epstein",
        "witness interviews",
        "approval",
        "expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026616",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026615",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025250",
            "similarity": 0.667,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020987",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030424",
      "summary": "A travel arranger prepared voucher 10810414(1) for a trip to Santa Monica, CA, from November 13-15, 2019, related to the U.S. v. Epstein case. The sender, [REDACTED], flagged the voucher as inaccurate due to incorrect hotel allocation (one night on the travel card instead of the personal card) and the omission of the $70.12 hotel tax paid on the personal card. The voucher details include a total expense of $1517.64 and an estimated trip cost of $1583.95.  The voucher is currently pending approval through the E2 Solutions system.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2019",
      "keywords": [
        "voucher",
        "travel arranger",
        "e2 solutions",
        "santa monica",
        "expenses",
        "approval",
        "email",
        "invoice",
        "u.s. v. epstein",
        "travel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010274",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020997",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027876",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028115",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028115",
      "summary": "A final voucher (10810414(1)) for a trip related to the U.S. v. Epstein case is pending review. The trip occurred from November 13-15, 2019, in Santa Monica, CA, and involved expenses totaling $1517.64 with an estimated cost of $1583.95. The email was sent by [REDACTED] to [REDACTED] via E2Solutions, providing login instructions and a disclaimer regarding confidential information. Reference ID# V0012 was associated with the voucher.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2019",
      "keywords": [
        "efta00028115",
        "voucher",
        "travel arranger",
        "santa monica",
        "u.s. v. epstein",
        "witness interview",
        "e2 solutions",
        "approval",
        "expenses",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030424",
            "similarity": 0.538,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010274",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020997",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029706",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025248",
      "summary": "A travel voucher (10810414(1)) prepared by a travel arranger is pending review. The voucher includes lodging costs of $247 instead of $248, and lacks the transient occupancy tax refund. The traveler’s stay at the Doubletree by Hilton Santa Monica was for a witness interview (R20N 513179 - U.S. v. Epstein) from November 13-15, 2019.  A request for a refund of the transient occupancy tax has been submitted to Doubletree by Hilton. The voucher total expenses are $1517.64 and the estimated trip cost is $1583.95.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2019",
      "keywords": [
        "efta00025248",
        "voucher",
        "transient occupancy tax",
        "doubletree by hilton",
        "santa monica",
        "reimbursement",
        "travel arranger",
        "e2 solutions",
        "witness interview",
        "expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027878",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028109",
      "summary": "Email notification regarding pending approval of voucher 10810414(1) for a trip to Santa Monica, CA, from November 13-15, 2019. The voucher total is $1517.64, with an estimated trip cost of $1583.95.  The email provides links to E2 Solutions for review and login information. It includes a reference ID# V0012 and a disclaimer regarding confidential information.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2019",
      "keywords": [
        "efta00028109",
        "voucher",
        "travel",
        "santa monica",
        "ca",
        "approval",
        "expenses",
        "e2 solutions",
        "doj",
        "traveler"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026615",
            "similarity": 0.667,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019906",
            "similarity": 0.667,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025250",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023316",
            "similarity": 0.538,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019432",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025246",
      "summary": "A final voucher (10810414(1)) prepared by a travel arranger for a trip related to the U.S. v. Epstein case is pending review. The initial invoice contained incorrect lodging costs ($248 instead of $247) and lacked the LA County tax exemption. The traveler’s details include the trip purpose, destination, dates, and total expenses ($1517.64) compared to an estimated cost of $1583.95.  The email provides links to E2 Solutions for review and instructions for accessing the system, alongside contact information and a disclaimer regarding confidential information.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2019",
      "keywords": [
        "voucher",
        "travel arranger",
        "e2 solutions",
        "santa monica",
        "tax exemption",
        "reimbursement",
        "final voucher",
        "trip cost",
        "efta00025246",
        "witness interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025253",
      "summary": "A voucher (Voucher ID: 1, Voucher Type: Travel) for expenses related to a witness interview (R20NYS13179 - U.S. v. Epstein) in Santa Monica, CA, from November 13-15, 2019, is pending review. The initial voucher incorrectly listed the nightly lodging cost as $248 instead of $247 and failed to include tax. The total expenses were $1517.64, while the estimated trip cost was $1583.95.  Instructions for accessing and reviewing the voucher through E2 Solutions are provided, along with login details and contact information for support.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2019",
      "keywords": [
        "voucher",
        "travel arranger",
        "e2 solutions",
        "santa monica",
        "reimbursement",
        "hotel tax",
        "u.s. v. epstein",
        "witness interview",
        "efta00025253"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025250",
      "summary": "A final voucher (10808018(1)) for travel expenses related to the R20NYS 13180 – U.S. v. Epstein (2018R01618) - Witness Interviews trip is pending review. The trip took place in Santa Monica, CA, from November 13th to 15th, 2019, with a total expense of $932.39 and an estimated trip cost of $1219.95. The email provides login information for E2 Solutions and instructions on managing email notifications. Reference ID# V0012 is associated with the voucher.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "efta00025250",
        "voucher",
        "travel",
        "approval",
        "expenses",
        "santa monica",
        "doj",
        "e2 solutions",
        "witness interviews",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028109",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019907",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010274",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020987",
            "similarity": 0.667,
            "index": 73,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025100",
      "summary": "An email was sent from etrovelservicesa to r regarding final voucher 10810811(1). The voucher, prepared by a travel arranger, is pending approval and relates to an investigation (“R20NYS 13176 - Epstein investigation”) conducted in Santa Monica, CA, from November 14-15, 2019. The total expenses are $740.28, and the estimated trip cost is $1067.95. The email includes instructions for accessing E2 Solutions and a disclaimer regarding confidential information. Reference ID# V0012 is also included.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "efta00025100",
        "voucher",
        "travel arranger",
        "santa monica",
        "epstein investigation",
        "2019-11-14",
        "2019-11-15",
        "e2 solutions",
        "approval",
        "travel expenses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029635",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020915",
      "summary": "Email notification regarding final approval of voucher 10810811(1) for a trip to Santa Monica, CA, from November 14-15, 2019. The purpose of the trip was witness interviews related to the Epstein investigation (R20NYS 13176 - 2018R01618). The traveler’s name is OBD-USA-USANYS-NEW YORK SOUTHERN (UNYS) (JO2104). The voucher total expenses were $740.28, and the estimated trip cost was $1067.95. The voucher status is awaiting payment. Links to E2 Single Sign On and manual login are provided.",
      "timestamp": "2019-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2019",
      "keywords": [
        "efta00020915",
        "voucher",
        "travel",
        "santa monica",
        "ca",
        "2019-11-14",
        "2019-11-15",
        "epstein investigation",
        "doj",
        "e2 solutions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029635",
            "similarity": 0.615,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020987",
      "summary": "Email correspondence regarding approved voucher 10808018(1) for witness interviews related to the U.S. v. Epstein case, held in Santa Monica, CA, from November 13-15, 2019. The voucher total expenses were $967.45, and the estimated trip cost was $1219.95. The voucher is currently pending approval. Links to E2 Single Sign On and E2 Manual Login are provided. The email contains standard disclaimers regarding confidential information and email notification management.",
      "timestamp": "2019-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2019",
      "keywords": [
        "voucher",
        "approval",
        "travel",
        "expenses",
        "santa monica",
        "efta00020987",
        "epstein",
        "witness interviews",
        "doj",
        "e2"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025250",
            "similarity": 0.667,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019907",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020986",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018646",
      "summary": "The fee schedule outlines rates for services provided by Dr. Kimberly Mchlman-Orozco, Ph.D., including: *   Criminal Case Remote Research, Review, and Consultation: $350 per hour *   Criminal Case In-person Deposition and/or Trial: $500 per hour *   Travel Expenses: Half the deposition/trial rate for non-working travel, with a one-hour minimum and client responsibility for flights, hotels, and taxis/rental cars (billed at the GSA rate for mileage). *   Cancellation Fees: $1,500 for cancelled meetings, depositions, and/or trial dates within seven calendar days. *   Billing: Retainer applies to final invoices, with payment due within 30 days of receipt. *   Mileage Rate: 57.5 cents per mile (as of January 1, 2020). These rates are subject to annual review.",
      "timestamp": "2020-01-01T00:00:00",
      "timestamp_raw": "January 1, 2020",
      "keywords": [
        "fee schedule",
        "criminal case",
        "remote research",
        "deposition",
        "trial",
        "travel expenses",
        "cancellation fees",
        "billing",
        "gsa rate",
        "break the chain llc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028718",
      "summary": "A meeting was held between USANYS and the SANYS Contractor regarding expenses related to Jeffrey Epstein. The meeting occurred on January 8, 2020, and was flagged as “Normal” importance.",
      "timestamp": "2020-01-08T00:00:00",
      "timestamp_raw": "January 8, 2020",
      "keywords": [
        "efta00028718",
        "epstein",
        "t&e",
        "usanys",
        "contractor",
        "redaction",
        "meeting",
        "2020",
        "january",
        "sanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021063",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent an email detailing a $621,000 bill submitted by Maxwell’s lawyers (Haddon Morgan) to the Epstein Estate in the USVI. This bill was submitted despite Maxwell’s prior testimony stating she wasn’t paying for related expenses or litigation. The email attached a PDF document containing this information.",
      "timestamp": "2020-02-05T00:00:00",
      "timestamp_raw": "05 Feb 2020",
      "keywords": [
        "efta00021063",
        "usvi",
        "epstein",
        "maxwell",
        "haddon morgan",
        "bill",
        "litigation",
        "estate",
        "sigrid mccawley",
        "boies schiller flexner llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016832",
      "summary": "A travel request is being submitted for a witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is required to appear in SDNY on February 7, 2020, for Trial preparation. The witness is a fact witness, not an expert, and is not a victim-witness. Unusual expenses include a necessary travel companion. The request utilizes standard DOJ procedures for fact witness travel and specifies guidelines for foreign witnesses and travel funding.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "fact witness",
        "travel request",
        "ghislaine maxwell",
        "sdny",
        "court docket",
        "witness travel",
        "domestic witness",
        "travel agency",
        "tsa",
        "doj instruction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010174",
            "similarity": 0.538,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019446",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027844",
      "summary": "A final voucher (Voucher ID: 1) for travel expenses related to an Epstein investigation (“R20NYS 13340”) is pending review. The trip, to Stockholm, Sweden, from February 3rd to 6th, 2020, had a current total expense of 2143.49 and an estimated cost of 2954.54. The voucher was prepared by a travel arranger and is accessible through E2 Solutions.  The sender provides login information and cautions about unmonitored replies and the potential for confidential information. Reference ID# V0012 is associated with the document.",
      "timestamp": "2020-02-10T00:00:00",
      "timestamp_raw": "10 Feb 2020",
      "keywords": [
        "efta00027844",
        "voucher",
        "stockholm",
        "sweden",
        "travel",
        "expenses",
        "approval",
        "doj",
        "e2 solutions",
        "epstein investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021147",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031711",
            "similarity": 0.538,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023316",
            "similarity": 0.538,
            "index": 93,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021147",
      "summary": "Email communication regarding approved voucher 10982122(1) for a trip to Stockholm, Sweden from February 3rd to February 6th, 2020, for the purpose of witness interviews related to the Epstein investigation (R20NYS 13340 - 2018R01618). The voucher total expenses were 2143.49, and the estimated trip cost was 2954.54. The voucher is currently pending approval. The email includes links to E2 Single Sign On and E2 Manual Login systems.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "efta00021147",
        "voucher",
        "stockholm",
        "sweden",
        "travel",
        "approval",
        "expenses",
        "2020-02-03",
        "2018r01618",
        "e2 solutions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027844",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025084",
      "summary": "The document is a redacted email chain concerning travel requests for investigations related to the Epstein case (2018R01618). Multiple requests are made for travel to Pensacola, Florida, Los Angeles, Stockholm, Sweden, and potentially other locations, primarily for interviews and conference room bookings.  The requests consistently involve American Airlines flights, specific dates, and a need for refundable tickets.  A recurring theme is seeking approval for travel expenses and conference room reservations due to ongoing investigative work.  The emails detail scheduling difficulties, flight changes, and attempts to secure the most cost-effective and refundable options.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "travel approval",
        "flights",
        "pensacola",
        "jfk",
        "pns",
        "lga",
        "schedules",
        "refundable",
        "booking",
        "interviews",
        "west palm beach"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021141",
      "summary": "This document consists of a series of email exchanges regarding travel approvals for investigative work, primarily related to the Epstein investigation (2018R01618). The core requests involve travel to locations including Pensacola, Florida, Los Angeles, Stockholm, Sweden, and West Palm Beach/Fort Lauderdale, Florida, for interviews with witnesses. Flight options, particularly refundable domestic flights versus nonrefundable ones, are frequently discussed. Hotel bookings and conference room reservations are also repeatedly requested, often with specific time constraints. The emails highlight a need to coordinate schedules, consider alternative flight options, and manage expenses related to the investigation.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "travel approval",
        "flights",
        "pensacola",
        "florida",
        "interview",
        "conference room",
        "booking",
        "refundable",
        "domestic",
        "international",
        "cost"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023306",
      "summary": "A final voucher (Voucher ID: 1) for travel expenses related to an “Epstein Investigation – Witness interview” in Pensacola, FL (2020-02-19 - 2020-02-20) is pending review. The voucher total is $1027.98, with an estimated trip cost of $1368.26. The email was sent by [REDACTED] to [REDACTED] and includes login information for E2 Solutions and a reference ID# V0012.  The email emphasizes the confidential nature of the information and advises recipients to notify the sender of any errors.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "2020-02-19",
      "keywords": [
        "efta00023306",
        "voucher",
        "pensacola",
        "fl",
        "travel",
        "approval",
        "doj",
        "e2 solutions",
        "epstein investigation",
        "2020-02-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027828",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014417",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027828",
      "summary": "Email notification regarding the final approval of voucher 11063042(1) for a trip to Pensacola, FL, from 2020-02-19 to 2020-02-20. The trip purpose was the Epstein Investigation - Witness interview. The voucher total expenses were $628.07, and the estimated trip cost was $973.89. The email provides links to E2 Single Sign On and E2 Manual Login, and includes a disclaimer regarding confidential information. Reference ID# V0010 is also included.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "2020-02-19",
      "keywords": [
        "efta00027828",
        "voucher",
        "pensacola",
        "fl",
        "travel",
        "approval",
        "epstein investigation",
        "witness interview",
        "2020-02-19",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023306",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014417",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027827",
      "summary": "Final voucher 11062816(1) for a trip to Pensacola, FL, from 2020-02-19 to 2020-02-20, has been approved. The purpose of the trip was an Epstein Investigation - Witness interview. The traveler is associated with OBD-USA-USANYS-NEW YORK SOUTHERN (UNYS) (JO2104). The voucher total expenses were $1040.52, with an estimated trip cost of $1368.26. The current status is Voucher Awaiting Payment. Reference ID# V0008.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "2020-02-19",
      "keywords": [
        "efta00027827",
        "voucher",
        "final voucher",
        "pensacola",
        "fl",
        "2020-02-19",
        "2020-02-20",
        "epstein investigation",
        "travel",
        "payment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023280",
      "summary": "An email was sent from etravelservices to [REDACTED] regarding Final Voucher 10982122(1), approved for a trip to Stockholm, Sweden from February 3rd to 6th, 2020, for the purpose of the Epstein investigation. The trip total expenses were $2143.49, with an estimated cost of $2954.54. The voucher status is pending approval. The email includes links to E2 Single Sign On and E2 Manual Login, and a disclaimer regarding confidential information. Reference ID# V0010 is also included.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "efta00023280",
        "voucher",
        "stockholm",
        "sweden",
        "epstein",
        "investigation",
        "2020-02-03",
        "2020-02-06",
        "approval",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023283",
      "summary": "She initially requests a morning meeting with introductions and discussion about the investigation, followed by an afternoon question-and-answer session. The witness wants a friend, a US lawyer, to be present during the meeting. The investigating team (two prosecutors and two FBI officers) typically meets in pairs to ensure efficiency and prioritize the witness's comfort. They primarily focus on the witness's interactions with Epstein and Maxwell, including employment details and observations, without requiring discussion of specific abuse details unless the witness is comfortable. The team emphasizes that any meeting would be voluntary and the witness has the right to decline questions. They offer to travel to the UK to conduct the interview and are willing to pay for the witness's travel expenses. Access to notes will be limited to the investigative team and supervisors. Anonymity is maintained, and the team is committed to a sensitive approach to avoid re-victimization.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein investigation",
        "victim",
        "witness",
        "interview",
        "travel",
        "u.s.",
        "uk",
        "client",
        "questions",
        "support",
        "counsel",
        "attorney",
        "meeting",
        "abuse",
        "employment",
        "notes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031711",
      "summary": "Final voucher 10982122(1) has been approved for travel to Stockholm, Sweden from February 3rd to 6th, 2020. The trip was for the purpose of witness interviews related to the Epstein investigation (R20NYS 13340 - 2018R01618). The traveler is associated with OBD-USA-USANYS-NEW YORK SOUTHERN (UNYS) (JO2104). The total expenses were 2143.49, with an estimated trip cost of 2954.54. The voucher’s current status is awaiting payment.  Links to E2 Single Sign On and E2 Manual Login are provided.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "24 Feb 2020",
      "keywords": [
        "efta00031711",
        "voucher",
        "10982122",
        "stockholm",
        "sweden",
        "travel",
        "approval",
        "expenses",
        "doj",
        "e2"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027844",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014417",
      "summary": "Email communication regarding the approval of Final Voucher 11062816(1) for an investigation trip to Pensacola, FL, from February 19-20, 2020. The purpose was a witness interview related to R20NYS 13401 - Epstein Investigation. The voucher total expenses were $1040.52, and the estimated trip cost was $1368.26. The voucher is currently pending approval and utilizes the E2 Solutions travel system with provided login links. The email includes standard disclaimers regarding confidential information and notification management.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "24 Feb 2020",
      "keywords": [
        "voucher",
        "approval",
        "pensacola",
        "fl",
        "epstein investigation",
        "witness interview",
        "2020-02-19",
        "2020-02-20",
        "e2 solutions",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027828",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023306",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019431",
      "summary": "Email notification regarding final approval of voucher 11061409-1(1). The voucher, associated with trip ID 11061409-1 and voucher ID 1, was approved for the purpose of R20NYS 13400 Epstein Investigation Witness interviews, occurring from 2020-02-26 to 2020-02-29 in the United States. The total expenses are $1196.11, and the estimated trip cost is $1634.37. The voucher’s current status is awaiting payment. The email includes information about E2Solutions and a disclaimer regarding confidential information.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "2020-02-26",
      "keywords": [
        "voucher",
        "approval",
        "trip",
        "expenses",
        "payment",
        "united states",
        "e2",
        "traveler",
        "investigation",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023241",
      "summary": "A final voucher (Voucher ID: 1) for travel expenses related to an “Epstein Investigation Witness interviews” trip to Beverly Hills, CA (2020-02-26 - 2020-02-29) has been prepared by etravelservices (via CWTSATOTRAVEL.COM) and is awaiting review. The trip ID is 11061409-1, the voucher type is Final, the traveler name is blank, and the total expenses are $1194.11 with an estimated trip cost of $1634.37. Access to review the voucher is through E2 Solutions, with login links provided.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "2020-02-26",
      "keywords": [
        "efta00023241",
        "voucher",
        "travel",
        "beverly hills",
        "ca",
        "2020-02-26",
        "2020-02-29",
        "e2 solutions",
        "doj",
        "epstein investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023338",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023316",
            "similarity": 0.538,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023342",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029706",
      "summary": "A final voucher (Voucher ID: 1) for expenses related to an investigation (“R20NYS 13402 – Epstein Investigation – Witness interview”) is pending review. The trip, to Beverly Hills, CA, from February 26th to February 29th, 2020, had a total expense of $1059.52 and an estimated trip cost of $1621.65. The voucher was prepared by a travel arranger and is accessible via E2 Solutions, with login details provided. The email contains standard disclaimers regarding confidential information and email notification management.",
      "timestamp": "2020-03-02T00:00:00",
      "timestamp_raw": "02 Mar 2020",
      "keywords": [
        "voucher",
        "approval",
        "travel arranger",
        "e2 solutions",
        "beverly hills",
        "epstein investigation",
        "witness interview",
        "expenses",
        "doj",
        "united states"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028115",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023316",
            "similarity": 0.538,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019432",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023338",
      "summary": "An email was sent on March 3, 2020, from etravelservices to [REDACTED] regarding a final voucher (Voucher ID: 1) for a trip to Beverly Hills, CA, from February 25-29, 2020, for the purpose of an Epstein Investigation Witness interview (R20NYS 13404). The voucher total expenses are $1981.97, and the estimated trip cost is $2004.11. The voucher is pending approval and utilizes the E2 Solutions system for review, accessible via two login links. A reference ID# V0012 is included.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "March 3, 2020",
      "keywords": [
        "efta00023338",
        "voucher",
        "travel",
        "beverly hills",
        "ca",
        "e2 solutions",
        "doj",
        "epstein investigation",
        "2020-02-25",
        "approval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023241",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023316",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019432",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011361",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023316",
      "summary": "An email was sent on March 4, 2020, notifying the recipient that final voucher 11061409-1(1) for an Epstein Investigation Witness interviews trip to Beverly Hills, CA (February 26 – February 29, 2020) is pending approval. The voucher total expenses are $1196.11, and the estimated trip cost is $1634.37.  The email provides links to E2 Solutions for review and login information. Reference ID# V0012 is included, along with a disclaimer regarding confidential information.",
      "timestamp": "2020-03-04T00:00:00",
      "timestamp_raw": "March 4, 2020",
      "keywords": [
        "efta00023316",
        "voucher",
        "travel",
        "beverly hills",
        "ca",
        "e2 solutions",
        "doj",
        "approval",
        "expenses",
        "epstein investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023338",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029706",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023241",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019432",
            "similarity": 0.818,
            "index": 97,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00011361",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025494",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023342",
      "summary": "Email correspondence regarding the approval of Final Voucher 11061409-1(1) for a trip to Beverly Hills, CA, from February 26th to February 29th, 2020, for the purpose of R20NYS 13400 - Epstein Investigation Witness interviews. The voucher total expenses were $1196.11, and the estimated trip cost was $1634.37. The email includes links to E2 Single Sign On and E2 Manual Login systems, and a disclaimer regarding confidential information. The voucher is currently pending approval. Reference ID# V0010 is associated with the email.",
      "timestamp": "2020-03-06T00:00:00",
      "timestamp_raw": "06 Mar 2020",
      "keywords": [
        "voucher",
        "approval",
        "beverly hills",
        "ca",
        "epstein investigation",
        "witness interviews",
        "2020-02-26",
        "2020-02-29",
        "e2 solutions",
        "final voucher",
        "efta00023342"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023241",
            "similarity": 0.5,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037448",
      "summary": "*   The travel request requires approval from the ADIC and AD of IOD. *   CACHTU will provide funding for the travel. *   The purpose of the trip is an interview/proffer with a witness/co-conspirator residing in London. *   The expected travel dates are March 17th-20th, 2020. *   Estimated expenses include airfare, hotel, parking, taxi, and M&IE (meals and incidentals), totaling $4,250. *   The request is being made due to temporary travel restrictions related to the coronavirus and the potential importance of the interview to a forthcoming indictment.",
      "timestamp": "2020-03-07T00:00:00",
      "timestamp_raw": "07 Mar 2020",
      "keywords": [
        "london travel",
        "jeffrey epstein",
        "travel request",
        "ad iod",
        "fbi",
        "co-conspirator",
        "witness",
        "travel restrictions",
        "corona virus",
        "child exploitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019432",
      "summary": "Email notification regarding the final approval of voucher 11061409-1 for an Epstein Investigation Witness interviews trip to Beverly Hills, CA, from February 26th to February 29th, 2020. The voucher total expenses are $1196.11, and the estimated trip cost is $1634.37.  It includes links to E2 Single Sign On and E2 Manual Login.  The email also contains standard disclaimers regarding confidential information and email notification management. Reference ID# V0010.",
      "timestamp": "2020-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2020",
      "keywords": [
        "efta00019432",
        "voucher",
        "approval",
        "beverly hills",
        "ca",
        "epstein investigation",
        "travel",
        "expenses",
        "doj",
        "e2 solutions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023316",
            "similarity": 0.818,
            "index": 93,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023338",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029706",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00011361",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025494",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011361",
      "summary": "Email correspondence regarding the approval of Final Voucher 11063602-1(1) for a trip to Beverly Hills, CA, from February 25-29, 2020, for an Epstein investigation witness interview. The voucher total is $1981.97, with an estimated trip cost of $2004.11. The traveler’s name is redacted. The voucher is currently pending further approval and utilizes the E2Solutions travel platform with provided login links. The email includes standard disclaimers regarding confidential information and notification management. Reference ID# V0010 is associated with this communication.",
      "timestamp": "2020-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2020",
      "keywords": [
        "efta00011361",
        "voucher",
        "approval",
        "beverly hills",
        "epstein investigation",
        "travel",
        "expenses",
        "2020-02-25",
        "2020-02-29",
        "e2 solutions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019432",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023316",
            "similarity": 0.538,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023338",
            "similarity": 0.538,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030304",
      "summary": "Final voucher 11063602-1(1) has been approved. The voucher details include a trip to Beverly Hills, CA, from February 25th to February 29th, 2020, for the purpose of an Epstein Investigation Witness interview (R20NYS 13404). The total expenses were $1981.97, and the estimated trip cost was $2004.11. The voucher’s current status is awaiting payment.",
      "timestamp": "2020-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2020",
      "keywords": [
        "voucher",
        "final approval",
        "e2solutions",
        "beverly hills",
        "travel",
        "expenses",
        "payment",
        "2020-02-25",
        "11063602-1",
        "r20nys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037438",
      "summary": "A request was submitted for travel to London, March 16th-20th, 2020, for the purpose of interviewing a witness related to the Jeffrey Epstein case. The witness is unwilling to travel to the US. The request included details about the witness, potential targets, and expected expenses totaling $4,250. The request emphasized the need for travel despite COVID-19 restrictions. The email chain involved multiple individuals and redactions of names and information.",
      "timestamp": "2020-04-03T00:00:00",
      "timestamp_raw": "03 Apr 2020",
      "keywords": [
        "london",
        "travel",
        "jeffrey epstein",
        "redaction",
        "fbi",
        "interview",
        "co-conspirator",
        "sexual abuse",
        "corona virus",
        "cachtu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025494",
      "summary": "Email correspondence regarding approved voucher 11164814(1) for a trip to Santa Monica, CA, from December 15-18, 2019, for the purpose of an Epstein investigation witness interview. The voucher total expenses were $308.30, with an estimated trip cost of $574.30. The voucher status is pending approval and includes links to E2 Single Sign On and E2 Manual Login. The email contains standard disclaimers regarding confidential information and email notification management.",
      "timestamp": "2020-05-04T00:00:00",
      "timestamp_raw": "04 May 2020",
      "keywords": [
        "efta00025494",
        "voucher",
        "travel",
        "santa monica",
        "ca",
        "epstein investigation",
        "witness interview",
        "approval",
        "expenses",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019432",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023316",
            "similarity": 0.538,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028109",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025493",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding Final Voucher 11164814(1). The voucher, prepared by a travel arranger, is pending review and relates to a trip to Santa Monica, CA, from December 15-18, 2019, for the “R20NYS 13444 - Epstein Investigation - Witness interview.” The total expenses are $308.30, and the estimated trip cost is $574.30. Access to the document is through E2 Solutions with login details provided. The email includes a reference ID# V0012 and a warning about confidential information.",
      "timestamp": "2020-05-04T00:00:00",
      "timestamp_raw": "04 May 2020",
      "keywords": [
        "efta00025493",
        "voucher",
        "travel",
        "santa monica",
        "ca",
        "2019-12-15",
        "2019-12-18",
        "e2 solutions",
        "doj",
        "approval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028109",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026615",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019873",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025479",
      "summary": "Two emails were sent regarding voucher V0013 for Trip ID 11164814, a travel expense for a witness interview in San Francisco (Destination: San Francisco) from December 15-18, 2019, related to the Epstein Investigation. The first email requested login and approval. The second email notified the recipient that the voucher was late and instructed them to submit it and mark it as Final if no additional expenses were due.  The emails provided links to E2 Single Sign On and E2 Manual Login, and included information about managing email notifications and a disclaimer regarding confidential information.",
      "timestamp": "2020-05-04T00:00:00",
      "timestamp_raw": "04 May 2020",
      "keywords": [
        "efta00025479",
        "voucher",
        "travel",
        "approval",
        "authorization",
        "san",
        "doj",
        "e2",
        "epstein investigation",
        "2019-12-15"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031311",
      "summary": "Final voucher 11164814(1) for an Epstein Investigation witness interview in Santa Monica, CA, has received final approval. The trip took place from December 15-18, 2019, with total expenses of $308.30 and an estimated trip cost of $574.30. The voucher's current status is awaiting payment. Relevant login links and contact information for E2Solutions support are provided.",
      "timestamp": "2020-06-03T00:00:00",
      "timestamp_raw": "03 Jun 2020",
      "keywords": [
        "efta00031311",
        "voucher",
        "final voucher",
        "santa monica",
        "travel",
        "doj",
        "e2",
        "payment",
        "epstein investigation",
        "witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010273",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020999",
            "similarity": 0.538,
            "index": 47,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037944",
      "summary": "On June 29, 2020, a request was submitted for travel approval to Massachusetts to arrest a target related to the Epstein investigation. The request involved the sender, two supervisors, and potentially an escort, driving from New York. Estimated expenses included $644 for a hotel, $366 for per diem, and $50 for parking, totaling $1060. The document identifies the target by the ID EFTA00037944.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "efta00037944",
        "travel approval",
        "epstein investigation",
        "massachusetts",
        "target",
        "arrest",
        "supervisors",
        "expenses",
        "ny",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038259",
      "summary": "A detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force is planning a trip to West Palm Beach, Florida, from September 28th to October 2nd for the Epstein investigation. The estimated travel costs for two people are $2,771, including flights ($600), hotel ($980), car rental ($145), individual expenses ($610), taxis ($300), and parking ($136).",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "efta00038259",
        "epstein",
        "west palm beach",
        "florida",
        "travel",
        "flights",
        "hotel",
        "car rental",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038462",
      "summary": "An email chain discusses contacting a Florida victim of Epstein, potentially Brittany/Brad, and coordinating an interview. A separate email from Maria Kelljchian requests assistance for a client seeking FBI assistance with therapy expenses, detailing the client’s name, residence (Ohio), and current situation (ongoing sessions and waiting for payment).  A related document, EFTA00038463, also exists.",
      "timestamp": "2020-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2020",
      "keywords": [
        "epstein victim",
        "florida",
        "ohio",
        "fbi",
        "therapy",
        "maria kelljchian",
        "brittany henderson",
        "redaction",
        "pa",
        "efta00038462"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038611",
      "summary": "The travel is to conduct an in-person interview with a victim who has previously been interviewed via video conference. Two FBI agents and a Task Force Officer (TFO) are requesting the travel due to a potential superseding indictment and the established rapport with the witness. Estimated travel expenses total $2628.94.  The request was approved.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 08, 2021",
      "keywords": [
        "ean",
        "maxwell",
        "epstein",
        "travel approval",
        "nyfo",
        "investigation",
        "victim",
        "interview",
        "abuse",
        "trafficking",
        "co-conspirators"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038871",
      "summary": "This is the FD-794 Payment Request form, version 2.0, revised as of March 11, 2021. It is used by the FBI to request and process payments for authorized expenses, including advance payments and reimbursements. The form collects information such as Social Security Number, case details (case number, date, justification), and employee information. It outlines authorized uses of the data, emphasizes mandatory disclosure, and specifies maintenance within the FBI Central Records System. The form includes sections for approval by various FBI personnel and for finance office settlement of the payment, detailing methods of payment (e.g., cash receipt, OTCnet). Specifically, this form details a request for reimbursement of meals for trial witnesses incurred on 06/12/2021, under case number I50D-NY-3027571.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "March 11, 2021",
      "keywords": [
        "fbi",
        "payment request",
        "social security number",
        "advance payment",
        "reimbursement",
        "expenses",
        "classification",
        "unclassified",
        "justice",
        "fd-794"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038874",
      "summary": "This is form FD-794, a Payment Request submitted by the FBI. It requests funds for reimbursement of expenses, specifically meals for trial witnesses, incurred by the C-20 unit (E-NY-302757) on 06/23/21. The request is authorized by FBI regulations and E.O. 9397 and 13478. Information collected includes employee details, case information, and justification for the expense. The form includes sections for finance office completion and approval by various FBI supervisory and finance personnel. The overall classification is Unclassified.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "03/11/2021",
      "keywords": [
        "fbi",
        "payment request",
        "social security number",
        "advance payment",
        "reimbursement",
        "expenses",
        "form fd-794",
        "classification",
        "privacy",
        "records system",
        "e.o. 9397",
        "finance office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026840",
      "summary": "Robert Y. Lewis, representing a victim of Jeffrey Epstein and Ghislaine Maxwell, contacted [REDACTED] regarding attendance at the upcoming trial of Ghislaine Maxwell. He requested priority access as a spectator, noting she would be traveling from England and not seeking government-funded travel expenses. The communication was sent through The National Crime Victim Bar Association, with a confidentiality notice attached outlining protected information.",
      "timestamp": "2021-04-20T00:00:00",
      "timestamp_raw": "20 Apr 2021",
      "keywords": [
        "efta00026840",
        "u.s. v. maxwell",
        "ghislaine maxwell",
        "jeffrey epstein",
        "victims",
        "trial",
        "robert y. lewis",
        "marsh law firm pllc",
        "redaction analysis",
        "crime victim bar association"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038870",
      "summary": "This document is a payment authorization form (Form 794) related to the case of Jeffrey Epstein and child sex trafficking. It requests reimbursement for expenses incurred for trial witnesses on 6/23/2021. An attached receipt (Receipt 194) is included. The case ID is 71.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "6/23/2021",
      "keywords": [
        "efta00038870",
        "jeffrey epstein",
        "child trafficking",
        "reimbursement",
        "form 794",
        "fbi",
        "payment authorization",
        "trial witness",
        "expenses",
        "enclosure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027350",
      "summary": "The following summarizes the provided text: *   A US Attorney is coordinating support for a woman (identified as “”) who intends to testify in a trial scheduled for July 12, 2021. *   The woman wants her husband and three children to accompany her to New York for the trial and accommodations. *   The government is considering funding travel and hotel expenses for the family, potentially through the Epstein Victims’ Compensation Fund. *   Logistics and scheduling are being coordinated between the US Attorney’s office, the victim, and the FBI’s Victim Services folks. *   The initial communication involves confirming the woman’s willingness to testify and discussing the financial aspects of supporting her family.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "efta00027350",
        "new york",
        "victim-witness coordinator",
        "fbi",
        "testimony",
        "travel",
        "funding",
        "epstein victims' compensation fund",
        "trial",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019654",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, [REDACTED], is a fact witness and does not require an expert witness designation. The request includes details about the witness’s travel dates, address, contact information, and hotel requirements. The witness is not a victim-witness or a government/military employee. Unusual travel expenses, such as kennel fees for a pet, are noted. The request outlines specific instructions for AUSA regarding witness travel, including guidelines for domestic and international travel, and limitations on travel funding.",
      "timestamp": "2021-07-19T00:00:00",
      "timestamp_raw": "July 19, 2021",
      "keywords": [
        "efta00019654",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "victim/witness",
        "hotel required",
        "fact witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027392",
            "similarity": 0.5,
            "index": 116,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029596",
            "similarity": 0.5,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019452",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031454",
      "summary": "AUSA requested travel arrangements for two witnesses – [REDACTED] and [REDACTED] – to appear in SDNY for trial preparation related to the Ghislaine Maxwell case (20 Cr. 330). Both witnesses are considered fact witnesses and victims-witnesses. They require hotel accommodations and will be accompanied by their husband and three minor children for emotional support due to the trauma associated with testifying about past abuse.  The request includes details regarding unusual expenses, specifically the travel of the family unit, and instructions for travel authorization, including guidelines for witness travel and potential use of the FEWS appropriation.",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "August 16, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "sdny",
        "witness travel request",
        "fact witness",
        "trial",
        "grand jury",
        "victim/witness unit",
        "hotel required",
        "abuse",
        "travel expenses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027392",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, [REDACTED], is a fact witness appearing in SDNY on August 17, 2021, at 2 PM, and August 18, 2021, at 10 AM for trial preparation. The witness will arrive on August 16, 2021, and depart on August 18, 2021. Hotel accommodations are required. The witness is not an expert, not a military or civilian employee, and is not facing criminal charges. The request outlines specific travel instructions and guidelines for the witness’s travel arrangements, including potential unusual expenses and referencing relevant DOJ instructions.",
      "timestamp": "2021-08-17T00:00:00",
      "timestamp_raw": "August 17, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "august 17",
        "2021",
        "fact witness",
        "victim/witness",
        "united states v.",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 114,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.833,
            "index": 127,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010612",
      "summary": "A phone conversation occurred on August 19, 2021, between an individual (USANYS) and an unidentified party regarding a trip to New York. The individual expressed dissatisfaction with proposed charges for room service and desired a private, larger room for themselves, alongside a separate room for their mother. They also questioned the reimbursement process for food expenses.",
      "timestamp": "2021-08-19T00:00:00",
      "timestamp_raw": "August 19, 2021",
      "keywords": [
        "room service",
        "new york trip",
        "reimbursement",
        "personal suite",
        "family",
        "grandmother",
        "verizon lte",
        "efta00010612",
        "food costs",
        "room size"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038643",
      "summary": "An FBI program manager within the Victim Services Division sent emails regarding a flight itinerary update for a traveler (identified as “M”) associated with the Epstein/Maxwell case. The itinerary was altered due to a cancellation, and the traveler was responsible for any expenses beyond the original departure date (10/24/19). Two reimbursement forms were attached for the traveler to use to request reimbursement for their flight ticket, with instructions that receipts from the airline/website were required and credit card statements were not accepted. The emails involved communication between FBI personnel in Seattle and Bellingham, along with a Victim Services distribution list.",
      "timestamp": "2021-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2021",
      "keywords": [
        "fbi",
        "victim program",
        "epstein",
        "maxwell",
        "reimbursement",
        "itinerary",
        "flight",
        "seattle",
        "bellingham",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029596",
      "summary": "A request is submitted for travel expenses for a witness, [REDACTED], in the United States v. Ghislaine Maxwell trial (20 Cr. 330 (AN)). The witness is scheduled to appear in SDNY on September 17, 2021, at 10:00 AM for trial preparation. The witness's travel details, including arrival and departure dates, and contact information, are provided. The request specifies the witness is not an expert and does not reside outside the continental U.S.  Instructions are given for using this form for fact witnesses and for handling travel for foreign witnesses.  The request also includes guidelines for unusual travel expenses and specifies the appropriate funding source for witness travel.",
      "timestamp": "2021-09-17T00:00:00",
      "timestamp_raw": "September 17, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "august 31",
        "2021",
        "september 17",
        "2021",
        "fact witness",
        "victim-witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 114,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010022",
            "similarity": 0.692,
            "index": 126,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025287",
      "summary": "Department of Justice, Southern District of New York, regarding the Ghislaine Maxwell trial. It details the production of materials related to the case, including Jencks Act and Giglio materials. Here's a breakdown of the key points: *   **Production of Materials:** The government is providing witness statements and related materials as a courtesy, acknowledging they don't intend to call all individuals listed. *   **Non-Testifying Witness Statement:** A significant portion relates to statements made by Minor Victim-4 regarding Jeffrey Epstein, specifically that the minor instructed Epstein to falsely state he was 18 years old. *   **Protective Order Compliance:** All materials are governed by a Protective Order, designated as \"confidential,\" and marked with the specific paragraph reference. *   **Government Support:** The government is providing transportation and hotel expenses for witnesses traveling to New York for trial preparation and testimony. This includes covering costs for the FBI and the USAO SDNY. *   **Victim Services:** The USAO SDNY is offering victim services, including counseling, therapy assistance, and resource referrals. Essentially, the document outlines the ongoing logistical and evidentiary support being provided by the government in the Ghislaine Maxwell trial, while emphasizing the sensitive nature of the materials and adherence to court orders.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jencks act",
        "giglio material",
        "witness testimonies",
        "protective order",
        "confidential",
        "trial preparation",
        "fbi",
        "travel expenses",
        "new york",
        "united states attorney",
        "victim services",
        "jeffrey epstein",
        "minor victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015132",
      "summary": "An email chain discusses travel expenses related to a case from August 2019 involving Judge Berman and potentially Jeffrey Epstein. One party (USANYS) requests confirmation of SDNY payments for flights and hotel expenses associated with the August 2019 hearing. Another party confirms SDNY paid for flights and mentions an August 2019 travel record. A third party indicates the office paid for travel in September 2021, but seeks confirmation of hotel payments. HYDEOP.pdf is attached.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2021",
      "keywords": [
        "efta00015132",
        "victim travel",
        "sdny",
        "epstein",
        "august 2019",
        "travel expenses",
        "flights",
        "hotel",
        "maternity leave",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010174",
      "summary": "A travel request is submitted for a witness, [REDACTED], in the United States v. Ghislaine Maxwell case (20 Cr. 330). The witness is a fact witness required to appear for a trial, grand jury, and trial preparation dates within the SDNY court. The request includes details about the witness’s contact information, travel dates, and potential unusual expenses like care for a dependent or extra baggage. Instructions are provided for AUSA regarding witness travel requests, including limitations on funding and the use of specific forms based on witness type and location.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "November 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "travel agency",
        "tsa",
        "victim-witness",
        "fact witness",
        "criminal charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016832",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019446",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 125,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019446",
      "summary": "A witness travel request is submitted for Ghislaine Maxwell’s trial, dated November 19, 2021. The witness, whose name and details are redacted, is a victim-witness requiring hotel accommodations. The request outlines travel dates, arrival/departure estimates, and confirms the witness is not an expert witness, a federal employee, or facing criminal charges. The request includes guidelines for unusual expenses and instructions for the AUSA regarding witness travel procedures, including specific considerations for foreign witnesses and funding limitations.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "victim/witness unit",
        "court docket",
        "domestic witness",
        "travel agency",
        "tsa",
        "criminal charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010174",
            "similarity": 0.667,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016832",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019452",
      "summary": "A witness request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (Court Docket No: 20 Cr. 330, USA No: 2018R01618) on November 27, 2021, at 5 PM. The witness is a fact witness, not an expert witness, and does not reside outside the continental United States. Hotel accommodations are required. The witness’s travel details, including date of birth, address, phone numbers, and email, are specified but redacted. Instructions outline the use of this form for domestic fact witnesses and specify rules for witness travel reimbursement, particularly regarding expenses beyond standard travel and for witnesses brought in for grand jury testimony.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "November 27, 2021",
      "keywords": [
        "efta00019452",
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "trial",
        "grand jury",
        "witness",
        "united states v.",
        "domestic witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029596",
            "similarity": 0.5,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027392",
            "similarity": 0.5,
            "index": 116,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.538,
            "index": 114,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010022",
            "similarity": 0.5,
            "index": 126,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.5,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010176",
      "summary": "A travel request was submitted for a witness, [REDACTED], to appear in the SDNY court for the trial of Ghislaine Maxwell on December 1, 2021, at 2 p.m. The witness is a fact witness, not an expert, and does not reside outside the continental United States. Hotel accommodations are required. The request specifies a December 1 arrival and December 3 departure. Instructions are provided for AUSA regarding witness travel requests, including stipulations for U.S. government employees and military personnel, and for covering travel expenses beyond standard arrangements.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010174",
            "similarity": 0.5,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029596",
            "similarity": 0.571,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010022",
            "similarity": 0.692,
            "index": 126,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.571,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010022",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 1, 2021, at 2:00 PM in SDNY. The witness, whose name and DOB are redacted, is a victim-witness and requires hotel accommodations. The request outlines travel dates, including arrival on December 1, 2021, and departure on December 3, 2021. It specifies that the witness is not an expert witness, a current federal civilian or military employee, or facing criminal charges. Instructions detail the form’s use for domestic fact witnesses and highlight specific travel guidelines, including the need for exact ID matching and potential unusual expenses.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "efta00010022",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "victim-witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.692,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029596",
            "similarity": 0.692,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027651",
      "summary": "A request for travel is being submitted for a fact witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is needed to appear in SDNY on December 2, 2021, at 12:30 PM for trial, extending through December 3, 2021. The witness’s arrival is expected on December 1, 2021, and departure is scheduled for December 3, 2021. Hotel accommodations are required. The witness is not an expert witness, a government employee, or facing criminal charges. The request follows standard procedures for fact witness travel within the U.S., with specific instructions for foreign witnesses and potential unusual expenses.",
      "timestamp": "2021-12-02T00:00:00",
      "timestamp_raw": "December 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "december 2",
        "2021",
        "fact witness",
        "victim/witness",
        "united states v.",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027392",
            "similarity": 0.833,
            "index": 116,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010221",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 5, 2021, at the SDNY court. The witness, whose name and DOB are redacted, requires a hotel stay and is expected to arrive on December 5, 2021, and depart on December 8, 2021. The witness is a fact witness, not an expert witness, and does not have any unusual travel expenses. The request is for a domestic witness travel and follows standard DOJ procedures for witness travel requests.",
      "timestamp": "2021-12-05T00:00:00",
      "timestamp_raw": "December 5, 2021",
      "keywords": [
        "efta00010221",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "victim/witness",
        "domestic witness",
        "december 5",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 114,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010214",
            "similarity": 0.571,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010214",
      "summary": "A witness travel request was submitted for [REDACTED] to appear in SDNY court for the trial of Ghislaine Maxwell (20 Cr. 330). The witness is scheduled to appear on December 7, 2021, at 9 AM for trial preparation, and December 7-9, 2021, for the trial itself. The witness's estimated arrival is December 6, 2021, and departure is December 9, 2021. The witness is a fact witness, not an expert witness, and does not reside outside the continental United States. Hotel accommodations are required. The request specifies unusual expenses including a necessary travel companion. Instructions are provided for AUSA regarding witness travel requests, including guidelines for U.S. fact witnesses and procedures for foreign witnesses.",
      "timestamp": "2021-12-07T00:00:00",
      "timestamp_raw": "December 7, 2021",
      "keywords": [
        "efta00010214",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "december 7",
        "2021",
        "victim/witness",
        "hotel required"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010221",
            "similarity": 0.571,
            "index": 128,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.615,
            "index": 114,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019451",
      "summary": "A request for witness travel expenses was sent from the Assistant United States Attorney for the Southern District of New York to USANY to cover travel for a witness in the Maxwell case. The witness is testifying under a pseudonym and a travel request form (Fact_ Witness_ Travel_RequesUtrial).docx is attached.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "witness",
        "travel request",
        "pseudonym",
        "maxwell case",
        "united states attorney",
        "new york",
        "travel",
        "assistant",
        "redacted",
        "efta00019451"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037145",
      "summary": "The agreement outlines three required confidentiality breaches, security risks, and associated risks. The Client can discharge the Firm at any time, and the Firm can unilaterally withdraw for reasons including Client conduct, non-payment of expenses, or Client consent. Upon withdrawal or discharge, the Client remains obligated to pay pre-withdrawal expenses and any recovered amounts, with the Firm waiving fees if it withdraws without cause. The representation is expected to be complex and time-consuming. The Client has access to their case file, which the Firm will retain for three years unless a separate agreement is established. The Firm retains the right to maintain copies of the case file indefinitely.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "confidentiality",
        "breaches",
        "withdrawal",
        "attorney ethics",
        "expenses",
        "case file",
        "agreement",
        "resolution",
        "claims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037146",
      "summary": "The “Amount Recovered” is defined as the gross recovery amount received from claims before deducting expenses. If the Amount Recovered is less than Expenses, the client has no repayment obligation. The Attorney’s Fee is paid to the Firm no later than when the Client receives payment or when payment is offered, even if the Client opts for installment payments or a deferred payment arrangement. The Amount Recovered can include various forms of value, and the Firm has the option to receive the Attorney’s Fee in cash or as an equivalent item. Certain items like liens and healthcare reimbursements are not considered expenses. Payments are made to the Firm’s trust account, from which the Attorney’s Fee and Expenses are deducted, with the Client receiving their share within ten business days. The Firm retains the right to collect payment in a lump sum, periodic payments, or a combination thereof.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "amount recovered",
        "expenses",
        "attorney's fee",
        "claims",
        "settlement",
        "mediation",
        "arbitration",
        "client",
        "firm",
        "payment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026447",
      "summary": "The Southern District of New York submitted a request for $300,000 in case-related expenses for the ongoing investigation of Jeffrey Epstein. The request includes $200,000 for litigation fees and $100,000 for travel expenses. The investigation focuses on potential violations of federal laws including sex trafficking, coercion, and conspiracy to commit crimes related to Epstein's alleged activities involving minor girls spanning from the 1990s to 2007, occurring in multiple locations including New York, Florida, and overseas. The estimated forfeited assets are $100 million or more, and at least 50 victims are involved. Allowable expenses include travel, subpoena costs, litigation consultant fees, and record processing, while expenses like expert testimony, office equipment, and salaries are not reimbursable.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00026447",
        "forfeiture",
        "expenses",
        "litigation",
        "case",
        "assets",
        "united states attorneys",
        "jeffrey epstein",
        "money laundering",
        "criminal enterprises"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037142",
      "summary": "The document outlines the handling of litigation expenses and settlements related to client claims. Key points include: *   Expenses covered encompass parking, mileage, travel, meals, incidentals, hotel costs, investigation expenses, consultant fees, postage, and legal research. *   The Firm selects and manages consultants, expert witnesses, and investigators, providing cost estimations to the client. *   The Firm retains the right to use recovered amounts to cover past and future expenses. *   Any awarded attorney’s fees or expenses belong exclusively to the Firm and are applied against the Client’s overall debt. *   The Client must approve any settlement or compromise of the claims. *   Extraordinary motion or sanctions proceedings related to attorney’s fees and expenses are considered additional compensation to the Firm.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "litigation expenses",
        "attorney's fees",
        "expenses",
        "settlement",
        "mediation",
        "arbitration",
        "claims",
        "firm",
        "legal counsel",
        "recovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025189",
      "summary": "A request for $200,000 in case-related expenses has been submitted for the “In re Jeffrey Epstein” case (2018R01618) within the Southern District of New York. The request covers database hosting/discovery costs ($100,000) and travel expenses ($100,000).  The case involves investigating Ghislaine Maxwell for related crimes and considering civil forfeiture actions against properties valued at over $100 million.  The investigation centers on alleged sex trafficking activity spanning multiple locations and potentially involving 50 victims. Allowable expenses include travel, subpoena costs, and discovery costs related to seized electronic devices. Expenses such as expert witness testimony, office equipment, and salaries are not reimbursable from the Assets Forfeiture Fund.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00025189",
        "forfeiture",
        "assets",
        "litigation",
        "expenses",
        "criminal",
        "jeffrey epstein",
        "ghislaine maxwell",
        "civil forfeiture",
        "victim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037148",
      "summary": "The Firm will not participate in arbitration beyond providing neutral information and documents to the arbitrator(s). Costs of arbitration will be shared equally between clients, and the Firm can compensate the arbitrator from client recoveries. The Firm is authorized to incur expenses for client cases, with clients responsible for their proportionate share of “joint expenses” (those benefiting multiple clients) and “individual expenses” (those benefiting only one client). Expense allocation will be initially determined by the Firm, with clients able to object and request mediation if necessary. Confidentiality is expected during case-related communications.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "arbitration",
        "cost sharing",
        "legal services agreement",
        "confidentiality",
        "joint expenses",
        "individual expenses",
        "client",
        "firm",
        "mediation",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038436",
      "summary": "**Eligibility:** Compensation is available to: *   Innocent victims of crime *   Certain relatives and dependents *   Legal guardians *   Eligible Good Samaritans **Types of Expenses Covered:** OVS provides compensation for: *   Personal injury and death *   Loss of essential personal property (up to $500, including $100 cash, up to $6,000 for burial, and up to $30,000 for lost wages) *   Transportation *   Occupational/Vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup (up to $2,500) *   Good Samaritan property losses (up to $5,000) *   Moving expenses (up to $2,500) **Application Process:** *   Applicants must submit a completed OVS application. *   Supporting documentation is required: police reports, medical bills, insurance correspondence, receipts, death certificates, birth certificates, and proof of age. *   Applications can be submitted even if some documents are missing initially. **Court Ordered Restitution:** *   Restitution is compensation paid to victims by perpetrators for criminal offense losses. *   It's ordered by the Court as part of a sentence and is not for pain and suffering. *   The DA's office can request restitution, and the court may order it. **Other Information:** *   Applicants must notify OVS of a move. *   The victim typically signs the claim, but exceptions exist for minors or those unable to sign (legal guardian signs in those cases). *   An online application is available through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "insurance",
        "personal injury",
        "death",
        "property",
        "medical expenses",
        "lost wages",
        "burial expenses",
        "good samaritan",
        "claims",
        "applications",
        "ovs",
        "crime",
        "restitution",
        "court ordered",
        "healthcare",
        "hipaa",
        "eligibility",
        "ny",
        "benefits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018845",
      "summary": "**Eligibility:**  Compensation is available to: *   Innocent victims of crime *   Certain relatives, dependents, legal guardians, and Good Samaritans. **Types of Expenses Covered:** The OVS can cover: *   Medical, pharmacy, and counseling costs *   Loss of essential personal property (up to $500, including $100 for cash, up to $6,000 for burial/funeral expenses, and up to $30,000 for lost wages) *   Transportation costs *   Occupational/vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup *   Good Samaritan property losses *   Moving expenses **Application Process:** *   Applicants must complete the OVS application and provide copies of police reports, medical bills, insurance correspondence, receipts, death certificates, and proof of age. *   The application can be submitted by mail or online through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider. **Court Restitution:** The document also explains “court-ordered restitution,” which is compensation paid by the perpetrator of the crime to the victim. The court must order this as part of the sentence.  It can cover medical bills, lost earnings, and property replacement. **Important Notes:** *   The application must be filled out truthfully; false claims are a crime. *   The OVS may reimburse expenses requested as part of court ordered restitution. *   A signed letter must be sent to OVS if the applicant’s address changes.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "ovs",
        "medical expenses",
        "funeral expenses",
        "lost wages",
        "property loss",
        "crime",
        "applications",
        "insurance",
        "eligibility",
        "benefits",
        "claims",
        "restitution",
        "nypd",
        "new york state"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037135",
      "summary": "The Firm will provide legal services including investigation, drafting, and settlement efforts up to trial, keeping the Client informed and responding to inquiries. The Firm’s representation is limited to the described matters, excluding appellate services. The Client is obligated to be truthful, provide information, and cooperate with the Firm. Attorney’s fees are contingent on the outcome of the claims and vary based on the type of claim: 20% for Federal Tort Claims Act claims resolved before suit, 25% once a lawsuit is filed, and 33.33% for all other claims. No fee is due if no amount is recovered, but expenses will still be incurred.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "legal services",
        "client",
        "agreement",
        "attorney's fee",
        "settlement",
        "claims",
        "representation",
        "litigation",
        "tort claims",
        "recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032652",
      "summary": "This form is a request for services from an expert witness, litigative consultant, or ADR neutral for use by United States Attorneys. It includes sections for requesting official information, contractor details, a breakdown of services requested (expert testimony, deposition, medical examination, mental competency evaluation, ADR/consulting, etc.), estimated costs and performance dates for each service, and payment information. It utilizes a standardized form (USA-47) with fields for specifying the reason for the request, hourly rates, expenses, and payment methods.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "united states attorneys",
        "request for services",
        "expert witness",
        "litigation consultant",
        "adr neutral",
        "contract",
        "doj",
        "mental competency",
        "deposition",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007582",
      "summary": "The author expresses disappointment and rejection of Alberto’s resignation. They cite several unresolved issues regarding the “island project,” including missed deadlines, incomplete work (wooden tables), and a lack of communication from Jean. The author believes Alberto acted unprofessionally by abandoning the project and emphasizes a personal obligation falls on Alberto to complete the work, specifically concerning the house’s interior and associated expenses. The author requests a phone call to discuss the situation and reiterates their friendship.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "resignation",
        "island project",
        "jean",
        "alberto",
        "cabinet pinto",
        "morocco",
        "permits",
        "employee",
        "repair",
        "friend"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032388",
      "summary": "The appeal numbered 19-2221-cr regarding Jeffrey Epstein is dismissed with prejudice by agreement of the parties. Costs, expenses, and fees are not recoverable. The stipulation was executed on August 2019 by Reid Weingarten and Martin G. Weinberg representing Jeffrey Epstein and the United States of America, respectively.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey",
        "united states court of appeals",
        "second circuit",
        "appeal",
        "dismissal",
        "united states of america",
        "defendant-appellant",
        "plaintiff-appellee",
        "federal rule of appellate procedure"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037151",
      "summary": "The document outlines an agreement between a client and a law firm (and potentially associated attorneys) regarding a claim. Key points include: *   The client agrees to settle, sell, or transfer claims without prior consent. *   The firm may utilize associated attorneys for representation, with fees remaining consistent. *   The client waives any conflicts arising from the firm representing other clients seeking similar recoveries. *   The client acknowledges the firm's right to continue representing other clients even upon discharge or relationship issues. *   The client agrees to cover all costs, disbursements, and litigation expenses associated with the claim.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037151",
        "redaction analysis",
        "claims",
        "attorney's fee",
        "conflict waiver",
        "representation",
        "litigation expenses",
        "costs",
        "disbursements",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006025",
      "summary": "This document is an attendance and expense report related to a case investigation, likely involving a victim and related personnel. It contains a list of attendees, contact information (including addresses across multiple states), a breakdown of stall expenses (mileage, lodging, etc.), travel arrangements, and flight details. Key data points include: *   **Attendees:** A list of names and affiliations (e.g., Victim, Attorney, Guest, Therapist, FBI Agents). *   **Contact Information:** Addresses for victims and guests in various locations (Las Vegas, Miami, Asheville, etc.). *   **Expenses:** Mileage reimbursement, lodging costs, and other travel-related expenditures. *   **Travel Arrangements:** Details of flights, arrival/departure times, and hotel reservations. *   **Notes:**  Includes reasons for flight cancellations (illness, weather) and a request for a one-way ticket to Miami. *   **Exemption Certificate:** A form related to federal employee purchases, used to justify expenditures.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim",
        "attorney",
        "guest",
        "name",
        "flight",
        "travel",
        "address",
        "mileage",
        "florida",
        "date",
        "booking",
        "conference",
        "hotel",
        "efta00006025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}