{
  "keyword": "comments",
  "count": 32,
  "keyword_match_count": 32,
  "content_match_count": 42,
  "total_files": 74,
  "timeline": [
    {
      "file_id": "EFTA00013618",
      "summary": "On October 19, 2007, emails discuss a lawsuit filed by a girl in New York related to Jeffrey Epstein, which is causing delays in a change of plea. Concerns exist that Epstein's group is attempting to discredit the plaintiffs by planting false stories. One individual is awaiting comments from an attorney, Jay, regarding a proposed letter. Another party is inquiring about the selection of a special master and the status of the decision, noting that the girls involved are receiving calls from attorneys and are concerned about the media attention.",
      "timestamp": "2007-10-19T00:00:00",
      "timestamp_raw": "October 19, 2007",
      "keywords": [
        "efta00013618",
        "epstein",
        "lawsuit",
        "guilty plea",
        "civil suits",
        "attorney representative",
        "special master",
        "new york",
        "fox news",
        "abc news"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013506",
      "summary": "On October 19, 2007, emails discuss concerns regarding Jeffrey Epstein’s case, specifically a lawsuit filed by a female alleging rape by David Copperfield. A delay in Epstein’s change of plea is attributed to concerns about potential civil suits. Efforts are underway to contact individuals, including Jay, to obtain comments for a proposed letter. There’s a request to ascertain the status of the special master’s selection process due to increasing media attention and legal inquiries from the involved girls. A search was conducted at a warehouse owned by David Copperfield.",
      "timestamp": "2007-10-19T00:00:00",
      "timestamp_raw": "October 19, 2007",
      "keywords": [
        "epstein",
        "david copperfield",
        "rape allegations",
        "attorney representative",
        "special master",
        "guilt plea",
        "lawsuit",
        "fbi",
        "new york",
        "civil suits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014129",
      "summary": "A correspondence regarding a work release letter for Jeffrey Epstein occurred on December 10, 2008. An individual ([REDACTED]) sent a message to ([REDACTED]) stating that Ms. was not yet present but they would discuss the letter upon her arrival. The original message, from ([REDACTED]) to ([REDACTED]), requested comments on the letter, which was ready for delivery.",
      "timestamp": "2008-12-10T00:00:00",
      "timestamp_raw": "December 10, 2008",
      "keywords": [
        "epstein",
        "redaction",
        "letter",
        "release",
        "efta00014129",
        "2008",
        "discussion",
        "comments",
        "delivery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014032",
      "summary": "On December 10, 2008, correspondence regarding an Epstein work release letter was exchanged between multiple individuals, including [REDACTED], [REDACTED], and [REDACTED].  One party (identified as [REDACTED]) instructed another to provide a copy of the letter to a “Col.” and to await a response.  Another individual ([REDACTED]) confirmed that Mr. Josefsberg’s letters were in a FedEx bin and to wait for instructions. The original request for comments on the letter was initiated by [REDACTED].",
      "timestamp": "2008-12-10T00:00:00",
      "timestamp_raw": "December 10, 2008",
      "keywords": [
        "epstein",
        "work release",
        "letters",
        "col",
        "josefsberg",
        "fedex",
        "redaction",
        "efta00014032"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011527",
      "summary": "On January 24, 2010, Jeffrey Epstein emailed a guest, identifying as “Jeffre E stein,” expressing frustration and unhappiness regarding the guest’s behavior. Epstein claimed the guest’s recollections of events were skewed and inaccurate. He detailed instances where the guest refused to engage with him, disregarded his requests for assistance, and made disrespectful comments. Epstein felt the guest’s actions were disruptive and unfair, and he ultimately canceled the guest’s extended stay. The email contains disclaimers regarding confidentiality and legal privilege.",
      "timestamp": "2010-01-24T00:00:00",
      "timestamp_raw": "January 24, 2010",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "email",
        "2010",
        "situation",
        "conversation",
        "record",
        "menu",
        "guest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030274",
      "summary": "An indictment was prepared by the Assistant United States Attorney for the Southern District of New York regarding Jeffrey Epstein. All edits were accepted and redlined for accuracy, with some comments regarding the level of detail added. The document is attached as 2019-06-14_Epstein_Indictment.agm.docx.",
      "timestamp": "2019-06-14T00:00:00",
      "timestamp_raw": "14 Jun 2019",
      "keywords": [
        "indictment",
        "redaction",
        "edits",
        "revisions",
        "attorney",
        "united states",
        "new york",
        "epstein",
        "agm",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018174",
      "summary": "Gail Collins’ opinion column discusses Secretary of Labor Alexander Acosta’s handling of the Jeffrey Epstein case. Acosta defended his role in overseeing the prosecution, arguing that the lenient punishment he negotiated was “good” and that the victims were “scared and traumatized.” The piece highlights Trump’s defense of Acosta, contrasting it with previous administrations’ apologies and highlighting Trump’s past comments about Epstein. It criticizes Acosta’s actions regarding protecting vulnerable individuals from trafficking and questions his competence, suggesting a general ineptitude within the Trump administration’s cabinet.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "donald trump",
        "alex acosta",
        "labor secretary",
        "sex trafficking",
        "u.s. soccer",
        "trump administration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016741",
      "summary": "Emails dated July 16, 2019, detail a discussion regarding the review of a document (docx) containing photographs. The emails involve individuals within the USANYS (United States Attorney’s Office – Northern District of New York) and discuss whether to review the document immediately or await a draft. A Judge does not want to see the photographs and instructed not to bring them to chambers.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "redaction",
        "photos",
        "usanys",
        "detention",
        "review",
        "discussion",
        "comments",
        "chambers",
        "united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014471",
            "similarity": 0.667,
            "index": 8,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014471",
      "summary": "An email chain discusses the review of a document (\"photos\") involving individuals identified as \"[REDACTED],\" \"[REDACTED],\" and \"[REDACTED],\" and “[REDACTED]” (USANYS). A team has reviewed the document and discussed it. One member, an Assistant United States Attorney from the Southern District of New York, informed the group that Judge Berman does not want to see the photographs and that the document would be circulated for comments.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "photos",
        "redaction",
        "usanys",
        "review",
        "discussion",
        "draft",
        "judge berman",
        "chambers",
        "united states attorney",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016741",
            "similarity": 0.667,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020952",
      "summary": "*   The New York Times (Mike McIntire) is actively pursuing information from Jesse Rose (an employment lawyer who represented Maxwell) and Bob Lewis, seeking comments and information related to the Maxwell case and Epstein’s potential involvement. *   The Times reportedly has a copy of Rose’s deposition from the Maxwell case and believes he may have “lied” during his testimony. *   Flight documentation related to Epstein is considered incomplete or inaccurate. *   Rose destroyed documents related to his involvement with the Maxwell case as part of a settlement agreement. *   The communication emphasizes confidentiality obligations stemming from previous settlements and a desire to protect the criminal prosecution of Epstein. *   Bob Lewis offered to provide Rose’s deposition transcript if requested via subpoena.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "times",
        "lewis",
        "deposition",
        "testimony",
        "redacted",
        "witness",
        "settlement",
        "flight documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035286",
      "summary": "*   **Incident:** Epstein was found unresponsive and subsequently died in his cell due to an apparent suicide on August 10, 2019. A lawsuit is anticipated. *   **Preservation Obligation:** Record custodians are required to preserve all potentially relevant electronic files (ESI) and physical documents related to Epstein, including emails, documents, and BEMR records. *   **Action Required:** Custodians must complete a checklist and adhere to specific preservation protocols, including suspending retention policies and preventing deletion or alteration of ESI. *   **Contact Information:**  Questions and comments should be directed to alOjohnson@bop.gov.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "legal hold",
        "inmate death",
        "bop",
        "esi",
        "records preservation",
        "jeffrey epstein",
        "federal bureau of prisons",
        "data retention",
        "confidential",
        "notification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027096",
      "summary": "On August 12, 2019, the Principal Associate Deputy Attorney General (ODAG) sent a draft letter to Congress regarding the Jeffrey Epstein matter to E.(OIG). The draft included specific statements for review and requested feedback within the hour, incorporating prior comments.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "congress",
        "letter",
        "review",
        "concerns",
        "oig",
        "fbi",
        "draft",
        "usanys",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037236",
      "summary": "*   **Attachments:** The chain includes a zip file containing emails from William Barry to Mark Epstein, along with header information indicating routing through UK Yahoo email servers. *   **Investigation:** Simon Ragona reports that Mark Epstein provided original emails and is investigating the source of a YouTube video sent to him by Jeff, containing a “mock interview” with Steve Bannon that included comments about Trump. The video has since been removed. *   **Security Concerns:** The emails highlight a cybersecurity concern regarding the YouTube video and the potential for unauthorized access or dissemination of information. *   **Legal Disclaimer:** Both emails include standard legal disclaimers regarding confidentiality and prohibited distribution.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "mark epstein",
        "t&m protection resources",
        "cyber security",
        "email",
        "youtube",
        "redaction",
        "richard frankel",
        "william barry",
        "simon ragona",
        "jeff"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031722",
      "summary": "On January 27, 2020, FBI New York personnel were involved in communication regarding a press conference held at Epstein’s mansion. One individual expressed surprise that supervisors hadn’t informed them about the conference, particularly concerning comments about an ongoing investigation. Another individual, a Geoff, answered questions relating to Prince Andrew. A media affairs officer requested information about the press conference’s purpose, noting questions from the media and irate victims who were not notified.",
      "timestamp": "2020-01-27T00:00:00",
      "timestamp_raw": "January 27, 2020",
      "keywords": [
        "fbi",
        "epstein",
        "press conference",
        "victim services",
        "safe horizon",
        "prince andrew",
        "investigation",
        "redaction",
        "ny (fbi)",
        "after-affects"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017042",
      "summary": "Department of Justice (DOJ), specifically the Southern District of New York, into potential connections to Jeffrey Epstein’s crimes. The investigation centers around Prince Andrew (HRH The Duke of York) and involves communication between the DOJ and Gary Bloxsome, a lawyer representing him. Initially, the DOJ requested confirmation of an interview with Prince Andrew and a commitment from him to cooperate, stating their standard practice is to refrain from public comments on witness interviews. Bloxsome confirmed this practice, emphasizing the confidentiality of the investigation. Subsequently, the DOJ, through Assistant U.S. Attorney Berman, publicly stated that Prince Andrew hadn’t cooperated, correcting a perceived misimpression. Bloxsome challenged this statement, arguing it was inaccurate and potentially damaging to his client's ability to cooperate.  He requested a factual record of the DOJ’s statements and emphasized the importance of maintaining the confidentiality of the investigation. A series of emails followed, outlining the DOJ’s continued requests for an interview, Bloxsome’s concerns about public commentary, and efforts to schedule a preliminary call to discuss the matter. The core issue revolves around the DOJ’s insistence on obtaining a voluntary interview from Prince Andrew while Bloxsome attempts to protect his client's confidentiality and prevent any misrepresentation of the situation.",
      "timestamp": "2020-02-04T00:00:00",
      "timestamp_raw": "04 Feb 2020",
      "keywords": [
        "duke of york",
        "u.s. department of justice",
        "interview",
        "confidentiality",
        "epstein",
        "prince andrew",
        "cooperation",
        "doj",
        "legal investigation",
        "press statement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029275",
      "summary": "On February 10, 2020, an Assistant U.S. Attorney discussed communications regarding attorneys’ confidentiality concerns related to public comments about Prince Andrew. Counsel for multiple witnesses, including those representing individuals who had seen remarks and expressed concerns, contacted the team. Specifically, counsel for , , and  requested confirmation of confidentiality regarding communications with the team. Counsel for , , and  had previously met with the team, and interviews were being arranged for the remaining witnesses who had worked with Jeffrey Epstein and/or Ghislaine Maxwell. The attorney also reminded the team to send updates on Maxwell depositions.",
      "timestamp": "2020-02-10T00:00:00",
      "timestamp_raw": "February 10, 2020",
      "keywords": [
        "confidentiality",
        "prince andrew",
        "maxwell",
        "depositions",
        "witnesses",
        "attorneys",
        "communications",
        "usanys",
        "interviews",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028001",
      "summary": "Following discussions about Geoff’s comments regarding Prince Andrew on January 27, the team received concerns from counsel for witnesses who had heard Geoff’s remarks. These witnesses, including individuals who worked with Jeffrey Epstein and Maxwell, had not previously been interviewed but expressed a willingness to be interviewed. Counsel for one individual, previously reluctant to be interviewed, recently indicated a willingness to provide an attorney proffer. An interview is scheduled for February 28th with one of the individuals.",
      "timestamp": "2020-02-10T00:00:00",
      "timestamp_raw": "10 Feb 2020",
      "keywords": [
        "prince andrew",
        "geoff",
        "maxwell",
        "epstein",
        "confidentiality",
        "interviews",
        "counsel",
        "florida npa",
        "redaction analysis",
        "efta00028001"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009823",
      "summary": "An email chain discusses a Yahoo Lifestyle article titled “Prince Harry Comments on Prince Andrew’s Friendship with Jeffrey Epstein in Prank Phone Call.” The article is estimated to have significant publicity value, exceeding $4 million. One sender references a typical WSJ/Times article length (around $250,000) and notes the article’s readership of 231,333,672. Another email segment describes Critical Mention, a tool used for monitoring media coverage across TV, radio, online news, and social media, focusing on the United States, Canada, and Europe.",
      "timestamp": "2020-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2020",
      "keywords": [
        "prince harry",
        "jeffrey epstein",
        "prince andrew",
        "yahoo lifestyle",
        "critical mention",
        "wsj",
        "times",
        "publicity value",
        "reader engagement",
        "phone call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025549",
      "summary": "Stephanie Pagones of FOX Business contacted Geoffrey Berman regarding a story about the Epstein investigation and Prince Andrew’s lack of cooperation. The story highlighted Berman’s public comments on the matter, which were considered unusual due to a guideline in the U.S. Attorney’s Manual advising against commenting. Former U.S. Attorneys indicated they would likely have taken a similar action, and Pagones inquired if Berman would provide a statement for inclusion in the story by 4 p.m. Monday.",
      "timestamp": "2020-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2020",
      "keywords": [
        "fox business",
        "geoffrey berman",
        "epstein investigation",
        "prince andrew",
        "us attorney",
        "stephanie pagones",
        "redaction analysis",
        "legal inquiry",
        "former prosecutors",
        "attorney general"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027823",
      "summary": "An email thread discusses a prosecution memo (2020-03-12_GM_prosecution_memo.RC+EBD.docx) regarding “GM.” The sender, [REDACTED], believes the comments are generally sound and suggests further development of legal issues and fact questions. Another participant, [REDACTED], responds with thanks and acknowledges the delay in providing feedback, offering to discuss the comments after review. The email exchange references a draft email being prepared.",
      "timestamp": "2020-03-20T00:00:00",
      "timestamp_raw": "20 Mar 2020",
      "keywords": [
        "redaction",
        "analysis",
        "efta00027823",
        "gm",
        "prosecution",
        "memo",
        "resources",
        "legal",
        "comments",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031573",
      "summary": "An email chain discusses updates to two memos circulated on April 9, 2020. One individual requested an earlier delivery of the memos (around 3:30 PM) and suggested a call to discuss issues with the Maxwell memo’s “perjury section.” Another individual responded, stating that updates were circulated internally and aiming for polished final versions early next week, potentially sooner if there are few comments. Attached documents include Geoff Notes and potential perjury by Maxwell.",
      "timestamp": "2020-04-09T00:00:00",
      "timestamp_raw": "April 9, 2020",
      "keywords": [
        "memos",
        "perjury",
        "maxwell",
        "call",
        "comments",
        "drafts",
        "updates",
        "review",
        "brass",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029176",
      "summary": "A discussion occurred regarding revisions to a memo intended for a team (USANYS). One individual suggested delaying sending the revised memo until another individual ([REDACTED]) contacts the team to schedule a teleconference. The original request was to instruct the team to remove a specific section, but this action is being held off pending the teleconference. A draft of the memo was attached.",
      "timestamp": "2020-05-04T00:00:00",
      "timestamp_raw": "04 May 2020",
      "keywords": [
        "redaction",
        "memo",
        "comments",
        "team",
        "edits",
        "teleconference",
        "usanys",
        "finalized",
        "review",
        "section"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025383",
      "summary": "A New York federal judge, Richard M. Berman, criticized the conditions at New York City’s federal jails, specifically the Metropolitan Detention Center (MDC) and Metropolitan Correctional Center (MCC), citing issues including unsanitary conditions, drug activity, violence, and inadequate responses to the COVID-19 pandemic. He expressed disappointment that U.S. Attorney General William Barr had not conducted a thorough investigation, referencing concerns raised by an April 30 report by epidemiologist Homer Venters detailing deficiencies in medical care and protocol at the MDC. The judge’s comments occurred during the sentencing of Terrance Morgan for bank fraud conspiracy, and he indicated that the conditions influenced his decision to sentence Morgan to time served, home confinement, and supervised release. The case is linked to a previous lawsuit regarding attorneys’ access to clients at the MDC and is currently in mediation.",
      "timestamp": "2020-05-06T00:00:00",
      "timestamp_raw": "06 May 2020",
      "keywords": [
        "nyc jails",
        "federal prisons",
        "bureau of prisons",
        "coronavirus",
        "judge berman",
        "metropolitan detention center",
        "metropolitan correctional center",
        "conditions",
        "legal",
        "law360",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018735",
      "summary": "This email chain, dated May 6, 2020, is regarding an article published in the New York Law Journal titled \"The Prince and the Proffer.\" It includes a link to the article and a reference to Judge Berman’s comments on DOJ policies and investigations related to the Epstein case, found via a New York Daily News article. The sender is flagging the article for awareness due to its connection to an ongoing issue.",
      "timestamp": "2020-05-06T00:00:00",
      "timestamp_raw": "May 6, 2020",
      "keywords": [
        "efta00018735",
        "prince and the proffer",
        "new york law journal",
        "judge berman",
        "doj",
        "epstein",
        "fraud sentencing",
        "maiusanys",
        "usanys",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030977",
      "summary": "An email was sent from [REDACTED]@[REDACTED] to discuss redactions related to document EFTA00030977. The email included edits and comments, and a document named “2020-05-19perjury_and supplementsc.docx” was attached.",
      "timestamp": "2020-05-22T00:00:00",
      "timestamp_raw": "22 May 2020",
      "keywords": [
        "efta00030977",
        "redaction",
        "analysis",
        "perjury",
        "markup",
        "edits",
        "comments",
        "2020-05-19",
        "mimmie",
        "combined"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029796",
      "summary": "This document concerns efforts to secure a formal interview with a witness related to an ongoing investigation, likely a criminal case. The US Department of Justice (DOJ), specifically through its attaché at the US Embassy in London, is attempting to arrange an in-person interview with the witness. Concerns center around potential civil litigation and the witness's desire to prevent disclosure of any statements made during the interview. The DOJ proposes a confidentiality agreement with specific terms, including a limited timeframe for the agreement and restrictions on further comments regarding the interview. The witness’s legal team is wary of disclosing information, citing potential legal ramifications and past concerns about US government disclosures. The core issue is balancing the DOJ’s need for information with the witness’s desire to protect their rights and prevent further legal complications.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "mlat",
        "confidentiality agreement",
        "criminal investigation",
        "foia",
        "u.s. law",
        "witness interview",
        "litigation",
        "grand jury",
        "treaty",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028320",
      "summary": "Audrey Strauss (USANYS) sent a message to [REDACTED] forwarding comments regarding revisions to a document titled “Ghislaine_Maxwell_Press_Remarks_v3.docx.” She requested feedback to shift the tone away from an indictment-like style and towards a more accessible, conversational approach.",
      "timestamp": "2020-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2020",
      "keywords": [
        "efta00028320",
        "redaction",
        "audrey strauss",
        "ghislaine maxwell",
        "indictment",
        "comments",
        "changes",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028329",
      "summary": "An email thread discusses edits to a draft press release (2020-06-27 GM press release draft.rc.docx) created by [REDACTED]. One individual ([REDACTED]) provided comments and edits layered on top of another’s contribution.",
      "timestamp": "2020-06-27T00:00:00",
      "timestamp_raw": "2020-06-27",
      "keywords": [
        "gm",
        "press release",
        "redaction",
        "edits",
        "draft",
        "2020-06-27",
        "comments",
        "efta00028329"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020350",
      "summary": "An email exchange concerning a draft protective order (attached as 2020-07-03,_GM,_protective_order_fordiscoveryJAJN).). One sender removed paragraph three from a previous draft due to its superfluity, and another sender requests feedback and suggestions on the attached draft, anticipating potential pushback.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "2020-07-03",
      "keywords": [
        "protective order",
        "redaction",
        "draft",
        "efta00020350",
        "cyan",
        "suggestions",
        "edits",
        "july 2020",
        "pushback",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024786",
      "summary": "A draft protective order was sent from [REDACTED] to [REDACTED] on July 9, 2020, regarding discovery. The sender, experiencing an unexpected in-custody arrest related to a probation violation, acknowledged potential pushback on the draft and requested feedback and edits. The draft document, attached as 2020-07-03,_GM,_protective_orderjor discovery JAJN).docx, was created for case EFTA00024786.",
      "timestamp": "2020-07-09T00:00:00",
      "timestamp_raw": "July 9, 2020",
      "keywords": [
        "protective order",
        "redaction",
        "draft",
        "arrest",
        "warrant",
        "discovery",
        "suggestions",
        "comments",
        "edits",
        "efta00024786"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024479",
      "summary": "An email chain discusses a draft brief titled “GM detention reply brief.” Formatting changes, shortening of a citation, and a new paragraph addition were made to the brief. A request was made to save a slip-and-fall deposition. A team member stated they would send the revised draft within thirty minutes for review. The document includes attachments of the original brief and a revised version.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2020",
      "keywords": [
        "brief",
        "redaction",
        "edits",
        "comments",
        "deposition",
        "new york",
        "united states attorney",
        "july 12",
        "2020",
        "formatting",
        "changes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015846",
      "summary": "Audrey Strauss, a U.S. Attorney, sent draft comments to the Epstein estate trustees' counsel regarding a letter addressing issues related to the 1953 Trust Agreement. The letter included a question about a waiver of attorney-client privilege for the trustees’ discovery review. The Assistant U.S. Attorney from the Southern District of New York initially drafted the letter.",
      "timestamp": "2020-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2020",
      "keywords": [
        "epstein estate",
        "trust agreement",
        "attorney-client privilege",
        "redaction analysis",
        "usanys",
        "discovery review",
        "letter",
        "trustees",
        "waiver",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021168",
      "summary": "A collection of news clippings from August 4, 2020, covering various topics including: Donald Trump’s comments regarding Jeffrey Epstein’s death, Ghislaine Maxwell’s trial, investigations into Trump’s activities (including insurance fraud and potential bank fraud), legal proceedings related to disputed ballots, security agency purges in Mexico, a Justice Department investigation into Intuit’s takeover of Credit Karma, and a Novartis settlement for illegal kickbacks.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "August 4, 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "trump",
        "sex trafficking",
        "sdny",
        "august 4",
        "2020",
        "new york times",
        "wapo",
        "tmz",
        "insurance journal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017837",
      "summary": "An email chain discusses a redacted OPR (Office of Public Records) report related to the Epstein investigation. One party suggests sending comments via email or letter, deeming them “insignificant” and recommending a phone call. Another party provided an OCR’d version of the report, which contained multiple references to “global,” and sent it to the recipient. The sender identifies as an Associate U.S. Attorney for the Southern District of New York.",
      "timestamp": "2020-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2020",
      "keywords": [
        "epstein",
        "oig report",
        "ocr",
        "redaction",
        "email",
        "letter",
        "usanys",
        "southern district of new york",
        "global",
        "usax"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031975",
      "summary": "A correspondence was sent from [REDACTED] to [REDACTED] regarding a letter dated September 28, 2020, titled \"GM letter to Judge Nathan re discovery from other agencies v2.rc.docx.\" The sender made minor edits and added comments to the document, identified as EFTA00031975.",
      "timestamp": "2020-09-28T00:00:00",
      "timestamp_raw": "September 28, 2020",
      "keywords": [
        "efta00031975",
        "redaction analysis",
        "discovery",
        "gm letter",
        "judge nathan",
        "2020-09-28",
        "agencies",
        "v2.rc.docx",
        "edits",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031976",
            "similarity": 0.667,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031976",
      "summary": "An email chain discusses revisions to a document titled “2020-09-28 GM letter to Judge Nathan re discovery from other agencies v2.rc.docx.”  [REDACTED] entities (USANYS) exchanged multiple emails requesting and receiving edits and comments from [REDACTED] regarding the document. The document itself was attached.",
      "timestamp": "2020-09-28T00:00:00",
      "timestamp_raw": "2020-09-28",
      "keywords": [
        "efta00031976",
        "redaction analysis",
        "discovery",
        "gm letter",
        "judge nathan",
        "usanys",
        "2020-09-28",
        "edits",
        "comments",
        "v2.rc.docx"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031975",
            "similarity": 0.667,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015193",
      "summary": "An email dated October 5, 2020, from [REDACTED] to [REDACTED] with the subject “SDNY NEWS CLIPS, OCTOBER 5, 2020,” includes clippings from various news sources: The Wall Street Journal, Washington Times, Bulwark, CNN, The Daily Beast, Forbes, and NBC. The clippings cover topics including Treasury Department investigations, Mike Pompeo’s Bulwark article, William Barr’s coronavirus comments, and a John W. Dick leak exposing fraud scandal. EFTA00015193 is referenced as the document identifier.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "efta00015193",
        "sdny news clips",
        "october 5",
        "2020",
        "redaction analysis",
        "fraud",
        "wsj",
        "cnn",
        "daily beast",
        "forbes",
        "bulwark",
        "nbc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030564",
      "summary": "An email chain discusses a draft letter in response to Rule 16/Brady Letter. The draft was initially sent by an Assistant United States Attorney from the Southern District of New York to two recipients, [REDACTED] and [REDACTED]. Feedback and edits were requested and incorporated by [REDACTED], with a subsequent request for Maurene to add her comments. The email chain includes attachments of the draft letter and Chris’s October 13, 2020 letter.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00030564",
        "rule 16",
        "brady letter",
        "discovery letter",
        "united states attorney",
        "southern district of new york",
        "chris",
        "maurene",
        "editing",
        "response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018286",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a draft discovery letter (2020-10-27 Discovery_Letter Draft_v4.docx) on October 27, 2020, requesting a brief discussion regarding remaining comments, potentially following a call with Richards. The letter was sent from One St. Andrew’s Plaza, New York, NY 10007.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "efta00018286",
        "discovery letter",
        "united states attorney",
        "southern district of new york",
        "2020",
        "richards",
        "draft",
        "comments",
        "edits",
        "attachment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029988",
      "summary": "An email chain discusses draft talking points for a victim briefing regarding child exploitation and human trafficking. The Office of the Deputy Attorney General (ODAG), specifically the Acting Chief Privacy and Civil Liberties Officer (OPCL), requests input and comments on the talking points, including topics to avoid or expand upon, with a deadline of November 10, 2020. The email involves multiple recipients within the U.S. Department of Justice including OPR, OPR, OPCL, OLA, USAGAN, and USANYS.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "November 10, 2020",
      "keywords": [
        "victim meeting",
        "talking points",
        "opcl",
        "odag",
        "redlines",
        "comments",
        "doj",
        "united states department of justice",
        "privacy",
        "civil liberties",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011413",
      "summary": "A U.S. Attorney’s Office employee (Jeanette Grayeb) is requesting a review of a list of assets. The reviewer should identify any cases they have that may affect those assets or involve a given law firm, inputting the asset code number(s) as comments within the document. If no matches are found, the reviewer should type \"nothing to report\" at the top of the form. The annotated report is to be emailed back to Jeanette Grayeb.",
      "timestamp": "2020-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2020",
      "keywords": [
        "supervisory conflict check",
        "assets",
        "case",
        "law firm",
        "review",
        "annotation",
        "u.s. attorney's office",
        "sdny",
        "jeanette grayeb",
        "covid"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038022",
      "summary": "Emails discuss scheduling a briefing regarding the Epstein case on November 5th or 12th, potentially at the Miami FO All-Employee Conference Room. A draft invitation/RSVP with preliminary comments was prepared and circulated. The briefing includes details on the purpose, date, location, support person language, COVID precautions (temperature checks, CDC screening, social distancing, mandatory masks), RSVP deadline, and a request for advance questions from victims. Attachments include a questionnaire, letter template, name tag key, and COVID procedures. The sender is awaiting clearance from DOJ components and confirmation of the confirmed date to begin outreach to Victim Specialists.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein briefing",
        "doj",
        "fbi",
        "victim services division",
        "november 12",
        "invitation",
        "rsvp",
        "conference line",
        "miami",
        "covid",
        "clearance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031952",
      "summary": "On December 4, 2020, Christian Everdell of Cohen & Gresser LLP sent a draft letter to Judge Nathan regarding a briefing schedule. The letter was attached as a .DOCX file. He requested confirmation from the recipient ([REDACTED]) that there were no comments before sending the letter within the hour. The email also included images and a confidentiality notice.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "efta00031952",
        "briefing schedule",
        "letter",
        "judge nathan",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "usanys",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027559",
      "summary": "An email chain discusses receiving the article “EFTA00027559” which details comments by Counsel to the Acting U.S. Attorney from the United States Attorney's Office, Southern District of New York. The sender ([REDACTED]) requested the full article due to difficulty opening it, and forwarded the article from another sender ([REDACTED]). Six redactions are present within the document.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "December 10, 2020",
      "keywords": [
        "efta00027559",
        "redaction analysis",
        "article",
        "usanys",
        "united states attorney's office",
        "southern district of new york",
        "counsel",
        "comments",
        "us attorney",
        "google chrome"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027441",
      "summary": "An email was sent on December 10, 2020, from [REDACTED] to [REDACTED], containing an article titled \"article\" describing comments by Counsel to the Acting U.S. Attorney at the United States Attorney’s Office, Southern District of New York, related to case EFTA00027441.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "December 10, 2020",
      "keywords": [
        "efta00027441",
        "redaction analysis",
        "u.s. attorney",
        "southern district of new york",
        "counsel",
        "article",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018287",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a draft of the NPA brief to M on February 23, 2021. The brief included edits and flagged issues for consideration. The sender requested feedback and review by the following morning, February 24, 2021.  Three redactions are present in the document.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "February 23, 2021",
      "keywords": [
        "npa",
        "redaction",
        "brief",
        "edits",
        "comments",
        "united states attorney",
        "southern district of new york",
        "february 23",
        "2021",
        "draft",
        "discussion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025193",
            "similarity": 0.615,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026601",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025193",
      "summary": "Several individuals, including Assistant United States Attorneys from the Southern District of New York, exchanged emails regarding a draft brief titled “NPA.” The emails express positive feedback on the brief’s strength and well-written arguments, particularly regarding the motion’s denial. Concerns were raised about the second half of the brief, and a request was made for comments and edits. A review was suggested for the following morning. Redactions were present in the document.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2021",
      "keywords": [
        "npa",
        "redaction",
        "comments",
        "edits",
        "brief",
        "discussion",
        "united states attorney",
        "southern district of new york",
        "motion",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018287",
            "similarity": 0.615,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026601",
            "similarity": 0.667,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026601",
      "summary": "An email chain discusses a draft of a brief related to a “NPA” (likely a legal case or document). Multiple individuals, identified only by redaction codes, exchanged comments and revisions, with one sender expressing concerns about the second half of the brief. The latest draft was attached and requested for review by February 24, 2021.",
      "timestamp": "2021-02-24T00:00:00",
      "timestamp_raw": "February 24, 2021",
      "keywords": [
        "npa",
        "brief",
        "edits",
        "comments",
        "discussion",
        "motion",
        "denial",
        "review",
        "draft",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025193",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018287",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011516",
      "summary": "An email exchange occurred between individuals regarding redaction changes to a document labeled EFTA00011516.pdf. One party made substantive line edits and comments to the document, including proofreading, and requested confirmation from the recipient that these changes were acceptable for inclusion in the final version. The email also references a document named 2021.02.26_GM_Omnibus_Opposition_to_Defense_Motions.ebd.docx.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2021",
      "keywords": [
        "redaction",
        "analysis",
        "ebd",
        "omnibus",
        "defense motions",
        "changes",
        "line edits",
        "confirmation",
        "sections",
        "efta00011516"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032666",
      "summary": "AJN issued an opinion regarding Maxwell’s pretrial motions. She granted Maxwell’s motion to sever the perjury counts but denied the remaining motions, with the exception of the suppression motions concerning the Boies Schiller materials, which she deferred to a later date. The opinion included positive comments about the discovery approach and acknowledged the pretrial disclosure schedule as reasonable, allowing for trial preparation in July.",
      "timestamp": "2021-04-16T00:00:00",
      "timestamp_raw": "16 Apr 2021",
      "keywords": [
        "maxwell",
        "motions",
        "opinion",
        "ajn",
        "discovery",
        "disclosure",
        "trial",
        "perjury",
        "suppression",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032771",
      "summary": "A letter regarding a redaction issue was sent from [REDACTED] to an unknown recipient. The letter, attached as a draft, requests guidance and edits on a document titled “2021-04-21_Govtresponse_to_April_19_Order.docx,” which is being filed at 5 today.",
      "timestamp": "2021-04-21T00:00:00",
      "timestamp_raw": "21 Apr 2021",
      "keywords": [
        "redaction",
        "letter",
        "issue",
        "guidance",
        "edits",
        "comments",
        "suppression",
        "april",
        "2021",
        "gov response"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014635",
      "summary": "A joint letter proposing an extension of the deadline to file a letter regarding the pretrial schedule in the case of *US v. Maxwell* was sent by the Assistant United States Attorney for the Southern District of New York on May 14, 2021. The letter was attached as an attachment to an email. The sender requests comments on the proposed letter.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "May 14, 2021",
      "keywords": [
        "efta00014635",
        "us v. maxwell",
        "pretrial schedule",
        "joint letter",
        "extension",
        "united states attorney",
        "southern district of new york",
        "2021-05-14"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032729",
      "summary": "Bobbi Sternheim, attorney for Ghislaine Maxwell, sent an email detailing concerns about Maxwell’s pretrial confinement. These concerns included inconsistent enforcement of rules by MDC/BOP guards, issues with VTC equipment causing blurry video and distorted audio, and inappropriate behavior from guards, such as threatening discipline and making disrespectful comments. Sternheim requested immediate remedies to the VTC problems and requested a photo of earbuds. A subsequent email from Sternheim followed, reiterating the concerns and emphasizing the need for a response regarding the guards' behavior.  The emails also included standard legal disclaimers and COVID-19 related office updates.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "vtc units",
        "covid-19",
        "confinement",
        "guards",
        "attorney-client communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023892",
      "summary": "An email thread discusses a draft Revised Trial Chronology (RTC) – EFTA00023892.pdf – sent by an Assistant United States Attorney from the Southern District of New York to multiple recipients. The draft includes comment bubbles indicating judgment calls. Discussions revolve around reviewing the RTC, incorporating suggested edits, and potentially creating a superseder to address statutory language or decide whether to redact portions of the indictment for use with the jury. Attachments include a Maxwell RTC v7.moe.LP (MC).doex file.",
      "timestamp": "2021-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2021",
      "keywords": [
        "rtc",
        "redaction",
        "edits",
        "comments",
        "indictment",
        "statutory language",
        "review",
        "citations",
        "cleanup",
        "jury"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029163",
      "summary": "An email chain discusses a draft RTC (Record Transcript of Conference) related to case EFTA00029163. Multiple individuals are involved, including attorneys, a judge, and clerks. The draft was circulated for review on August 20, 2021, and subsequently sent to the PC Chiefs for assessment. One party is on leave and anticipates delaying sending comments until their return. The draft is slated for filing in November, following a review for MILs (Miscellaneous Information Letters). A revised draft was attached on August 6, 2021, with flagged judgment calls and planned cite checks.",
      "timestamp": "2021-08-20T00:00:00",
      "timestamp_raw": "August 20, 2021",
      "keywords": [
        "rtc",
        "draft",
        "case",
        "comments",
        "united states attorney",
        "maxwell",
        "judge",
        "clerkship",
        "legal",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027572",
      "summary": "Paulette Taylor sent a focus group questionnaire to [REDACTED] for review, requesting minimal comments by noon on September 21, 2021. Attached were proposed edits to the questionnaire, jury instructions, and a verdict sheet. Eight attendees from the Government were expected for the research exercise on Saturday.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "September 21, 2021",
      "keywords": [
        "focus group questionnaire",
        "redaction analysis",
        "efta00027572",
        "usanys",
        "jury instructions",
        "government",
        "editing",
        "research exercise",
        "nyc",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023466",
      "summary": "A draft of a proposed RTC (Recommendation to Charge) was prepared for the Maxwell case. It was sent from an Assistant United States Attorney with the Southern District of New York to M, with CCs to other redacted individuals. The RTC draft was attached as a .docx file and is intended to be submitted to the defense a week before October 27th, the filing deadline.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "rtc",
        "maxwell",
        "united states attorney",
        "defense",
        "joint proposed",
        "october 27",
        "new york",
        "redaction",
        "draft",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020107",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023120",
      "summary": "A response titled “Govt Reply v2 JME.docx” was sent from [REDACTED] to [REDACTED] on October 27, 2021, with minor clarifying comments attached. The document is identified as EFTA00023120.",
      "timestamp": "2021-10-27T00:00:00",
      "timestamp_raw": "October 27, 2021",
      "keywords": [
        "efta00023120",
        "govt reply",
        "redaction",
        "analysis",
        "jme",
        "2021",
        "reply",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018897",
      "summary": "On November 7, 2021, an Assistant United States Attorney from the Southern District of New York sent a draft Daubert motion (Motion_to_preclude_Dietz_and_Loflus_v5.doex) to a team for review and comments. The motion included sections on Dietz, Loftus, and Rocchio, with revisions being made to the Loftus section. The goal was to have a completed draft ready for the recipients’ review.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "November 7, 2021",
      "keywords": [
        "daubert motion",
        "redaction",
        "motion",
        "united states attorney",
        "southern district of new york",
        "dietz",
        "loftus",
        "revisions",
        "comments",
        "rocchio"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028211",
            "similarity": 0.538,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028212",
            "similarity": 0.818,
            "index": 69,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020107",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting feedback on a draft RTC (Record of Testimony) for the Maxwell case from “M”. The draft, attached as “Maxwell RTC v11.ducx”, is intended to be submitted to the defense a week prior to a joint proposed RTC filing on October 27th.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2021",
      "keywords": [
        "rtc",
        "maxwell",
        "defense",
        "comments",
        "october 20",
        "joint proposed rtc",
        "united states attorney",
        "new york",
        "redaction",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023466",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010035",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on November 12, 2021, regarding a document titled “2021-11-10 GM letter re GX 52.v4.docx.” The email attached the document and included comments. The document is associated with redaction analysis EFTA00010035.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "efta00010035",
        "gx 52",
        "redaction analysis",
        "gm letter",
        "2021-11-10",
        "2025-12-24"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018264",
      "summary": "On November 12, 2021, emails were exchanged regarding questionnaires prepared for a case, likely a legal proceeding. One individual (identified as [REDACTED]) sent a spreadsheet containing juror questionnaires to another individual ([REDACTED]). These questionnaires had been uploaded to USAfx and were intended to be shared with defense counsel. A deadline of 11:00 AM the following day was set for receiving comments/objections regarding the jurors. The sender promised to distribute the questionnaires and assign juror numbers for review.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "questionnaires",
        "jurors",
        "defense counsel",
        "spreadsheet",
        "usafx",
        "redacted",
        "efta00018264",
        "review",
        "assignments",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032748",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending a draft RTC (Record Transcript of Claims) for the Maxwell case to multiple recipients for review. The sender intends to file a joint proposed RTC on October 27th and plans to send the draft to the defense a week prior. The sender expresses uncertainty about providing significant value due to the volume of work and the unfamiliarity with reviewing an entire RTC.  The initial request for review was sent on September 30th, and a follow-up was sent on October 11th, inquiring about the recipient’s availability to review the draft before October 20th.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "rtc",
        "maxwell",
        "briefs",
        "appeals",
        "defense",
        "review",
        "comments",
        "drafting",
        "october",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027701",
      "summary": "An email chain discusses revised Medical Issue Letters (MILs) and letters related to the Maxwell case. One party ([REDACTED]) received a draft cover letter, index letter with victim information, and a redline from an Assistant United States Attorney (USANYS) of the Southern District of New York. The USANYS requests revisions to the letters, specifically suggesting language regarding Judge Nathan’s comments on Epstein and a justification for why a claim of Maxwell abuse will cause prejudicial publicity.",
      "timestamp": "2021-11-18T00:00:00",
      "timestamp_raw": "18 Oct 2021",
      "keywords": [
        "efta00027701",
        "mils",
        "letters",
        "redaction",
        "maxwell",
        "epstein",
        "judge nathan",
        "prejudicial publicity",
        "jury pool",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014659",
      "summary": "An email was sent from an Assistant United States Attorney for the Southern District of New York to the team, attaching a jury instructions letter titled “2021-11-20,_GM,_edits_to_limiting_instructions23.docx”. The email requests comments on the attached document.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "2021-11-20",
      "keywords": [
        "jury instructions",
        "united states attorney",
        "southern district of new york",
        "new york",
        "efta00014659"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014660",
            "similarity": 0.571,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016953",
      "summary": "A draft joint proposed request to charge was sent from the Assistant United States Attorney for the Southern District of New York to Christian Everde, Bobbi C Sternheim, Jeff Pagliuca, and Laura Menninger. The request is related to a defense counsel document (Maxwell_RTCJ2021.10.212o_defense_counsel].docx) and requires comments, including proposed jury instructions, to be sent as a redline to the document by Sunday, October 24th, due to a court deadline of Wednesday, October 27th.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2021",
      "keywords": [
        "efta00016953",
        "request to charge",
        "joint proposed",
        "jury instructions",
        "redline",
        "united states attorney",
        "southern district of new york",
        "october 24",
        "october 27",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014660",
      "summary": "An email chain discusses edits to a “Jury instructions letter.” Three individuals – an Assistant United States Attorney and two unidentified parties – exchanged versions of the letter with comments and attachments. The email thread originated on November 20, 2021, and involved revisions to the document identified as EFTA00014660.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "jury instructions",
        "redaction",
        "edits",
        "united states attorney",
        "southern district of new york",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014659",
            "similarity": 0.571,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032721",
      "summary": "A draft response to a Daubert motion was prepared and attached. The response includes blue highlighting indicating awaiting information from an expert. Additional motions are planned and will be provided in the coming days, with priority given to this complex motion to allow lead time for expert consultation.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2021",
      "keywords": [
        "daubert",
        "motion",
        "response",
        "expert",
        "information",
        "usanys",
        "united states attorney",
        "new york",
        "trenches",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028211",
      "summary": "An Assistant United States Attorney in the Southern District of New York sent a draft of a Daubert motion to a team, including sections on Dietz, Loftus, and Rocchio. The motion was created for comments and revisions, with the Dietz section considered “crushed.” The team was instructed to review the draft before further sections were sent.",
      "timestamp": "2021-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2021",
      "keywords": [
        "daubert motion",
        "dietz",
        "loftus",
        "motion",
        "revision",
        "comments",
        "usanys",
        "rocchio",
        "redaction",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018897",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028212",
            "similarity": 0.538,
            "index": 69,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028212",
      "summary": "An email chain discusses a Daubert motion. A draft of the motion, including sections on Dietz, Loftus, and Rocchio, was prepared by an Assistant United States Attorney in the Southern District of New York. Feedback was requested from a team, with revisions planned for the Loftus section. The motion was intended for expediency and to be delivered to the \"chiefs\" (likely senior attorneys) for review.",
      "timestamp": "2021-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2021",
      "keywords": [
        "daubert motion",
        "redaction",
        "motion",
        "revisions",
        "comments",
        "dietz",
        "loftus",
        "rocchio",
        "united states attorney",
        "efta00028212"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028211",
            "similarity": 0.538,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018897",
            "similarity": 0.818,
            "index": 58,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027665",
      "summary": "Questionnaires generated this morning were saved and uploaded to USAfx. Assignments detailing the questionnaires are in an attached spreadsheet. Team members are instructed to review the questionnaires and provide comments/objections by 11 a.m. tomorrow morning. The completed questionnaires will be shared with defense counsel upon notification.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "questionnaires",
        "juror",
        "defense counsel",
        "usafx",
        "juror numbers",
        "review",
        "assignments",
        "excel",
        "scanning",
        "efta00027665"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024924",
      "summary": "An email was sent from a United States Attorney’s Office (Southern District of New York) to a team regarding an updated draft of an opening document, titled “Maxwell_Opening_v5.docx”. The email discusses revisions made based on feedback from “=and =”, and proposes a revised structure of a “pyramid scheme” for discussion.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "efta00024924",
        "redaction analysis",
        "usanys",
        "pyramid scheme",
        "united states attorney's office",
        "new york",
        "assistant united states attorney",
        "maxwell",
        "draft",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035827",
      "summary": "The meeting discussed redaction analysis for EFTA00035827, focusing on the Epstein report. Key discussion points included: aggregating witness statements, establishing a factual basis for misconduct findings, limitations of BOP policies and supervisory opinions, addressing declinations on count slips, naming conventions for inmate/detainee records, camera system documentation, and preferred titles for personnel. The format for revised reports was also determined (full redline or clean copy with comments).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "misconduct",
        "witness statements",
        "inmate",
        "surveillance",
        "footage",
        "recommendations",
        "bop policies",
        "redline",
        "allegations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037703",
      "summary": "The document is a redaction analysis for account EFTA00037703, detailing account information including account names, sub-account names, account numbers, periods of account addition/change, Bates numbers, references, and comments. Specific accounts include: *   ELLMAX LLC (G Maxwell, various dates with Amex accounts: 000008, 000468, 000526, 000849, 000922, 001078, 001192, 001258, 001336, 001558) *   JENNIFER TURNER (G Maxwell, various dates with Amex accounts: 000526, 000849, 000922, 001078, 001192, 001258, 001336, 001558) *   THEODORE W WAITT (Various dates with Amex accounts: 001772, 001828, 002070) Several comments indicate the last statement with specific individuals included (e.g., September 2010 for Maxwell and Turner).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "account",
        "number",
        "sub account",
        "account",
        "maxwell",
        "ellmax llc",
        "jane turner",
        "bates number",
        "period",
        "statement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}