{
  "keyword": "jencks act",
  "count": 25,
  "keyword_match_count": 25,
  "content_match_count": 0,
  "total_files": 25,
  "timeline": [
    {
      "file_id": "EFTA00018578",
      "summary": "Christian R. Everdell, an attorney for Ghislaine Maxwell, submitted an affidavit certifying that defense counsel conferred in good faith with Assistant U.S. Attorneys regarding a request for disclosure of the identities of Victims 1-3. The government declined this request, stating they would provide the information through Rule 16 discovery or Jencks Act material closer to trial. The affidavit was dated August 10, 2020.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "criminal rule 16.1",
        "victims",
        "discovery",
        "jencks act",
        "affidavit",
        "united states district court",
        "cohen & gresser llp",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030569",
      "summary": "Department of Justice (Southern District of New York) to a discovery request filed by defense counsel in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The request includes 22 specific requests, a general Brady and Giglio request, and 10 “specific Brady requests” for discovery, inspection, and copying of materials. The DOJ asserts its commitment to full disclosure obligations under Rule 16, Brady, and Giglio, stating they intend to comply regardless of specific requests. They argue that many of the requested items are inherently related to Title 18 U.S. Code, Section 3500 (3500 material) or Giglio material. The DOJ outlines a standard practice in their district – producing Giglio and Jencks Act materials shortly before trial – and indicates they intend to begin producing 3500 material closer to trial. They propose to produce witness statements 4-8 weeks before trial, a practice widely held as sufficient to meet Giglio requirements. The DOJ rejects several specific requests, primarily citing Rule 16 protections and the established practice of producing Giglio and Jencks Act materials near trial. They specifically deny immediate disclosure of Giglio material and assertions of co-conspirator identity. They are unwilling to provide information related to the NPA, Grand Jury proceedings, or specific witness communications, arguing it is not within their discovery obligations and that such disclosures are typically not exculpatory. The DOJ is open to discussing a schedule for pretrial disclosures and explicitly requests that the defendant disclose prior statements of witnesses she intends to call, reiterating the reciprocity of discovery under Rule 16(b).",
      "timestamp": "2020-10-28T00:00:00",
      "timestamp_raw": "October 28, 2020",
      "keywords": [
        "brady material",
        "giglio",
        "rule 16",
        "fourth amendment",
        "fifth amendment",
        "sixth amendment",
        "discovery",
        "united states v. ghislaine maxwell",
        "20 cr. 330 (ajn)",
        "united states attorney",
        "southern district of new york",
        "disclosures",
        "criminal procedure",
        "witnesses",
        "jencks act",
        "3500 material",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030943",
      "summary": "330). The government argues it has provided the defense with sufficient information through the detailed indictment and over 2.7 million items of discovery, including electronic evidence and an index. They assert that a bill of particulars is only needed when the indictment is vague, which isn’t the case here.  The government further states it won't provide specifics about investigative strategies, witness lists, or the government’s planned approach to proving the charges, as this could unduly influence the defense. They refer to prior court decisions supporting this position, emphasizing that the indictment and discovery materials already adequately inform the defendant of the charges and evidence against her. Finally, the government indicates they will provide Giglio and Jencks Act materials in advance of trial.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "January 10, 2021",
      "keywords": [
        "ghislaine maxwell",
        "indictment",
        "bill of particulars",
        "discovery",
        "charges",
        "evidence",
        "united states v. maxwell",
        "giglio act",
        "jencks act",
        "criminal case",
        "defense",
        "notice",
        "investigation",
        "witnesses",
        "co-conspirators",
        "trial strategy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023910",
            "similarity": 0.526,
            "index": 3,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023910",
      "summary": "Department of Justice, through the Southern District of New York, is responding to a request from defense counsel for a bill of particulars in the case of *United States v. Ghislaine Maxwell*. The government denies the request, asserting that it has provided the defendant with sufficient information to prepare for trial and prevent surprise. Specifically, the government highlights the detailed speaking superseding indictment and over 2.7 million items of discovery (electronic form) that the defendant has already received. The government argues that a bill of particulars is not required when the indictment clearly outlines the charges and the defendant has received adequate notice through discovery. They cite several previous court rulings that prohibit using a bill of particulars to: *   Acquire evidentiary details. *   Serve as a general investigative tool. *   Allow a defendant to preview the government's case or trial strategy. The government maintains that the indictment, coupled with the extensive discovery, provides the defendant with ample information regarding the allegations and supporting evidence, and that requests for specific details regarding witnesses or co-conspirators are inappropriate. They reiterate their willingness to cooperate regarding pretrial disclosures.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "January 10, 2021",
      "keywords": [
        "ghislaine maxwell",
        "indictment",
        "bill of particulars",
        "discovery",
        "united states v. maxwell",
        "giglio act",
        "jencks act",
        "evidence",
        "charges",
        "defense",
        "trial",
        "united states department of justice",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030943",
            "similarity": 0.526,
            "index": 2,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028706",
      "summary": "On June 2, 2021, Judge Alison J. Nathan established a disclosure schedule for the Ghislaine Maxwell case (20-CR-330). The schedule includes: September 13, 2021, for victim identities; October 11, 2021, for government materials and exhibit list; October 18, 2021, for motions in limine; October 25, 2021, for jury questionnaire and voir dire; November 1, 2021, for defense expert disclosures; November 8, 2021, for defense disclosures and witness lists; and the close of the government’s case-in-chief, followed by defense witness list and 26.2 statements. All parties have a continuing obligation to update disclosures and may bring issues to the court after the motion deadlines if they couldn’t be raised previously.",
      "timestamp": "2021-06-02T00:00:00",
      "timestamp_raw": "June 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "disclosure schedule",
        "jencks act",
        "giglio material",
        "motions in limine",
        "defense disclosures",
        "government witness list",
        "jury questionnaire",
        "voir dire"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027416",
      "summary": "*   Maxwell requested the government disclose the identities of unnamed co-conspirators in the S2 indictment. *   The government initially objected, but the court ruled that the objection was too late, given previous requests. *   The court ordered the government to disclose the identities of all unnamed co-conspirators, balancing the risk of surprise to the defendant with law enforcement concerns (particularly regarding long-running conspiracies). *   The court found the government’s assurances insufficient due to the potential for changing trial strategy. *   The court mandated disclosure alongside Jencks Act materials and set a deadline of October 11 for all co-conspirator statements.",
      "timestamp": "2021-08-18T00:00:00",
      "timestamp_raw": "August 18, 2021",
      "keywords": [
        "ghislaine maxwell",
        "co-conspirators",
        "indictment",
        "united states",
        "jencks act",
        "conspiracy",
        "s2",
        "discovery",
        "trial",
        "united states v. bin laden"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020105",
      "summary": "On October 11, 2021, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, notified legal counsel regarding the upcoming trial of Ghislaine Maxwell (United States v. Ghislaine Maxwell, 20 Cr. 330 (MN)). The notification informs counsel that the government intends to refer Jefferey Stein as a co-conspirator. All existing co-conspirator statements related to Stein have been produced. The government clarifies that the list of potential co-conspirators is limited and not exhaustive, with further information contained in the Jencks Act production. The communication is governed by a Protective Order issued on July 31, 2020, designating the letter as confidential.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "co-conspirators",
        "justice",
        "redaction analysis",
        "electronic mail",
        "fed. r. evid. 801(d)(2)(e)",
        "jencks act"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025066",
      "summary": "On October 11, 2021, the U.S. Department of Justice, specifically Assistant United States Attorney Damian Williams, notified legal counsel (Cohen & Gresser LLP, Haddon, Morgan and Foreman, P.C., and Law Offices of Bobbi C. Stemheim) regarding the trial of Ghislaine Maxwell (20 Cr. 330 (MN)). The notification detailed that the government intends to refer Jefferey Epstein as a co-conspirator. All existing co-conspirator statements were produced, and the government will continue to produce Jencks Act material as needed. The government stated that the list of co-conspirators was limited and did not represent a complete list, with further information contained in the Jencks Act production. The communication was governed by a Protective Order issued on July 31, 2020.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "efta00025066",
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "co-conspirators",
        "fed. r. evid. 801(d)(2)(e)",
        "jencks act",
        "protective order",
        "christian everdell",
        "cohen & gresser llp",
        "laura menninger",
        "jeffrey pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025287",
      "summary": "Department of Justice, Southern District of New York, regarding the Ghislaine Maxwell trial. It details the production of materials related to the case, including Jencks Act and Giglio materials. Here's a breakdown of the key points: *   **Production of Materials:** The government is providing witness statements and related materials as a courtesy, acknowledging they don't intend to call all individuals listed. *   **Non-Testifying Witness Statement:** A significant portion relates to statements made by Minor Victim-4 regarding Jeffrey Epstein, specifically that the minor instructed Epstein to falsely state he was 18 years old. *   **Protective Order Compliance:** All materials are governed by a Protective Order, designated as \"confidential,\" and marked with the specific paragraph reference. *   **Government Support:** The government is providing transportation and hotel expenses for witnesses traveling to New York for trial preparation and testimony. This includes covering costs for the FBI and the USAO SDNY. *   **Victim Services:** The USAO SDNY is offering victim services, including counseling, therapy assistance, and resource referrals. Essentially, the document outlines the ongoing logistical and evidentiary support being provided by the government in the Ghislaine Maxwell trial, while emphasizing the sensitive nature of the materials and adherence to court orders.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jencks act",
        "giglio material",
        "witness testimonies",
        "protective order",
        "confidential",
        "trial preparation",
        "fbi",
        "travel expenses",
        "new york",
        "united states attorney",
        "victim services",
        "jeffrey epstein",
        "minor victim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021941",
      "summary": "On October 11, 2021, the U.S. Department of Justice, specifically the Southern District of New York, notified legal counsel (Cohen & Gresser LLP, Haddon, Morgan and Foreman, P.C., and Law Offices of Bobbi C. Stemheim) regarding the trial of Ghislaine Maxwell (United States v. Ghislaine Maxwell, 20 Cr. 330 (MN)). The government intends to refer Jefferey Epstein as a co-conspirator. All existing co-conspirator statements have been produced, and any additional statements will be provided as Jencks Act material. The government clarifies that the listed individuals represent a limited group and doesn’t intend to refer others as co-conspirators, with further information contained in the Jencks Act production. The communication is governed by a Protective Order dated July 31, 2020, designating the letter as confidential.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "efta00021941",
        "ghislaine maxwell",
        "united states v.",
        "co-conspirators",
        "judge nathan",
        "jencks act",
        "protective order",
        "federal rule of evidence",
        "united states attorney",
        "cohen & gresser llp",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011113",
      "summary": "On October 12, 2021, Nathan NYSD Chambers sent an email to counsel regarding the case *US v. Maxwell*, 20 Cr. 330 (AJN). The Government filed a letter requesting the Court accept a joint proposed juror questionnaire and voir dire under seal, and provided Jencks Act material and exhibits. The Chambers of the Hon. Alison J. Nathan requested a copy of the materials. The email also includes contact information for the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "efta00011113",
        "bobbi sternheim",
        "us v. maxwell",
        "jencks act",
        "voir dire",
        "juror questionnaire",
        "court",
        "sealing",
        "united states attorney",
        "nathan nysd chambers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016714",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021685",
      "summary": "On October 12, 2021, the United States Attorney for the Southern District of New York, Audrey Strauss, notified attorneys representing Ghislaine Maxwell regarding potential evidence to be introduced at trial in the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The government intends to present exhibits demonstrating Maxwell’s involvement in facilitating access for other men to women, alongside her relationship with Jeffrey Epstein. The government also plans to call a witness, identified as Ms. [Name], who was introduced to Jeffrey Epstein between 2005 and 2006, and anticipates she will testify about documentary evidence related to the charges, including scheduling sexualized massages for Epstein with underage girls. This evidence is considered admissible as direct evidence and potentially under Rule 404(b) for demonstrating intent and knowledge. All information is governed by a Protective Order issued on July 31, 2020.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "evidence",
        "jeffrey epstein",
        "sexual crimes",
        "jencks act",
        "protective order",
        "intent",
        "prosecution",
        "crimes",
        "exhibits"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011135",
      "summary": "Nathan NYSD Chambers sent a joint proposed juror questionnaire and voir dire for the case *US v. Maxwell, 20 Cr. 330 (AJN)* to [REDACTED] on October 14, 2021. The Court requested Word doc versions of the documents. The Assistant United States Attorney provided Jencks Act material and exhibits to the defense, offering to share copies with the Court.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00011135",
        "juror questionnaire",
        "voir dire",
        "us v. maxwell",
        "alison j. nathan",
        "jencks act",
        "united states attorney's office",
        "southern district of new york",
        "litigation",
        "evidence",
        "document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023217",
      "summary": "On October 25, 2021, the U.S. Department of Justice produced materials related to the case *United States v. Ghislaine Maxwell* to legal counsel, including Christian Everdell, Laura Menninger, Jeffrey Pagliuca, and Bobbi Stemheim. The production included Jencks Act and Giglio materials from potential witnesses and materials relating to individuals not currently planned to be called.  Previously produced materials (stamped 3501.450-3501.459) were reproduced to avoid confusion. The government reserves the right to call any of the listed individuals and specifies the Protective Order paragraphs governing the materials. The materials are marked \"SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.\"",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "witness statements",
        "government",
        "united states attorney",
        "cohen & gresser llp",
        "denver"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025035",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018889",
            "similarity": 0.583,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010162",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025035",
      "summary": "On October 25, 2021, the U.S. Department of Justice produced additional materials related to the United States v. Ghislaine Maxwell case to legal counsel including Christian Everdell, Laura Menninger, Jeffrey Pagliuca, and Bobbi Stemheim. The production included Jencks Act and Giglio materials concerning witnesses the government may call to testify, as well as materials related to individuals the government does not currently intend to call. Previously produced materials with a different stamp were reproduced to avoid confusion. The government reserves the right to call any of the listed individuals and notes that all materials are subject to the July 31, 2020 Protective Order, specifically paragraphs 7, 8, 9, 10, 15, and 17.",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "witness statements",
        "protective order",
        "confidential",
        "united states attorney",
        "christian everdell",
        "laura menninger",
        "bobbi stemheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023217",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028257",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014650",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021036",
            "similarity": 0.583,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018889",
      "summary": "On November 5, 2021, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, produced materials related to the United States v. Ghislaine Maxwell trial. The production included Jencks Act and Giglio materials pertaining to potential witnesses who may be called to testify, alongside materials relating to individuals not currently intended to be witnesses. These materials, marked with “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17,” are governed by the July 31, 2020 Protective Order and include confidential designations. The Government reserves the right to amend and supplement these disclosures and to potentially call individuals listed in the indices as witnesses.",
      "timestamp": "2021-11-05T00:00:00",
      "timestamp_raw": "November 5, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "witness statements",
        "government",
        "new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023217",
            "similarity": 0.583,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010162",
            "similarity": 0.727,
            "index": 20,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00014650",
            "similarity": 0.727,
            "index": 21,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021036",
            "similarity": 0.636,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021966",
      "summary": "On November 6, 2021, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, produced materials related to the case *United States v. Ghislaine Maxwell*. The production included Jencks Act and Giglio materials concerning witnesses potentially called to testify, as well as materials related to individuals the government does not currently intend to call. All materials are subject to the July 31, 2020 Protective Order, specifically paragraphs 7, 8, 9, 10, 15, and 17. The government reserves the right to amend or supplement these disclosures and potentially call individuals listed in the indices.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "November 6, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "united states department of justice",
        "united states attorney",
        "witness statements",
        "confidential",
        "new york",
        "trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010162",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023360",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031113",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028257",
      "summary": "On November 9, 2021, the U.S. Department of Justice, via United States Attorney Damian Williams, produced additional materials related to witnesses in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). These materials, including Jencks Act and Giglio material, were sent electronically to legal counsel representing the defense. The production is governed by a Protective Order dated July 31, 2020, and all materials are designated as \"confidential.\" The documents are marked with “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17” to indicate their compliance with the order. An index detailing the included materials is also enclosed and considered confidential.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "doj",
        "redaction analysis",
        "christian everdell",
        "laura menninger",
        "bobbi stemheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025035",
            "similarity": 0.667,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013430",
      "summary": "The attached documents are a joint proposed juror questionnaire and voir dire for the case of *US v. Maxwell*, case number 20 Cr. 330 (AJN). The parties request the Court accept these documents under seal, and the Government has provided Jencks Act material and exhibits to the defense.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2021",
      "keywords": [
        "efta00013430",
        "us v. maxwell",
        "juror questionnaire",
        "voir dire",
        "jencks act",
        "joint proposed juror questionnaire",
        "southern district of new york",
        "united states attorney",
        "defense",
        "court",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016714",
      "summary": "A request was made to the court to accept a joint proposed juror questionnaire and voir dire under seal. The request stemmed from a letter from Nathan NYSD Chambers, seeking a copy of Jencks Act material and exhibits from the government. The Assistant United States Attorney responded with the joint questionnaire and voir dire, also offering to provide the Jencks Act material and exhibits.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2021",
      "keywords": [
        "efta00016714",
        "jury questionnaire",
        "voir dire",
        "sealing",
        "court",
        "nathan nysd chambers",
        "us v. maxwell",
        "jencks act",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011113",
            "similarity": 0.538,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010162",
      "summary": "On November 16, 2021, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, produced materials related to the United States v. Ghislaine Maxwell case. The production included materials related to potential witnesses (including those not intended to be called) and witness statements, governed by the July 31, 2020 Protective Order. All materials were marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The Government reserves the right to call previously listed individuals as witnesses.",
      "timestamp": "2021-11-16T00:00:00",
      "timestamp_raw": "November 16, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "witness statements",
        "redaction analysis",
        "united states department of justice",
        "new york",
        "cohen & gresser llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021966",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018889",
            "similarity": 0.727,
            "index": 15,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023217",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014650",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021036",
            "similarity": 0.583,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031113",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014650",
      "summary": "On November 20, 2021, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, produced materials related to the United States v. Ghislaine Maxwell trial. The production included Jencks Act and Giglio materials concerning witnesses the government may call, along with materials relating to individuals the government currently does not intend to call. All materials are subject to the July 31, 2020 Protective Order, specifically paragraphs 7, 8, 9, 10, 15, and 17. The government reserves the right to call previously unlisted individuals should circumstances change.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "witness statements",
        "government",
        "united states attorney",
        "redaction analysis",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010162",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018889",
            "similarity": 0.727,
            "index": 15,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025035",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021036",
            "similarity": 0.727,
            "index": 23,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031113",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023360",
      "summary": "On November 20, 2021, the U.S. Department of Justice produced materials related to the United States v. Ghislaine Maxwell case. The production included Jencks Act and Giglio materials concerning witnesses the government may call to testify, as well as materials relating to individuals the government does not currently intend to call. These latter materials consisted of witness statements. The government reserves the right to call the individuals listed in the index. All materials are subject to the July 31, 2020 Protective Order, specifically Paragraphs 7, 8, 9, 10, 15, and 17.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "justice",
        "united states department",
        "ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "witness statements",
        "confidential",
        "new york",
        "trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021966",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021036",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, is producing materials related to the Ghislaine Maxwell trial, including Jencks Act and Giglio materials concerning potential witnesses and materials related to individuals not currently intended to be called. These materials, marked with the “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17” designation, are governed by a Protective Order and are considered confidential. The Government reserves the right to call individuals listed in the index should circumstances change.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "witness statements",
        "government",
        "united states attorney",
        "cohen & gresser llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014650",
            "similarity": 0.727,
            "index": 21,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00010162",
            "similarity": 0.583,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018889",
            "similarity": 0.636,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031113",
            "similarity": 0.727,
            "index": 24,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031113",
      "summary": "On November 24, 2021, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, produced materials related to the United States v. Ghislaine Maxwell case. The production included Jencks Act and Giglio materials concerning witnesses potentially called to testify, as well as materials related to individuals the government doesn't currently intend to call. These latter materials consisted primarily of witness statements. The Department of Justice emphasized that this production was a courtesy and reserves the right to call the individuals listed in the index. All materials are governed by a Protective Order, specifically Paragraphs 7, 8, 9, 10, 15, and 17.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "witness statements",
        "government",
        "united states attorney",
        "new york",
        "case index"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021036",
            "similarity": 0.727,
            "index": 23,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00014650",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010162",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}