{
  "keyword": "suicide attempt",
  "count": 34,
  "keyword_match_count": 34,
  "content_match_count": 23,
  "total_files": 57,
  "timeline": [
    {
      "file_id": "EFTA00033520",
      "summary": "This document outlines the Bureau of Prisons’ suicide prevention program, effective March 15, 2007. Its purpose is to identify and manage potentially suicidal inmates through staff training and observation. Key changes include: three mock suicide emergency exercises per year (one in the SHU), specific criteria for suicide risk assessments and post-watch reports, designated suicide watch rooms (requiring regional director approval), and procedures for notifying psychology services upon inmate requests for protective custody. The program involves staff training, inmate observation, and documentation of all events. The document references various Bureau directives and standards, including those related to discipline, housing units, psychological services, and use of force.  It establishes a formal process for responding to inmate suicide attempts, including after-action reviews and documentation requirements. Finally, the document details procedures for managing inmates in SHUs and uses of inmate observers within the inmate companion program.",
      "timestamp": "2007-03-15T00:00:00",
      "timestamp_raw": "March 15, 2007",
      "keywords": [
        "suicide prevention",
        "inmates",
        "bureau of prisons",
        "risk assessment",
        "training",
        "shu",
        "intervention",
        "treatment",
        "supervision",
        "criteria",
        "procedures",
        "observations",
        "mental health",
        "referral",
        "assessment",
        "emergency",
        "mock emergency",
        "documentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034181",
      "summary": "The document consists of photo sheets related to a possible suicide attempt involving inmate Jeffrey Epstein (#76318-054) and, in later entries, inmate Nicholas Tartaglione (#78514-054). The incidents occurred on July 23, 2019, at 1:27 AM, as recorded by the Lieutenant's Office at the Metropolitan Correctional Center New York.  Photographs were taken in the Special Housing Unit.  The time of the second photo taken of Tartaglione was 2:25 AM on the same date. The sheets are classified as CONFIDENTIAL with the SDNY case numbers listed.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "07/23/19",
        "1:27 am",
        "photograph",
        "housing unit",
        "cellmate",
        "nicholas tartaglione"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020645",
      "summary": "On July 23, 2019, at approximately 1:27 AM, an inmate, Jeffrey Epstein (#76318-054), attempted suicide in his cell at the Metropolitan Correctional Center in New York. Multiple officers responded to the alarm, finding Epstein in a fetal position with a makeshift noose around his neck. He exhibited erratic behavior, including attempting to stand and falling, and made statements about his cellmate, Nicholas Tartaglione (#78514-054), attempting to kill him and extorting money. Tartaglione reported feeling struck by something in his bunk and witnessed Epstein with a rope. Epstein claimed he’d informed his attorney about the threats. Medical staff assessed Epstein, finding a circular erythema on his neck, and he was placed on suicide watch. The incident involved multiple officers, a medical assessment, and documentation of the events by those present.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "suicide attempt",
        "inmate",
        "epstein",
        "cell",
        "restraints",
        "staff",
        "observation",
        "ha-unit",
        "new york",
        "threat",
        "nicholas tartaglione"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015994",
      "summary": "Tartaglione. *   A request was made for statements from Mr. Tartaglione given interviews conducted by the Bureau of Prisons (BOP) regarding Epstein’s attempted suicide on July 23, 2019. *   A zip folder containing statements attributed to Mr. Tartaglione (including those conveyed by Epstein to MCC staff) was provided. *   A request was made for all reports and video related to Epstein’s attempted suicide on July 22-23, 2019, but this request was denied, citing irrelevance and Rule 16. *   The Assistant United States Attorney stipulated that the request required a release from Touhy, a Touhy letter, and a subpoena. *   Barket Epstein Kearon Aldea & LoTurco, LLP is involved in the legal proceedings.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "tartaglione",
        "statements",
        "mcc",
        "suicide attempt",
        "july 23",
        "2019",
        "reports",
        "protective order",
        "usanys",
        "bruce barket"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035574",
      "summary": "On July 23, 2019, at approximately 1:27 AM, an inmate, Jeffrey Epstein (#76318-054), attempted suicide in his cell at the Metropolitan Correctional Center. He was found with a t-shirt and boxers, a red neck, and snoring heavily. He exhibited erratic behavior, including attempting to fall headfirst and reacting strongly to staff observation. A cellmate, also named Epstein, reported that his cellmate had been harassing him and attempting to kill him, informing his attorney. During questioning, the second inmate stated he was asleep and saw the first inmate with a string around his neck. Examination revealed a circular erythema at the base of the neck and a small erythema on his left knee. No immediate medical treatment was provided due to lack of medical staff availability.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "suicide attempt",
        "jeffrey epstein",
        "inmate",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "cell z05-124lad",
        "restraints",
        "suicide watch",
        "staff",
        "daily news",
        "harassment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020629",
      "summary": "On July 23, 2019, at 1:27 AM, Jeffrey Epstein (#76318-054) was involved in a possible suicide attempt within the Special Housing Unit of the Metropolitan Correctional Center New York. Photographs were taken at 1:45 AM and 2:25 AM by Lieutenant personnel, documenting Epstein's situation. Additionally, Nicholas Tartaglione (#78514-054) was also involved in a possible suicide attempt (cellmate) and photographed at 2:25 AM and 2:55 AM by Lieutenant personnel.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "07/23/19",
        "76318-054",
        "nicholas tartaglione",
        "78514-054",
        "special housing unit",
        "photo sheet",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019329",
      "summary": "A Justice Department official (from [REDACTED] to [REDACTED]) sent an email on July 23, 2019, to the Washington Post regarding reports that Jeffrey Epstein was found unresponsive in his cell, potentially as a suicide attempt. The official offered to discuss the situation.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "redaction",
        "wapo",
        "united states department of justice",
        "southern district of new york",
        "mobile",
        "press office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035736",
      "summary": "This document is an import form related to a case file (90A-NY-3151227) concerning the July 23, 2019 suicide attempt of Jeffrey Epstein. The form includes a photograph of a homemade rope taken from the scene. The document identifies Jeffrey Epstein as a victim and indicates an ongoing death investigation. It references serial 81 within the case file.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035736",
        "fbi",
        "photograph",
        "rope",
        "suicide",
        "jeffrey epstein",
        "incident",
        "investigation",
        "oig",
        "form"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015511",
      "summary": "This document is a redaction analysis of materials related to Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC) in New York City. The materials include incident reports, psychological reconstructions, overtime logs, inmate assignment rosters, investigative documents, medical records, emails, and various count documents. A significant portion of the material is subject to Withholdings In Full (WIF) under 7(A), citing exemptions related to deliberative process privilege, security, and other confidential information. Specifically, exemptions 5, 6, 7(C), 7(E), and 7(F) are frequently applied. Approximately 969 and 1,133 emails pertaining to the case are also subject to withholding. The documents cover events from July 22-23, 2019, and August 9-10, 2019, primarily focusing on the investigation and aftermath of Epstein’s apparent suicide attempt.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "bop",
        "withholdings",
        "exemptions",
        "psychological reconstruction",
        "overtime logs",
        "mcc",
        "investigative reports",
        "emails",
        "truintel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034275",
      "summary": "*   **Details:** Epstein was found with a homemade rope around his neck. Staff intervened, and he was placed on suicide watch. *   **Cellmate Involvement:**  An additional inmate, [REDACTED], reported that Epstein was harassed and attempted to extort money from him. *   **Medical Assessments:**  Epstein received medical assessments at multiple points, including a clinical encounter on July 23rd, noting erythema on his neck and no other immediate concerns. A subsequent encounter on July 31st reported no complaints and normal vital signs. *   **Security Measures:** The incident led to Epstein being placed on Administrative Detention pending investigation. *   **Documentation:** Multiple incident reports, medical encounter summaries, and photographic records were created.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "assault",
        "inmate",
        "suicide",
        "escape",
        "facility",
        "shu",
        "restraint",
        "weapons",
        "death",
        "disturbance",
        "contraband",
        "harassment",
        "sexual assault",
        "cellmate",
        "incident",
        "medical attention",
        "mental health",
        "investigation",
        "security threat"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034177",
      "summary": "On July 25, 2019, at 10:04:35 AM, a communication was sent regarding Jeffrey UM Epstein (#76318-054) and a reported suicide attempt. The USMS contacted a Lieutenant’s office, and subsequently, the E/W OSP #1 received a call from The Daily News inquiring about the situation. The communication was classified as CONFIDENTIAL and linked to case SDNY_00010445 and redaction file EFTA00034177.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "efta00034177",
        "jeffrey epstein",
        "usms",
        "suicide attempt",
        "daily news",
        "env ops",
        "e/w osp",
        "sdny_00010445",
        "redaction analysis",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022539",
      "summary": "On July 25, 2019, Jeffrey Epstein was found unconscious in his cell at a federal jail in Manhattan with neck marks. Prison officials treated it as a possible suicide attempt. Epstein’s injuries were not serious, according to a law enforcement official briefed on the matter who requested anonymity. The Bureau of Prisons did not immediately respond to information requests.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide attempt",
        "jail",
        "manhattan",
        "bureau of prisons",
        "redaction analysis",
        "efta00022539"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022538",
      "summary": "On July 25, 2019, Mihir Zaveri, a reporter for The New York Times, inquired about reports of Jeffrey Epstein being found injured in a jail cell following a possible suicide attempt or assault. Mihir Zaveri contacted Mihir Zaveri to request confirmation or insight into the situation. Mihir Zaveri responded with “we can’t confirm and have no comment.”",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "jeffrey epstein",
        "nyt",
        "redaction",
        "suicide attempt",
        "assault",
        "mihir zaveri",
        "new york times",
        "jail",
        "inquiry",
        "nbc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016762",
            "similarity": 0.818,
            "index": 14,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035385",
      "summary": "On July 25, 2019, Jeffrey Epstein’s case (#76318-054) was the subject of inquiries regarding a suicide attempt. The USMS contacted Lieutenant’s office, and the Daily News was also asking questions, as reported by E/W Ops Lieutenant and E/W OSP #1.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "suicide attempt",
        "usms",
        "i/m",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016762",
      "summary": "Mihir Zaveri, a reporter for The New York Times, is investigating reports that Jeffrey Epstein was found injured in his jail cell, potentially due to a suicide attempt or assault. He is seeking information about the incident and Epstein’s current location.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "nyt",
        "redaction analysis",
        "suicide attempt",
        "assault",
        "jail",
        "mihir zaveri",
        "new york times",
        "nbc new york",
        "inquiry"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022538",
            "similarity": 0.818,
            "index": 12,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034082",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion due to overtime. There were inquiries regarding inmate I/M Epstein’s potential suicide attempt. Inmates were placed in the Special Housing Unit (SHU) for possession of cellular telephones. Several inmates were admitted and released, including Deleon, Guillen, Kaba, Aguilar, Lamarco, Murray, and Williams. A shortage of staff resulted in unassigned correctional assignments. There were missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. The institution’s population at the start of the morning shift was 774.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "i/m epstein",
        "cellular telephone",
        "special housing unit",
        "fire watch",
        "inmates",
        "corrections",
        "overtime",
        "staff shortage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034730",
            "similarity": 0.75,
            "index": 17,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018394",
      "summary": "On July 25, 2019, Jeffrey Epstein was found unconscious in his cell at a federal jail in Manhattan with marks on his neck. Prison officials treated the incident as a possible suicide attempt. Epstein was facing federal sex trafficking charges and had been placed on suicide watch previously. Law enforcement officials were briefed on the event, and details were sourced from ABC News and The New York Times.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "suicide",
        "sex trafficking",
        "law enforcement",
        "new york city",
        "jail",
        "suicide watch",
        "injuries",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034730",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion from overtime, and there was a fire watch in progress during multiple shifts. Inmates I/M Epstein and Kaba were investigated for potential suicide attempts and possession of cellular telephones, respectively. Several inmates were moved to the Special Housing Unit (SHU) due to these issues. Staff shortages led to unassigned correctional assignments.  Inmates Aguilar, Lamarco, Murray, and Williams were released, while Deleon, Guillen (three instances), and Kaba were admitted to the SHU.  There were no cells triple bunked. A staff search was conducted across multiple areas of the facility, including Sallyports, offices, and security areas. Leave utilization included furloughs, sick leave, and overtime hours. Unit counts at the beginning of the morning shift totaled 774.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "i/m epstein",
        "suicide watch",
        "special housing unit",
        "cellular telephone",
        "fire watch",
        "inmates",
        "usms",
        "possession",
        "corrections",
        "staff shortage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.75,
            "index": 15,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034120",
      "summary": "On August 1, 2019, a U.S. Department of Justice/Federal Bureau of Prisons Chief Psychologist (Psy.D.) requested information regarding Jeffrey Epstein. On August 1, 2019, at 9:10 AM, the Psychologist sent a request for information to a redacted recipient, referencing “Epstein,” and asking for urgent delivery. On July 31, 2019, at 4:48 PM, the same Psychologist requested notes related to Epstein’s suicide attempt.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00034120",
        "redaction analysis",
        "psy.d.",
        "epstein",
        "suicide attempt",
        "hipaa",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "samsung galaxy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034057",
      "summary": "On August 1, 2019, a Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons requested information regarding Jeffrey Epstein’s potential suicide attempt.  The request included communications between the psychologist and an individual identified as “NERO,” and a subsequent request for HIPAA documentation related to Epstein. The document includes dates, times, and locations of communication, including the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide attempt",
        "redaction analysis",
        "efta00034057",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "hippa",
        "metropolitan correctional center",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034059",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034061",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034059",
      "summary": "On August 1, 2019, communications occurred between a Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons and individuals regarding Jeffrey Epstein’s attempted suicide at the Metropolitan Correctional Center. Discussions included uncertainty about whether the attempt was intentional, a ploy, or accidental, and requests for psychological notes related to the event. HIPAA concerns and urgent requests for information were raised. The document contains redactions of personal information.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide attempt",
        "psychologist",
        "redaction",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "hippa",
        "notes",
        "samsung galaxy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034057",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034061",
            "similarity": 1.0,
            "index": 21,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035342",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035338",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034061",
      "summary": "On August 1, 2019, a Chief Psychologist at the Metropolitan Correctional Center in New York discussed an attempted suicide by Jeffrey Epstein.  The psychologist initially suggested the gesture was a “potential suicidal gesture” and considered possibilities including a ploy, external involvement, or self-inflicted injury. Notes related to the attempt were requested and circulated among individuals, including requests for HIPAA compliance and immediate access.  The communication involved multiple individuals and locations, including the U.S. Department of Justice and Federal Bureau of Prisons.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide attempt",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction",
        "hippa",
        "samsung galaxy",
        "notes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034059",
            "similarity": 1.0,
            "index": 20,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034057",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035342",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035338",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035342",
      "summary": "On August 1, 2019, a Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York was communicating regarding Jeffrey Epstein’s potential suicide attempt. Discussions centered on whether an attempt occurred, possible causes (ploy, outside involvement, or self-inflicted injury), and the request for notes related to the event. The psychologist requested immediate access to notes and HIPAA compliance. The communication included timestamps, contact information, and references to EFTA00035342, EFTA00035343, and EFTA00035344.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "psychologist",
        "department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "notes",
        "redaction",
        "hippa",
        "samsung galaxy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034061",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034059",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035338",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035340",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035338",
      "summary": "On August 1, 2019, a request was made to the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons Metropolitan Correctional Center for notes regarding a subject’s potential suicide attempt related to Jeffrey Epstein. The request included notes labeled “NERO” and a request for a HIPAA release. A subsequent inquiry on July 31, 2019, reiterated the request for notes concerning Epstein’s suicide attempt.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "suicide",
        "epstein",
        "notes",
        "redaction",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "hippa",
        "efta00035338"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035342",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034061",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034059",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035340",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035340",
      "summary": "On August 1, 2019, a Chief Psychologist at the Metropolitan Correctional Center in New York received multiple emails regarding Jeffrey Epstein’s attempted suicide. One email questioned whether it was a ploy or an accidental injury. Another requested notes on the attempt. A subsequent email requested immediate access to notes and highlighted the need for HIPAA compliance. The psychologist responded to requests for notes on Epstein’s suicide attempt, referencing EFTA00035340 and EFTA00035341.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "redaction",
        "notes",
        "psychologist",
        "department of justice",
        "bureau of prisons",
        "metropolitan correctional center",
        "hippa",
        "nero"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035338",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035342",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034496",
      "summary": "On August 9, 2019, the author, a Supervisory Staff Attorney, discussed a pretrial inmate’s requests with his attorneys. The inmate requested access to water in the attorney conference room and inquired about housing in the Cadre, which was denied due to his pretrial status. He then requested to be housed alone in SHU, also denied due to a prior suicide attempt/gesture. Neither attorney raised concerns about a suicide watch or psychological observation.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "efta00034496",
        "inmate",
        "suicide attempt",
        "attorney",
        "shu",
        "cadre",
        "pretrial",
        "conversation",
        "correctional center",
        "metropolitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036668",
      "summary": "On August 9, 2019, the Supervisory Staff Attorney discussed Mr. Epstein’s requests with his attorneys, Mariel Colon and Michael Miller. Colon inquired about housing him in the Cadre, which was declined due to his pretrial status. Miller requested housing him alone in SHU, citing a prior suicide attempt/gesture, which was also denied. Neither attorney discussed a suicide watch or psychological observation.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "attorney",
        "inmate",
        "suicide",
        "shu",
        "conference",
        "request",
        "access",
        "epstein",
        "conversation",
        "psychological observation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036666",
      "summary": "On August 9, 2019, a Supervisory Staff Attorney at the Metropolitan Correctional Center discussed inmate Jeffrey Epstein’s requests with his attorneys, Mariel Colon and Michael Miller. Colon inquired about housing Epstein in the Cadre due to his pretrial status, and Miller requested solitary confinement in SHU due to Epstein’s prior suicide attempt. The attorney stated neither attorney discussed suicide watch or psychological observation during the conversations.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "shu",
        "attorney",
        "water",
        "conference",
        "cadre",
        "pretrial inmate",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018964",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office and related agencies received updates regarding the death of Jeffrey Epstein. Initial reports indicated Epstein had died, likely due to a suicide attempt, and was being transported to a hospital by ambulance. Concerns were raised about a lack of communication from the Bureau of Prisons (BOP) and the public release of information before counsel and family could be informed. A staff member indicated they were compiling an incident report and lacked specific details from the BOP. Another individual noted continued frantic calls from defense counsel due to press releases containing information not yet shared.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "inmate",
        "suicide attempt",
        "u.s. attorney's office",
        "counsel",
        "marshals",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018966",
      "summary": "On August 10, 2019, multiple individuals communicated regarding the death of a federal inmate, Jeffrey Epstein. Concerns were raised about the Bureau of Prisons (BOP) issuing public press releases without informing relevant legal counsel. Initial reports indicated Epstein’s death was due to a suicide attempt and that the BOP was compiling a report. Updates were provided by the BOP regarding the ambulance transport to the hospital and the ongoing incident report. A USMS official provided initial confirmation of Epstein's passing. Requests were made for immediate communication and basic factual information, specifically the time and cause of death, to relay to his attorneys.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "attorneys",
        "u.s. attorney's office",
        "suicide attempt",
        "inmate",
        "information",
        "efta00018966"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018964",
            "similarity": 0.667,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.667,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029739",
      "summary": "On August 10, 2019, the U.S. Attorney’s Office received updates regarding the death of federal inmate Jeffrey Epstein. Initial reports indicated Epstein had passed away. Subsequently, information was received that he was being taken to the hospital via ambulance following a suicide attempt, with no further details provided. An individual was out of the office on vacation and anticipated delayed responses to emails.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "bop",
        "ambulance",
        "suicide attempt",
        "u.s. attorney's office",
        "defense counsel",
        "report",
        "inmate",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029735",
            "similarity": 1.0,
            "index": 34,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.538,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024354",
      "summary": "On August 10, 2019, communication occurred regarding the death of Jeffrey Epstein while incarcerated at the Metropolitan Correctional Center in New York. A Supervisory Staff Attorney from CLC New York requested information from the Bureau of Prisons (BOP) regarding the cause of death, time of death, and lead counsel for Epstein.  Multiple individuals reported updates, including that Epstein had died following an apparent suicide attempt and that a significant incident report was being prepared by the BOP. The sender indicated they would provide updates as they received them, and noted delays due to their vacation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "warden",
        "press release",
        "suicide attempt",
        "death",
        "federal inmate",
        "us attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024352",
            "similarity": 0.667,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024356",
            "similarity": 0.667,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034472",
      "summary": "On August 10, 2019, Captail, a Federal Bureau of Prisons representative, held informal training sessions with correctional staff at the Metropolitan Correctional Center in New York due to concerns about inmate Jeffrey Epstein (Reg. No. 76318-054). The training emphasized vigilance, security monitoring, and maintaining a clean and manageable Special Housing Unit, particularly regarding unannounced rounds and addressing security concerns like obstructed observation windows and accumulated waste. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell following a suspected suicide attempt.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "shu",
        "training",
        "expectations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035467",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018962",
      "summary": "An email chain discusses an update regarding Jeffrey Epstein, including the information that he has passed away following a suicide attempt. One individual reported that BOP provided the update, and another individual was out of the office on vacation with potential delays in responses. The email thread includes references to multiple individuals involved in the case and contact information for alternate AUSA(s).",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "update",
        "redaction",
        "august 10",
        "2019",
        "bop",
        "hospital",
        "suicide attempt",
        "mcc",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011505",
            "similarity": 0.667,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029735",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office were receiving updates regarding the death of federal inmate Jeffrey Epstein. Initial reports indicated Epstein had “passed away,” with the Bureau of Prisons (BOP) subsequently reporting he was being taken to the hospital via ambulance after a suspected suicide attempt. The sender of the initial email requested information regarding the time and cause of death, expressing frustration that defense counsel had received information prior to the U.S. Attorney’s Office. One individual was out of the office on vacation and noted potential delays in responses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "bop",
        "suicide attempt",
        "u.s. attorney's office",
        "defense counsel",
        "inmate",
        "report",
        "information",
        "ambulance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029739",
            "similarity": 1.0,
            "index": 30,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00018966",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019757",
            "similarity": 0.538,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019757",
      "summary": "On August 10, 2019, a supervisory staff attorney from CLC New York contacted colleagues regarding updates on the death of Jeffrey Epstein. The U.S. Attorney’s Office was receiving increasingly frantic calls from defense counsel due to press releases containing information they hadn’t received. The U.S. Attorney’s Office confirmed Epstein had passed and was being taken to the hospital following a suicide attempt, but provided limited details. An employee reported completing a significant incident report for HQ, but lacked specifics from the Bureau of Prisons (BOP). Another employee indicated the BOP would provide updates as available and noted their absence from the office until August 12th.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "press release",
        "u.s. attorney's office",
        "bop",
        "inmate",
        "suicide attempt",
        "correctional center",
        "legal",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029737",
      "summary": "On August 10, 2019, a U.S. Attorney’s Office representative is receiving updates regarding the death of federal inmate Jeffrey Epstein. Counsel for Epstein is demanding basic information regarding the time and cause of death, expressing frustration that the U.S. Attorney’s Office has less information than the press. A BOP representative reports Epstein passed away after a suicide attempt and is being taken to the hospital by ambulance. The BOP will provide further updates as available. The representative indicates they will be out of the office on vacation until August 12th and directs urgent matters to other AUSAs or AUSP.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "u.s. attorney's office",
        "bop",
        "death",
        "suicide attempt",
        "federal inmate",
        "redaction",
        "report",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024352",
      "summary": "On August 10, 2019, communications regarding the death of Jeffrey Epstein began. A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center inquired about Epstein’s lead counsel and requested accurate information from the Bureau of Prisons (BOP) for relaying to defense attorneys and his family. Concerns were raised about public press releases being issued by the BOP before key stakeholders were informed. A BOP staff member reported Epstein had died, initially due to an apparent suicide attempt and was being transported to the hospital via ambulance, but provided no further details. Another staff member confirmed Epstein’s death and indicated a significant incident report was being prepared for headquarters, but lacked specifics from the BOP. The sender of the initial update indicated they would be out of the office on vacation and responses may be delayed.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "death",
        "press release",
        "suicide attempt",
        "federal inmate",
        "court",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024354",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024356",
            "similarity": 0.818,
            "index": 38,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024356",
      "summary": "On August 10, 2019, multiple individuals were communicating regarding the death of Jeffrey Epstein. A BOP official initially announced Epstein's passing via a press release before informing relevant parties, including the U.S. Attorney’s Office and USMS. The U.S. Attorney’s Office expressed frustration at receiving information through the press rather than direct communication. There was concern about a lack of specific details, such as the time and cause of death, and a request for a written report or a call for information to relay to Epstein’s counsel. One individual reported the BOP was transporting Epstein to the hospital following a suicide attempt. An AUSA noted being out of the office on vacation and acknowledged delayed responses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "court",
        "press release",
        "death",
        "suicide attempt",
        "attorney",
        "warden"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024352",
            "similarity": 0.818,
            "index": 37,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024354",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035467",
      "summary": "On August 10, 2019, a U.S. Federal Bureau of Prisons Captain issued a memorandum regarding security expectations for inmate Jeffrey Epstein (Reg. No. 76318-054) at the Metropolitan Correctional Center in New York City. Following concerns about Epstein’s behavior, the Captain held informal training sessions with staff, emphasizing vigilance, increased unannounced rounds, and maintaining a clean and manageable Special Housing Unit. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell after a suspected suicide attempt, and he was housed with a cellmate.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "special housing unit",
        "metropolitan correctional center",
        "training",
        "oversight",
        "management"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034472",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011505",
      "summary": "On August 10, 2019, multiple individuals exchanged emails regarding an update from the Bureau of Prisons (BOP) concerning Jeffrey Epstein. The BOP reported that Epstein was being taken by ambulance to the hospital following a suicide attempt and that no further information was available at the time. One individual was out of the office on vacation and anticipated delayed responses. The emails were circulated among legal staff involved in the case, referencing EFTA00011505.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "bop",
        "ambulance",
        "suicide attempt",
        "email",
        "ausa",
        "update",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018962",
            "similarity": 0.667,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013176",
      "summary": "On August 10, 2019, multiple parties (defense counsel, a supervisory staff attorney, USMS, and BOP) received reports regarding the death of Jeffrey Epstein. A phone call was received claiming an MCC investigator informed Epstein’s close contact that Epstein’s body was ready for retrieval. Concerns arose regarding the premature public press release from the BOP and the lack of communication regarding basic facts, including the time and cause of death. Counsel demanded immediate updates and accurate information to relay to Epstein’s attorneys and family. The BOP provided an update stating Epstein was being taken to the hospital via ambulance due to a suicide attempt, but offered no further specifics. A USMS representative confirmed the update and stated they would push out updates as they received them.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "mcc",
        "investigation",
        "autopsy",
        "retrieval",
        "defense counsel",
        "press release",
        "usms",
        "death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023980",
      "summary": "On August 10, 2019, United States Senator Ben Sasse wrote to Attorney General William P. Barr regarding the death of Jeffrey Epstein by apparent suicide while in federal Bureau of Prisons custody. Sasse expresses outrage at what he perceives as a systemic failure within the Department of Justice, citing Epstein’s previous suicide attempt and the apparent removal of suicide watch. He demands answers regarding whether Epstein was on suicide watch, why he was taken off, and the initiation of investigations into the Bureau of Prisons’ handling of Epstein's case and potential criminal activity surrounding it. He also requests confirmation that all evidence related to Epstein’s co-conspirators is being secured.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "justice department",
        "child sex trafficking",
        "attorney general",
        "investigations",
        "bureau of prisons",
        "criminal activity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014348",
      "summary": "On August 10, 2019, multiple individuals communicated regarding the death of Jeffrey Epstein, initially reported by the Bureau of Prisons (BOP). Concerns were raised about the public release of information by the BOP before key stakeholders (defense counsel, family) were notified.  Updates were relayed through US Marshals Service (USMS) communications, detailing the situation – an apparent suicide attempt, hospitalization, and subsequent death. One individual indicated they would be out of the office until August 12th, anticipating delays in responses.  The emails contained references to case identifiers EFTA00014348 and EFTA00014349.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "death",
        "press release",
        "attorney",
        "subway",
        "information",
        "case",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018976",
      "summary": "An email chain discusses documents related to inmate suicide watch and psychological observation within a correctional facility, specifically concerning Jeffrey Epstein. The email details questions asked of Lt. Doctor, including inquiries about head count logs, Epstein’s last cellmate (Tartaglione), the requirement for cellmates, and who assigns them. Epstein’s file indicates he did not require a cellmate and that Tartaglione was his cellmate during a previous suicide attempt. The emails originate from the U.S. Department of Justice, Office of the Inspector General, New York Field Office.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "epstein",
        "suicide watch",
        "psychological observation",
        "cellmate",
        "bop",
        "shu",
        "logs",
        "lt. doctor",
        "tartaglione",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015932",
      "summary": "Michael Bachrach forwarded an exchange regarding a request for statements from Mr. Tartaglione, potentially related to Jeffrey Epstein’s attempted suicide. The request was initially framed as a Rule 16 discovery request concerning the penalty phase. Bachrach paused pursuing the request with the MCC/BOP to avoid duplication. Bruce Barket responded, clarifying that the request was governed by specific procedures and would be fulfilled by the end of the week under the protective order, contingent on obtaining a release from the inmate (Touhy) and a subpoena. The Assistant US Attorney requested a release, letter, and subpoena for the request to be considered locally.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "tartaglione",
        "rule 16",
        "redaction",
        "mcc/bop",
        "foia",
        "privacy act",
        "touhy",
        "statements",
        "prison",
        "suicide attempt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037230",
      "summary": "On January 10, 2020, an FBI agent forwarded a request from the DAD to NY regarding a missing surveillance video outside Jeffrey Epstein’s cell during his first suicide attempt. USA Today reported that prison authorities inadvertently deleted the relevant surveillance footage due to a computer system error listing the incorrect cell for Epstein’s cellmate. CNN reported the discovery of Epstein's death in his cell and subsequent requests for preserved footage, which were later revealed to be missing. The FBI also determined the footage did not exist, confirming the deletion was due to a system error.",
      "timestamp": "2020-01-10T00:00:00",
      "timestamp_raw": "January 10, 2020",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "surveillance video",
        "missing video",
        "prison",
        "suicide attempt",
        "mcc",
        "prosecutors",
        "conspiracy theories",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016736",
      "summary": "The request is for the United States District Court to hold an evidentiary hearing to investigate the circumstances surrounding the loss of video surveillance footage from the Metropolitan Correctional Center (MCC) that allegedly captured the events of July 22-23, 2019, when Epstein attempted suicide in Tartaglione’s cell. Specifically, the defense argues: *   The footage would have been exculpatory, corroborating Tartaglione’s account of events. *   The Government’s explanation for the footage’s destruction is inadequate, lacking specificity and sworn testimony. *   The BOP, which held exclusive control of the footage, failed to preserve it despite a clear preservation request. *   The loss of the footage potentially impacts the punishment phase of a capital case, as it contains mitigating evidence related to Tartaglione’s actions. The defense seeks answers to questions about who destroyed the footage, the chain of responsibility, whether witnesses reviewed it, and whether the destruction was deliberate or due to negligence. They believe the loss constitutes a deprivation of a constitutional right to present mitigating evidence and is “chargeable to the state.”",
      "timestamp": "2020-01-13T00:00:00",
      "timestamp_raw": "January 13, 2020",
      "keywords": [
        "evidentiary hearing",
        "video surveillance",
        "nicholas tartaglione",
        "jeffrey epstein",
        "metropolitan correctional center",
        "preservation request",
        "destruction of evidence",
        "exculpatory evidence",
        "bad faith",
        "bureau of prisons",
        "sentencing",
        "mitigating evidence",
        "brady v. maryland",
        "due process"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016974",
      "summary": "Bruce Barket is reporting multiple issues regarding the detention of Nick, who has been held for nearly three years. These include: 1.  Refusal to allow access to cells and common areas. 2.  Lack of response to a request to view physical evidence related to a July 23rd suicide attempt. 3.  Unanswered complaints about extreme heat conditions on the tier, leading to hospitalizations. 4.  Denied family visit request following a court appearance and a perceived shift in the MCC’s approach, prompting consideration of seeking judicial intervention.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2020",
      "keywords": [
        "efta00016974",
        "mcc",
        "jail",
        "suicide attempt",
        "conditions",
        "inmate",
        "view",
        "evidence",
        "motion to compel",
        "administration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028448",
      "summary": "Bruce Barket, attorney for a client detained for a potential execution, is experiencing difficulties communicating with the Metropolitan Correctional Center (MCC). He is requesting access to his client’s detention area for mitigation evidence preparation and is seeking to review physical evidence related to a previous suicide attempt. He’s also raising concerns about extreme heat conditions in the detention unit and a stalled request for a family visit. The MCC is responding with increased scrutiny and requests for more detailed information, citing security concerns and a policy of communicating with all counsel of record.  The MCC is coordinating with other agencies to address the issues, but progress is slow and Barket is seeking judicial intervention.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "17 Jan 2020",
      "keywords": [
        "death penalty",
        "detention",
        "inspection",
        "visit",
        "mitigation",
        "counsel",
        "evidence",
        "temperature",
        "communication",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017026",
      "summary": "On January 17, 2020, Bruce Barket contacted [REDACTED] regarding several issues at the institution concerning his client. These issues included a denial of access to view the cells and common areas where the client has been held for three years, a lack of response to requests for an inspection of physical evidence related to a suicide attempt, complaints about extreme heat in the unit resulting in hospitalizations, and a request for a family visit that required additional detail. Counsel for the institution responded, outlining steps being taken to address the heat complaints and requesting further information regarding the family visit request. The institution's legal team intends to communicate with all counsel of record until Judge Karas provides further instruction.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00017026",
        "mcc",
        "jail",
        "tour",
        "evidence",
        "temperature",
        "visit",
        "counsel",
        "inmate",
        "motion to compel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034178",
      "summary": "USMS contacted the office of a Lieutenant regarding a suicide attempt by UM Epstein. Subsequently, the Daily News contacted the office, posing questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034178",
        "usms",
        "suicide attempt",
        "env ops",
        "daily news",
        "um epstein",
        "sdny_000",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035386",
      "summary": "USMS contacted the Lieutenant’s office inquiring about I/M Epstein’s suicide attempt. Subsequently, the Daily News contacted the Lieutenant’s office regarding the same matter.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00035386",
        "usms",
        "suicide attempt",
        "epstein",
        "osp",
        "daily news",
        "lieutenant",
        "i/m",
        "e/w ops"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034549",
      "summary": "The following tasks were assigned: route overtime folders and an LLD letter, remind someone to submit a 583 in TRUINTEL regarding the Epstein suicide attempt, ensure a timely and detailed SHU meeting, fix entry doors on the 5th and 7th floors, have someone clean and switch vests for OP# I, update the weekend roster with Lt., and close out Friday at 1pm. Lt. is to oversee operations and be contacted for assistance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "overtime",
        "lld letter",
        "583",
        "truintel",
        "suicide attempt",
        "shu meeting",
        "entry doors",
        "vests",
        "roster",
        "volunteer sign up"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035501",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035501",
      "summary": "*   Route overtime folders and the LLD Letter to a specific individual. *   Remind someone to submit the 583 in TRUINTEL regarding the Epstein suicide attempt. *   Ensure the SHU meeting is on time with detailed note-taking to address issues. *   Repair the 5th and 7th floor entry doors and verify panel operation. *   Coordinate with another individual to clean and replace vests for OP#1, ensuring Escort Officers follow the 3-week cleaning system. *   Confirm the weekend roster with Lieutenant and potentially create a volunteer sign-up list if needed. *   Ensure all tasks are completed by 1:00 PM on Friday. *   Lieutenant is responsible for overseeing operations and available for assistance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "overtime",
        "lld letter",
        "583",
        "truintel",
        "epstein",
        "shu meeting",
        "control center",
        "vests",
        "roster",
        "volunteer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034549",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009966",
      "summary": "Nick Tartaglione, a former Briarcliff Manor cop facing a death penalty, insists he never harmed Jeffrey Epstein, whom he shared a cell with at the Metropolitan Correctional Center (MCC). Tartaglione claims he alerted jail staff to Epstein's first suicide attempt on July 23, 1919. Epstein ultimately hanged himself on August 10, 1919, prompting an investigation into the circumstances surrounding his death, including potential negligence by MCC staff. Tartaglione is seeking a transfer due to threats he received and the proximity of investigators to his situation. Tartaglione is also facing multiple murder charges related to the deaths of four men, discovered buried on his property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "nick tartaglione",
        "metropolitan correctional center",
        "suicide",
        "investigation",
        "sexual trafficking",
        "briarcliff manor",
        "cellmate",
        "death penalty",
        "law enforcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022088",
      "summary": "The document outlines redaction requests related to records concerning Jeffrey Epstein’s time at the Metropolitan Correctional Center (MCC). **Request #1** seeks the following documents: log of staff rounds, quarter entries, CIM clearance data sheet, disciplinary records, intake screening form, security designation records, inmate profile, incident reports, medical reports, visitor log, meeting records, reports regarding removal from suicide watch, overtime sign-up sheets, and staff augmentation records.  These documents are subject to a protective order and potentially releasable after trial. **Request #2** requests video footage, BOP documents related to the suicide attempts, BOP documents pertaining to the decision to remove Epstein from suicide watch, BOP special investigation reports, and BOP correspondence with the U.S. Attorney’s Office. These are also subject to the protective order and potentially releasable after trial. **Request #3** requests a log of Epstein’s phone calls and all email correspondence while at MCC, neither of which exist.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "shu",
        "bop",
        "protective order",
        "suicide watch",
        "incident reports",
        "medical reports",
        "video footage",
        "email correspondence",
        "round forms"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}