{
  "keyword": "coordination",
  "count": 53,
  "keyword_match_count": 52,
  "content_match_count": 94,
  "total_files": 146,
  "timeline": [
    {
      "file_id": "EFTA00023059",
      "summary": "Attorney’s Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and its interactions with victims. The investigation centered on the negotiation and execution of a non-prosecution agreement (NPA) signed in 2007.  The NPA involved Epstein pleading guilty to state charges and agreeing to registration as a sexual offender in exchange for the federal government dropping the case. OPR investigated allegations that prosecutors improperly resolved the case and failed to consult with victims. The investigation began following a Miami Herald report highlighting the NPA. OPR reviewed extensive records and conducted over 60 interviews, focusing on five key individuals: U.S. Attorney R. Alexander Acosta, three supervisors, and the Assistant U.S. Attorney involved. OPR determined that Acosta did not commit professional misconduct by resolving the case through the NPA, though his decision was poorly judged and created a misunderstanding. They also found no misconduct in the government’s interactions with victims, attributing confusion to inconsistent messaging and a lack of coordination. However, OPR noted that the government’s actions ultimately resulted in victims feeling ignored and frustrated. The investigation concluded in 2019 with Epstein’s death and the dismissal of federal charges.  A court ultimately ruled against the government's claims that it violated the Crime Victims’ Rights Act (CVRA).",
      "timestamp": "2006-07-19T00:00:00",
      "timestamp_raw": "July 19, 2006",
      "keywords": [
        "efta00023059",
        "jeffrey epstein",
        "npa",
        "department of justice",
        "professional responsibility",
        "victim consultation",
        "criminal investigation",
        "florida",
        "sex trafficking",
        "cvra",
        "plea agreement",
        "resolution",
        "miami herald"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013359",
      "summary": "Attorney’s Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and the resolution of that investigation through a non-prosecution agreement (NPA). The investigation stemmed from a 2005 Palm Beach Police Department investigation prompted by a 14-year-old girl’s complaint. The investigation involved the FBI and an Assistant U.S. Attorney (AUSA).  The AUSA initially sought to indict Epstein on state charges but, after concerns about the case’s scope, offered a plea agreement to end the federal investigation. The NPA, finalized in 2007, required Epstein to plead guilty to state charges and register as a sexual offender in exchange for the federal government dropping the case. Following the NPA’s signing, Epstein attempted to renegotiate terms, leading to further government interventions. The government’s handling of the NPA and its communication with Epstein's victims was later challenged in federal court under the Crime Victims’ Rights Act (CVRA).  Ultimately, the court ruled that the government violated the CVRA by failing to consult with victims before signing the agreement and misleading them about the investigation's status. The investigation revealed that a key decision-maker, U.S. Attorney R. Alexander Acosta, made a decision to resolve the case through the NPA, despite concerns raised by his staff. The investigation also found a lack of transparency and coordination within the Department in its handling of the case.  Epstein was eventually incarcerated and later died in custody. OPR found that while Acosta made flawed judgments and failed to fully inform victims, he did not commit professional misconduct.",
      "timestamp": "2006-07-19T00:00:00",
      "timestamp_raw": "July 19, 2006",
      "keywords": [
        "jeffrey epstein",
        "npa",
        "department of justice",
        "opr",
        "victims",
        "federal criminal investigation",
        "southern district of florida",
        "resolution",
        "sexual activity",
        "non-prosecution agreement",
        "professional responsibility",
        "miami herald",
        "cvra",
        "acosta",
        "palm beach county",
        "sex trafficking",
        "criminal conduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020532",
      "summary": "The FBI’s Miami-based PB-2 Squad and PBCRA initiated an investigation into Jeffrey Epstein on July 24, 2006, following a report of suspicious activity by the Palm Beach County Police Department (PBPD). The investigation focused on potential child prostitution involving Epstein, utilizing information from intercepted telephone messages detailing sexual activity and arrangements. A search warrant was executed at Epstein’s Palm Beach home, resulting in the recovery of message pads and the removal of computer components. Epstein maintained residences in the U.S. Virgin Islands, New York, and New Mexico. Due to media attention and various complexities, the investigation aimed for indictment by January 2007, focusing on interstate commerce violations related to Epstein's alleged illicit sexual conduct and prostitution activities. The investigation requires coordination with FBI Miami, West Palm RA, and SA for investigative direction.",
      "timestamp": "2006-07-24T00:00:00",
      "timestamp_raw": "July 24, 2006",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "pbcra",
        "child prostitution",
        "palm beach",
        "investigation",
        "sexual activity",
        "message pads",
        "prosecution",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014082",
      "summary": "Marie Villafafia, an Assistant U.S. Attorney, regarding the investigation into Jeffrey Epstein’s activities, initiated in 2006 by the Palm Beach Police Department and the FBI. The investigation centered on allegations of prostitution involving young girls. Key points include: *   **Investigation Details:** The investigation involved notifying potential victims (specifically, those represented by Bradley Edwards) through victim notification letters provided by the FBI and Villafafia. *   **Deferred Prosecution Agreement:**  The U.S. Attorney’s Office and Epstein’s attorneys reached an agreement in 2007 to defer federal prosecution in exchange for Florida state prosecution, contingent on a federal remedy for the victims. This included a specific provision allowing victims to pursue federal claims as if Epstein had been convicted federally. *   **Victim Notification and Concerns:** Despite efforts to notify victims, some, like “Jane Doe” (referred to throughout), were resistant to involvement. Concerns arose that victims might exaggerate their claims for increased damages. *   **Attorney Edwards’ Role:**  Attorney Edwards represented several clients involved in the case and attempted to influence the investigation, but his communication was often indirect and lacked clear coordination. *   **Limitations on Notification:**  Due to legal constraints, the U.S. Attorney’s Office could not include all identified victims in an indictment, limiting the scope of the federal remedy. *   **Legal Basis:** The declaration is made under penalty of perjury and references relevant U.S. Code sections.",
      "timestamp": "2008-01-08T00:00:00",
      "timestamp_raw": "January 8, 2008",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "palm beach police department",
        "victim-witness specialist",
        "florida statutes",
        "federal prosecution",
        "2255",
        "title 18 u.s. code",
        "state of florida",
        "prosecution",
        "damages claims",
        "confidentiality",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013886",
      "summary": "An email chain discusses a meeting between the Defense Against Government Fraud (DAG) office and Jeffrey Epstein's representatives. One sender inquires about the status of a previously scheduled meeting (originally for Tuesday) following confirmation of the meeting. Another sender reports an interview with a 14-15 year old girl who claims Epstein discussed her age and didn’t care about it. Both senders express skepticism about Epstein’s team potentially denying the girl’s age to the DAG.",
      "timestamp": "2008-05-29T00:00:00",
      "timestamp_raw": "29 May 2008",
      "keywords": [
        "efta00013886",
        "dag",
        "epstein",
        "pstem",
        "victim",
        "tuesday",
        "interview",
        "age",
        "attorneys",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009329",
      "summary": "Attorney’s involvement in a plea agreement with a defendant in a child sex crime case. The central question concerns the rationale behind deferring to a state-level prosecution instead of pursuing a federal indictment. Key points include: *   The U.S. Attorney’s office considered a two-year state prison sentence as a viable outcome, driven by concerns about federal precedent and the complexities of federal charges. *   A significant element of the decision-making process revolved around attempting to influence the state’s handling of the case, particularly regarding sentencing. *   There was a focus on managing the potential negative impacts of a federal indictment on the defendant, including concerns about victim witness testimony. *   The U.S. Attorney’s office utilized a written term sheet to outline the terms of the agreement with the state, which included specific language concerning the state's authority. *   There were discussions about the impact of a state disposition on the defendant’s registration as a sex offender. *   The transcript reveals a complex and somewhat convoluted negotiation process involving multiple parties and concerns about potential legal ramifications. *   There's a notable emphasis on attempting to avoid potential \"judicial pushback\" in the state court system. The deposition raises questions about the clarity of communication and the rationale behind the decision, particularly concerning the seemingly unusual emphasis on the state-level resolution.",
      "timestamp": "2008-06-02T00:00:00",
      "timestamp_raw": "June 2, 2008",
      "keywords": [
        "victim",
        "prosecution",
        "plea",
        "resolution",
        "negotiation",
        "state",
        "federal",
        "notification",
        "agreement",
        "defendant",
        "witness",
        "crime",
        "investigation",
        "defense",
        "terms",
        "concerns",
        "agreement",
        "justice",
        "justice",
        "inquiry",
        "review",
        "disposition",
        "time",
        "schedule",
        "conditions",
        "conduct",
        "discretion",
        "approach",
        "coordination",
        "approval",
        "issues",
        "agreement",
        "agreement",
        "coordination",
        "agreement",
        "agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005707",
      "summary": "This document is a routine advisory regarding travel approval for FBI agents to Sydney, Australia, from March 14, 2011, to March 21, 2011, to interview Jeffrey Epstein and Ghislaine Maxwell in connection with a child prostitution investigation (WSTA). The Criminal Investigative Crimes Against Children Unit (CACU) approved the Miami Division’s request.  The advisory outlines specific procedures including: submitting an Electronic Clearance (EC) to the Legat office in Canberra, Australia; completing an Electronic Country Clearance (eCC) through the Department of State; and submitting a Clearance Passage Worksheet.  All submissions must be unclassified except for sensitive information which should be handled securely. Coordination with the Legat office and the Office of International Operations (OIO) is critical for securing Country Clearances.",
      "timestamp": "2011-03-14T00:00:00",
      "timestamp_raw": "March 14, 2011",
      "keywords": [
        "fbi",
        "travel",
        "clearance",
        "legat",
        "country clearance",
        "ecc",
        "sydney",
        "australia",
        "criminal investigative",
        "cacu",
        "international travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032502",
      "summary": "Emails dated November 29, 2018, detail discussions regarding an investigation related to Jeffrey Epstein. Participants include individuals within the United States Attorney’s Office for the Southern District of New York (USANYS), specifically the Chief Public Corruption Unit and FBI-NY’s sex crimes squad. The discussion centers on initiating an investigation, potentially involving a subpoena, and coordinating with the FBI to obtain the original investigative file. A link to a Miami Herald article is referenced. The emails involve coordination between multiple USANYS personnel regarding the investigation.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "fbi",
        "usanys",
        "subpoena",
        "redaction",
        "investigation",
        "corruption",
        "miami herald",
        "us attorney",
        "sex crimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023707",
      "summary": "Several individuals, including an Assistant Special Agent in Charge, a USANYS representative, and an Assistant United States Attorney, discussed coordinating a call regarding the Jeff Epstein matter. Proposed times for the call were 3:00 PM and 3:30 PM on November 30, 2018. An article detailing a financial fraud case involving Epstein was shared, and discussion centered on determining the next steps in the investigation.",
      "timestamp": "2018-11-30T00:00:00",
      "timestamp_raw": "November 30, 2018",
      "keywords": [
        "efta00023707",
        "epstein",
        "fbi",
        "usanys",
        "new york",
        "miami herald",
        "fraud",
        "trafficking",
        "coordination",
        "call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009882",
      "summary": "An email, dated February 26, 2019, was sent from a USANYS contact to another USANYS contact requesting contact information for a National Coordination team member regarding potential human trafficking exploitation prevention and interdiction efforts, specifically referencing a conversation with Jeffrey Epstein. The email includes redactions for sender and recipient names and phone numbers.",
      "timestamp": "2019-02-26T00:00:00",
      "timestamp_raw": "February 26, 2019",
      "keywords": [
        "efta00009882",
        "redaction analysis",
        "usanys",
        "epstein",
        "trafficking",
        "coordinator",
        "prevention",
        "interdiction",
        "email",
        "phone"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032515",
      "summary": "The FBI possesses substantial data related to the Epstein case and is offering it to the Assistant United States Attorney for the Southern District of New York. Coordination is requested regarding the logistics of uploading this data to a shared location.",
      "timestamp": "2019-03-06T00:00:00",
      "timestamp_raw": "06 Mar 2019",
      "keywords": [
        "epstein",
        "fbi",
        "data",
        "case",
        "shared",
        "logistics",
        "united states attorney",
        "new york",
        "southern district of new york",
        "efta00032515"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019550",
      "summary": "Multiple email exchanges occur between individuals associated with the US Attorney’s Office (USANYS) and an unidentified party regarding the investigation of Jeffrey Epstein. Discussions center around the transmission and verification of scanned records, specifically 16,000 and 29,000 pages, along with requests for an index or catalog of the materials. Contact information is exchanged multiple times, including phone numbers for coordination and updates. The emails involve follow-up on previous conversations and inquiries about the status of the scanned records.",
      "timestamp": "2019-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2019",
      "keywords": [
        "epstein investigation",
        "redaction",
        "usanys",
        "fbi",
        "records",
        "scanned",
        "materials",
        "contact",
        "phone",
        "abby"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030220",
      "summary": "Emails between USANYS and the FBI regarding the Epstein investigation, specifically concerning redacted records (EFTA00030220 and EFTA00030221). The emails detail a request for the full set of scanned records (16,000 or 29,000 pages) to be uploaded to a W drive and an index of the materials.  Multiple individuals involved sought confirmation of scanning, coordination, and contact information for expedited assistance.",
      "timestamp": "2019-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2019",
      "keywords": [
        "epstein investigation",
        "records",
        "fbi",
        "w drive",
        "scanned records",
        "usanys",
        "contact information",
        "redaction",
        "s",
        "29000 pages"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026441",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026441",
      "summary": "The document details a persistent issue regarding the delayed release of FBI case file scans related to the Epstein investigation. An Assistant U.S. Attorney from the Southern District of New York is attempting to obtain these scans from an FBI Information Management Division (IMD) personnel. Multiple emails over January, February, and March 2019 illustrate repeated delays, lack of communication, and difficulty in obtaining the requested materials (16,000 and 29,000 pages). The Attorney is escalating the request, considering contacting the DAAG or an Assistant Director due to the lack of progress at the initial line level.",
      "timestamp": "2019-04-04T00:00:00",
      "timestamp_raw": "04 Apr 2019",
      "keywords": [
        "fbi",
        "epstein investigation",
        "redaction",
        "imd",
        "usanys",
        "records",
        "emails",
        "w drive",
        "contact information",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030220",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010351",
      "summary": "This document details the process of uploading documents related to the US v. Epstein case to the Relativity platform. The Assistant U.S. Attorney requests that specific folders be created within Relativity, mirroring the existing folder structure for the “BSF returns” documents.  Key instructions include: *   Loading documents from a specific DOJ folder (Usa.doj.gov\\clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationV4 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller\\ 2019-04-18 Boies Schiller second subpoena response) into a new subfolder called “BSF second production” under “BSF returns.” *   Excluding specific folders and PDF documents from the upload (the “!Original Zips” folder and the three PDF documents). *   Clarifying that DVD-based data (containing video files) should not be uploaded. *   Confirming the desired folder structure for the upload process. Several emails demonstrate coordination and clarification regarding the upload process, ensuring the documents are properly organized and processed within the Relativity system.",
      "timestamp": "2019-04-18T00:00:00",
      "timestamp_raw": "2019-04-18",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "folder",
        "data",
        "upload",
        "us v.",
        "sdny",
        "investigation",
        "returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028452",
      "summary": "The investigation originated in Florida and is now primarily occurring in New York. *   **Collaboration:** The Southern District of New York’s Assistant U.S. Attorney is coordinating with a recipient to manage victim notification and communication. *   **FBI Involvement:** The FBI (C-20 squad and TFO officer) is actively involved, including data base entry and potential notification at the time of arrest. *   **Victim Contact:** The recipient is responsible for managing victim contact information, including a 800 number (866-874-8900) and notifying victims of charges and court dates. *   **Sensitivity:** There's a heightened awareness due to a previous U.S. Attorney’s Office failure to meet victims’ rights obligations, necessitating careful coordination. *   **Transition:** Need for seamless information exchange between the Southern District of New York, the USAO, and the FBI.",
      "timestamp": "2019-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2019",
      "keywords": [
        "fbi",
        "victims",
        "investigation",
        "press release",
        "800 number",
        "florida",
        "new york",
        "case",
        "coordination",
        "database"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037479",
      "summary": "An FBI meeting was accepted for planning/coordination with SDNY and Jeffrey Epstein on June 27, 2019. The meeting was between FBI offices in New York and New York (SDNY).",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "June 27, 2019",
      "keywords": [
        "efta00037479",
        "fbi",
        "sdny",
        "epstein",
        "redaction",
        "planning",
        "coordination",
        "meeting",
        "ny",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037780",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037456",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037852",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037780",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a planning/coordination meeting with SDNY and Epstein, accepted on June 27, 2019. The email is attached as EFTA00037780.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "June 27, 2019",
      "keywords": [
        "efta00037780",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "redaction",
        "2019",
        "2025",
        "2025-12-28"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037479",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037852",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037456",
      "summary": "On June 28, 2019, Mil (NY FBI) scheduled a planning/coordination meeting between the NY and SDNY FBI offices, involving Jeffrey Epstein. The email confirms the meeting’s acceptance and provides details regarding the participants and timing.",
      "timestamp": "2019-06-28T00:00:00",
      "timestamp_raw": "June 28, 2019",
      "keywords": [
        "efta00037456",
        "fbi",
        "sdny",
        "epstein",
        "planning",
        "coordination",
        "meeting",
        "redaction analysis",
        "2019",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037479",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037483",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037852",
      "summary": "A meeting was scheduled between [REDACTED], Epstein, and SDNY on June 28, 2019, regarding planning and coordination. The meeting is documented as EFTA00037852.",
      "timestamp": "2019-06-28T00:00:00",
      "timestamp_raw": "June 28, 2019",
      "keywords": [
        "efta00037852",
        "planning",
        "coordination",
        "sdny",
        "epstein",
        "redaction",
        "meeting",
        "2019",
        "june",
        "accepted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037780",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037479",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037481",
      "summary": "A planning/coordination meeting occurred on 2019-07-01 from 19:30:00 to 20:00:00 +0000 at SDNY with Epstein. The meeting was organized on 2019-06-27 and has a priority of 5. A reminder alarm was set to display a message 1 hour before the start. The document is classified as X-PERSONAL and is identified as EFTA00037481.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037481",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "event",
        "redaction analysis",
        "personal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037482",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037483",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037484",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037480",
      "summary": "An event occurred on 2019-07-01 from 19:30:00 to 20:00:00 +0000 involving a planning/coordination meeting with SDNY and Epstein. Attendees included (NY), FBI [REDACTED], and [REDACTED]. The event was classified as X-PERSONAL, created on 2019-06-27, modified on 2019-06-28, and assigned a priority of 5.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037480",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "redaction",
        "x-personal",
        "2019-07-01",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037479",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037483",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037785",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037457",
            "similarity": 0.818,
            "index": 26,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037482",
      "summary": "On 2019-07-01 at 19:30:00 +0000, an X-PERSONAL meeting occurred between organizers, SDNY, and Epstein. The meeting took place in SDNY and was organized on 2019-06-27. The purpose of the meeting was to discuss the arrest plan. A reminder alarm was set to display one hour prior to the start time.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037482",
        "sdny",
        "epstein",
        "arrest plan",
        "meeting",
        "coordination",
        "2019-07-01",
        "personal",
        "reminder",
        "event"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037481",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037484",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037784",
            "similarity": 0.583,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037786",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037483",
      "summary": "An FBI-organized meeting took place on 2019-07-01 from 19:30 to 20:00 at SDNY to discuss an arrest plan involving Epstein. The meeting was classified as X-PERSONAL.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037483",
        "sdny",
        "epstein",
        "arrest plan",
        "meeting",
        "coordination",
        "fbi",
        "2019-07-01",
        "planning",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037480",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037481",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037456",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037457",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037785",
      "summary": "A planning/coordination meeting took place on 2019-07-01 from 19:30:00 to 20:00:00 +0000 in SDNY, involving Epstein. The meeting was organized on 2019-06-27 and had a priority of 5. A reminder alarm was set to display 15 minutes prior to the start. The document is labeled EFTA00037785.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037785",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "reminder",
        "x-personal",
        "alarm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037480",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037484",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037457",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037784",
            "similarity": 0.583,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037484",
      "summary": "A planning/coordination meeting took place on 2019-07-01 from 18:30:00 to 19:00:00 +0000 in SDNY with Epstein. The meeting was organized on 2019-06-28 and had a priority of 5. A reminder alarm was set to display one hour before the start. The document is identified as EFTA00037484.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037484",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "event",
        "reminder"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037785",
            "similarity": 0.583,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037482",
            "similarity": 0.583,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037481",
            "similarity": 0.583,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037784",
            "similarity": 0.636,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037786",
            "similarity": 0.583,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037782",
            "similarity": 0.583,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037457",
      "summary": "An event occurred on 2019-07-01 from 18:30:00 to 19:00:00 +0000, classified as X-PERSONAL, involving a planning/coordination meeting with SDNY and Epstein. Attendees included M, M1 (NY) (FBI) [REDACTED] [REDACTED]. The event was created on 2019-06-28 and last modified on 2019-08-01. Priority was set to 5.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037457",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "x-personal",
        "redaction",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037785",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037483",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037480",
            "similarity": 0.818,
            "index": 21,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037853",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037782",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037781",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037478",
      "summary": "On July 1, 2019, at 7:30 PM, Sean P. Watson (FBI) organized a planning/coordination meeting with SDNY and Epstein at SDNY. The meeting’s purpose was to discuss an arrest plan and confirm alignment among parties. The event was classified as X-PERSONAL, created on June 27, 2019, and had a priority of 5. A reminder was set to display 15 minutes prior to the start.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "July 1, 2019",
      "keywords": [
        "efta00037478",
        "sdny",
        "epstein",
        "planning meeting",
        "arrest plan",
        "coordination",
        "fbi",
        "watson",
        "sean p.",
        "2019-07-01"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037784",
      "summary": "A planning/coordination meeting took place on 2019-07-01 from 19:30:00 to 20:00:00 +0000 at SDNY with Epstein. The meeting was organized on 2019-06-27 and had a priority of 5. A reminder alarm was set to display 15 minutes prior to the start. The document is identified as EFTA00037784.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037784",
        "sdny",
        "epstein",
        "meeting",
        "coordination",
        "2019-07-01",
        "planning",
        "personal",
        "reminder"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037484",
            "similarity": 0.636,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037785",
            "similarity": 0.583,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037482",
            "similarity": 0.583,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037786",
            "similarity": 0.583,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037787",
            "similarity": 0.583,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037786",
      "summary": "A planning/coordination meeting took place on 2019-07-01 from 18:30:00 to 19:00:00 +0000 at SDNY, involving EFTA00037786 and Epstein. The meeting was organized on 2019-07-02 with a priority of 5.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037786",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "event",
        "personal",
        "date created"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037784",
            "similarity": 0.583,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037484",
            "similarity": 0.583,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037482",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037853",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037782",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037781",
            "similarity": 0.667,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037853",
      "summary": "On July 1, 2019, at 6:30 PM, an X-PERSONAL planning/coordination meeting took place in SDNY with Epstein, designated as EFTA00037853. The meeting was created on June 28, 2019, and had a priority level of 5.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "July 1, 2019",
      "keywords": [
        "efta00037853",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "x-personal",
        "date created",
        "date modified"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037786",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037457",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037785",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037782",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037781",
            "similarity": 0.667,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037787",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037782",
      "summary": "On 2019-07-01 from 19:30:00 to 20:00:00, an X-PERSONAL meeting was held in SDNY with Epstein, regarding planning/coordination. The event was created on 2019-06-27 and modified on the same date.  The priority was 5.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037782",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "x-personal",
        "event",
        "date created"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037853",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037786",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037457",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037781",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037787",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037781",
      "summary": "On 2019-07-01 from 19:30:00 to 20:00:00, there was a planning/coordination meeting with SDNY and Epstein, held in SDNY. The event was marked as X-PERSONAL, created on 2019-06-27, and had a priority of 5.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037781",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "x-personal",
        "event",
        "date created"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037782",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037853",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037786",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037787",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037787",
      "summary": "A planning/coordination meeting occurred on 2019-07-01 from 18:30:00 to 19:00:00 +0000, organized by SDNY with Epstein. The meeting was classified as X-PERSONAL. It was created on 2019-06-28 and last modified on 2019-07-30. The priority was 5, and a reminder was set to display a message 15 minutes before the start. The document is associated with EFTA00037787.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "2019-07-01",
      "keywords": [
        "efta00037787",
        "sdny",
        "epstein",
        "meeting",
        "planning",
        "coordination",
        "2019-07-01",
        "x-personal",
        "reminder",
        "alarm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037781",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037782",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037853",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037984",
      "summary": "Epstein lured victims, facilitated sex acts, and paid them in cash, encouraging them to recruit additional girls. *   **Legal Actions:** Epstein was indicted for federal offenses (18 USC 1591, 18 USC 371) and an arrest warrant was issued by the SDNY. *   **Arrest Plan:** The planned arrest involves coordination between FBI Newark, CBP, NYPD, and local law enforcement. It includes a silent hit notification with CBP upon Epstein’s return to the U.S. and his subsequent detention at an airport. Following arrest, a search warrant will be executed at his New York residence. *   **Operational Details:** The operation is scheduled to occur on July 2, 2019, with a focus on immediate arrest and subsequent search of the premises. Communication protocols and emergency reporting procedures are outlined.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "jeffrey epstein",
        "child sex trafficking",
        "arrest",
        "nypd",
        "fbi",
        "cbp",
        "search warrant",
        "massages",
        "victims",
        "2002-2005",
        "new york",
        "florida",
        "sex toys",
        "recruitment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037313",
            "similarity": 0.588,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038100",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037313",
      "summary": "*   **Timeline:** The operation was scheduled for July 6, 2019, at 4:00 PM, focusing on Epstein’s return to the US via Teterboro Airport. CBP was to detain him upon arrival, followed by coordination with FBI Newark and NYPD for arrest. A subsequent search warrant would be executed at his New York residence. *   **Operational Plan:** The plan involved coordinated efforts between the FBI, NYPD, CBP, and potentially other agencies (SWAT, SCUBA, etc.). The operation’s success relied on Epstein returning to the US as planned. *   **Administrative Details:** Includes contact information for the on-scene commander, prosecutor (SDNY), and emergency reporting procedures. Tactical briefing information and associated equipment lists are also included.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "arrest",
        "search warrant",
        "nypd",
        "fbi",
        "cbp",
        "new york",
        "florida",
        "2019",
        "victims",
        "massages",
        "sexual acts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037984",
            "similarity": 0.588,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038100",
            "similarity": 0.625,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038049",
      "summary": "FBI New York is tracking Jeffrey Epstein (DOB: 1/20/1953, Tail 11: N212JE) who is expected to land at Teterboro Airport on July 6, 2019, at 1720. An arrest warrant (19_Cr._490_Epstein_Arrest_Warrant_(002).pdf) has been issued. The FBI intends to coordinate with CBP and a CBP TFO to facilitate Epstein’s arrest upon arrival, primarily focusing on coordination and logistical support. Initial communication involved providing identifiers and discussing a meeting plan around 3:30 PM.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "teterboro",
        "arrest warrant",
        "fbi",
        "cbp",
        "aircraft",
        "tail number",
        "1/20/1953",
        "7/6/2019",
        "private aircraft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038100",
      "summary": "*   **Indictment & Warrant:** Epstein was indicted on federal charges (18 USC 1591, 18 USC 371) in 2019, with an arrest warrant issued. A search warrant for his 9 East 71st Street residence is pending. *   **Arrest Plan:** The planned arrest involves a silent hit notification via CBP upon Epstein's return to the US, with potential apprehension at Teterboro Airport.  If apprehended, NYPD detectives and FBI agents will execute a search warrant at his New York residence. *   **Operational Details:** The operation requires coordination between FBI/NYPD, NYPD, CBP, and ICE. A briefing is scheduled for July 8, 2019, at 11:00 PM in the C-20 squad area.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "arrest",
        "nypd",
        "fbi",
        "cbp",
        "search warrant",
        "18 usc 1591",
        "child sex",
        "massages",
        "new york",
        "florida",
        "return to us"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037313",
            "similarity": 0.625,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037984",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030238",
      "summary": "Marc Fernich is attempting to retrieve items taken from Jeffrey Epstein’s person upon arrest, specifically Epstein’s phone, cash, and other belongings. He is coordinating with a Special Agent, who advises him to contact the case agent directly. A government memorandum regarding detention in the case U.S. v. Epstein was sent to the Chambers of Judge Pitman, with defense and Berman chambers copied. Marc Fernich is seeking confirmation of the number to contact the case agent and is awaiting coordination regarding the retrieval of the items.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "bail memorandum",
        "u.s. v. epstein",
        "marc fernich",
        "government",
        "special agent",
        "judge pitman",
        "detention",
        "case agent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030290",
      "summary": "Multiple individuals, including Assistant U.S. Attorneys from the Southern District of New York and the Eastern District of New York, exchanged emails regarding a potential investigation, likely concerning Jeffrey Epstein.  Proposed meeting times were discussed, including 10:30 AM, 9:30 AM the following morning, and various times throughout the evenings and the following day. One individual was involved in a grand jury.  The emails involved coordination and information sharing related to the SDNY investigation.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "sdny investigation",
        "redaction",
        "u.s. attorney",
        "jeffrey epstein",
        "southern district of new york",
        "investigation",
        "assistant u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028149",
      "summary": "This document consists of email exchanges between government attorneys and defense counsel regarding the seizure of items from Jeffrey Epstein and the ongoing legal proceedings related to his case. Key points include: *   **Recusal of SD Florida and ND Georgia:** The Southern District of Florida recused itself from prosecution due to an earlier decision, and the Northern District of Georgia involvement was later. *   **Protection of Attorney-Client Privilege:** Concerns are raised about the potential for attorney-client privilege to be compromised during the review of seized electronic devices. A “taint review” process is proposed, involving a team to screen for privileged materials. *   **Request for Attorney List:** The government requests a list of attorneys and firms to be provided to a taint prosecutor to further safeguard privilege. *   **Device Review Protocol:** Discussions revolve around the protocol for searching and reviewing seized electronic devices, including the need for a preliminary screen for child pornography. *   **Coordination of Item Retrieval:** There are multiple requests to coordinate the return of Epstein’s phone, cash, and other seized items, involving communication with various agents and the need for a central point of contact. *   **Preservation of Communications:** The government seeks an agreement with the defense to preserve relevant emails, texts, and voicemails to avoid potential issues with the genesis of the investigation.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "investigation",
        "communications",
        "privilege",
        "attorney-client",
        "seizure",
        "devices",
        "review",
        "taint",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014625",
      "summary": "The document records email exchanges regarding a financial investigation related to Jeffrey Epstein, overseen by the FBI and the U.S. Attorney’s Office for the Southern District of New York. Discussions involve scheduling a call to review financial documents, coordinating with a forensic accountant, and arranging for the delivery of digital media containing subpoena returns from American Express and Deutsche Bank. The initial request was for a call at 1:30 PM on July 23, 2019, with subsequent scheduling adjustments and coordination for a meeting to discuss a game plan.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "financial documents",
        "redaction",
        "investigation",
        "new york",
        "amex",
        "deutsche bank",
        "forensic accountant",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021517",
      "summary": "A scheduling call was confirmed for Wednesday at 9 AM regarding scheduling issues related to Jeffrey Epstein.  The call dial-in number is EFTA00021517.  Separate communication suggests contacting Special Agent directly at [REDACTED] or potentially speaking with her in court on Wednesday.  Property return coordination was also offered through Special Agent.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "epstein",
        "scheduling",
        "call",
        "return of property",
        "special agent",
        "court",
        "wednesday",
        "efta00021517",
        "dial-in",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021420",
      "summary": "Colleen Mullen, representing The Bloom Firm, is contacting a United States Attorney’s office regarding victim reports against Jeffrey Epstein. The reports allege fraudulent recruitment and forceful sexual assault occurring around June 2004 at Epstein’s residence. The clients wish to remain anonymous and request coordination for interviews in New York. The communication details a proposed call time (1 PM PST) and expresses concerns about potential public release of client identities.  Redactions are present on multiple pages.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "victim reports",
        "sexual assault",
        "united states code",
        "new york",
        "9 east 71st st.",
        "2004",
        "prosecution",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037403",
      "summary": "On August 8, 2019, an FBI agent (Squad C-20, Crimes Against Children/Human Trafficking, FBI New York) requested additional manpower to accompany a team to St. Thomas for a search related to Jeffrey Epstein’s island. The request covered the period from August 11th to 14th. Another FBI agent responded, indicating unavailability due to prior commitments, but offered to potentially reschedule or arrange coverage for a DC trip.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "fbi",
        "st. thomas",
        "epstein",
        "manpower",
        "search",
        "trafficking",
        "hsi",
        "coordination",
        "ssa",
        "crimes against children"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037404",
      "summary": "On August 8, 2019, the FBI New York Rapid Deployment Team, in coordination with the SSA, planned a boat operation to take complete aerial photos from the water of an island. This followed a request for a more recent aerial photo from Google Earth, previously sent by an FBI agent. The operation was designated EFTA00037404.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "epstein",
        "aerial photos",
        "fbi",
        "boat",
        "photos",
        "water",
        "trafficking",
        "new york",
        "redacted",
        "google earth"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037401",
      "summary": "A travel plan is being established for approximately 40 FBI NY personnel to travel to St. Thomas for a search operation related to a case involving a British citizen and digital media seized from his residence. EAN #457356.1 is being used for the travel. Logistics are being coordinated, including lodging, transportation, CBP/Coast Guard coordination, vehicle rentals (limited), and supplies. The team intends to execute a search warrant on a 70+ acre property, starting Monday morning, and anticipates the operation taking 1-3 days. Case agents will be present to swear out the warrant and conduct interviews. Updates regarding the SCN were sent on July 26th.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "efta00037401",
        "st. thomas",
        "fbi",
        "travel",
        "search warrant",
        "virgin islands",
        "epstein",
        "cooperation",
        "logistics",
        "transportation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029711",
      "summary": "An email chain discusses finalizing an individual's availability for a proffer with the Assistant United States Attorney for the Southern District of New York, likely related to a case involving travel to Florida. The proffer is scheduled for late next week and is being coordinated with the individual’s attorney. A follow-up call is arranged for approximately 30 minutes later.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "florida",
        "fbi",
        "proffer",
        "availability",
        "united states attorney",
        "new york",
        "august 2019",
        "redaction",
        "coordination",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035211",
      "summary": "No. 76318-054) regarding a scheduled call to his family. The officer escorted Epstein to the Special Housing Unit and allowed a 15-minute phone call, during which the officer noted Epstein was unable to use his phone’s access codes. Epstein was calling his mother. On August 10, 2019, a correctional officer responded to a detail at New York Presbyterian Hospital to observe inmate Epstein’s remains following an apparent medical event. The remains were moved to the city morgue under the coordination of the Office of City Medical Examiner. Finally, a correctional officer visited Epstein in SHU on August 10, 2019, and documented that he was actively engaged in his legal proceedings, requesting specific items and reporting no mental health concerns.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "calls",
        "visitation",
        "shu",
        "suicide watch",
        "legal situation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034474",
      "summary": "Medical personnel initiated CPR and other life-saving measures, leading to intubation and administration of epinephrine. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. The incident triggered a rapid response involving multiple agencies including the US Marshals Service, FBI, District Attorney’s office, medical staff, psychological staff, and various institutional personnel. Investigations included interviews with inmates, collection of forensic evidence (fingerprints, photographs, clothing), and the removal of electronic devices from his cell. The autopsy was conducted on August 12, 2019, and forensic teams (OIG/FBI) collected computer data. The timeline details the coordination of these efforts, communications with relevant parties, and the actions taken by various individuals and organizations involved in the response.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "ems",
        "fbi",
        "autopsy",
        "coroner",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019333",
      "summary": "Multiple law enforcement agencies, including the FBI, DOJ-OIG, and US Marshals Service, are investigating the death of Jeffrey Epstein. Concerns are being raised about the speed of information release, particularly by the Bureau of Prisons (BOP), with defense counsel expressing frustration and demanding accurate details. There are reports of individuals claiming to have information about the circumstances of Epstein’s death, including a purported investigator from the MCC and a phone call claiming the body was ready for pickup. A preliminary autopsy is underway, but questions arise regarding the timing and coordination between agencies, especially concerning the BOP’s public statements and potential for misinformation. AUSA is taking the lead in the investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "doj",
        "bop",
        "mcc",
        "usao",
        "autopsy",
        "investigation",
        "hoax",
        "attorneys",
        "retrieval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036857",
      "summary": "Email communication regarding a manifest (PTS01762-19.0) generated by the MIS Transportation Application. The attached PDF, “Manifest_PTS01762-19-0.pdf”, is classified as FOR OFFICIAL USE ONLY and contains confidential information subject to USMS policy (5 U.S.C. 552a, SPOM, and Policy Directive 17.6.3). Replies to the email are not monitored, and contact information for coordination and concerns is provided (816.467-1900). The document is identified as EFTA00036857.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "8/14/2019",
      "keywords": [
        "manifest",
        "pts01762",
        "jpats",
        "usms",
        "efta00036857",
        "encryption",
        "email",
        "security",
        "need to know",
        "authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037262",
      "summary": "On August 15, 2019, an FBI update regarding the Jeffrey Epstein case was shared between FBI offices in New York and Virginia. A case coordination meeting was scheduled for August 16, 2019, at 10:00 AM at SDNY to discuss strategy following Epstein’s death. Evidence from Little St. James, USVI, was being processed for forensic analysis by the Evidence Control Unit and CART.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "little st. james",
        "usvi",
        "case coordination",
        "strategy",
        "digital evidence",
        "forensic analysis",
        "crimes against children",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037359",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037359",
      "summary": "A case coordination meeting is scheduled for August 16, 2019, at 10:00 am at SDNY to discuss strategy following Jeffrey Epstein’s death. Evidence seized from Little St. James, USVI, is being processed for forensic analysis by CART. The FBI New York, Squad C-20, is handling Crimes Against Children/Human Trafficking related to EFTA00037359.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00037359",
        "case coordination",
        "epstein",
        "little st. james",
        "usvi",
        "forensic analysis",
        "cart",
        "crimes against children",
        "human trafficking",
        "fbi new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037262",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037805",
      "summary": "A communication regarding an investigation into connections to Jeffrey Epstein was sent on August 23, 2019. A witness reported that Epstein had used a yacht multiple times, including one occasion where he brought a 15-year-old Russian girl to a party. The recipient was instructed to contact an agent within the office to discuss the findings.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "witness",
        "yacht",
        "russian girl",
        "investigation",
        "coordination",
        "redacted",
        "efta00037805",
        "2019",
        "party"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037215",
      "summary": "On August 23, 2019, a correctional officer (identified as “w”) responded to a body alert in the SHU at the facility regarding Jeffrey Epstein. The officer assisted with CPR, allowed EMS access, and escorted Epstein to Beekman Hospital. Another officer, working with OIG and SDNY, responded to a similar alert where Epstein was already being treated after being removed from his cell. FBI CART provided a video package of the MCC to SDNY, and coordination was made to retrieve and image Thomas’ cell phone. The Office of the Chief Medical Examiner (OCME) was contacted and advised that they would provide a report soon, anticipating no further information requests. Three proffers were scheduled for Monday, August 26th, involving inmates from the MCC at the time of the incident, who have a history of facilitating contraband and policy violations.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "bop",
        "fbi",
        "ocme",
        "autopsy",
        "shu",
        "cart",
        "proffers",
        "mcc",
        "ransom"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037216",
      "summary": "On August 23, 2019, an FBI-New York investigation regarding Jeffrey Epstein’s death involved interviews with Bureau of Prisons (BOP) guards. One guard reported that another guard and his partner conducted a 12x8 tour, responded to a body alert in the SHU where Epstein was already receiving CPR, and subsequently escorted the body to Beekman Hospital with EMS. Another guard assisted with the count and then responded to a body alert, observing Epstein being removed from his cell and treated. FBI CART packaged video from the MCC for SDNY, and coordination was made to retrieve and image Thomas’ cell phone. The Office of Chief Medical Examiner (OCME) advised that a final report would be provided soon, with a physician and executive having a meeting regarding the autopsy. Three proffers involving inmates from the MCC were scheduled for Monday, August 26th.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "bop",
        "oig",
        "sdny",
        "shu",
        "ems",
        "autopsy",
        "mcc",
        "contraband"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027107",
      "summary": "An email chain discusses coordinating victim interviews related to a case against Jeffrey Epstein (19 Cr. 490 (RMB)). One individual ([REDACTED]) seeks guidance on utilizing USAO funds to transport witnesses for grand jury, pretrial, trial, and pre-G.I. proceedings. Colleen Mullen confirms a witness’s continued interest in speaking and availability for an interview on August 26, 2019, requesting logistical support (flights/hotel) and information on counseling resources. The email contains a standard disclaimer regarding confidential information.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "jeffrey epstein",
        "victim interviews",
        "coordination",
        "usao funds",
        "witnesses",
        "prosecution",
        "colleen mullen",
        "legal",
        "confidential",
        "gj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037224",
      "summary": "*   **Evidence Collection:** A cell phone obtained from the deceased is being processed. Agents are serving subpoenas at a hotel in the Bronx, NY. *   **Reporting Protocols:** FBI leadership is directing a shift to daily updates via conference calls, driven by DOJ requests.  Agents are instructed to proactively manage media reporting, focus on co-conspirator investigations, and provide general updates if significant findings aren’t present. Specific guidance includes avoiding naming interview subjects unless there’s significant information and being mindful of information being escalated to higher levels. *   **Case Coordination:** Multiple FBI squads (C-19, C2, and C4) are collaborating on aspects of the case, particularly concerning drug/sex offenses and potential charges.  The teams are coordinating to investigate co-conspirators, analyze phone data, and plan for a hearing on victims.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "new york",
        "subpoenas",
        "phone",
        "investigation",
        "co-conspirators",
        "c19",
        "c2",
        "maxwell",
        "doj",
        "color of law"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030980",
      "summary": "An asset forfeiture case from New Mexico regarding Jeffrey Epstein’s property contacted the Office of the Executive Special Counsel (EOUSA) to coordinate with the SDNY’s handling of the case. The contact advised EOUSA that coordination was needed with the SDNY.",
      "timestamp": "2019-08-29T00:00:00",
      "timestamp_raw": "29 Aug 2019",
      "keywords": [
        "efta00030980",
        "epstein",
        "asset forfeiture",
        "usa",
        "new mexico",
        "eousa",
        "sdny",
        "contact",
        "property",
        "child exploitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037845",
      "summary": "An individual from the FBI New York WACMT ([EFTA00037846]) requested assistance in securing a conference room or soft room in Los Angeles for interviews related to the Epstein investigation, scheduled for Wednesday, September 18th, and Thursday, September 19th. The request included coordinating availability with victims and options for recording the interviews (soft room with equipment or a conference room). A colleague ([REDACTED]) responded offering to provide a suitable room and assist with building access.",
      "timestamp": "2019-09-11T00:00:00",
      "timestamp_raw": "11 Sep 2019",
      "keywords": [
        "epstein",
        "victims",
        "interview",
        "conference room",
        "soft room",
        "la",
        "recording",
        "coordination",
        "fbi",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019747",
      "summary": "On October 11, 2019, an Assistant United States Attorney from the Southern District of New York (located at I St. Andrew’s Plaza, New York, NY 10007) agreed to meet with a client related to Jeffrey Epstein meetings at 1 St. Andrews Plaza, NY, NY, with Brittany N. Henderson of Edwards Pottinger LLC. On October 10, 2019, the Assistant United States Attorney proposed several dates and times (October 23rd and 24th) for victim interviews, with one party preferring October 23rd to minimize travel. Coordination was underway to schedule the interviews on October 23rd and 24th.",
      "timestamp": "2019-10-11T00:00:00",
      "timestamp_raw": "October 11, 2019",
      "keywords": [
        "epstein",
        "client meetings",
        "brittany henderson",
        "united states attorney",
        "southern district of new york",
        "new york",
        "october 23",
        "october 24",
        "interviews",
        "efta00019747",
        "epltc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037391",
      "summary": "A series of emails discuss coordination regarding victim services for Epstein cases, specifically a conference in Miami on October 15, 2019.  The sender requests a photo array and photo book, suggests an interview schedule, and inquires about seized photographic evidence from the Manhattan and Florida residences, including any discs with names on them.  The sender also mentions a planned trip to Nashville and proposes a combined trip to Florida for interviews.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "epstein",
        "victims",
        "meetings",
        "notifications",
        "investigation",
        "case",
        "photo array",
        "interviews",
        "miami",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021318",
      "summary": "*   A key focus is forwarding emails and letters to ensure attorneys have relevant information in case of inquiries. *   Meetings are being planned in Miami (October 15th) and potentially Manhattan, with the aim of conducting victim interviews. *   A photo array is being prepared, and efforts are underway to locate and analyze photographs from various locations (Miami, Manhattan, and Florida). *   Scheduling conflicts and logistical coordination are being addressed, particularly regarding individual schedules and travel plans. *   There is a request to identify individuals named on seized discs and to confirm if any individuals' names are associated with the evidence.",
      "timestamp": "2019-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2019",
      "keywords": [
        "victim services",
        "fbi",
        "nypd",
        "trafficking",
        "miami",
        "manhattan",
        "interviews",
        "photos",
        "case details",
        "investigations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010302",
      "summary": "A draft press release regarding the MCC (presumably the Macroeconomic Assistance Coordination) was sent from an Assistant United States Attorney at the United States Attorney’s Office, Southern District of New York, to an unidentified recipient. The press release, titled “MCC_Press_Release_vl.docx”, was dated November 15, 2019.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "November 15, 2019",
      "keywords": [
        "efta00010302",
        "press release",
        "mcc",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "draft",
        "2019",
        "2025",
        "docx"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019708",
      "summary": "This document details communications surrounding a meeting with a new alleged victim of Jeffrey Epstein, facilitated by Gloria Allred’s legal team and the U.S. Attorney’s office in the Southern District of New York, along with FBI involvement. The victim was willing to travel to New York for a meeting on October 23rd. Scheduling conflicts and logistical arrangements, including travel coordination and a proposed conference call, were discussed between the involved parties, primarily Allred, the U.S. Attorney, and the FBI’s Amanda Young. Several individuals requested information about the victim’s identity (name, DOB, contact details) to coordinate logistics. The communications culminated in the victim ultimately cancelling the meeting for the day.",
      "timestamp": "2019-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2019",
      "keywords": [
        "epstein",
        "new york",
        "gloria allred",
        "victim",
        "fbi",
        "conference call",
        "travel",
        "scheduling",
        "united states attorney",
        "october 23"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032330",
            "similarity": 0.667,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032330",
      "summary": "Gloria Allred contacted the FBI and a U.S. Attorney’s office regarding a new alleged victim of Jeffrey Epstein. The victim was willing to travel to New York for a meeting on October 23rd. Allred initially proposed a 4:00 PM call but requested a conference call due to multiple locations and logistical difficulties. She then suggested a noon to 1:00 PM meeting at her office, citing a tight schedule and travel plans. The FBI confirmed availability and requested information about the victim, including identification details. The communication involved multiple back-and-forth exchanges regarding scheduling and coordination of travel logistics.",
      "timestamp": "2019-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "victim",
        "new york",
        "fbi",
        "travel",
        "meeting",
        "october 23",
        "reschedule",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019708",
            "similarity": 0.667,
            "index": 65,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029649",
      "summary": "An email chain discusses coordinating a meeting between a US Department of Justice Attaché at the United States Embassy in London and a team of prosecutors working on the Jeffrey Epstein investigation. The Attaché proposes availability between 1:30 and 5 pm GMT (8:30-noon EDT) on certain days, and the prosecutors request a call to discuss logistical questions related to the investigation, specifically concerning Prince Andrew. The email exchange includes contact information for the individuals and their respective offices.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "December 3 2019",
      "keywords": [
        "efta00029649",
        "fbi",
        "doj",
        "prince andrew",
        "jeffrey epstein",
        "uk",
        "legal",
        "coordination",
        "prosecutors",
        "united states embassy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020966",
      "summary": "On December 3, 2019, a US Department of Justice Attaché from the United States Embassy in London contacted an individual regarding potential coordination on a legal matter, specifically involving the UK’s FBUDOJ interest in Prince Andrew and the Jeffrey Epstein investigation. The Attaché offered available times for a call, including afternoons between 1:30 and 5 pm GMT, and late in the day on Thursday. A team of prosecutors from the Southern District of New York requested a call to discuss logistical questions related to the Epstein investigation, proposing several days for a meeting.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "December 3, 2019",
      "keywords": [
        "efta00020966",
        "legal",
        "coordination",
        "prince andrew",
        "fbudoj",
        "jeffrey epstein",
        "uk",
        "us department of justice",
        "sbu -law enforcement",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020911",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is assisting an unidentified French judicial police unit (DCPJ) investigating crimes involving Jean Luc Brunel. The DCPJ unit, led by “Man,” is seeking information and coordination with US authorities. Sigrid suggests contacting prosecutors in New York who may have relevant information. A phone call is scheduled for November 20th, dependent on flight times, to discuss the investigation. The communications involve multiple individuals and organizations, including the French police nationale and Capitaing de police, with correspondence detailing the ongoing investigation into the Epstein/Brunel case.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "french judicial police",
        "jean luc brunel",
        "sigrid mccawley",
        "dcpj",
        "new york",
        "investigation",
        "prosecution",
        "france",
        "epostein",
        "ocrvp",
        "minors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029742",
      "summary": "The document consists of email exchanges regarding a procedural review of the MCC New York case, specifically related to a Board of Inquiry convened by the Bureau of Prisons (BOP). Discussions revolve around scheduling meeting times (2:30 PM or 4:30 PM), the scope of the BOP’s investigation (reviewing operations, camera operations, and staffing), and potential follow-up interviews or fact-finding. The OIG is initiating a report covering Epstein’s admission to the MCC up to his death, and coordination is being sought with FBI and U.S. Attorney’s Office representatives. There are mentions of previous criminal investigations and a desire to avoid conflicts with those investigations.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "mcc new york",
        "procedural review",
        "redaction",
        "bop",
        "board of inquiry",
        "interviews",
        "report",
        "investigations",
        "criminal case",
        "timing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016997",
      "summary": "This document records a series of email exchanges regarding a case investigation, likely involving a potential criminal matter. The core issue revolves around scheduling a meeting with a key individual (referenced as “Ms.” and “original message”) to discuss the case, specifically related to a complaint filed on December 4th. Initial attempts to schedule a call for January 24th or 23rd were met with logistical challenges – including scheduling conflicts and the unavailability of key personnel.  A delay occurred due to the investigator’s absence.  The parties repeatedly explored potential dates, prioritizing a conversation before charges are considered, and requested information regarding the complaint and potential witness recollections. Discussions centered on the need for a comprehensive meeting involving multiple supervisors, and the importance of discussing the details of the complaint promptly. Ultimately, a meeting was tentatively scheduled for January 30th/31st, contingent upon further scheduling coordination.",
      "timestamp": "2020-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2020",
      "keywords": [
        "efta00016997",
        "proffers",
        "scheduling",
        "call",
        "january 2020",
        "meeting",
        "case",
        "ms.",
        "discussions",
        "time",
        "january 24"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017057",
      "summary": "On February 6, 2020, Philippe Berry, a US correspondent for 20 Minutes (a French newspaper), contacted [REDACTED] via email requesting a call to discuss questions related to Epstein's case and the coordination between US and French judicial authorities involving multiple countries. [REDACTED] passed the email along, expressing they hadn't responded and didn't appreciate the reporter contacting them through the law school.",
      "timestamp": "2020-02-06T00:00:00",
      "timestamp_raw": "February 6, 2020",
      "keywords": [
        "epstein",
        "international justice",
        "journalist",
        "us",
        "french",
        "philippe berry",
        "20 minutes",
        "law school",
        "judicial authorities",
        "record"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026857",
      "summary": "This document consists of email exchanges related to travel requests for interviews and investigations, primarily concerning the Epstein case (2018R01618). Multiple requests are made for travel to Pensacola, FL, Stockholm, Sweden, Los Angeles, and West Palm Beach, Florida, involving teams of individuals. These requests include specific flight details (e.g., American Airlines flights with layovers), requests for refundable tickets, and the need for conference room reservations. The emails highlight a persistent pattern of travel requests tied to the Epstein investigation and demonstrate a need for logistical coordination regarding flight bookings, timing, and accommodation.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "travel",
        "approval",
        "flights",
        "pns",
        "lga",
        "jfk",
        "pensacola",
        "florida",
        "interview",
        "booking",
        "refundable",
        "stockholm",
        "sweden",
        "epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026783",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Sigrid McCawley to propose a meeting with Ms. (name redacted) while she was in New York next week. The Attorney requested dates and time ranges for the meeting to facilitate scheduling coordination and offered to address any questions in advance.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "24 Feb 2020",
      "keywords": [
        "epstein investigation",
        "sigrid mccawley",
        "meeting",
        "new york",
        "scheduling",
        "u.s. attorney",
        "redaction",
        "assistant",
        "email",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023774",
      "summary": "*   Initial data transfers involve multiple hard drives, CDs, and computer devices containing over a million documents. *   There are inconsistencies and confusion regarding the tracking of these materials, with multiple copies of drives and varying levels of processing already completed. *   The recipient is requesting a centralized spreadsheet to document the status of each device, including whether it has been processed, the data transferred, and any remaining items. *   Coordination challenges exist due to network issues, data naming conventions, and a lack of clear identification of the materials from each device. *   A meeting is proposed to address these issues and ensure a unified approach to reviewing the evidence.",
      "timestamp": "2020-03-04T00:00:00",
      "timestamp_raw": "04 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "hard drives",
        "ny apartment",
        "island",
        "relativity",
        "devices",
        "data transfer",
        "spreadsheets",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021023",
      "summary": "The document details a significant challenge in reviewing over 1.3 million electronic documents seized during an investigation related to Ghislaine Maxwell. The data was received in a disorganized manner, lacking proper labeling and connection to the original source devices. Key issues include: *   **Data Organization:** The documents were dumped into a massive, unlabeled pile, with some large files excluded due to size limitations. *   **Lack of Metadata:** The data lacks essential metadata, such as email attachments and file linking, making review extremely difficult. *   **Identification Problems:** It's unclear which devices the documents originated from, whether the files are complete or partial, and what devices remain to be processed. There are discrepancies in control numbers and file naming conventions. *   **Technical Difficulties:** The team is struggling with issues related to the data format, requiring a revised data format and potential replication of previous data sets. *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to discuss the issues and establish a system for tracking and reviewing the documents, emphasizing the need for a clear device inventory and a tracking spreadsheet.",
      "timestamp": "2020-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "redaction",
        "data",
        "files",
        "database",
        "review",
        "devices",
        "meeting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028285",
      "summary": "On March 13, 2020, Geoffrey Berman (USANYS) received emails regarding an investigation into the Jeffrey Epstein Estate and Southern Country International Bank in the US Virgin Islands. An Assistant U.S. Attorney from the District of the Virgin Islands initiated contact to coordinate with Berman’s office, requesting a point of contact within the SDNY unit. The USVI team, comprised of FBI and IRS-CI, was conducting an investigation, seeking to avoid interference with any existing investigations. Berman responded, suggesting coordination through contacting the VI-USAO Senior Litigation Counsel.  A follow-up email on March 4th reiterated the need for coordination and a designated contact person.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "March 13, 2020",
      "keywords": [
        "jeffrey epstein estate",
        "usanys",
        "southern country international bank",
        "usvi",
        "fbi",
        "irs-cl",
        "ron de lugo",
        "investigation",
        "virgin islands",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016228",
      "summary": "The document is a series of email exchanges primarily between Gloria Allred and multiple individuals, including a US Attorney, regarding scheduling a call to discuss updates and client views. The call is to occur around 3:00 PM EST, with offers of alternative times (4:00 PM EST and 3PM EST). Conference line details (dial-in code 933571) are also provided. The exchange involves coordination for a meeting to discuss client feedback and updates, with references to previous conversations and a request for an update on client views. The document also includes information about Gloria Allred's induction into the National Women's Hall of Fame.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "gloria allred",
        "call",
        "conference line",
        "zoom",
        "time",
        "3:00 pm",
        "usavoice",
        "clients",
        "los angeles",
        "ca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032141",
      "summary": "The document details a significant challenge in reviewing a massive collection of electronic data seized in connection with the Epstein investigation. The FBI’s forensic team in New York received over 1.4 million documents from multiple sources, including hard drives and CDs, but the data is severely disorganized and lacks crucial metadata. Specifically, the files are not linked to their originating devices, there’s no indication of whether they represent full or partial data sets, and control numbers are inconsistent. The team repeatedly requested a standardized system—a spreadsheet identifying devices, review status, and data transfers—to facilitate the review process, but faced delays due to network issues and a lack of coordination. Multiple emails exchanged between FBI personnel and U.S. Attorneys highlight the difficulties in tracking the data, the need for a clear accounting of received materials, and the urgency of establishing a systematic review approach before significant time is lost.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "epstein",
        "warrant documents",
        "data",
        "review",
        "taint",
        "relativity",
        "devices",
        "files",
        "organization",
        "encryption",
        "screen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030322",
      "summary": "Key points include: *   **Initial Requests for Assistance:** Multiple requests are made to assist in processing the large volume of seized data (over a million documents) and identifying devices, including hard drives and CDs. *   **Data Issues:** Significant problems are identified with the data format, including a lack of linking between emails and attachments, a load file with no native file connection, and inconsistent numbering, making review extremely difficult. *   **Device Tracking:** There's a consistent need for a clear inventory of seized devices (computers, hard drives, etc.) and status updates on what has been processed, transferred, and remains. *   **Technical Challenges:** Technical difficulties arise with data transfer (network issues, Relativity tool limitations, and file naming conventions). *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to coordinate efforts and establish a clear system for tracking the data. *   **Specific Device Information:** Details emerge about the devices seized, including 9 IDE hard drives from the Manhattan apartment (3 copies) and a list of devices from both the New York and Virgin Islands locations. *   **Timeline Concerns:** There’s a concern about delays in receiving and processing the data, and a desire to establish a realistic timeline for completion.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "phone technology",
        "conference call",
        "data",
        "devices",
        "spreadsheet",
        "review",
        "redaction",
        "usanys",
        "mac",
        "windows",
        "files",
        "load files",
        "data transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038415",
      "summary": "The FBI Victim Services Division is providing up to 12 counseling sessions to Florida victims of Jeffrey Epstein, due to Florida Crime Victims Compensation not being available for crimes committed in Florida. Requests for counseling must be submitted with the client's name for approval by the Case Agent, and confirmation of victim status by the FBI is required prior to session payment coordination with a therapist.",
      "timestamp": "2020-05-04T00:00:00",
      "timestamp_raw": "04 May 2020",
      "keywords": [
        "epstein",
        "victims",
        "counseling",
        "fbi",
        "florida",
        "compensation",
        "therapy",
        "approval",
        "victims compensation",
        "case agent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025482",
      "summary": "It concerns the processing of digital evidence – encompassing phones, tablets, servers, laptops, and media – recovered from multiple locations (New York mansion and USVI). The US Attorney’s Office contracted with a third-party firm to extract and review the data, using Relativity e-discovery software. Initially, there were disagreements regarding the review methodology. The contractor initially insisted on a “taint review” within Relativity, which was deemed inefficient and incapable of handling the volume and complexity of the data. A revised approach was adopted involving piece-by-piece processing, aiming for greater consistency and attribution of data to specific devices. Significant delays and challenges arose due to the massive volume of data (over a terabyte) and encryption on multiple devices, as well as the lack of a centralized system for tracking the evidence. A key issue was the inability to effectively link emails and attachments, creating difficulties in reviewing and producing documents for defense counsel.  The team struggled to maintain a clear inventory of what data had been processed, what remained, and the associated timelines, leading to repeated requests for updated information and a need for a streamlined tracking system – primarily a spreadsheet – to manage the immense dataset. There were issues related to differing versions of data, the categorization of files, and the labeling of devices. Multiple attempts were made to schedule meetings to address these coordination challenges.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "relativity",
        "e-discovery",
        "data",
        "evidence",
        "files",
        "devices",
        "encryption",
        "taint review",
        "data transfer",
        "terabytes",
        "digital evidence",
        "phones",
        "tablets",
        "servers",
        "us attorney's office",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016437",
      "summary": "This document details the ongoing efforts to process and review digital evidence seized in connection with the Epstein investigation. Initial challenges involve a disorganized data transfer process, with multiple versions of files and unclear attribution to specific devices. Key issues include: *   **Data Delivery Problems:** Multiple delivery attempts were unsuccessful, with files corrupted or incorrectly formatted, requiring re-transmission. *   **Relativity’s Limitations:** The use of Relativity for taint review was deemed problematic due to the tool's inability to handle forensic data, requiring manual re-processing. *   **Lack of Standardization:** A lack of a standardized system for identifying and tracking data transfers hindered progress, leading to confusion regarding the completeness and origin of files. The need for a spreadsheet detailing devices, data dumps, and review status was repeatedly emphasized. *   **Volume of Data:** The sheer volume of data (over a million documents and numerous devices) created significant logistical and processing challenges. *   **Coordination Issues:** Communication and coordination between the FBI, the U.S. Attorney’s Office, and contractors were essential, but initially hampered by differing approaches and a lack of clear communication about data processing steps. *   **Timeline Concerns:** There were concerns about the timeline for complete data review, initially estimated at a month, but potentially extended due to the complexities involved.",
      "timestamp": "2020-05-15T00:00:00",
      "timestamp_raw": "15 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data transfer",
        "devices",
        "ny",
        "virgin islands",
        "files",
        "review",
        "taint review",
        "data",
        "hard drives",
        "mac"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023728",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022331",
      "summary": "The FBI (specifically the NY CART Coordinator) is providing updates on the recovered evidence, primarily digital media like hard drives, thumb drives, and computers. Key issues include: *   **Lack of Device Identification:** A significant concern is the absence of a clear inventory of devices and their contents, making it difficult to track the data being provided. The request is repeatedly for a list of seized devices with associated data, ideally linked to device serial numbers. *   **Data Transfer Format:** The FBI is transitioning to transferring data in a format compatible with Relativity, the e-discovery tool used by the U.S. Attorney’s Office, but this process is hampered by the lack of proper device identification. *   **Data Volume and Disorganization:** The sheer volume of data (over a million documents) and the disorganized nature of the files presented a major challenge. Some files appear to be duplicates or remnants of previous transfers. *   **Coordination Issues:** There are ongoing communication challenges between the FBI, the U.S. Attorney's Office, and the contractor, leading to delays and misunderstandings regarding the process and timeline. *   **Requested Deliverables:** The U.S. Attorney’s Office requires a detailed spreadsheet listing all seized devices, the data extracted from each, its review status, and any associated identifiers. They also need confirmation on the timelines for receiving the remaining evidence and data sets.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "search warrant",
        "documents",
        "fbi",
        "devices",
        "hard drives",
        "sd cards",
        "thumb drives",
        "locations",
        "data transfer",
        "serial numbers",
        "epstein",
        "nyco243xx",
        "relativity",
        "taint review",
        "data processing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018543",
      "summary": "Geoffrey Berman contacted Gretchen Shappert, U.S. Attorney for the Virgin Islands, regarding coordination issues between the SDNY and USVI investigations into the Jeffrey Epstein matter. Shappert requested assistance directing her to a supervisor within Berman’s office to discuss these issues.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "08 Jun 2020",
      "keywords": [
        "jeffrey epstein",
        "usvi",
        "shappert",
        "gretchen",
        "usanys",
        "coordination",
        "investigations",
        "st. thomas",
        "us attorney",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010135",
      "summary": "Gretchen Shappert, the U.S. Attorney for the Virgin Islands, contacted Geoffrey Berman, seeking assistance with coordination issues between the SDNY and USVI investigations concerning the Jeffrey Epstein matter. She requested a referral to one of Berman’s supervisors to discuss the situation.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "08 Jun 2020",
      "keywords": [
        "jeffrey epstein",
        "usvi",
        "usanys",
        "sdny",
        "investigations",
        "coordination",
        "gretchen shappert",
        "st. thomas",
        "u.s. attorney",
        "justice department"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030190",
      "summary": "This redacted document details the early stages of a U.S. Department of Justice (DOJ) investigation into Jeffrey Epstein’s crimes, specifically focusing on communications with and the potential involvement of Prince Andrew. The core narrative revolves around the DOJ’s initial requests for an interview with Prince Andrew, facilitated through his legal representation at Blackfords LLP. Key points include: *   **Initial Contact & Concerns:** The DOJ, via an Assistant U.S. Attorney, initiated contact with Blackfords LLP in early January 2020, requesting a consensual, voluntary interview with Prince Andrew regarding his relationships with Epstein and related allegations. *   **Blackfords’ Response:** Gary Bloxsome and his team at Blackfords LLP initially expressed willingness to cooperate, but raised concerns about the potential for misreporting or public commentary surrounding the interview process, emphasizing the need for confidentiality. *   **Iterative Communication & Disputes:** Subsequent email exchanges involved clarifications regarding the Duke’s willingness to cooperate, debates about the accuracy of the DOJ's statements (particularly regarding alleged lack of cooperation), and requests for further information and clarification. The DOJ repeatedly highlighted public statements made by Prince Andrew, and Blackfords challenged these assessments. *   **Emphasis on Confidentiality:** Throughout the communications, a central theme was the protection of confidentiality, with both sides acknowledging the sensitivity of the investigation and the importance of maintaining discretion. *   **Timeline & Coordination:** Discussions included setting up preliminary phone calls to coordinate next steps. The document represents a highly guarded and evolving interaction between legal teams, reflecting the complexities and sensitivities involved in a high-profile investigation.",
      "timestamp": "2020-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2020",
      "keywords": [
        "doj",
        "duke of york",
        "home office",
        "epstein",
        "investigation",
        "communication",
        "confidentiality",
        "cooperation",
        "january 2020",
        "usanys",
        "bloxsome"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031176",
      "summary": "Virgin Islands.  The FBI contractor is responsible for extracting and preparing the data for review, while the FBI (specifically the NY CART Coordinator) is overseeing the process. Key issues include: *   **Data Volume & Format:** The volume of data (over a million documents) is overwhelming, and the inconsistent formats and lack of clear labeling make review extremely challenging. *   **Identification of Devices:**  A critical need exists for a clear inventory of seized devices and their corresponding data, allowing accurate tracking of what has been processed and what remains. *   **Transfer Issues:**  There are concerns about the transfer process itself, including a delay due to network issues and questions about whether data is being delivered in its entirety or with modifications.  There's confusion about which files have already been provided and what’s newly submitted. *   **Relativity System:** The FBI's reliance on the Relativity e-discovery platform for review is causing difficulties due to Relativity's limitations in handling forensic data. *   **Coordination Challenges:**  Frequent communication and coordination between the involved parties (FBI, contractor, and US Attorney’s office) are essential to address these challenges and maintain progress. The text shows a reactive and somewhat disorganized process, marked by miscommunications and a lack of clear documentation. The overarching goal is to efficiently review the seized data to identify potential evidence and support further legal action.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "data",
        "fbi",
        "files",
        "devices",
        "transfer",
        "documents",
        "analysis",
        "data recovery",
        "forensics",
        "relativity",
        "data review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038011",
      "summary": "An email was sent from EFTA00038011 to the FBI and others regarding Maxwell’s consent to remand and pending transfer to New York. The sender expresses gratitude for assistance provided during a recent operation and offers continued support from New York.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "efta00038011",
        "remand",
        "transfer",
        "ny",
        "coordination",
        "assistance",
        "maxwell",
        "operation",
        "fbi",
        "thank you"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038010",
      "summary": "An FBI agent (“BS”) sent a thank you email to an FBI agent (“la”) acknowledging assistance in the apprehension of Maxwell, who consented to remand and transfer to New York. The agent expressed gratitude for the coordination and assistance provided by the BS division and New Hampshire team in the operation. The email included a reference to an initial appearance call and offered continued support from the NY FBI field office.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "efta00038010",
        "fbi",
        "maxwell",
        "nypd",
        "nyfo",
        "remand",
        "transfer",
        "coordination",
        "assistance",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027474",
      "summary": "The primary issue revolves around the disorganized and incomplete delivery of data, particularly concerning the massive volume of files (over a million) recovered from multiple devices (computers, hard drives, CDs, etc.) across New York and the US Virgin Islands.  Key points include: *   **Delayed Data Delivery:** Significant delays are experienced in receiving the data, with estimates fluctuating and needing to be pushed back. *   **Data Organization Issues:** The received data is poorly organized, lacking clear identification of devices and contents, making review extremely difficult. There are multiple versions of files. *   **Relativity System Challenges:** The contractor is attempting to utilize Relativity for data review, but the lack of proper organization hinders its effectiveness. The system is unable to easily interpret the data. *   **Request for a Tracking System:**  The team repeatedly requests a standardized spreadsheet or tracking system to manage the data and facilitate the review process. *   **Ongoing Coordination:** The exchanges involve ongoing discussions about timelines, data formats, and the necessary steps to effectively analyze the evidence. Several individuals coordinate to schedule meetings. *   **Technical Difficulties:** Technical issues, such as network problems and the need to rebuild network infrastructure, contribute to the delays. The core problem is the absence of a clear, organized system for tracking the digital evidence, leading to significant delays and challenges in the investigation.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "brg",
        "relativity",
        "usvi",
        "ny",
        "fbi",
        "data",
        "devices",
        "timelines",
        "production",
        "materials",
        "contracts",
        "forensic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032047",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016180",
      "summary": "Initially, FBI agent [REDACTED] was providing data extracts (primarily load files) from devices seized in New York and the US Virgin Islands to the U.S. Attorney’s Office and their contractor, [REDACTED]. However, the team quickly encountered significant challenges in understanding and utilizing the data due to inconsistencies in naming conventions, the sheer volume of information (over 1 million documents), and a lack of clear tracking of what had already been processed. Key issues include: *   **Data Format and Lack of Metadata:** The data was often provided in a format difficult to use directly in e-discovery software (Relativity) due to a lack of clear device identification and categorization. *   **Duplicate Data:** There were concerns about receiving duplicate data, leading to confusion about what had already been reviewed. *   **Coordination Challenges:** Communication and coordination between the FBI, the U.S. Attorney’s Office, and their contractor were strained, leading to delays and a lack of clear direction. *   **Requests for a Tracking System:** The U.S. Attorney’s Office repeatedly requested a spreadsheet or other system to track the data and its status, highlighting the need for better organization. *   **Technical Issues:** The FBI agent mentioned network issues that slowed down the data transfers. Multiple attempts were made to establish a clear workflow, including proposed meetings to discuss the data and a request for a standardized spreadsheet to document the evidence.  Ultimately, the situation highlighted a significant breakdown in communication and a critical need for a more structured approach to managing the massive amount of data involved in the investigation.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "data",
        "devices",
        "servers",
        "email",
        "analysis",
        "redaction",
        "relativity",
        "evidence",
        "usvi",
        "ny",
        "mac",
        "extraction",
        "files",
        "transfer",
        "timeline"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023728",
            "similarity": 0.522,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021785",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding an issue involving Ghialame Maxwell. A connection has been made with her, and coordination will occur. EFTA00021786 is also referenced.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00021785",
        "ghialame maxwell",
        "redaction",
        "issue",
        "coordination",
        "july 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023728",
      "summary": "Initially, there’s confusion regarding the format and organization of the data being provided by the FBI (NY CART Coordinator) and the US Attorney’s Office. A core issue is the lack of clear identification of devices and their associated data, leading to difficulty in tracking progress and ensuring all relevant materials are being processed. Multiple requests are made for a spreadsheet detailing the devices, their contents, and the status of the data review. Concerns are raised about the volume of data (over a million documents), inconsistencies in file naming and dates, and the inability to easily link data to specific devices.  There are discussions about the transfer process, including the need for a system to identify and categorize the data, and addressing potential network issues.  Several individuals – FBI agents, contractors, and attorneys – are involved in the coordination and communication regarding the ongoing review.  Ultimately, there’s a desire for a structured approach to manage the massive amount of digital evidence and facilitate the legal proceedings.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00023728",
        "epstein",
        "search warrant",
        "documents",
        "data",
        "drive",
        "pae",
        "relativity",
        "redaction",
        "devices",
        "fbi",
        "usvi",
        "ny",
        "mac",
        "files",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016180",
            "similarity": 0.522,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016437",
            "similarity": 0.5,
            "index": 83,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032047",
      "summary": "The core issue revolves around the disorganized and incomplete delivery of data, specifically over a million documents and numerous devices (computers, hard drives, thumb drives, etc.) from Epstein’s residences in New York and the USVI. Key points and concerns raised repeatedly include: *   **Lack of Identification:** There's a critical need for a system to identify and track each device and its corresponding data. The current delivery lacks clear labeling, making review and organization extremely difficult. *   **Duplicate Data:** The team worries about receiving duplicate files and needing to sift through them. *   **Data Formats:** The documents are in varying formats (Mac, Windows, loose media), creating challenges for the review process. Relativity, the e-discovery tool being used, is proving problematic due to its inability to handle the file structure effectively. *   **Timeline Issues:** Multiple delays and shifting estimates are given regarding the completion of the data transfer and analysis, primarily due to network issues and staffing constraints. *   **Coordination Needed:** There's a continuous need for better coordination and clear communication between all parties to ensure the data is processed efficiently and effectively. The exchanges repeatedly request a spreadsheet with detailed information about each device, its contents, and the status of its review.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "data",
        "forensic",
        "transfer",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "usvi",
        "fbi",
        "contractor",
        "production",
        "redaction",
        "data volume",
        "timelines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037997",
      "summary": "The document consists of email exchanges between FBI agents and Edwards Pottinger LLC regarding scheduling interviews with victims related to the Epstein case. The emails discuss availability for interviews, primarily focusing on securing slots between July 9th and June 29th, 2020. There are repeated requests to coordinate times and confirm the availability of the victims. The emails involve coordination between the FBI New York Field Office (Child Exploitation/Human Trafficking) and Edwards Pottinger LLC, a legal firm. Several communications mention a need for verification of the victims' interviews (e.g., 302 forms).",
      "timestamp": "2020-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2020",
      "keywords": [
        "epstein victims",
        "fbi",
        "edwards pottinger",
        "child exploitation",
        "human trafficking",
        "interviews",
        "scheduling",
        "florida",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024478",
      "summary": "An email exchange discusses a reported Epstein victim claim received by a Special Agent with the Diplomatic Security Service (DSS) – New York Field Office. The agent forwarded information to another individual, citing a call from the State Department. The email indicates coordination efforts regarding the next steps in the investigation. The email is marked as UNCLASSIFIED.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "epstein",
        "dss",
        "redaction",
        "usanys",
        "state department",
        "victim",
        "coordination",
        "email",
        "security",
        "cell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037469",
      "summary": "An FBI agent in New York (NY) forwarded an intelligence document (“NCAWAS-20-081 - Intel for FBI”) to an AMIEME contact and a CID FBI team. The document, provided by the NCA, contains information regarding Jeffrey Epstein and a request for an internal NSPCC investigation into Care Iveagh. The NCA offers to share financial intelligence regarding Epstein, potentially routing it through FinCEN for coordination with the FBI. The sender requests discussion of the document's contents with the SDNY team and asks how to coordinate with the NCA.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "fbi",
        "nca",
        "epstein",
        "ny",
        "sdny",
        "fincen",
        "investigation",
        "redaction",
        "intelligence",
        "care iveagh"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037499",
      "summary": "FBI New York is investigating Clare Iveagh, following a request from the NCA. The FBI contacted FBI HQ and CID regarding the investigation. The NCA provided a document and financial intelligence related to Jeffrey Epstein’s accounts, offering to route the information through FinCEN for coordination. SDNY does not see an issue with the internal investigation.",
      "timestamp": "2020-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2020",
      "keywords": [
        "fbi",
        "nca",
        "clare iveagh",
        "epstein",
        "nspcc",
        "fincen",
        "investigation",
        "new york",
        "sdny",
        "financial intelligence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032205",
      "summary": "The primary focus is on gathering and organizing evidence, including message pad scans, paper documents, electronic evidence, and disk returns. Key issues include: *   **Missing Materials:** Requests are being made for missing FBI files, CART paperwork, 302s, scans of Reiter’s documents, and scans of hard copy documents (particularly those not yet digitized). *   **Scan Issues:** There are concerns about the quality of provided scans, specifically regarding post-it notes on message pads and the lack of complete scans without them. *   **Timeline Pressure:** There’s a sense of urgency to complete the discovery process, with requests for materials to be provided by specific deadlines (e.g., by Friday). *   **Communication and Coordination:** Frequent email exchanges demonstrate ongoing communication and attempts to coordinate efforts among the involved parties.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "discovery",
        "scans",
        "fbi",
        "message pads",
        "evidence",
        "returns",
        "transcripts",
        "warrants",
        "images",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026741",
      "summary": "This document details the exchange of discovery materials related to an FBI investigation, likely involving child exploitation and human trafficking, overseen by the US Attorney’s office in the Southern District of New York. Key elements include: *   **Initial Delivery:** A box of media (VHS tapes, cassette tapes, microcassettes, and newspaper articles) provided by Reiter, accompanied by a thumbdrive with a spreadsheet detailing included items. *   **Ongoing Redaction:** The FBI is actively redacting sensitive materials from the discovered media. *   **Requests for Additional Materials:** The US Attorney’s office requests further items, including transcript discs, paper evidence, FBI files, and digital scans without post-it notes. Specifically, they seek copies of grand jury transcripts, returns for warrants, and detailed logs of image scans (particularly concerning potentially sensitive images). *   **Technical Challenges:** The team faces issues with the scanned materials, including discrepancies between versions with and without post-it notes, and a large volume of images requiring review and redaction. *   **Coordination:** Multiple parties – the FBI New York Field Office, NYPD detectives, and the US Attorney’s office – are involved in coordinating the collection, review, and redaction process.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "analysis",
        "media",
        "vhs",
        "cassette",
        "microcassettes",
        "thumbdrive",
        "spreadsheet",
        "evidence",
        "scans",
        "fbi",
        "redactions",
        "disks",
        "images",
        "copies",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010988",
      "summary": "An email exchange discusses a scanning project for 28 Epstein-related boxes for the Southern District of New York (SDNY). Melkin Solutions, contacted by an Assistant United States Attorney, is coordinating with USAFLS to arrange for the vendor to pick up the boxes for scanning. A preference is expressed for the vendor to process the boxes at their office to expedite the scanning process, and a budget approval was already granted.",
      "timestamp": "2020-09-15T00:00:00",
      "timestamp_raw": "15 Sep 2020",
      "keywords": [
        "scanning",
        "sdny",
        "melkin solutions",
        "epstein",
        "usafls",
        "budget",
        "vendor",
        "boxes",
        "coordination",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013425",
      "summary": "On October 9, 2020, Mandy dropped off three 2TB external HDs for Steve. Frank was scheduled to receive them and would email updates. Steve was tasked with coordinating the delivery of the HDs to SDNY and maintaining communication regarding the case, particularly given the attention from EM. A request was made for individual folders for each device's extracted images/files.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "epstein hds",
        "sdny",
        "redaction",
        "devices",
        "folders",
        "steve",
        "em",
        "external hds",
        "coordination",
        "updates"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014973",
      "summary": "On October 13, 2020, a NY FBI CART Coordinator is coordinating with a POC regarding devices and media related to Jeffrey Epstein’s case, obtained through a CAIR system.  The Coordinator has provided access to machines and exports to the SDNY office.  Another individual, Stephen, is the POC for that week.  On October 9, 2020, a forensic examiner is receiving 3 x 2TB external HDs and will notify recipients when they arrive. Coordination is ongoing to ship the devices to SDNY and ensure timely review, with an individual, SSA, handling the logistics.  The FBI is requesting updates and ensuring no delays occur due to attention from the Executive Management (EM).",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "fbi",
        "ny",
        "sdny",
        "devices",
        "media",
        "forensic examiner",
        "cair",
        "coordination",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027433",
      "summary": "The document is an email thread outlining tasks related to a legal investigation, likely a criminal case. Key tasks include: *   **Relativity Review:** Reviewing GM emails, splitting the task among a team. *   **Witness Identification & Authentication:** Identifying and potentially interviewing individuals, including an Interlochen employee, a PBPD detective, and Jo Jo Fontanella, and seeking authentication of documents. *   **Record Retrieval:** Searching for and identifying relevant records, including emails and files from various institutions and individuals. *   **Victim & Witness Interviews:** Scheduling and conducting interviews with victims, witnesses, and family members, including a mother and potentially outcry witnesses. *   **Investigation:** Investigating immigration and travel records related to EFTA00027433. *   **Coordination:** Coordinating with counsel, agents, and other parties (e.g., PBPD, Sigrid, IM). The emails indicate a focus on preparing for trial, including scheduling depositions and witness interviews, and prioritizing tasks with deadlines within two to four weeks.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "relativity review",
        "gm emails",
        "epstein",
        "interlochen",
        "pbpd",
        "records custodian",
        "witness interview",
        "immigration records",
        "travel records",
        "deposition transcripts",
        "client",
        "sigrid",
        "investigation",
        "trial",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028129",
      "summary": "Attorney’s Office for the Southern District of New York and a legal partner, Jill Greenfield, and her client. Key elements include: *   **Scheduling and Logistics:** Discussions revolve around scheduling a video conference with the client, potential travel to the UK (including testing requirements), and coordination with the Met Police. *   **Client Concerns:** The client expresses concerns about the number of attendees and the need to minimize potential lockdowns. *   **Team Changes:** The investigative team has undergone changes with new members joining, including FBI Special Agents. *   **Approvals:** The team is seeking approvals for meetings and travel, particularly regarding quarantine requirements and embassy notifications. *   **Proposed Dates:** The team proposes specific dates (October 14th-16th or 20th-22nd) for meetings, awaiting client confirmation. *   **Standard Practices:** The team confirms standard practices, such as notifying the Met Police about meetings conducted abroad.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2020",
      "keywords": [
        "efta00028129",
        "epstein",
        "jill greenfield",
        "testing",
        "uk",
        "travel",
        "interviews",
        "quarantine",
        "investigation",
        "metropolitan police"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026834",
      "summary": "*   The primary focus is on identifying the attorneys representing the estate, initially led by inquiries about Marc Weinstein and Andrew Tomback. *   A private investigator, Roy Black, is mentioned in connection with a criminal investigation. *   There’s an ongoing effort to determine whether communications involving private investigators are protected by attorney-client privilege. *   Jack Goldberger is identified as an attorney representing Epstein, and emails referencing him are flagged for privilege review. *   A request is made to remove “Goldberger hits” (likely referring to emails or information related to Goldberger’s representation) from the database. *   The email chain involves discussions about privilege issues, database reviews, and coordination between individuals.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "epstein",
        "marc weinstein",
        "andrew tomback",
        "jack goldberger",
        "private investigators",
        "estate",
        "privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037676",
      "summary": "An individual (“she”) is coordinating efforts regarding devices and media related to the “Epstein HDs” case. These devices, accessible through a CAIR system, have been exported with the exception of six machines.  Additional exports are scheduled to be shipped to SDNY.  Another individual (“he”) is receiving external HDs (3 x 2TB) and will update recipients upon delivery.  SDNY and another individual (“she”) will review the devices. Coordination is being managed to ensure timely delivery to SDNY and address any questions or concerns.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "epstein",
        "hds",
        "sdny",
        "cair system",
        "devices",
        "media",
        "bronx",
        "coordination",
        "access",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037672",
      "summary": "*   The request originates from C-20 Squad, aiming to show discovery to Maxwell and her defense team at MDC. *   The assistance involves providing a laptop and hard drive to be shown to Maxwell’s team, potentially requiring several hours of waiting. *   The initial proposed timeframe is next week (Wednesday or Thursday), pending approval from MDC. *   Several FBI agents have expressed availability on specific days, with discussions about scheduling and confirmation ongoing. *   The request includes a coordination effort involving the NYPD and a US Attorney’s Office (AUSA).",
      "timestamp": "2020-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "mdc",
        "c-20",
        "discovery",
        "laptop",
        "hard drive",
        "fbi new york",
        "special agent",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021991",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted an FBI analyst, I., (NY) (FBI), to coordinate the review of images and videos from Jeffrey Epstein’s devices for the Ghislaine Maxwell case. The contact stemmed from a referral regarding logistical support while supervisors were traveling. A call to discuss next steps was requested.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "16 Oct 2020",
      "keywords": [
        "maxwell case",
        "redaction analysis",
        "fbi",
        "ghislaine maxwell",
        "jeffrey epstein",
        "image/video review",
        "discovery",
        "united states attorney",
        "new york",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023335",
            "similarity": 0.667,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038147",
      "summary": "On November 16, 2020, SA (FBI - NY) requested permission to bring a laptop back to their desk.  [REDACTED] advised against a suit and suggested casual attire for a meeting regarding the “Discovery laptop” case. [REDACTED] informed SA that they had the laptop and hard drive and would coordinate its delivery for the following day. The defense team requested a review of the laptop from 10:00 AM to 3:00 PM, and [REDACTED] would be CC’d on an email to the AUSA.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "November 16, 2020",
      "keywords": [
        "discovery laptop",
        "fbi",
        "ny",
        "dress code",
        "meeting",
        "analyst",
        "ausa",
        "efta00038147",
        "maxwell",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023335",
      "summary": "An email chain discusses coordinating a review of images and videos from Jeffrey Epstein’s devices for the Ghislaine Maxwell case. The Assistant United States Attorney (Southern District of New York) contacted an FBI agent (NY) to request assistance due to the supervisors’ travel. The FBI agent responded, indicating availability to discuss next steps and schedule a call to coordinate the review, prioritizing a discussion before Monday morning. Redactions were present throughout the email chain.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "fbi",
        "maxwell case",
        "ghislaine maxwell",
        "jeffrey epstein",
        "redaction analysis",
        "image/video review",
        "new york",
        "logistics",
        "coordination",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021991",
            "similarity": 0.667,
            "index": 110,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038290",
      "summary": "This document pertains to the redaction analysis of electronic devices related to Jeffrey Epstein and Ghislaine Maxwell. A review protocol was established involving multiple individuals and teams (AUSAs, FBI, and USAO) to examine image and video files from ten devices: NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363.  The initial focus was for the FBI to review specific devices (listed above), while the USAO would coordinate with the teams. A 3:30 PM meeting time was proposed for initial coordination. The protocol required reviewers to familiarize themselves with the warrant and supporting affidavit and included the Maxwell indictment. Device locations were organized into folders for ease of access.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "ausas",
        "cair",
        "nyc0243xx",
        "protocol",
        "fbi",
        "maxwell",
        "warrant",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038272",
            "similarity": 0.5,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038272",
      "summary": "*   **Goal:** The review is intended to be completed by next Friday. *   **Devices:** Ten devices are being reviewed, identified by codes like “NY-3027571” and associated with NYC locations. *   **Team Structure:**  A team is being assembled with members from the USAO and FBI. The FBI initially will review a subset of devices (listed on Page 3). *   **Protocol:** A review protocol has been established, requiring reviewers to familiarize themselves with the search warrant, affidavit, and Maxwell indictment. *   **Communication:** Regular updates and coordination are planned through email and scheduled calls.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video files",
        "device review",
        "maxwell",
        "warrant",
        "ausas",
        "cair",
        "fbi",
        "usao",
        "devices"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038290",
            "similarity": 0.5,
            "index": 113,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038277",
      "summary": "This document is a redaction analysis related to case file EFTA00038277, specifically concerning a revised meeting invitation and RSVP questionnaire for a child exploitation/human trafficking investigation. The core of the communications revolves around confirming the identity of several individuals (primarily victims and attorneys), clarifying contact information, and finalizing the invitation materials. Key points include: *   **Multiple Confirmations:** Several individuals repeatedly confirm the same person, often correcting previous discrepancies in contact information. *   **Missing Contact Information:** There are 13 victims with no contact information and several with questions about contacting them. *   **Distribution Plans:** Discussions center on how to distribute the invitations – primarily via email, though paper copies are also involved – and coordinating with legal counsel (Bob Josefverg and Robert Glassman). *   **Document Revisions:** Multiple versions of the invitation letter and RSVP questionnaire are circulated, with edits and approvals documented by various FBI personnel. *   **Logistical Details:** Questions arise regarding the timeline for sending out the invitations, parking arrangements, and the need for OPA review during the clearance process. *   **Ongoing Coordination:**  The document represents an ongoing effort to gather and verify contact information and to prepare the invitation materials for distribution to victims and their attorneys.",
      "timestamp": "2020-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2020",
      "keywords": [
        "fbi",
        "victims",
        "email",
        "contact information",
        "meeting invitation",
        "rsvp",
        "questionnaire",
        "redaction",
        "phone number",
        "list"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018647",
      "summary": "The document is a series of email exchanges related to the investigation of Jeffrey Epstein, specifically concerning media files and associated documents. Here’s a breakdown of the key information: *   **Initial Inquiry:** The AUSA requests information about media files received from the Litigation Support Unit/RIDS, noting technical issues with certain audio files (specifically, a \"codec problem\") related to audio recordings from Grand Jury testimony and a 2010 deposition. *   **Unit Response:** The Litigation Support Unit provides a list of downloaded media files, including audio and video, but clarifies that the codec problem prevents playback of certain files. They state the issue stems from potential user error by the AUSA’s office. *   **Follow-up and Confirmation:** Subsequent emails involve further inquiries about the completeness of the media collection, specifically asking if all 29,000 pages scanned were received and requesting an index of the materials. *   **Contact Information:** Individuals involved provide contact information for coordination. The emails highlight a process of verification, troubleshooting technical issues, and attempting to gather all relevant media related to the Epstein investigation. All sensitive information is redacted.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "epstein investigation",
        "foia",
        "media",
        "fbi",
        "subpoenas",
        "cds",
        "audio",
        "video",
        "litigation support",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018089",
      "summary": "This document details the redaction and review process for data extracted from Jeffrey Epstein’s devices, specifically focusing on the “1B72” release. Multiple individuals (including “Sunny,” “Maurene,” and “Lisa”) are involved in copying, reviewing, and redacting the data to identify potentially privileged materials. Key actions include: *   **Data Releases:** Multiple versions of data (1B72, 1872, 1869, 1884, 1883, 1871) are released incrementally, with specific emails and chats being removed as potentially privileged. *   **Redaction Procedures:** Instructions are provided on how to handle the data, emphasizing not opening it from the shared directory and directing users to save it to their D drives or flash drives. *   **Tagging and Reporting:**  The process involves tagging responsive materials and generating reports based on those tags. *   **Timeline and Coordination:** The review is tightly scheduled with deadlines to ensure timely completion. There are delays in copying the data, requiring coordination and follow-up. *   **Distribution:** The data is ultimately sent to Lisa for further review and coordination.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "epstein",
        "privilege",
        "redaction",
        "review",
        "devices",
        "emails",
        "chats",
        "1b72",
        "1869",
        "1872",
        "shared directory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038592",
      "summary": "A series of emails discuss scheduling a meeting to discuss a bail submission review related to “Maxwell Finances.” The meeting was initially proposed for 2:00 PM with a dial-in code of 707522. Several individuals, including NYPD/FBI detectives, were involved in the coordination, with offers to meet via phone, video conference, or in a conference room. One individual offered to circulate a dial-in.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 9, 2020",
      "keywords": [
        "maxwell finances",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "dial-in",
        "conference room",
        "redaction analysis",
        "efta00038592",
        "detective"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019898",
      "summary": "A United States Attorney from the Southern District of New York is requesting PAE to create a new copy of a 1.2 million document production that was previously copied onto two defense drives. The Attorney is coordinating with a contractor to obtain a drive for PAE to load the new copy and asks PAE to send the drive to -gain.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2020",
      "keywords": [
        "pae",
        "production",
        "document",
        "drive",
        "copy",
        "usanys",
        "southern district of new york",
        "efta00019898",
        "1.2 million",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023110",
      "summary": "Department of Justice’s Office of International Affairs is responding to a request for legal assistance from France. *   The request pertains to an investigation into Jeffrey Epstein and Ghislaine Maxwell, initiated by French authorities. *   French authorities conducted a search warrant execution at Epstein’s Paris residence in September 2019, gathering evidence related to the case. *   French authorities are seeking information from the U.S. regarding designated individuals, including Maxwell and other victims. *   The U.S. Attorney’s Office is authorized to assist under the 1998 and 2004 U.S.-France Mutual Legal Assistance Treaties and 18 U.S.C. § 3512. *   The AUSA is not anticipating the need to compel record production but may seek a commissioner subpoena if required. *   Coordination between the U.S. and French authorities is emphasized, with the Office of International Affairs acting as the main point of contact. *   The request is classified and requires all filings to be under seal.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "mutual legal assistance treaty",
        "jeffrey epstein",
        "ghislaine maxwell",
        "france",
        "criminal investigation",
        "u.s. department of justice",
        "legal assistance",
        "mutual legal assistance instrument",
        "18 u.s.c. § 3512"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030876",
      "summary": "On January 11, 2021, an FBI agent was coordinating the delivery of two drives to the MDC for Ghislaine Maxwell. The agent requested confirmation of a suitable delivery time (around 11:30 AM or 12:00-12:30 PM) and the name of the person who would receive the drives. The original request for the delivery came from an Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "January 11, 2021",
      "keywords": [
        "efta00030876",
        "ghislaine maxwell",
        "fbi",
        "delivery",
        "january 11th",
        "drives",
        "mdc",
        "special agent",
        "new york",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025000",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested coordination for the FBI to deliver two new drives to the MDC for Ghislaine Maxwell on Monday, January 11th, 2021. The request included confirmation of the delivery time and recipient availability.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "11 Jan 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "drives",
        "delivery",
        "mdc",
        "ghislaine maxwell",
        "january 11th",
        "united states attorney",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038533",
      "summary": "This document is a series of FBI communications (dated February 2, 2021 – February 24, 2021) regarding an interview with a victim of Jeffrey Epstein. The communications involve coordinating logistics (time, location) for the interview, primarily between Special Agents at the FBI New York Field Office and an unidentified individual (\"She\"). There’s discussion about scheduling the interview, a trauma-focused therapist referral, and potential locations for the interview. Several pieces of information have been redacted.",
      "timestamp": "2021-02-02T00:00:00",
      "timestamp_raw": "February 2, 2021",
      "keywords": [
        "fbi",
        "epstein",
        "victim",
        "interview",
        "trafficking",
        "new york",
        "therapist",
        "forensic",
        "coordination",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038524",
            "similarity": 0.727,
            "index": 127,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026567",
      "summary": "An Assistant United States Attorney in the Southern District of New York is reviewing a privilege log (SDFL_privilege_Iog.pdf) submitted by the defense in a case involving the “NPA.” The log contains an entry for a file folder and an attorney with an unknown name (“”) who is not found through searches or NY attorney registration databases. The Assistant U.S. Attorney is seeking suggestions on how to investigate this individual.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "npa",
        "privilege log",
        "sdfl",
        "attorney",
        "sdny",
        "ecf",
        "investigation",
        "coordination",
        "ed",
        "google search"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038530",
      "summary": "FBI agents in New York and New York are coordinating a meeting with a victim of Jeffrey Epstein. The meeting is scheduled for February 25, 2021, at 10:30 AM, utilizing Webex for the video conference. The agents are discussing logistics, including the use of Webex, potential for one agent to sit in, and preferred times for a phone call to discuss the interview. The victim, M. Mayne, has resurfaced and requested a trauma-focused therapist, prompting the FBI’s renewed interest in contacting the original source of information.  Multiple agents are involved in the communication and coordination of the interview.",
      "timestamp": "2021-02-25T00:00:00",
      "timestamp_raw": "February 25, 2021",
      "keywords": [
        "fbi",
        "webex",
        "interview",
        "trauma",
        "therapist",
        "new york",
        "epstein",
        "victim",
        "video conference",
        "forensic interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038524",
            "similarity": 0.583,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038527",
      "summary": "Communication occurred via email and text messages between February 23rd and February 3rd, 2021. The woman had contacted them regarding a potential trauma-focused therapy appointment.  The agents were attempting to schedule an interview and inquire about suitable therapist locations near her current location. There are redactions present in the document.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2021",
      "keywords": [
        "epstein victim",
        "fbi",
        "new york field office",
        "interview",
        "trauma",
        "human trafficking",
        "forensic interviews",
        "therapist",
        "coordination",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038524",
      "summary": "This document is an FBI communication chain (dated February 2021) concerning a female individual (\"Epstein victim\") who had previously contacted the FBI. The communication details scheduling an interview, primarily involving coordination between FBI agents in the New York Field Office and another agent (identified as DN). The individual was seeking a trauma-focused therapist and the FBI was attempting to arrange an interview at a convenient location, considering travel distance from the agent’s station. Redactions are present throughout the document.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2021",
      "keywords": [
        "fbi",
        "epstein",
        "victim",
        "interview",
        "trauma",
        "therapist",
        "new york",
        "trafficking",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038530",
            "similarity": 0.583,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038533",
            "similarity": 0.727,
            "index": 123,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020426",
      "summary": "This document is a series of email exchanges between the Southern District of New York’s Assistant United States Attorney (Chris Everdell) and various parties, including Laura Menninger and Jeff Pagliuca, regarding discovery materials related to a case, likely involving Jared Epstein. Here’s a breakdown of the key points: *   **Discovery Issues:** The primary concern is a series of technical issues with the delivered discovery materials, including missing attachments, incorrect metadata, and gaps in production numbers. *   **Metadata Problems:** Specifically, many electronic documents and photographs lack CART numbers and have dates after the purported seizure dates, causing difficulty in accessing and interpreting the data. Requests are made for metadata overlays. *   **Hard Drive Delivery:** The Assistant US Attorney is requesting the delivery of a hard drive containing the discovery materials to Ms. Maxwell, but the other party is hesitant and proposes alternative solutions. *   **Missing Production Numbers:** A gap exists between production numbers 11/18 and 12/18, and the Assistant US Attorney is inquiring about its intentionality. *   **Coordination & Support:** The Assistant US Attorney is requesting a call to discuss these issues and offers to assist with providing materials to Ms. Maxwell. *   **Redactions:** The document contains redactions, indicating the presence of sensitive or confidential information.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery issues",
        "usanys",
        "metadata",
        "fbi",
        "epstein",
        "production",
        "cd",
        "pdf",
        "files",
        "cart numbers",
        "bates range",
        "southern district of new york",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030021",
      "summary": "Maxwell case (20 Cr. 330 (AJN)). The Assistant US Attorney (Southern District of New York) is coordinating the review, which will take place at 500 Pearl Street and potentially the Bronx warehouse. Key details include: *   **Evidence Transport:** The FBI will transport physical evidence (including items like electronic devices, \"bulky\" items, and photos) to 500 Pearl Street for the defense team to inspect and photograph. *   **Highly Confidential Materials:** The FBI will provide access to approximately 2,100 electronic images (seized from Epstein’s devices) and 7 hard-copy images, designating them as “Highly Confidential.”  Access will be limited to one laptop. *   **Scheduling:** The review is scheduled to begin April 13th, with daily sessions, contingent on the Marshals securing Ms. Maxwell’s presence at 500 Pearl Street. *   **Logistics:** The defense team will have a lawyer, investigator, and paralegal present at the Bronx warehouse to photograph items. The FBI will provide equipment for playing electronic media. *   **Coordination:**  Constant communication and confirmation regarding access, availability, and the handling of sensitive materials are emphasized. Multiple email exchanges detail revisions to the plan and clarify specific requests and concerns.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "protective order",
        "digital",
        "files",
        "photography",
        "materials",
        "counsel",
        "usanys",
        "efta00030021",
        "efta00030022",
        "efta00030023",
        "efta00030024",
        "efta00030025",
        "efta00030026",
        "efta00030027",
        "efta00030028",
        "efta00030029",
        "efta00030030"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030035",
      "summary": "This document outlines the logistics for the defense team (Laura Menninger, Christian Everdell, Jeff Pagliuca, and Bobbi Sternheim) to review evidence in the US v. Maxwell case, overseen by an Assistant United States Attorney. The review will primarily take place at the Bronx warehouse (2350 Lafayette Ave, Bronx, NY) and potentially at 500 Pearl Street. Here's a breakdown of the key points: *   **Initial Meeting & Scheduling:** The AUSA proposed a meeting at the warehouse at 11 am on April 12th, and the defense team confirmed this. *   **Evidence Access:** The FBI will make evidence available for review at the warehouse, and the defense team will have access to photograph and inspect the evidence. Certain items (“highly confidential”) will be restricted from photography. *   **Item Exclusions:** The defense intends to exclude certain items – massage tables, cash, and bulky/fragile items – from being transported to 500 Pearl Street. *   **Electronic Media:** The FBI will provide electronic media (DVDs, digital files) for review, but access to the equipment to play these files will need to be arranged. The defense will investigate and potentially bring their own. *   **Maxwell’s Presence:** Ms. Maxwell will be produced to 500 Pearl Street daily, starting April 13th, for the review. *   **Logistics and Coordination:** The AUSA will facilitate the process, coordinate with the FBI, and handle any questions or issues that arise. The document is a series of emails and attachments, primarily between the AUSA and Laura Menninger, detailing the arrangement of the evidence review process.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "warehouse",
        "maxwell",
        "fbi",
        "photographs",
        "documents",
        "electronic files",
        "nyc",
        "florida",
        "witness statements",
        "subpoenas",
        "scheduling",
        "logistics",
        "redaction",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038561",
      "summary": "The document details a coordinated FBI investigation involving the “C-20” team assisting with the review of evidence related to the Maxwell case. Key elements include: *   **Initial Coordination:** Emails exchanged between FBI agents in the New York Field Office (NYFO) discussing a call to logistics regarding support for the case. *   **Logistics & Schedule:** The review will occur April 13-15, 2021, from 9:00 AM to 4:30 PM at 500 Pearl Street. Marshals will produce Maxwell, and FBI agents with handcuff keys will monitor her. *   **Roles & Responsibilities:** Agents will assist with evidence review, escorting Maxwell, and coordinating with the AUSA and defense team. SOS (another FBI agent) will be available for consultation. *   **Resource Allocation:** A list of available FBI agents is provided, with requests for two or three agents per day. Proffer rooms are reserved for the review.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "fbi",
        "new york",
        "maxwell",
        "evidence",
        "review",
        "agent",
        "case",
        "500 pearl street",
        "custody",
        "handcuff key",
        "trafficking",
        "proffer",
        "ausa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015804",
      "summary": "Attorney’s Office (Southern District of New York) and Bobbi Sternheim, attorney for Maxwell, regarding the review of evidence in the *U.S. v. Maxwell* (20 Cr. 330) case. Key individuals involved include Laura Menninger (Haddon, Morgan & Foreman) and Jeff Pagliuca (HMFLaw). *   **Evidence Logistics:** The core of the emails focuses on the arrangement of evidence review. The government proposes the use of the 500 Pearl Street location, with a proposed review schedule starting April 13th, running daily until completion. *   **Physical Evidence Access:** The U.S. Attorney's Office agreed to allow Sternheim’s team to inspect and photograph certain physical evidence at the Bronx warehouse, excluding specific items (cash, some electronics) based on their size or potential confidentiality. *   **Electronic Evidence Review:** The government intends to provide the defense with electronic evidence (images and recordings) for review at 500 Pearl Street, although access to the data may require specific equipment. There are proposed safeguards in place regarding the handling of highly confidential electronic images. *   **Maxwell’s Appearance:** The government confirms Maxwell will be produced to 500 Pearl Street on April 13th and every day thereafter. *   **Protective Order & Confidentiality:** Throughout the correspondence, the importance of the Protective Order and maintaining confidentiality is repeatedly emphasized.  A detailed spreadsheet outlines the designated “Confidential” and “Highly Confidential” items. *   **Ongoing Coordination:** The letters establish an ongoing communication and logistical coordination process between the prosecution and defense teams.",
      "timestamp": "2021-04-10T00:00:00",
      "timestamp_raw": "10 Apr 2021",
      "keywords": [
        "efta00015804",
        "evidence",
        "maxwell",
        "fbi",
        "marshals",
        "review",
        "materials",
        "confidential",
        "500 pearl",
        "new york",
        "bronx warehouse",
        "discovery",
        "documents",
        "subpoenas",
        "witness statements",
        "redaction",
        "case number 20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022504",
      "summary": "The provided text is a series of email exchanges regarding a US v. Maxwell case (20 Cr. 330 (AJN)). Key points include: *   **Meeting and Conferring:** Discussions are centered around scheduling a call to “meet and confer” regarding witness disclosures, a Speedy Trial Act exclusion request, and a letter to the judge. *   **Proposed Letter:** Laura Menninger drafted a letter for the government to send regarding defense disclosures and the Speedy Trial Act. *   **Speedy Trial Request:** The government intends to request an exclusion of time under the Speedy Trial Act, particularly in light of the pending suppression motion and potential trial date changes. *   **UK Counsel Communication:** Discussions involve coordinating with UK counsel regarding a letter to the judge, with concerns about providing legal procedure advice. *   **Phone Tree:** The possibility of establishing a “phone tree” for coordination is discussed.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2021",
      "keywords": [
        "maxwell",
        "us v.",
        "meet and confer",
        "disclosure",
        "witness statements",
        "speedy trial act",
        "judge nathan",
        "defense counsel",
        "letter",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019183",
      "summary": "This document pertains to follow-up discussions regarding Jeffrey Epstein’s activities in New Mexico, specifically focusing on potential criminal investigations by the U.S. Attorney’s Office for the Southern District of New York (SDNY) and the New Mexico Attorney General’s Office.  The communications detail scheduling a conference call (EFTA00019183) to discuss the matter, with multiple individuals requesting and confirming availability.  Key points include: *   **Initial Inquiry:** The initial request for a call originated from a USANYS attorney seeking information about deadlines and reporting timelines regarding the Epstein case and specifically Epstein’s activities on Zorro Ranch in New Mexico. *   **NM AG Involvement:** The New Mexico Attorney General’s Office is independently investigating potential crimes related to Epstein’s activities on the property and coordinating with the SDNY. *   **Scheduling Conflicts & Confirmation:** Multiple individuals (USANYS attorneys, assistants) exchanged emails to coordinate a call, confirming availability on various dates, primarily focusing on Thursday, September 12th at 1:30 MT / 3:30 ET. *   **Information Sharing:**  The discussions involve sharing information about the state’s investigation, leases being revoked, and the potential for criminal charges. *   **Ongoing Coordination:** Despite a pause in communication in July 2019, the parties maintain ongoing coordination through email correspondence and the scheduled conference call.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "07 May 2021",
      "keywords": [
        "redaction",
        "efta00019183",
        "follow up call",
        "new mexico",
        "epstein",
        "pio",
        "conference call",
        "press contacts",
        "reporting",
        "investigation",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028646",
      "summary": "The core issue revolves around discrepancies and missing metadata within discovery materials related to Jeffrey Epstein’s case, specifically concerning productions labeled SDNY_GM_SUPP, SDNY005, SDNY011, and files within Bates ranges. Key points include: *   **USAfx Account Issues:** The prosecution is attempting to facilitate the transfer of discovery materials to Laura Menninger via the USAfx platform, initially requesting her to set up an account. *   **Metadata Discrepancies:** Significant problems exist with the metadata of many electronic files, including incorrect creation/modification dates and missing original metadata. Specifically, investigators are struggling to locate attached files and determine the source of files with altered dates. *   **CART Numbers & File Tracking:** A specific concern is the lack of CART numbers for numerous photographs and audio/visual files, leading to difficulties in tracking their origin and processing. *   **Requests for Additional Information:** The prosecution repeatedly requests missing attachments, metadata overlays, and clarification on Bates number gaps to facilitate a complete review of the discovery materials. *   **Coordination Efforts:** The exchanges involve coordinating with the MDC (presumably the court’s electronic discovery unit) and exploring options like a hard drive transfer and potential court orders to compel the provision of missing materials. The document highlights a complex and ongoing effort to rectify issues with the discovery process and ensure all relevant materials are accounted for and properly documented.",
      "timestamp": "2021-05-24T00:00:00",
      "timestamp_raw": "24 May 2021",
      "keywords": [
        "discovery",
        "usafx",
        "metadata",
        "files",
        "production",
        "pdfs",
        "cart",
        "supp",
        "emails",
        "hard drive",
        "paralegals",
        "usanys",
        "cd",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022014",
      "summary": "On June 23, 2021, discussions occurred regarding a Freedom of Information Act (FOIA) request related to Noel and Thomas. A one-week extension was initially requested from The Times. A draft extension request letter was circulated for review. A phone call was scheduled with The Times to discuss the request and clarify information to be shared. The request was prompted by recently completed interviews and a need to confirm compliance with deferred prosecution agreements. A Chief from the Public Corruption Unit within the U.S. Attorney’s Office Southern District of New York was involved in the coordination.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "June 23, 2021",
      "keywords": [
        "foia",
        "disclosure",
        "times",
        "extension",
        "court",
        "pae",
        "interviews",
        "prosecution",
        "usanys",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023388",
      "summary": "The emails detail a request for a one-week extension to a FOIA disclosure related to Noel and Thomas, likely connected to a deferred prosecution agreement. Key discussions include: *   Scheduling a meeting to discuss the production’s noteworthy elements. *   Coordination with various parties, including the Times, BOP, and the Noel/Thomas legal team. *   Confirmation of a potential one-week extension granted by the Court. *   Concerns about notifying relevant constituencies (BOP, Epstein’s estate, Noel/Thomas counsel). *   Plans to review the production with internal teams before release. *   A request for a call to discuss the request with [REDACTED].",
      "timestamp": "2021-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2021",
      "keywords": [
        "foia",
        "disclosure",
        "extension",
        "times",
        "production",
        "noel/thomas",
        "bop",
        "epstein",
        "litigation",
        "interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027298",
      "summary": "The document details the preparation of a production related to the “Nineteenth Production,” likely a legal case involving Jeffrey Epstein. Key actions include: *   Requests for modifications to an index and cover letter, specifically regarding the categorization of “FBI Recovered Metadata” (splitting it into two subfolders). *   Addition of specific language to the cover letter explaining the HTML files and file structure associated with the recovered data. *   Confirmation that the entire production is stamped and ready for review, excluding the FBI Recovered Metadata (which requires a 500GB drive). *   Discussion regarding the stamping of JP Morgan Chase returns, with a preference for using the existing protective order stamp. *   Coordination on the protective order designation to be used on all materials.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2021",
      "keywords": [
        "production",
        "metadata",
        "fbi",
        "epstein",
        "protective order",
        "files",
        "index",
        "cover letter",
        "jpmc",
        "stamping"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023485",
      "summary": "Multiple individuals, including U.S. Marshals Service personnel and an Assistant U.S. Attorney, are coordinating a meeting this week with Ghislaine Maxwell, facilitated by defense counsel. The meeting’s purpose is an evidence inspection with Maxwell present. Potential dates discussed include Friday, October 29th, and Friday, November 5th, all at 500 Pearl Street. Coordination is being managed to accommodate traveling defense attorneys.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "u.s. marshals service",
        "evidence inspection",
        "defense counsel",
        "southern district of new york",
        "500 pearl street",
        "cso",
        "proffer room",
        "scheduling",
        "date"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025160",
      "summary": "The U.S. Marshals Service, Southern District of New York, was coordinating an evidence inspection with Ghislaine Maxwell’s defense attorneys. The defense requested the inspection take place this week at the 500 Pearl Street proffer rooms with Maxwell present.  Two marshals, a CSO, and a case agent would be involved.  Dates for the meeting were being discussed between the Assistant U.S. Attorney and the defense team, specifically regarding Friday, October 29th or November 5th, and the time of Maxwell’s arrival.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. marshals service",
        "evidence inspection",
        "proffer rooms",
        "southern district new york",
        "defense attorneys",
        "united states v.",
        "coordination",
        "scheduling",
        "500 pearl street"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021029",
      "summary": "The email outlines redaction projects related to court documents, specifically Dkt. Nos. 473, 474, and 476. Redactions are proposed for the GX-52 letters and the remaining birth certificate letters. Attached documents include a motion to quash, GX-52 letters with proposed redactions, and a draft letter to the court. Coordination with the defense is planned.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "redaction",
        "motion to quash",
        "gx-52",
        "birth certificates",
        "redactions",
        "usanys",
        "court",
        "defense",
        "proposals",
        "docket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016466",
      "summary": "A communication discusses a briefing regarding the admissibility of mental health evidence in the Sasso case. An attachment, including a motion to preclude evidence and a judge’s opinion, was sent from the United States Attorney’s Office, Southern District of New York, to another party (USANYS). The process of redacting and sealing information related to the case is described as complicated and requires coordination with S. Nine experts have been deposed in the litigation.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "redaction",
        "sasso",
        "maxwell",
        "usanys",
        "mental health evidence",
        "expert witnesses",
        "motion",
        "judge nathan",
        "brief",
        "admissibility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018273",
      "summary": "A series of text messages exchanged between individuals, likely in July and August 2019, involving scheduling a meeting and addressing concerns about media attention. One message references a journalist visiting, and another discusses availability for questions and coordinating a conference call. There are mentions of phone numbers, codes, and a journalist knocking on a door. One message expresses a desire to control one’s life.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "text messages",
        "sms",
        "efta00018273",
        "journalist",
        "phone number",
        "meeting",
        "conference",
        "august 13",
        "august 15",
        "2019",
        "coordination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037368",
      "summary": "He is 66 years old, 6’0” tall, and has blue eyes and gray hair. *   **Operation Location:** The operation is planned for two locations: Teterboro Airport (NJ) and New York, NY. The target premises is a nearly 19,000 square foot multi-story single-family residence. *   **Site Survey:** The location is described as a residence with specific details like a red door and potential escape routes. *   **Vehicle:** A 2016 Black Chevrolet Suburban (License Plate HCP5713) is associated with the subject. *   **Operation Details:** A silent hit notification has been placed for Epstein’s return to the US. The planned arrest involves coordination between FBI, NYPD, and CBP, with a subsequent search warrant execution. *   **Personnel Assignments:** A team of FBI and NYPD personnel are assigned various roles, including command, arrest, search, transport, and interviews. *   **Communications:** Communications protocols and contact information for various agencies and a confidential source are listed. *   **Policy:** The FBI Deadly Force Policy dictates that deadly force is permissible only when there is a reasonable belief of imminent death or serious bodily injury.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "solicitation of prostitution",
        "minor",
        "florida",
        "registered sex offender",
        "teterboro airport",
        "new york",
        "search warrant",
        "arrest",
        "cbp",
        "nypd",
        "fbi",
        "6'0\"",
        "180",
        "white",
        "2016 chevrolet suburban"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038031",
      "summary": "The FBI New York, in coordination with the Southern District of New York’s United States Attorney’s Office, is investigating the sexual exploitation and abuse of minors involving Jeffrey Epstein and Ghislaine Maxwell. Maxwell is charged with multiple offenses related to the abuse and recruitment of minors. A UK citizen, represented by Jill Greenfield, has been identified with information regarding the crimes and will be interviewed in the UK with Greenfield’s counsel present. Fieldfisher LLP concurs with the travel arrangements and is assisting with the logistical planning.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "ghislaine maxwell",
        "sexual exploitation",
        "abuse of minors",
        "sex trafficking",
        "conspiracy",
        "fbi",
        "uk",
        "legal counsel",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}