{
  "keyword": "miami herald",
  "count": 36,
  "keyword_match_count": 36,
  "content_match_count": 7,
  "total_files": 43,
  "timeline": [
    {
      "file_id": "EFTA00023059",
      "summary": "Attorney’s Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and its interactions with victims. The investigation centered on the negotiation and execution of a non-prosecution agreement (NPA) signed in 2007.  The NPA involved Epstein pleading guilty to state charges and agreeing to registration as a sexual offender in exchange for the federal government dropping the case. OPR investigated allegations that prosecutors improperly resolved the case and failed to consult with victims. The investigation began following a Miami Herald report highlighting the NPA. OPR reviewed extensive records and conducted over 60 interviews, focusing on five key individuals: U.S. Attorney R. Alexander Acosta, three supervisors, and the Assistant U.S. Attorney involved. OPR determined that Acosta did not commit professional misconduct by resolving the case through the NPA, though his decision was poorly judged and created a misunderstanding. They also found no misconduct in the government’s interactions with victims, attributing confusion to inconsistent messaging and a lack of coordination. However, OPR noted that the government’s actions ultimately resulted in victims feeling ignored and frustrated. The investigation concluded in 2019 with Epstein’s death and the dismissal of federal charges.  A court ultimately ruled against the government's claims that it violated the Crime Victims’ Rights Act (CVRA).",
      "timestamp": "2006-07-19T00:00:00",
      "timestamp_raw": "July 19, 2006",
      "keywords": [
        "efta00023059",
        "jeffrey epstein",
        "npa",
        "department of justice",
        "professional responsibility",
        "victim consultation",
        "criminal investigation",
        "florida",
        "sex trafficking",
        "cvra",
        "plea agreement",
        "resolution",
        "miami herald"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013359",
      "summary": "Attorney’s Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and the resolution of that investigation through a non-prosecution agreement (NPA). The investigation stemmed from a 2005 Palm Beach Police Department investigation prompted by a 14-year-old girl’s complaint. The investigation involved the FBI and an Assistant U.S. Attorney (AUSA).  The AUSA initially sought to indict Epstein on state charges but, after concerns about the case’s scope, offered a plea agreement to end the federal investigation. The NPA, finalized in 2007, required Epstein to plead guilty to state charges and register as a sexual offender in exchange for the federal government dropping the case. Following the NPA’s signing, Epstein attempted to renegotiate terms, leading to further government interventions. The government’s handling of the NPA and its communication with Epstein's victims was later challenged in federal court under the Crime Victims’ Rights Act (CVRA).  Ultimately, the court ruled that the government violated the CVRA by failing to consult with victims before signing the agreement and misleading them about the investigation's status. The investigation revealed that a key decision-maker, U.S. Attorney R. Alexander Acosta, made a decision to resolve the case through the NPA, despite concerns raised by his staff. The investigation also found a lack of transparency and coordination within the Department in its handling of the case.  Epstein was eventually incarcerated and later died in custody. OPR found that while Acosta made flawed judgments and failed to fully inform victims, he did not commit professional misconduct.",
      "timestamp": "2006-07-19T00:00:00",
      "timestamp_raw": "July 19, 2006",
      "keywords": [
        "jeffrey epstein",
        "npa",
        "department of justice",
        "opr",
        "victims",
        "federal criminal investigation",
        "southern district of florida",
        "resolution",
        "sexual activity",
        "non-prosecution agreement",
        "professional responsibility",
        "miami herald",
        "cvra",
        "acosta",
        "palm beach county",
        "sex trafficking",
        "criminal conduct"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020541",
      "summary": "The case was settled in 2017. *   **Intervention and Sealing:** The Miami Herald and investigative journalist Julie Brown moved to intervene in the case and unseal discovery documents that had been previously sealed due to confidentiality orders. *   **Protective Order:** The parties had entered into a protective order that restricted the disclosure of confidential information exchanged during discovery. This order led to the sealing of 167 documents. *   **Court’s Decision:** The court denied the intervention and unsealing motions, reasoning that compelling public access to the sealed documents would infringe upon the privacy interests of the parties involved, particularly in light of the sensitive nature of the allegations and the reliance placed on the confidentiality order. The Court acknowledged the existence of a First Amendment right to access, but held that this right was outweighed by the need to protect privacy. *   **Judicial Documents Defined**: The court defined \"judicial documents\" as those directly relevant to the performance of judicial functions and useful in the judicial process and held that the discovery documents were not such documents. In essence, the court maintained the sealing of the documents to protect the privacy of the involved parties.",
      "timestamp": "2018-08-27T00:00:00",
      "timestamp_raw": "08/27/2018",
      "keywords": [
        "intervenor",
        "confidentiality",
        "protective order",
        "public access",
        "first amendment",
        "common law",
        "summary judgment",
        "judicial documents",
        "privacy",
        "defamation",
        "settlement",
        "discovery",
        "media",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010136",
      "summary": "On November 28, 2018, multiple U.S. Assistant United States Attorneys (including those from the Southern District of New York and the Eastern District of New York) discussed a Miami Herald article regarding Alexander Acosta’s handling of Jeffrey Epstein’s plea deal. The conversation involved a desire to investigate Acosta’s role and potentially explore further investigation through someone like “[REDACTED]”. The email chain expresses disbelief and concern about the situation.",
      "timestamp": "2018-11-28T00:00:00",
      "timestamp_raw": "November 28, 2018",
      "keywords": [
        "acosta",
        "epstein",
        "miami herald",
        "redaction",
        "jttf",
        "united states attorney",
        "new york",
        "discussion",
        "digging"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015711",
      "summary": "On November 29, 2018, individuals within the United States Attorney's Office for the Southern District of New York (USANYS) discussed investigating the Epstein case. Suggestions included contacting the FBI's New York sex crimes squad and potentially obtaining an immediate subpoena. The discussion referenced a Miami Herald article related to the investigation.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "usanys",
        "fbi",
        "subpoena",
        "redaction",
        "investigation",
        "miami herald",
        "corruption",
        "united states attorney",
        "sex crimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029074",
            "similarity": 0.667,
            "index": 5,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032502",
            "similarity": 0.818,
            "index": 7,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029074",
      "summary": "On November 29, 2018, multiple individuals within the United States Attorney’s Office for the Southern District of New York discussed investigating a potential connection to Jeffrey Epstein. Discussions centered on initiating an investigation, potentially involving the FBI’s sex crimes squad, and obtaining an FBI investigative file from the old case.  Suggestions included contacting specific individuals and considering a subpoena to secure relevant information. The conversation involved coordinating actions between USANYS personnel and a GS overseeing the FBI squad. A link to a Miami Herald article was included in one email.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "usanys",
        "fbi",
        "subpoena",
        "redaction",
        "miami herald",
        "united states attorney",
        "sex crimes squad",
        "investigation",
        "meeting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015711",
            "similarity": 0.667,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032502",
            "similarity": 0.538,
            "index": 7,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018565",
      "summary": "An email thread discusses the Jeffrey Epstein case. One email includes links to a Scribd document titled “Acosta-Epstein” and a Miami Herald article regarding the case. The emails were sent between November 29, 2018, from redacted individuals to redacted individuals.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "redaction",
        "acosta",
        "scribd",
        "miami herald"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032502",
      "summary": "Emails dated November 29, 2018, detail discussions regarding an investigation related to Jeffrey Epstein. Participants include individuals within the United States Attorney’s Office for the Southern District of New York (USANYS), specifically the Chief Public Corruption Unit and FBI-NY’s sex crimes squad. The discussion centers on initiating an investigation, potentially involving a subpoena, and coordinating with the FBI to obtain the original investigative file. A link to a Miami Herald article is referenced. The emails involve coordination between multiple USANYS personnel regarding the investigation.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "fbi",
        "usanys",
        "subpoena",
        "redaction",
        "investigation",
        "corruption",
        "miami herald",
        "us attorney",
        "sex crimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029074",
            "similarity": 0.538,
            "index": 5,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015711",
            "similarity": 0.818,
            "index": 4,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023179",
      "summary": "An Assistant United States Attorney from the Southern District of New York initiated a call to discuss information gathered regarding the Jeffrey Epstein matter.  Two individuals, [REDACTED] and [REDACTED], were invited to the call, initially scheduled for 3:00 or 3:30 PM on November 30, 2018.  The discussion stemmed from news reports, including an article from the Miami Herald concerning a potential financial fraud case involving Epstein.  One individual suggested Epstein’s cooperation in that case and his subsequent non-prosecution.",
      "timestamp": "2018-11-30T00:00:00",
      "timestamp_raw": "November 30, 2018",
      "keywords": [
        "efta00023179",
        "jeff epstein",
        "new york",
        "investigation",
        "financial fraud",
        "miami herald",
        "assistant united states attorney",
        "human trafficking",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023707",
      "summary": "Several individuals, including an Assistant Special Agent in Charge, a USANYS representative, and an Assistant United States Attorney, discussed coordinating a call regarding the Jeff Epstein matter. Proposed times for the call were 3:00 PM and 3:30 PM on November 30, 2018. An article detailing a financial fraud case involving Epstein was shared, and discussion centered on determining the next steps in the investigation.",
      "timestamp": "2018-11-30T00:00:00",
      "timestamp_raw": "November 30, 2018",
      "keywords": [
        "efta00023707",
        "epstein",
        "fbi",
        "usanys",
        "new york",
        "miami herald",
        "fraud",
        "trafficking",
        "coordination",
        "call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018653",
      "summary": "On December 1, 2018, an email chain discusses whether a team is staffed to handle coverage of a Miami Herald article regarding Jeffrey Epstein’s sex trafficking case and accusations. A response confirms the team is already staffed as of that date. The email includes a link to the Miami Herald article.",
      "timestamp": "2018-12-01T00:00:00",
      "timestamp_raw": "December 1, 2018",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "miami herald",
        "redaction",
        "case",
        "accusations",
        "email",
        "iphone",
        "2018",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009976",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009977",
      "summary": "On December 5, 2018, an Assistant Special Agent in Charge from the New York Field Office discussed a sealed Federal indictment related to Jeffrey Epstein with colleagues. A meeting was scheduled for December 6, 2018, to discuss next steps following the discussion.  On November 30, 2018, an Assistant United States Attorney proposed a call to determine a plan of action regarding information gathered on the Epstein matter, suggesting times of 3:00 or 3:30 PM. An article from the Miami Herald detailing a financial fraud case involving Epstein was shared.",
      "timestamp": "2018-12-05T00:00:00",
      "timestamp_raw": "December 5, 2018",
      "keywords": [
        "efta00009977",
        "jeffrey epstein",
        "indictment",
        "fraud",
        "case agents",
        "new york field office",
        "cnn",
        "miami herald",
        "trafficking",
        "assistant special agent",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023178",
      "summary": "A series of emails discuss a 53-page federal indictment against Jeffrey Epstein, potentially leading to a life sentence in federal prison. One email references a Miami Herald article detailing the indictment (https://www.miamiherald.com/local/article220097825.html).",
      "timestamp": "2018-12-29T00:00:00",
      "timestamp_raw": "29 Nov 2018",
      "keywords": [
        "epstein",
        "indictment",
        "federal prison",
        "redaction",
        "state",
        "miami herald",
        "2018",
        "non-pros",
        "legal",
        "prison"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009975",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a Miami Herald article about Jeffrey Epstein and sex trafficking accusations. The email included a link to the article: https://www.miamiherald.com/news/locallarticle220097825.html. The email’s importance was marked as “Normal.”",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "30 Nov 2018",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "miami herald",
        "redaction",
        "efta00009975"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018650",
      "summary": "An email exchange discusses an ongoing investigation (“d/I”) related to Jeffrey Epstein’s sex trafficking case and accusations in Miami. One party confirms they are “open on this” and that the investigation is “on the d/I for now.” A link to a Miami Herald article concerning the case is included.",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "Nov 30, 2018",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "miami herald",
        "efta00018650",
        "d/i",
        "accusations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009976",
      "summary": "An email chain discusses an investigation related to the Jeffrey Epstein sex trafficking case and accusations in Miami Herald articles. Individuals are coordinating to add further investigations and confirm the availability of resources (specifically, a download - d/l) for the case. A link to the Miami Herald article is included.",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "Nov 30, 2018",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "miami herald",
        "redaction",
        "investigation",
        "case",
        "accusations",
        "sony",
        "email",
        "2018"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018653",
            "similarity": 0.667,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015719",
      "summary": "The Department of Justice initiated an investigation into Secretary of Labor Alex Acosta’s involvement in negotiating a plea deal for Jeffrey Epstein. The probe was prompted by a request from Senator Ben Sasse following a series of Miami Herald articles detailing the DOJ’s collaboration with Epstein’s defense attorneys in securing a lenient 2008 plea deal. The Office of Professional Responsibility will lead the investigation into potential professional misconduct by Department attorneys regarding the resolution of the Epstein criminal matter.",
      "timestamp": "2019-02-06T00:00:00",
      "timestamp_raw": "06 Feb 2019",
      "keywords": [
        "jeffrey epstein",
        "plea deal",
        "justice department",
        "alex acosta",
        "miami herald",
        "investigation",
        "professional misconduct",
        "doj",
        "stephen e. boyd",
        "sen. ben sasse"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024715",
      "summary": "This email, dated February 21, 2019, from the Special Assistant to the U.S. Attorney, SDNY, to Geoffrey Berman, SANYS, discusses a new ruling related to Epstein. The email includes a link to a Miami Herald article regarding the ruling.",
      "timestamp": "2019-02-21T00:00:00",
      "timestamp_raw": "February 21, 2019",
      "keywords": [
        "efta00024715",
        "usanys",
        "epstein ruling",
        "geoffrey berman",
        "sdny",
        "florida",
        "miami herald",
        "contract",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024714",
      "summary": "On February 21, 2019, a message was forwarded regarding a new Epstein ruling, accessible via a Miami Herald article. The message originated from a U.S. Attorney’s Office, SDNY, and was sent to Geoffrey Berman. The document references EFTA00024714.",
      "timestamp": "2019-02-21T00:00:00",
      "timestamp_raw": "February 21, 2019",
      "keywords": [
        "epstein ruling",
        "usanys",
        "sdny",
        "contractor",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029442",
      "summary": "Federal prosecutors violated the law, according to a judge’s opinion regarding the Jeffrey Epstein case, as reported by the Miami Herald. The email was sent from [REDACTED] to [REDACTED] on February 22, 2019.",
      "timestamp": "2019-02-22T00:00:00",
      "timestamp_raw": "February 22, 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "federal prosecutors",
        "judge",
        "miami herald",
        "redaction",
        "efta00029442"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020791",
      "summary": "An email dated March 12, 2019, reports that a federal court is moving to unseal Jeffrey Epstein documents related to a Miami Herald article. The email includes a link to the article and indicates that a summary judgment motion and exhibits will soon be public.",
      "timestamp": "2019-03-12T00:00:00",
      "timestamp_raw": "March 12, 2019",
      "keywords": [
        "epstein",
        "documents",
        "court",
        "miami herald",
        "redaction",
        "summary judgment",
        "exhibits",
        "usanys",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022431",
      "summary": "On April 16, 2019, Conchita Samoff sent an email to the Criminal Division with a link to a Miami Herald article regarding a new Jeffrey Epstein accuser and a defamation suit. The email referenced ongoing investigations and modeling allegations linked to Epstein's connections with Victoria’s Secret and the modeling agencies MC2 and Frenchman (EFTA00022431).",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "April 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "defamation",
        "samoff",
        "victoria's secret",
        "modeling allegations",
        "bradenton herald",
        "miami herald",
        "efta00022431"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014518",
      "summary": "This email thread discusses the aftermath of a hearing related to Jeffrey Epstein. It involves multiple individuals and organizations, including USANYS, NDGA, and the Miami Herald. A request is made to circulate NDGA papers, and a link to a news article about the hearing is shared. Geoffrey Berman, a Special Assistant to the U.S. Attorney, SDNY, is also involved.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "ndga",
        "hearing",
        "miami herald",
        "sdny",
        "contract",
        "strauss",
        "berman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010541",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010540",
      "summary": "This email, dated June 25, 2019, is from a Special Assistant to the U.S. Attorney, SDNY, to atal.11rIE and ale (USANYS), regarding a news article about a hearing related to Jeffrey Epstein. The article was published in The Miami Herald.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "June 25, 2019",
      "keywords": [
        "epstein",
        "hearing",
        "usanys",
        "florida",
        "miami herald",
        "united states attorney",
        "sdny",
        "contractors",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010541",
      "summary": "This email, dated June 25, 2019, discusses a hearing regarding Jeffrey Epstein. It was sent by a Special Assistant to the U.S. Attorney’s Office, SDNY, to [REDACTED] and includes a link to a Miami Herald article about the hearing. The email references “USANYS” and “SANYS” as contractors associated with USANYS.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "June 25, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "sdny",
        "redaction",
        "contractor",
        "hearing",
        "miami herald",
        "2019",
        "contract",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014518",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021277",
      "summary": "On July 6, 2019, multiple news outlets, including the New York Times and Miami Herald, reported the arrest of Jeffrey Epstein on charges related to sex trafficking of minors. The case is being handled by the Public Corruption Unit of the Southern District of New York, with assistance from human-trafficking officials and the FBI. The FBI is leaking the details of the sealed indictment.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00021277",
        "jeffrey epstein",
        "sex trafficking",
        "arrest",
        "indictment",
        "southern district of new york",
        "fbi",
        "new york times",
        "miami herald",
        "daily beast"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014493",
      "summary": "The document is a request filed by the U.S. Department of Justice in the case of Jeffrey Epstein to partially file under seal due to sensitive information. It details several pieces of evidence obtained since a previous detention hearing: *   **Payments to Witnesses:** The government provided information about $100,000 and $250,000 wire transfers made by Epstein to individuals linked to the Miami Herald articles detailing his misconduct and NPA. The identities of these recipients are being redacted. *   **Palm Beach Police Report:** A supplemental redacted copy of a Palm Beach police report was provided, revealing details about Epstein’s involvement in facilitating minor trafficking. *   **Foreign Passports:** Two passports – one appearing to be an expired foreign passport with a different name and another a U.S. passport – were seized from Epstein’s residence. Both are being requested to be filed under seal due to their sensitive nature. *   **Cash and Diamonds:** Over $70,000 in cash and 48 loose diamonds were found in a safe at Epstein’s residence. The government requests that Exhibits B and C (the foreign and U.S. passports) be filed under seal. They also seek information regarding the foreign passports and Epstein's potential foreign citizenship. The document concludes by reiterating the rationale for continued detention pending trial.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "miami herald",
        "payments",
        "npa",
        "co-conspirator",
        "detention hearing",
        "passports",
        "redacting",
        "diamonds",
        "cash"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016748",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, submitted a letter to Judge Berman on July 16, 2019, in response to questions raised during Jeffrey Epstein’s detention hearing. The letter provided additional information related to several key aspects of the case: *   **Payments to Witnesses:** The government disclosed that Epstein wired $100,000 to one individual and $250,000 to another, both of whom were identified as potential co-conspirators and featured in articles about the case. The identities of these individuals were redacted from the public version of the letter. *   **Palm Beach Police Report:** The government provided an unredacted copy of a Palm Beach police report, previously submitted with redactions, detailing the circumstances surrounding the investigation. *   **Foreign Passports:** The government revealed that law enforcement seized two passports—one expired foreign passport with a different name and a U.S. passport—from Epstein’s residence. The government requested that these passports be filed under seal due to containing sensitive personal information. *   **Cash and Diamonds:** The government revealed that approximately $70,000 in cash and 48 diamond stones were found in Epstein’s safe, raising concerns about his potential ability to flee. *   **Request for Seal:** The government formally requested that Exhibits B and C (the foreign and U.S. passports) be filed under seal due to containing personally identifiable information and sensitive investigation details.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "miami herald",
        "non-prosecution agreement",
        "financial institution",
        "redaction",
        "palm beach",
        "foreign passport",
        "united states",
        "sexual misconduct",
        "trafficking minors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021050",
      "summary": "The Journal was planning an article linking Deutsche Bank (DB) to Jordan Epstein’s business dealings, specifically involving payments to victims after Miami Herald articles. Epstein utilized DB for wire transfers, including a $350,000 payment to a victim, and moved millions through various accounts, some involving a Russian bank. DB managers responded to the Herald articles by closing several of Epstein’s accounts. Epstein maintained dozens of accounts with multiple beneficiaries, including Ghislaine Maxwell (\"Butterfly\" account), and conducted substantial foreign exchange business through DB.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "deutsche bank",
        "epstein",
        "miami herald",
        "redaction",
        "wsj",
        "wire transfers",
        "ghislaine maxwell",
        "accounts",
        "beneficiaries",
        "business"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037306",
      "summary": "An FBI agent from the New York Division (NY) received an email from Mirna Alsharif of CNN regarding a report of a sexual assault involving Jeffrey Epstein and Ghislaine Maxwell in 1996. The email included an excerpt from the Miami Herald detailing a new victim's affidavit claiming she was assaulted and her sister molested. Alsharif requested verification of a document's existence related to this report.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "sexual assault",
        "fbi",
        "new york",
        "miami herald",
        "affidavit",
        "ghislaine maxwell",
        "1996",
        "efta00037306"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037285",
            "similarity": 0.818,
            "index": 30,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037293",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037285",
      "summary": "An FBI New York team is investigating a potential sexual assault case involving Jeffrey Epstein and Ghislaine Maxwell, reportedly dating back to 1996. A CNN contact, Mima Alsharif, is seeking verification of a document related to a victim who claims she was assaulted and her sister molested by Epstein and Maxwell. The victim, identified as a former employee who worked at Epstein's mansion, provided an affidavit to federal court detailing the alleged incidents. Correspondence between FBI agents and other parties discusses the victim’s sister being interviewed by the FBI in Palm Beach and the potential connection to Sentinel records.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "fbi",
        "jeffrey epstein",
        "ghislaine maxwell",
        "sexual assault",
        "victim",
        "affidavit",
        "new york",
        "1996",
        "miami herald"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037306",
            "similarity": 0.818,
            "index": 29,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037293",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 1.0,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037283",
            "similarity": 1.0,
            "index": 33,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037293",
      "summary": "An email chain discusses a potential victim of Jeffrey Epstein’s crimes, identified as a woman who reported an assault in 1996 and whose younger sister was interviewed by the FBI.  The emails originate from FBI New York (SSA and MAC), CNN, and an attorney.  The victim claims to have worked for Epstein, witnessed “school-age girls” at his mansion, and alleges her sister was molested by Epstein and Ghislaine Maxwell.  The emails request verification of a document related to this claim.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "fbi",
        "cnn",
        "jeffrey epstein",
        "sexual assault",
        "victim",
        "fbi new york",
        "miami herald",
        "ghislaine maxwell",
        "1996",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037285",
            "similarity": 0.818,
            "index": 30,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037306",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037281",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037283",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037301",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037281",
      "summary": "The email chain discusses a potential interview with an individual who claims to have been sexually assaulted by Jeffrey Epstein and his companion, Ghislaine Maxwell in 1996. The individual reported the assault to the FBI in 1996.  Several parties, including FBI New York, SSA, and CNN, are involved in coordinating the investigation and verifying the existence of a related document. The individual’s younger sister was previously interviewed by the FBI in the Palm Beach investigation.  A Miami Herald article is referenced alleging the victim’s claims.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "victim",
        "ghislaine maxwell",
        "1996",
        "affidavit",
        "new york",
        "miami herald"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037293",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037285",
            "similarity": 1.0,
            "index": 30,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037306",
            "similarity": 0.818,
            "index": 29,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037283",
            "similarity": 1.0,
            "index": 33,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037301",
            "similarity": 1.0,
            "index": 34,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037291",
            "similarity": 0.818,
            "index": 35,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037283",
      "summary": "An email chain discusses a potential victim of Jeffrey Epstein and Ghislaine Maxwell, who reported a 1996 sexual assault to the FBI. The victim, identified as Mima Alsharif, claims to have been employed by Epstein and witnessed underage girls being brought into his mansion for modeling auditions. A related individual, the victim's younger sister, was previously interviewed by the FBI in the Palm Beach investigation. The FBI New York division is investigating the claims and seeking verification of a document related to the case.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "ghislaine maxwell",
        "victim",
        "new york",
        "1996",
        "affidavit",
        "miami herald"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037281",
            "similarity": 1.0,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037293",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037285",
            "similarity": 1.0,
            "index": 30,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037301",
            "similarity": 1.0,
            "index": 34,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037291",
            "similarity": 0.818,
            "index": 35,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037301",
      "summary": "An email chain originating from FBI New York discusses a potential report from CNN regarding a sexual assault case involving Jeffrey Epstein and Ghislaine Maxwell. The email thread includes inquiries about a woman who claims to have been assaulted in 1996 and reported the incident to the FBI. A CNN correspondent, Mirna Alsharif, is contacting the FBI to verify the existence of a document detailing this report, citing excerpts from the Miami Herald.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "victim",
        "ghislaine maxwell",
        "new york",
        "miami herald",
        "affidavit",
        "1996"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037283",
            "similarity": 1.0,
            "index": 33,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 1.0,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037293",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037291",
            "similarity": 0.818,
            "index": 35,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037291",
      "summary": "Emails between individuals at the FBI’s New York Field Office (Criminal - Branch C) and CNN regarding a potential victim of Jeffrey Epstein’s crimes. The victim, identified as Mirna Alsharif, claims she was sexually assaulted by Epstein and Ghislaine Maxwell in 1996 and reported the assault to the FBI in 1996. The emails discuss verification of a document related to this claim, referencing a Miami Herald report and Alsharif’s affidavit. A separate email from a “MAC” at the New York Field Office inquires about the victim’s connection to Sentinel and a 2006-2007 investigation.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "sexual assault",
        "fbi",
        "ghislaine maxwell",
        "new york",
        "1996",
        "affidavit",
        "victim",
        "modeling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037301",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037283",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027918",
      "summary": "The U.S. lead prosecutor in the 2008 Jeffrey Epstein case, who sources indicated desired to charge Epstein, resigned on August 9, 2019. The resignation was communicated via email from a Miami Herald article.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "u.s. prosecutor",
        "2008",
        "miami herald",
        "resignation",
        "lead investigator"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021197",
      "summary": "*   **ICE Raids & Related News:** Reports detail large-scale ICE raids at Mississippi food processing plants, resulting in numerous arrests and family separations. Coverage includes articles about gun violence, the El Paso shooting, and related investigations. *   **Notable Cases:** The text summarizes the release of Cyntoia Brown after a 15-year prison sentence, details a “felony murder” case in Ohio, and reports on a drug smuggling investigation in Louisiana involving state prison guards. *   **Legal and Political Commentary:** The document contains commentary on the Racial Justice Act in North Carolina, the “People v. William Barr” case, gun laws in Texas, and the complexities of terrorism and hate crimes. *   **News Aggregation:** The document includes snippets from various news outlets regarding a range of topics including gun violence, investigations, and legal proceedings.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "epstein",
        "sdfl",
        "florida",
        "gun violence",
        "ice",
        "trafficking",
        "el paso",
        "cyntoia brown",
        "angola",
        "racial justice act",
        "jeffrey epstein",
        "gun sales",
        "texas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037323",
      "summary": "On August 17, 2019, CNN reporter Mima Alsharif contacted the New York Office (NYO) regarding a claim that she and her sister were sexually assaulted and molested by Jeffrey Epstein and Ghislaine Maxwell in 1996. The NYO had previously informed Alsharif that they couldn’t comment due to an ongoing investigation. A New York Times reporter subsequently contacted the NYO, along with Alsharif’s attorney Ingrid McColley, seeking verification of a notification to the FBI in 1996 and a 2006 interview. McColley claimed she contacted the FBI after Epstein’s arrest but received no response.  A search of NYO records revealed no record of Alsharif or McColley contacting the FBI after Epstein's arrest.  A former employee, C-20, stated she worked for Epstein's in the 1990s and provided details of interactions including a visit to his New Mexico ranch and alleged massages. The NY Times was preparing to publish a story based on this information.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "August 17, 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "cnn",
        "miami herald",
        "sexual assault",
        "ghislaine maxwell",
        "1996",
        "nyo",
        "foia"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024171",
      "summary": "On September 13, 2019, the Chief, Criminal Division of the United States Attorney’s Office, SDNY, requested the forwarding of “more problematic articles” related to the release of USMS records concerning the Jeffrey Epstein investigation. He had received original USMS records (USM 11s) to address inaccuracies in initial press coverage and offer support with any investigation concerns. Links to articles from the Miami Herald and CNN were provided as examples.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "September 13, 2019",
      "keywords": [
        "epstein",
        "usms",
        "documents",
        "redaction",
        "release",
        "usanys",
        "poia",
        "investigation",
        "miami herald",
        "cnn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017074",
      "summary": "This document is a response filed by attorneys for Intervenors Julie Brown and the Miami Herald to Ghislaine Maxwell’s objections to unsealing certain judicial documents related to a lawsuit. The Intervenors argue that Maxwell’s objections are without merit and that the documents should be unsealed in their entirety. Here’s a breakdown of the key points: *   **Context:** The document responds to Maxwell’s attempts to keep sealed specific court documents (Dkt. Entries 143, 164, 172, 199, and 230) within the case of *Virginia L. Giuffre v. Ghislaine Maxwell*. *   **Core Argument:** The Intervenors assert that the presumption of access to judicial documents is “substantial,” particularly in a case involving allegations of sexual abuse. They argue Maxwell’s objections rely on generalized “countervailing interests” without specific justification. *   **Addressing Maxwell’s Claims:** The document systematically dismantles Maxwell's arguments, including: *   Mischaracterizing the Second Circuit’s ruling in *Brown v. Maxwell*. *   Dismissing arguments about protective orders and reliance on them. *   Refuting claims that the documents are abusively filed. *   Challenging assertions about preventing abuse or undue burden, specifically regarding the alleged “embarrassment” of the accusations. *   Rejecting objections based on unreliable deposition transcripts. *   Criticizing the arguments regarding \"countervailing interests” and the failure to meet the high standard for continued sealing. *   **Request:** The Intervenors formally request the court to unseal all specified documents. Essentially, the document is a legal challenge seeking to restore public access to documents related to the case, arguing that Maxwell’s attempts to keep them sealed are unsupported by legal precedent or factual considerations.",
      "timestamp": "2020-05-22T00:00:00",
      "timestamp_raw": "May 22, 2020",
      "keywords": [
        "efta00017074",
        "virginia giuffre",
        "ghislaine maxwell",
        "unsealing",
        "judicial documents",
        "second circuit",
        "brown v. maxwell",
        "protective order",
        "countervailing interests",
        "discovery motions",
        "presumption of access"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029499",
      "summary": "On October 12, 2020, discussions occurred regarding the US Attorney’s Office’s (SDNY) decision not to pursue an investigation into Jeffrey Epstein in 2016. Victims’ attorneys, including Stan Pottinger, Brad Edwards, and Peter Skinner, contacted SDNY seeking guidance on a potential investigation involving perjury charges against Maxwell.  Multiple meetings took place, including one with David Boies and Sigrid McCawley, where the team proposed charging Maxwell with perjury and investigating potential conspiracy. These efforts failed, with the SDNY initially citing a lack of facts and witnesses, and later opening an investigation under Berman following Miami Herald articles. Stephen Brown, a reporter for the NY Daily News, was seeking information about the reasons for the inaction, the FBI’s involvement, and the decision-making process within SDNY.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "epstein",
        "sdny",
        "perjury",
        "investigation",
        "victims",
        "maxwell",
        "2016",
        "prosecution",
        "ausa",
        "brown",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032483",
      "summary": "On October 13, 2020, at 2:00 PM in Courtroom 1703 of the Thurgood Marshall US Courthouse, a hearing occurred regarding cases 20-2413-cv (v. Ghislaine Maxwell, Julie Brown, Miami Herald Co., et al) and 20-3061-cv (United States of America v. Ghislaine Maxwell). The panel consisted of Cabranes, Pooler, and Raggi. The document is identified as EFTA00032483.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00032483",
        "ghislaine maxwell",
        "courtroom 1703",
        "october 13",
        "2020",
        "united states of america",
        "docket number",
        "case name",
        "argument calendar",
        "new york",
        "20-2413-cv",
        "20-3061-cv"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}