{
  "keyword": "alison j. nathan",
  "count": 32,
  "keyword_match_count": 32,
  "content_match_count": 41,
  "total_files": 73,
  "timeline": [
    {
      "file_id": "EFTA00020347",
      "summary": "*   Federal felony charges were unsealed on July 2, 2020, against Ghislaine Maxwell for offenses including enticement, transportation, conspiracy, and perjury, allegedly occurring in New York, Florida, New Mexico, and the United Kingdom. *   A hearing is scheduled for July 14, 2020, at 1:00 p.m. before Judge Alison J. Nathan via remote video conference. *   Crime victims are advised to contact the Victim/Witness Coordinator at the U.S. Attorney’s Office for the Southern District of New York for support and information regarding their rights. *   A new Victim & Witnesses Services page is being created, mirroring the format of the Epstein case, containing information about the charges and contact details for the U.S. Attorney’s Office.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "victim witness",
        "indictment",
        "criminal charges",
        "new york",
        "hearing",
        "case",
        "20 cr 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020393",
      "summary": "On July 9, 2020, United States District Judge Alison J. Nathan ordered a remote arraignment, initial conference, and bail hearing for Ghislaine Maxwell in the Southern District of New York. The hearing is scheduled for July 14, 2020, at 1:00 PM and will be conducted via video/teleconference with a public audio feed available at 855-268-7844 and 214-416-0400.  A separate dial-in number will be provided for non-speaking counsel, alleged victims, and family members. Limited in-person seating (approximately 60) will be available in the Jury Assembly Room, with priority given to credentialed press and on a first-come, first-serve basis.  Photography, recording, and rebroadcasting of proceedings are prohibited.",
      "timestamp": "2020-07-09T00:00:00",
      "timestamp_raw": "July 9, 2020",
      "keywords": [
        "united states district court",
        "ghislaine maxwell",
        "arraignment",
        "bail hearing",
        "video teleconference",
        "18 u.s.c. § 3771",
        "covid-19",
        "electronic filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027360",
      "summary": "Nathan. She faces charges including conspiracy to entice minors into illegal sex acts, conspiracy to transport minors, and perjury. Initially, bail was denied in July 2020 due to a deemed high risk of flight. Maxwell filed multiple motions for release, proposing conditions like renouncing her citizenship and establishing a monitored bank account. However, the court consistently rejected these motions, citing ongoing concerns about her risk of flight, the seriousness of the charges (carrying lengthy prison sentences), and her lack of candor regarding her finances and family ties. In her third motion (Dkt. No. 160), Maxwell attempted to address the court’s previous concerns by proposing a retired federal judge as an asset monitor. However, the court again denied the motion, finding that these new conditions did not sufficiently mitigate the risk of flight, citing uncertainties regarding the enforceability of her proposed actions (like renouncing citizenship) and the continued presence of significant financial resources that could facilitate escape. Ultimately, the court maintains that no conditions can reasonably ensure Maxwell’s appearance in court and denies her third motion for bail.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "conspiracy",
        "18 u.s.c. § 371",
        "18 u.s.c. § 2422",
        "18 u.s.c. § 2423",
        "perjury",
        "bail hearing",
        "risk of flight",
        "extradition",
        "detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028774",
      "summary": "On July 16, 2020, an email discusses updating a page related to the Maxwell VW case (United States v. Ghislaine Maxwell, 20 Cr. 330 (MN)). The July 14, 2019, conference, arraignment, and bail hearing resulted in the defendant entering a not guilty plea and being ordered incarcerated pending trial. The court set discovery and motion deadlines for counsel, and a trial date of July 12, 2021, was scheduled before Judge Alison J. Nathan in New York.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "redaction analysis",
        "court hearing",
        "indictment",
        "plea",
        "trial",
        "alison j. nathan",
        "southern district of new york",
        "foley square"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028777",
      "summary": "On July 16, 2020, a request was made to update a webpage regarding the Ghislaine Maxwell case (20 Cr. 330 (MN)). The update included a July 14, 2019, summary of a hearing where Ghislaine Maxwell pleaded not guilty to a Superseding Indictment, was ordered incarcerated pending trial, and had discovery and motion deadlines scheduled. A change was also requested to redirect the existing \"Epstein case\" link and information to focus solely on the Maxwell case, specifically updating the case heading and the text within the box. The trial date was set for July 12, 2021, before Judge Alison J. Nathan.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "court",
        "trial",
        "indictment",
        "jeffrey epstein",
        "new york",
        "judge",
        "maxwell vw page",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021880",
      "summary": "This document is a Protective Order issued by Judge Alison J. Nathan in the case of *United States v. Ghislaine Maxwell* (Case 1:15-cv-01433-LAP). It governs the handling of discovery materials produced by the government to the defendant. Here’s the key information: *   **Purpose:** To protect sensitive, confidential, and personal information contained in discovery materials during the pretrial proceedings. *   **Restrictions on the Defendant:** The defendant (Maxwell) is prohibited from copying, distributing, or disclosing the materials beyond what’s necessary for her defense. *   **Restrictions on Defense Counsel:** Defense Counsel must use the materials solely for the defense, maintain them securely, and only disclose them to specific individuals (Designated Persons) who are either staff or experts. *   **Designated Persons:** These include investigative personnel, paralegals, experts, and potential witnesses.  They must agree to be bound by the Order. *   **Marking of Confidential Information:** Discovery materials marked as \"confidential\" or \"highly confidential\" must be handled with heightened care. *   **Return of Materials:** Defense Counsel must return or securely destroy all discovery materials within 30 days after the conclusion of relevant legal periods (appeal, habeas corpus, etc.). *   **Ongoing Communication:** The Government and Defense Counsel are required to meet and confer regarding any necessary modifications to the Order.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "7/30/2020",
      "keywords": [
        "redaction analysis",
        "efta00021880",
        "discovery",
        "confidential information",
        "protective order",
        "defense counsel",
        "government",
        "united states",
        "ghislaine maxwell",
        "sensitive information",
        "criminal procedure",
        "disclosure obligations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023662",
      "summary": "Ghislaine Maxwell’s legal team is requesting redactions to her Request to Modify Protective Order and her Reply, filed under seal in the United States v. Ghislaine Maxwell case. They argue the government’s proposed redactions are overly broad, going beyond the necessary redaction of confidential materials and including publicly available procedural information about a civil suit against Maxwell. The team highlights the government's repeated public statements regarding the ongoing investigation and contends that the materials are judicial documents with no sensitive victim information. They assert the government hasn’t established a sufficient countervailing interest to justify continued sealing, particularly given the potential for future motion practice and the desire to protect her right to a fair trial.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "August 24, 2020",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "redactions",
        "united states v.",
        "alison j. nathan",
        "sealed materials",
        "criminal investigation",
        "epstein",
        "maxwell",
        "court",
        "public access"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023503",
      "summary": "On September 17, 2020, Juan Ruiz Toro, Law Clerk to Judge Alison J. Nathan, sent a memo endorsement signed by Judge Nathan regarding the case *US v. Maxwell*, 20 Cr. 330 (AJN), which was to be filed under seal.  On September 15, 2020, Judge Nathan initially sent a memo endorsement requesting a letter be filed ex parte and under seal.  On September 14, 2020, an Assistant United States Attorney from the Southern District of New York submitted the letter for Judge Nathan’s consideration, also requesting it be filed ex parte and under seal. The documents were attached to emails exchanged between the involved parties.",
      "timestamp": "2020-09-17T00:00:00",
      "timestamp_raw": "September 17, 2020",
      "keywords": [
        "us v. maxwell",
        "redacted",
        "seal",
        "memo endorsement",
        "judge nathan",
        "usanys",
        "criminal procedure",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016537",
      "summary": "On November 23, 2020, a statement was submitted in support of Ghislaine Maxwell’s bail request. The author, a close confidant and advisor to Maxwell, asserts that she has no knowledge of Maxwell engaging in illegal activity. They describe Maxwell as honest, straightforward, and willing to cooperate with legal proceedings, citing her deposition testimony. The author highlights Maxwell’s charitable work and generosity, and offers to co-sign a $3,500,000 bond secured by family assets to ensure her appearance in court.",
      "timestamp": "2020-11-23T00:00:00",
      "timestamp_raw": "November 23, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail request",
        "alison j. nathan",
        "united states district court",
        "jeffrey epstein",
        "character witness",
        "litigation",
        "philanthropic interests",
        "bond",
        "criminal allegations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010194",
      "summary": "On December 1, 2020, Judge Alison J. Nathan ordered the Government to respond to Ghislaine Maxwell’s request for redactions on two previously filed letters. The letters were temporarily sealed while the court considers the proposed redactions, with a deadline of December 2, 2020 for the Government’s response. This relates to Case 1:20-cr-00330-AJN.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "redaction",
        "ghislaine maxwell",
        "united states",
        "court",
        "order",
        "redactions",
        "government",
        "defendant",
        "sealing",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018016",
      "summary": "On December 8, 2020, Judge Alison J. Nathan denied Ghislaine Maxwell’s request to have Warden Heriberto Tellez personally appear in court to answer questions regarding her confinement conditions. The government is ordered to submit written status updates every 60 days detailing any changes to Maxwell’s confinement, particularly concerning access to legal materials and communication with her defense counsel.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "united states district court",
        "warden heriberto tellez",
        "legal counsel",
        "confinement",
        "legal materials",
        "government updates",
        "court order",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023108",
      "summary": "On December 28, 2020, Judge Alison J. Nathan issued an Opinion & Order regarding Ghislaine Maxwell’s renewed motion for bail in the case 20-cr-330, United States v. Ghislaine Maxwell. The order has been temporarily sealed, and the parties are given until December 30, 2020, to propose redactions. A bottomline order summarizing the Court’s opinion is filed on the public docket.",
      "timestamp": "2020-12-28T00:00:00",
      "timestamp_raw": "December 28, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail",
        "redaction",
        "opinion & order",
        "court",
        "docket",
        "usanys",
        "nathan nysd chambers",
        "20cr330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021729",
      "summary": "Bobbi C. Sternheim, Esq., directed Ghislaine Maxwell to receive access to her laptop on weekends and holidays, as ordered by Judge Alison J. Nathan. The court order, attached to an email, mandated the Bureau of Prisons to provide this access during permitted discovery review hours.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "court order",
        "laptop access",
        "bureau of prisons",
        "docket",
        "judge nathan",
        "redaction analysis",
        "efta00021729",
        "compliance",
        "christian r. everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028163",
      "summary": "The U.S. District Court for the Southern District of New York, presided over by Alison J. Nathan, denied the Metropolitan Detention Center (MDC) Brooklyn’s request to vacate an order regarding Ghislaine Maxwell’s confinement. The order stemmed from concerns raised by defense counsel about Maxwell’s limited access to discovery. Despite these concerns, Maxwell has been granted access to a government-provided laptop for 13 hours daily, five days a week, and access to the MDC’s discovery computers. She also maintains regular contact with her legal counsel via video-teleconference and telephone.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bureau of prisons",
        "metropolitan detention center",
        "judge nathan",
        "discovery",
        "electronic filing",
        "legal counsel",
        "united states v.",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018236",
      "summary": "This document is a letter from the U.S. Government to Judge Alison J. Nathan regarding a subpoena sought by defendant Chislaine Maxwell to Boies Schiller Flexner LLP (BSF) under Rule 17(c) of the Federal Rules of Criminal Procedure. The Government requests the Court to: 1) require Maxwell to provide notice of all future Rule 17(c) subpoenas and their return dates, and 2) ensure that any documents obtained through these subpoenas are produced to the opposing party and marked confidential under the protective order. The letter emphasizes that Rule 17(c) subpoenas are not intended for broad pretrial discovery and should be limited to obtaining specific evidence intended for trial, citing relevant Supreme Court precedent (Bowman Dairy Co. v. United States and Nixon).  The Government expresses concerns about the potential for misuse of the subpoena, particularly in seeking information about victims or the government’s communications, and requests that any materials obtained be treated as confidential to protect sensitive information and ensure the government can adequately respond.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "discovery",
        "boies schiller flexner",
        "evidence",
        "criminal procedure",
        "witness",
        "confidentiality",
        "government",
        "investigation",
        "nixon test"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022027",
      "summary": "Department of Justice, Southern District of New York, is requesting Judge Alison J. Nathan to issue orders related to Ghislaine Maxwell’s case and a subpoena sought from Boies Schiller Flexner LLP (BSF) under Rule 17(c) of the Federal Rules of Criminal Procedure. Specifically, the Government wants: *   **Notice of Subpoenas:** The Court to order Maxwell to provide the Government with advance notice of any future Rule 17(c) subpoenas she intends to issue. *   **Confidentiality & Disclosure:** Any records obtained through Rule 17(c) subpoenas to be produced to the opposing party and marked confidential, and ultimately disclosed to the Government. The Department argues that Rule 17(c) subpoenas aren’t intended for broad discovery but rather to expedite trial by providing a time and place for examining specific materials intended for evidence. They cite *Bowman Dairy Co.* and *Nixon* to emphasize the stringent requirements for obtaining documents under this rule, particularly concerning relevance, whether the materials are otherwise procurable, and a good-faith purpose. The Government contends that Maxwell’s subpoena seeks potentially inappropriate evidence, possibly a “fishing expedition,” and requires the Court to ensure it’s used appropriately.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "discovery",
        "ghislaine maxwell",
        "boies schiller flexner",
        "evidence",
        "confidentiality",
        "protective order",
        "united states v.",
        "nixon test",
        "3500",
        "giglio",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029241",
      "summary": "On April 8, 2021, Christian R. Everdell of Cohen & Gresser LLP submitted a request to Judge Alison J. Nathan for permission to bring various electronic devices – including a VCR player, cassette player, CD player, microcassette player, and digital camera – into the courthouse for in-person court appearances in the United States v. Ghislaine Maxwell case. This request is due to the substantial amount of electronic evidence being presented and the planned evidence viewing sessions scheduled for April 12-16 and April 19-23, 2021 at 500 Pearl Street.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "April 8, 2021",
      "keywords": [
        "efta00029241",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "evidence",
        "electronic devices",
        "court appearance",
        "wi-fi access",
        "defense counsel",
        "vcr player"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032789",
      "summary": "This email, dated April 16, 2021, is from a Law Clerk to Judge Alison J. Nathan regarding case 20-cr-330, US v Maxwell. The attached document is an order that will be entered into the public docket. Counsel including Nathan NYSD Chambers, CEverdell®CohenGresser.com, Jeff Pagliuca, Laura Menninger, meohen@cohengressercom, bc_stemheimlaw.com are recipients of the email.",
      "timestamp": "2021-04-16T00:00:00",
      "timestamp_raw": "April 16, 2021",
      "keywords": [
        "efta00032789",
        "order",
        "us v maxwell",
        "alison j. nathan",
        "20-cr-330",
        "counsel",
        "jeffrey pagliuca",
        "laura menninger",
        "cohen gresser",
        "nathan nysd chambers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027456",
      "summary": "An order, signed by Judge Nathan, has been filed under seal in the case of US v. Ghislaine Maxwell (20-cr-330). The order was attached as 20cr330_Sealed_Order_4.23.21.pdf and sent by The Chambers of the Hon. Alison J. Nathan on April 23, 2021.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "efta00027456",
        "ghislaine maxwell",
        "alison j. nathan",
        "sealed order",
        "20-cr-330",
        "laura mennin",
        "us v",
        "20cr330_sealed_order_4.23.21.pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031606",
      "summary": "On April 29, 2021, Judge Alison J. Nathan ordered the Metropolitan Detention Center (MDC) to provide information regarding the seizure of Ghislaine Maxwell’s legal materials on April 24, 2021. Specifically, the MDC must provide an inventory of seized items and a representation detailing any duplication investigation, whether Maxwell is permitted to bring confidential materials to meetings, and the steps taken to ensure the confidentiality of lawyer-client communications. Defense counsel’s broader requests were denied.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "metropolitan detention center",
        "mdc",
        "legal materials",
        "seizure",
        "court order",
        "defense counsel",
        "confidentiality",
        "inventory",
        "united states district court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022513",
      "summary": "A memorandum endorsement signed by Judge Nathan, related to the case 20-cr-330, US v Maxwell, was filed on the public docket. The memorandum was sent from The Chambers of the Hon. Alison J. Nathan to [REDACTED].",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "03 May 2021",
      "keywords": [
        "efta00022513",
        "memorandum endorsement",
        "us v maxwell",
        "judge nathan",
        "alison j. nathan",
        "docket",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031685",
      "summary": "On May 3, 2021, Judge Alison J. Nathan issued an order regarding an incident involving Ghislaine Maxwell’s attorney-client visits at MDC. Allegations arose that Maxwell’s lawyers violated Bureau of Prisons rules by providing her with materials during a visit. Maxwell’s lawyers denied the allegations and threatened legal action. The Court ordered MDC legal counsel to respond to questions about the incident and ensure confidentiality. The Court declined to order MDC to turn over video tapes of the visit, but emphasized the need for Maxwell to meet confidentially with her lawyers. The Judge ordered government and MDC counsel to confer to maintain access to confidential communications and resolve any future issues amicably.",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "May 3, 2021",
      "keywords": [
        "ghislaine maxwell",
        "attorney-client communications",
        "bureau of prisons",
        "legal proceedings",
        "court order",
        "detention",
        "confidential communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031684",
      "summary": "On May 3, 2021, Judge Alison J. Nathan of the Southern District of New York issued an order to file a letter from counsel for a non-party requesting privacy protections for their client, an alleged victim in the case of *United States of America v. Ghislaine Maxwell*. The Court forwarded the letter to the parties and received a response from the Government. The Court filed the letter under seal to protect the privacy interests of the non-party. The Government was instructed to forward the order to the counsel.",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "May 3, 2021",
      "keywords": [
        "efta00031684",
        "ghislaine maxwell",
        "sexual crime",
        "privacy",
        "court",
        "united states district court",
        "non-party",
        "anonymity",
        "filing",
        "order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015865",
      "summary": "This document is a submission to Judge Alison J. Nathan regarding a subpoena request from Ghislaine Maxwell’s defense team seeking records from Boies Schiller Flexner LLP (BSF) in the U.S. v. Maxwell case. The Government respectfully opposes three specific requests (9, 10, and 11) based on the *Nixon* standard, which requires a subpoena to be narrowly tailored, relevant, admissible, and not a fishing expedition. Specifically: *   **Request 9 (Minor Victim-2’s Diary):** The Government argues this request is improper because the diary is irrelevant given that the defendant and the victim already acknowledged the absence of references to the defendant within the diary, and the diary is full of unrelated personal entries. *   **Request 10 (Pair of Boots):** The Government intends to obtain the boots through BSF and make them available to the defense for examination, effectively mooting this request. *   **Request 11 (Photographs):** The defense already possesses copies of the photographs; the Government argues that the original physical photographs lack relevant metadata and wouldn’t satisfy the *Nixon* standard without further justification. The Government requests the Court to deny Requests 9 and 11 and reserve decision on Request 10 until the Government obtains the boots and makes them available for examination.",
      "timestamp": "2021-05-04T00:00:00",
      "timestamp_raw": "May 4, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "relevance",
        "admissibility",
        "specificity",
        "nixon",
        "evidence",
        "impeachment",
        "brady",
        "giglio",
        "diary",
        "victim",
        "forensic examination",
        "photographs",
        "boots",
        "due diligence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014636",
      "summary": "The United States Attorney for the Southern District of New York is requesting a court extension for a joint letter responding to the Court’s Order regarding the pretrial schedule in the case of *United States v. Ghislaine Maxwell*. The original deadline is May 14, 2021, and the request is for an extension to May 21, 2021. This request is due to ongoing productive discussions between the parties, despite remaining disagreements about the schedule, and to allow for further consultation aimed at minimizing those disagreements.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "May 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "southern district of new york",
        "alison j. nathan",
        "extension of time",
        "court order",
        "pretrial schedule",
        "joint letter",
        "efta00014636"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024708",
      "summary": "A court order (1:20-cr-00330-AJN) addresses concerns raised by Ghislaine Maxwell’s defense counsel regarding flashlight surveillance during her detention at the MDC Brooklyn. The surveillance, conducted as a standard procedure for all inmates, is reportedly occurring every 30 minutes for inmates in the Special Housing Unit and multiple times per night in general population. The government defends the frequency citing factors like Maxwell’s solitary housing, the nature of the charges, and stress reduction. The court denied a request to override BOP’s protocols, finding them factually unsubstantiated, but urged the MDC to consider reducing sleep disruption for pretrial detainees and for the government to continue ensuring appropriate safety and security measures. The order was issued on May 14, 2021, by Judge Alison J. Nathan.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "May 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "usa v. maxwell",
        "case 1:20-cr-00330-ajn",
        "mdc",
        "flashlight",
        "sleep",
        "trial",
        "order",
        "bureau of prisons",
        "security protocols"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028706",
      "summary": "On June 2, 2021, Judge Alison J. Nathan established a disclosure schedule for the Ghislaine Maxwell case (20-CR-330). The schedule includes: September 13, 2021, for victim identities; October 11, 2021, for government materials and exhibit list; October 18, 2021, for motions in limine; October 25, 2021, for jury questionnaire and voir dire; November 1, 2021, for defense expert disclosures; November 8, 2021, for defense disclosures and witness lists; and the close of the government’s case-in-chief, followed by defense witness list and 26.2 statements. All parties have a continuing obligation to update disclosures and may bring issues to the court after the motion deadlines if they couldn’t be raised previously.",
      "timestamp": "2021-06-02T00:00:00",
      "timestamp_raw": "June 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "disclosure schedule",
        "jencks act",
        "giglio material",
        "motions in limine",
        "defense disclosures",
        "government witness list",
        "jury questionnaire",
        "voir dire"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010414",
      "summary": "The document is a legal letter submitted to Judge Alison J. Nathan in the United States v. Ghislaine Maxwell case. It argues that the government’s attempt to prosecute Maxwell for offenses covered by the Epstein Non-Prosecution Agreement (NPA) is unlawful, citing the Supreme Court of Pennsylvania’s decision in *Commonwealth of Pennsylvania v. William Henry Cosby Jr.*. The Cosby case involved a District Attorney reneging on a promise not to prosecute Cosby for sexual assault, leading to the vacated conviction. The letter argues Maxwell’s situation mirrors this, highlighting the NPA as a formal agreement, and requesting the court to dismiss Counts One, Three, Five, and Six of the S2 Indictment.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "July 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "epstein non-prosecution agreement",
        "npa",
        "cosby",
        "pennsylvania supreme court",
        "criminal prosecution",
        "due process",
        "indictment",
        "s2 indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011113",
      "summary": "On October 12, 2021, Nathan NYSD Chambers sent an email to counsel regarding the case *US v. Maxwell*, 20 Cr. 330 (AJN). The Government filed a letter requesting the Court accept a joint proposed juror questionnaire and voir dire under seal, and provided Jencks Act material and exhibits. The Chambers of the Hon. Alison J. Nathan requested a copy of the materials. The email also includes contact information for the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "efta00011113",
        "bobbi sternheim",
        "us v. maxwell",
        "jencks act",
        "voir dire",
        "juror questionnaire",
        "court",
        "sealing",
        "united states attorney",
        "nathan nysd chambers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011135",
      "summary": "Nathan NYSD Chambers sent a joint proposed juror questionnaire and voir dire for the case *US v. Maxwell, 20 Cr. 330 (AJN)* to [REDACTED] on October 14, 2021. The Court requested Word doc versions of the documents. The Assistant United States Attorney provided Jencks Act material and exhibits to the defense, offering to share copies with the Court.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00011135",
        "juror questionnaire",
        "voir dire",
        "us v. maxwell",
        "alison j. nathan",
        "jencks act",
        "united states attorney's office",
        "southern district of new york",
        "litigation",
        "evidence",
        "document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016725",
      "summary": "On October 15, 2021, Alison J. Nathan, United States District Judge for the Southern District of New York, issued an order requiring the Government to respond to Ghislaine Maxwell’s letter concerning the delivery of her legal mail at MDC. The response was to be provided by October 15, 2021, at 5:00 p.m.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "efta00016725",
        "ghislaine maxwell",
        "united states district court",
        "order",
        "legal mail",
        "mdc",
        "government",
        "october 15",
        "2021",
        "alison j. nathan",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023461",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027704",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, submitted motions in limine in the case of *United States v. Ghislaine Maxwell* to the Honorable Alison J. Nathan. These motions include proposed redactions to protect the privacy interests of victims (including unnamed victims) and third parties referenced in the document. The redactions are based on the three-part test established in *Lugioch v. Pyramid Co. of Onondaga* and seek to redact Section X until the conclusion of trial. The Government requests permission to publicly file the motions with the proposed redactions.",
      "timestamp": "2021-10-18T00:00:00",
      "timestamp_raw": "October 18, 2021",
      "keywords": [
        "redaction",
        "justice",
        "ghislaine maxwell",
        "court",
        "united states attorney",
        "southern district of new york",
        "algonon j. nathan",
        "efta00027704",
        "motions in limine",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025040",
      "summary": "On October 25, 2021, Cohen & Gresser LLP requested a one-week extension, until November 3, 2021, for the filing of the joint proposed jury charge and verdict sheet in the case of *United States v. Ghislaine Maxwell*. This request stemmed from the government providing the proposed jury charge and the defense needing additional time to provide counterproposals due to numerous other deadlines. The parties agreed that the defense would send a redlined version of the government’s charge by November 1, 2021, and the final joint sheet would be submitted on November 3, 2021.",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "alison j. nathan",
        "jury charge",
        "redline",
        "motion in limine",
        "court",
        "november 3",
        "2021",
        "october 27",
        "2021",
        "efta00025040"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014701",
      "summary": "This document is a memorandum opinion and order from U.S. District Judge Alison J. Nathan regarding the admissibility of expert witnesses in the case of *United States v. Ghislaine Maxwell*. **Key Points:** *   **Expert Witness Disputes:** The government is attempting to exclude expert witnesses offered by the defense, specifically Dr. Bennett Gershman, and initially, Dr. Lisa Rocchio and Dr. Ryan Hall. *   **Rule 702 Application:** The court’s decision hinges on the Federal Rule of Evidence 702, which governs the admissibility of expert testimony, requiring relevance, sufficient facts, reliable principles, and reliable application to the case. *   **Gershman Exclusion:** The court grants the government’s motion to exclude Dr. Gershman’s testimony. The reason is that his expected testimony about prosecutorial misconduct is irrelevant to the core issue of Ms. Maxwell’s guilt. *   **Rule 16 Compliance:** The defense’s disclosure of expert witnesses has not met the requirements of Federal Rule of Criminal Procedure 16, which demands a summary of the witnesses’ opinions, bases, and qualifications. *   **Prejudice Concerns:** The court’s decision is partly based on the potential for confusion and prejudice to the jury if Gershman’s testimony were admitted. Essentially, the court is exercising its discretion to limit expert testimony to ensure a fair trial and prevent the introduction of irrelevant or prejudicial information.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "expert testimony",
        "rule 702",
        "daubert",
        "admissibility",
        "expert witnesses",
        "dr. park dietz",
        "dr. elizabeth loftus",
        "dr. lisa rocchio",
        "bennett gershman",
        "federal rule of criminal procedure 16",
        "disclosure",
        "investigation",
        "prosecutorial misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023461",
      "summary": "The court received a letter from Ghislaine Maxwell regarding mail delivery at MDC. The government is ordered to respond by November 2, 2021, at 12:00 p.m.",
      "timestamp": "2021-11-02T00:00:00",
      "timestamp_raw": "November 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "order",
        "mdc",
        "legal mail",
        "government",
        "alison j. nathan",
        "20-cr-330",
        "electronic filed"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016725",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027653",
      "summary": "An order was filed on November 8, 2021, in the case of US v. Maxwell (20cr330) by Judge Alison J. Nathan. The order requires a response from the parties involved by 12:00 p.m. today, as documented in Dkt. No. 421. The Chambers have not yet received the response.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "efta00027653",
        "20cr330",
        "us v. maxwell",
        "alison j. nathan",
        "redaction analysis",
        "response",
        "order",
        "docket no."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030632",
      "summary": "This document is a court order related to the jury selection process for the case of United States v. Ghislaine Maxwell (Case 1:20-cr-00330-AJN). Judge Alison J. Nathan is providing introductory remarks to potential jurors before the voir dire (jury selection) process begins. The core information is: *   **Purpose:** To prepare potential jurors for the upcoming voir dire, which will determine if they can be impartial in the case against Ghislaine Maxwell, who is accused of conspiring to entice minors into criminal sex activity and trafficking. *   **Process Overview:** The selection process involves three stages, with jurors receiving instructions after each. Individual questioning will occur in a separate courtroom using juror numbers to maintain privacy. *   **Case Details:** Maxwell is presumed innocent until proven guilty beyond a reasonable doubt. Jurors must base their decisions solely on the evidence presented and cannot rely on outside information (news, social media, etc.). *   **Rules & Restrictions:** Jurors are prohibited from discussing the case, conducting research, or engaging in any communication about the case through any means, including social media. Any violations will be reported to the judge. *   **Safety & Support:** The court is providing measures to ensure juror safety and comfort, including masking protocols, distancing, transportation, and meals.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jury selection",
        "voir dire",
        "criminal case",
        "united states v. maxwell",
        "indictment",
        "minor females",
        "sex trafficking",
        "evidence",
        "juror",
        "legal instructions",
        "media restrictions",
        "court proceedings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028265",
      "summary": "This document is a cover letter from the U.S. Government to Judge Alison J. Nathan regarding the protection of witness identities in the Ghislaine Maxwell trial (20 Cr. 330). The Government proposes specific procedures including: using witness nomenclature, a voir dire method involving a sealed list, a proposed jury instruction referencing first names or pseudonyms, and offering exhibits under seal or with redactions. The Government requests the Court accept its proposed redactions to protect victim identities and minimize potential public exposure. The defense agrees to the Government’s proposed nomenclature and procedures, but offers an alternative limiting instruction for the jury.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "redactions",
        "witness identities",
        "voir dire",
        "pseudonyms",
        "exhibits",
        "nomenclature",
        "sealed exhibits",
        "jury instructions",
        "ghislaine maxwell",
        "united states v. ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028260",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016471",
      "summary": "District Judge Alison J. Nathan regarding the admissibility of expert witness Dr. Lisa Rocchio’s testimony in the case of *United States v. Ghislaine Maxwell*. The Defense initially moved to exclude Dr. Rocchio’s testimony under Federal Rule of Evidence 702 and the Daubert standard. **Key Points:** *   **Daubert Standard:** The court applied the Daubert standard, which requires expert testimony to be based on reliable principles and methods, tested, and subject to peer review, and to assist the trier of fact. *   **Initial Ruling:** The court initially intended to grant the Defense’s motion, but ultimately decided to deny it in part. *   **Admissible Opinions:** Dr. Rocchio’s core opinions – that perpetrators of sexual abuse often use grooming tactics, manipulation, and coercion, and that abuse can cause long-term psychological harm – are deemed admissible. These opinions are supported by her qualifications (PhD in clinical psychology), extensive experience, and published work. *   **Excluded Opinion:** The court excluded Dr. Rocchio’s opinion regarding the facilitation of sexual abuse by a third party (\"grooming by proxy\"), citing a lack of peer review and a deviation from established principles. *   **Relevance and Prejudice:** The court determined that the remaining opinions are relevant to the case and that the potential prejudice is limited. *   **Timely Disclosure:** The government’s supplemental expert witness disclosures were deemed timely and therefore admissible.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "expert testimony",
        "daubert standard",
        "federal rule of evidence 702",
        "sexual abuse",
        "grooming",
        "manipulation",
        "coercion",
        "trauma",
        "psychological consequences",
        "witness credibility",
        "clinical psychology"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028260",
      "summary": "The document is a letter from the U.S. Department of Justice to Judge Alison J. Nathan regarding protective measures for witnesses in the Ghislaine Maxwell trial (20 Cr. 330). The Government proposes specific procedures including: using witness pseudonyms or first names during trial, a voir dire process involving a sealed list of names, a proposed jury instruction, and offering exhibits under seal or with redactions. The Government requests the Court accept these proposals to minimize risk to witness identities. The defense accepts the Government’s nomenclature and proposed procedures, offering a slightly altered limiting instruction for the jury.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "redactions",
        "witness identities",
        "voir dire",
        "exhibits",
        "pseudonyms",
        "nomenclature",
        "sealed exhibits",
        "jury instructions",
        "victim names",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028265",
            "similarity": 0.667,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010040",
      "summary": "The U.S. Department of Justice, specifically Damian Williams, is seeking clarification from Judge Alison J. Nathan regarding two aspects of the Ghislaine Maxwell trial. Firstly, they question the permissible scope of cross-examination regarding witnesses’ careers, specifically the “genre” of their work, fearing it could lead to identification of minor victims. Secondly, they request a court order preventing courtroom sketch artists from drawing exact likenesses of witnesses testifying under pseudonyms to protect their privacy. The request is based on precedent set in other cases and aligns with a three-part test for redactions.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "alison j. nathan",
        "southern district of new york",
        "cross-examination",
        "pseudonyms",
        "witnesses",
        "redaction analysis",
        "courtroom sketch artists",
        "efta00010040"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010037",
      "summary": "The U.S. Department of Justice, specifically Damian Williams, is requesting clarification from Judge Alison J. Nathan regarding two aspects of the Ghislaine Maxwell trial. Firstly, they seek clarification on the permissible scope of cross-examination regarding witnesses testifying under pseudonyms, particularly concerning inquiries about the “genre” of their careers and the potential risk of inadvertently identifying witnesses through detailed descriptions. Secondly, they request an order barring courtroom sketch artists from drawing exact likenesses of witnesses testifying under pseudonyms, citing a similar order in the Raniere case to ensure witness privacy and provide certainty before testimony. The proposed redactions align with the Lugosch test for protecting witness privacy.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "justice",
        "court",
        "cross-examination",
        "witnesses",
        "pseudonyms",
        "redactions",
        "privacy",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027661",
      "summary": "The United States District Court for the Southern District of New York, under Judge Alison J. Nathan, has approved proposed redactions submitted in connection with case 20-CR-330 (MN) – United States v. Ghislaine Maxwell. The Court determined the redactions align with the Lugosch v. Pyramid Co. of Onondaga precedent and are narrowly tailored to protect the privacy interests of victims, witnesses, and non-parties. The parties were ordered to file the redactions and accompanying exhibits on the public docket by November 12, 2021.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "redaction analysis",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "lugosch v. pyramid co. of onondaga",
        "exhibits",
        "privacy interests",
        "victims",
        "witnesses",
        "non-parties"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029300",
      "summary": "Nathan NYSD Chambers sent an order (20cr330_Order 10.14.21.pdf) regarding the case U.S. v. Maxwell to Alison J. Nathan. The order will be filed on the public docket the following morning, and confirmation of receipt is requested.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2021",
      "keywords": [
        "efta00029300",
        "20cr330",
        "nathan",
        "maxwell",
        "u.s. v.",
        "alison j. nathan",
        "order",
        "judge",
        "docket",
        "receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023460",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011161",
      "summary": "Nathan NYSD Chambers sent an email to Laura Menninger and Jeff Pagliuca regarding a memo endorsement issued by Judge Alison J. Nathan in the case 20cr330, U.S. v. Maxwell. The memo concerns the defense’s motion on FRE 412 and was attached as a PDF named “20cr330 ME 10.15.2 1 .pdf”. Chambers intends to file the memo on the public docket on Monday morning and requests confirmation of receipt.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "efta00011161",
        "20cr330",
        "maxwell",
        "nathan",
        "fre 412",
        "u.s. v.",
        "laura menninger",
        "jeff pagliuca",
        "alison j. nathan",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016720",
      "summary": "This document is a letter from legal counsel to Judge Alison J. Nathan regarding the deadline for Ghislaine Maxwell to file a motion under Federal Rule of Evidence 412. The motion seeks permission to admit evidence of alleged victim’s sexual behavior. The deadline is November 15, 2021, 14 days before trial, as stipulated by the rule. Counsel argues that the government’s recent disclosure of materials, coupled with the timing of providing Maxwell with the information, necessitates a longer timeframe for review and defense consultation. The letter emphasizes that the Rule 412 motion is a substantive motion requiring specific procedures and adequate time for counsel to investigate and prepare.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "November 15, 2021",
      "keywords": [
        "ghislaine maxwell",
        "federal rule of evidence 412",
        "motion",
        "sexual misconduct",
        "evidence",
        "rule 404(b)",
        "trial",
        "motion in limine"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010102",
      "summary": "On November 18, 2021, the Southern District of New York’s Assistant United States Attorney requested the removal of Dkt. No. 453 due to a redaction error. The Government had previously added a redaction to the document, specifically covering the name of a witness on page 11. A corrected version was to be submitted by the Chambers of Alison J. Nathan, and the Clerks Office was cautioned to temporarily remove the filing from ECF while the correction was prepared.  The email chain involved Chambers, the Assistant United States Attorney, and the Clerks Office.",
      "timestamp": "2021-11-18T00:00:00",
      "timestamp_raw": "November 18, 2021",
      "keywords": [
        "redaction",
        "docket no. 453",
        "government",
        "witness",
        "redaction error",
        "court",
        "ecf",
        "united states attorney",
        "southern district of new york",
        "alison j. nathan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023385",
      "summary": "The United States District Court for the Southern District of New York, under Judge Alison J. Nathan, issued an order regarding courtroom sketch artists. The order prohibits artists from drawing exact likenesses of “Protected Witnesses” in the case of Ghislaine Maxwell.  The court requires artists to consult with the court or counsel to determine if a witness qualifies as protected. The order was filed on November 18, 2021.",
      "timestamp": "2021-11-18T00:00:00",
      "timestamp_raw": "November 18, 2021",
      "keywords": [
        "efta00023385",
        "maxwell",
        "united states district court",
        "alison j. nathan",
        "protected witnesses",
        "courtroom sketch artists",
        "order",
        "electronic filing",
        "legal document",
        "pseudonym"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016470",
      "summary": "Nathan NYSD Chambers sent two orders (Docketed shortly) regarding case 20cr330, US v. Maxwell, to [REDACTED]. The orders were issued by Judge Nathan on November 24, 2021, and pertain to a protective order. Chambers requests confirmation of receipt.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "efta00016470",
        "20cr330",
        "nathan",
        "maxwell",
        "protective order",
        "us v.",
        "order",
        "subpoena",
        "alison j. nathan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014889",
      "summary": "On November 27, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, submitted a letter to Judge Alison J. Nathan regarding the upcoming trial in *United States v. Ghislaine Maxwell*. The letter outlines the Government’s anticipated order of witnesses for the first two to three days of the trial, including several witnesses who will testify under pseudonyms (“Jane,” “O,” “=,” and “a”). The Government reserves the right to adjust the witness order and potentially call additional witnesses during the trial. They requested the letter be filed under seal due to the inclusion of witness identities and pseudonyms.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "November 27, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "alison j. nathan",
        "federal court",
        "witness order",
        "trial",
        "seal request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016497",
      "summary": "This document is a draft preliminary jury instruction for the case of *United States v. Maxwell* (Case 1:20-cr-00330-AJN). The judge, Alison J. Nathan, is providing guidance for the jury on the trial’s procedures and their role. Here’s a breakdown of the key content: *   **Trial Order:** The trial will begin with opening statements from the government and the defense. Following this, the government will present its evidence (witness testimony and exhibits), which the defense can cross-examine. The defense may then present its own case if it chooses to do so. Finally, both sides will deliver closing arguments. *   **Evidence Rules:** The jury must rely solely on the evidence presented in court – testimony, documents, and exhibits. Arguments, questions, objections, and any external information (media coverage, personal research) are not considered evidence. *   **Jury Conduct:** Jurors are instructed not to discuss the case with anyone, including fellow jurors, family, or friends. They should not conduct any independent research. All communication regarding the case must go through the judge’s deputy. The judge will maintain a neutral stance, determining the law, and the jury will determine the facts. *   **Presumption of Innocence:** The defendant is presumed innocent and must be found guilty beyond a reasonable doubt. The burden of proof rests solely with the prosecution. *   **Witness Pseudonyms:** Due to security concerns, witnesses will be referred to by first name or pseudonym, and the jury must adhere to this. *   **Concluding Remarks:** The judge emphasizes the importance of an open mind, common sense, and following all instructions carefully throughout the trial.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "November 27, 2021",
      "keywords": [
        "jury",
        "instructions",
        "evidence",
        "testimony",
        "witness",
        "defendant",
        "maxwell",
        "united states",
        "criminal case",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014896",
      "summary": "On November 28, 2021, Judge Alison J. Nathan granted the Government’s request to file a letter motion under seal to protect the privacy interests of witnesses, including those subject to a court’s pseudonym order. The defendant, Ghislaine Maxwell, was ordered to respond by November 28, 2021, at 2:00 p.m. This relates to a motion regarding cross-examination of Government witnesses in the case *United States of America v. Ghislaine Maxwell* (20-CR-330 (MN)).",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "November 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "government",
        "cross-examination",
        "witness",
        "order",
        "seal",
        "privacy",
        "litigation",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023460",
      "summary": "Nathan NYSD Chambers sent an order (20cr330_Order 10.29.21.pdf) from Judge Nathan regarding the case US v. Maxwell (20cr330) to [REDACTED]. The order will be filed on the public docket on Monday morning, and confirmation of receipt is requested.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "efta00023460",
        "nathan",
        "us v. maxwell",
        "20cr330",
        "order",
        "redaction",
        "alison j. nathan",
        "judge",
        "docket",
        "receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029300",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010034",
            "similarity": 0.5,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014666",
      "summary": "The Court, Alison J. Nathan, has set November 29, 2021, as the trial start date for Ghislaine Maxwell’s case (20-CR-330), pending Clerk’s Office approval. Jury selection is planned for the week of November 15. The Court granted a request to exclude time from the speedy trial calculation until November 29, 2021, to allow for continued discovery review, motion preparation, and pretrial disclosures related to the superseding indictment. To expedite the process, motions in limine must be briefed no later than four weeks before the trial date. The parties are ordered to meet and confer by phone and submit a joint letter outlining the pretrial disclosure schedule by May 14, 2021.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "speedy trial act",
        "united states district court",
        "sdny",
        "motion to exclude time",
        "discovery",
        "motions in limine",
        "trial schedule",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022327",
      "summary": "Nathan NYSD Chambers sent two orders (Docketed tomorrow morning) related to the case 20cr330, US v. Maxwell, to [REDACTED]. He requested confirmation of receipt.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "efta00022327",
        "us v. maxwell",
        "20cr330",
        "nathan",
        "alison j. nathan",
        "redaction analysis",
        "orders",
        "docketed",
        "confirmation",
        "receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019061",
      "summary": "A document from the Chambers of the Hon. Alison J. Nathan regarding case 20cr330, US v. Maxwell, was sent to [REDACTED] and [REDACTED]. It includes the final jury questionnaire, incorporating changes from Dkt. No. 365, with minor formatting adjustments to pages 1 and 5. The questionnaire will be distributed to prospective jurors starting tomorrow.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "efta00019061",
        "20cr330",
        "jury questionnaire",
        "redaction",
        "us v. maxwell",
        "alison j. nathan",
        "dkt. no. 365",
        "jurors",
        "final copy",
        "formatting changes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027648",
      "summary": "Christian Everdell is following up with Jeff Pagliuca and Laura Menninger regarding the handling of victim notifications and reporting to the court in the case of *US v. Maxwell* (20cr330). An order was filed by the Hon. Alison J. Nathan requiring a response, but the court has not yet received one from the parties.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "efta00027648",
        "us v. maxwell",
        "20cr330",
        "redaction analysis",
        "victim notifications",
        "court",
        "alison j. nathan",
        "christian everdell",
        "jeff pagliuca",
        "laura menninger"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010019",
      "summary": "Judge Nathan granted additional time for supplemental briefing in the case of *US v. Maxwell* (Case 20cr330). The order, attached as 20cr330_Order 11.10.21.pdf, will be docketed the following morning.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "efta00010019",
        "20cr330",
        "us v. maxwell",
        "alison j. nathan",
        "order",
        "supplemental briefing",
        "docketed",
        "2021",
        "11.10.21"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010182",
      "summary": "A communication between Jeff Pagliuca and Laura Menninger, along with chambers of Judge Alison J. Nathan, discusses a sealed memorandum opinion and order (20cr330_SEALED_Mem._Op_&_Order_11.11.21.pdf) regarding the case US v. Maxwell. The order relates to a new case mentioned during an argument and the court’s understanding of concessions made by the defense. The document was to be docketed the following morning.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "efta00010182",
        "20cr330",
        "maxwell",
        "nathan",
        "judge",
        "us v.",
        "concessions",
        "memorandum",
        "order",
        "defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010034",
      "summary": "Nathan NYSD Chambers sent an order (20cr330_Order 11.11.21.pdf) related to the case US v. Maxwell (20cr330) to [REDACTED]. The order was to be filed on the docket the following morning.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "efta00010034",
        "20cr330",
        "us v. maxwell",
        "nathan",
        "alison j. nathan",
        "redaction analysis",
        "order",
        "docket"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023460",
            "similarity": 0.5,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023356",
      "summary": "An email was sent from the Chambers of the Hon. Alison J. Nathan to Jeff Pagliuca and Laura Menninger regarding a Memorandum Opinion & Order (Dkt. No. 477) in the case of US v. Maxwell (20cr330). The email attached a sealed opinion on MV-3 and requested confirmation of receipt.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "efta00023356",
        "maxwell",
        "us v.",
        "alison j. nathan",
        "memorandum opinion & order",
        "20cr330",
        "redacted",
        "opinion",
        "court order",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023363",
      "summary": "Nathan Chambers (Chambers of the Hon. Alison J. Nathan) sent a response to the government’s letter regarding Ghislaine Maxwell’s birth certificates. Christian Everdell (Cohen & Gresser LLP) submitted the defense’s letter to the court under temporary seal, awaiting the government’s proposed redactions. The government provided a letter with proposed redactions, and the defense indicated they had no further redactions to suggest. The communication involved multiple attorneys and legal firms including Cohen & Gresser LLP, HMFLaw.com, and Mac.com.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "ghislaine maxwell",
        "redaction",
        "birth certificates",
        "u.s. v.",
        "cohen & gresser",
        "court docket",
        "government letter",
        "response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024982",
      "summary": "An order and two temporarily sealed Memorandum Opinions & Orders issued by Judge Alison J. Nathan regarding the case US v. Maxwell (20cr330) were sent by the Chambers of the Hon. Alison J. Nathan to [REDACTED]. The order will be docketed tomorrow morning, and receipt confirmation is requested.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "efta00024982",
        "us v. maxwell",
        "alison j. nathan",
        "20cr330",
        "order",
        "memorandum opinion",
        "redacted",
        "2021",
        "judge",
        "seal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016484",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted Brian Burns and Patrick Smith requesting a copy of materials related to the case *US v. Maxwell* (Case Number 20cr330). Nathan NYSD Chambers attached two Orders issued by Judge Alison J. Nathan, requesting confirmation of receipt.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "protective order",
        "20cr330",
        "alison j. nathan",
        "united states attorney",
        "new york",
        "file sharing",
        "subpoena"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014894",
      "summary": "Nathan NYSD Chambers sent an order from Judge Alison J. Nathan regarding the case *US v. Maxwell* (20 Cr. 330) to Laura Menninger and Jeff Pagliuca. Jeff Pagliuca had previously submitted a letter motion to preclude cross-examination, which was filed under seal by the Assistant United States Attorney for the Southern District of New York. Chambers requested confirmation of receipt of the order.",
      "timestamp": "2021-12-28T00:00:00",
      "timestamp_raw": "28 Nov 2021",
      "keywords": [
        "efta00014894",
        "us v. maxwell",
        "motion to preclude",
        "alison j. nathan",
        "judge nathan",
        "order",
        "cross-examination",
        "government",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038902",
      "summary": "On January 14, 2022, Judge Alison J. Nathan scheduled Ghislaine Maxwell’s sentencing for June 28, 2022, at 11:00 a.m. The Court delayed preparing a presentence investigation report until April 2022 and maintained the existing schedule for briefing on the new trial motion and other post-verdict motions. The Government was instructed to indicate by January 18, 2022, whether it seeks an exclusion of time under the Speedy Trial Act for the perjury counts, along with the basis for that request.",
      "timestamp": "2022-01-14T00:00:00",
      "timestamp_raw": "January 14, 2022",
      "keywords": [
        "maxwell",
        "sentencing",
        "ghislaine maxwell",
        "perjury",
        "speedy trial act",
        "docket",
        "judge nathan",
        "june 28",
        "2022",
        "1:20-cr-00330-ajn",
        "external email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038883",
      "summary": "On March 8, 2022, from 15:00 to 18:30, there was an external email regarding a hearing for Ghislaine Maxwell. The hearing was to take place in Courtroom 110, 40 Foley. Attendees were required to complete a COVID-19 questionnaire and wear an N95, KN95, or KF94 mask within the courthouse. Failure to comply with these protocols would result in removal from the courthouse. The hearing was ordered by Judge Alison J. Nathan on March 3, 2022.",
      "timestamp": "2022-03-08T00:00:00",
      "timestamp_raw": "March 8, 2022",
      "keywords": [
        "ghislaine maxwell",
        "hearing",
        "juror",
        "courtroom",
        "covid-19",
        "s.d.n.y.",
        "order",
        "motion for a new trial",
        "new york",
        "2022-03-08"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038903",
      "summary": "The document records an external email regarding the sentencing of Ghislaine Maxwell. The sentencing was scheduled for June 28, 2022, at 11:00 a.m. with Judge Alison J. Nathan. The court delayed preparing a presentence investigation report until April 2022. The government was required to indicate by January 18, 2022, whether it sought an exclusion of time under the Speedy Trial Act for the perjury counts.",
      "timestamp": "2022-06-28T00:00:00",
      "timestamp_raw": "June 28, 2022",
      "keywords": [
        "efta00038903",
        "maxwell",
        "sentencing",
        "ghislaine maxwell",
        "usa v.",
        "1:20-cr-00330-ajn",
        "2022-06-28",
        "docket text",
        "judge alison j. nathan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016588",
      "summary": "An order (20cr330_Order 11.30.21.pdf) was sent by Nathan NYSD Chambers to [REDACTED] regarding the case US v. Maxwell (20cr330). The order details a court discussion planned for the following day concerning whether to seal the order. Receipt confirmation is requested.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00016588",
        "20cr330",
        "us v. maxwell",
        "redaction",
        "order",
        "alison j. nathan",
        "seal",
        "court",
        "nathan nysd chambers",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016265",
      "summary": "Nathan NYSD Chambers is sending an order (Order 10.31.21.pdf) regarding the case US v. Maxwell (20cr330) to Jeff Pagliuca and Laura Mennirper. The order was issued by Judge Alison J. Nathan and will be docketed the following morning. Chambers requests confirmation of receipt.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00016265",
        "nathan",
        "maxwell",
        "20cr330",
        "order",
        "us v.",
        "jeff pagliuca",
        "laura mennirper",
        "alison j. nathan",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016485",
      "summary": "The United States District Court for the Southern District of New York, in the case of *United States v. Ghislaine Maxwell* (Case 1:20-cr-00330-AJN), has ordered a protective order regarding materials produced from the Epstein Victims’ Compensation Fund (Rule 17 Materials). These materials, potentially containing sensitive information regarding privacy and prejudicial publicity, are to be treated as \"Confidential Information\" and \"Highly Confidential\" as defined in a previously established protective order (Dkt. No. 36). The protective order applies to the United States Government, the defendant, and the defendant’s criminal defense attorneys.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00016485",
        "efta00016486",
        "maxwell",
        "united states v. maxwell",
        "protective order",
        "epstein victims' compensation fund",
        "fed. r. crim. p. 17",
        "confidential information",
        "pretrial publicity",
        "alison j. nathan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009664",
      "summary": "This document is a protective order issued by Judge Alison J. Nathan in the case of *United States v. Ghislaine Maxwell* (Case 1:20-cr-00330-AJN). It governs the handling of discovery materials produced by the government to the defendant. Here’s the core content: *   **Purpose:** The order protects sensitive information within the discovery materials, including personal identifying information, preventing premature disclosure, and safeguarding against prejudicial publicity. *   **Restrictions on the Defendant:** The defendant (Maxwell) is prohibited from copying, distributing, or otherwise using the discovery materials except for the purpose of her defense. *   **Restrictions on Defense Counsel:** Defense Counsel is authorized to use the discovery for the defense, but must limit its use to designated personnel (Defense Staff, Defense Experts/Advisors, Potential Defense Witnesses) and ensure it's protected. They must also obtain acknowledgments from individuals receiving the information. *   **Confidentiality:** Discovery materials are classified as either “Confidential Information” or “Highly Confidential Information,” with specific handling requirements for each. *   **Secure Handling:** Both the defendant and defense counsel must maintain the confidentiality and security of the materials. *   **Return of Materials:** The defendant and defense counsel must return or destroy all discovery materials within 30 days of the end of the direct appeal period. *   **Ongoing Review:** The order allows for modifications through agreement or court order, encouraging ongoing consultation between the government and the defense.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "discovery",
        "confidential information",
        "defense counsel",
        "protective order",
        "privacy",
        "investigation",
        "criminal procedure",
        "witness protection",
        "sensitive information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016247",
      "summary": "This document is a Protective Order issued by Judge Alison J. Nathan in the United States District Court for the Southern District of New York, Case 1:20-cr-00330-AJN, concerning the case of Ghislaine Maxwell. The order governs the handling of discovery materials produced by the government to the defendant. Key provisions include: restricting the use of discovery solely for the defendant’s defense, limiting copying and dissemination, controlling access to sensitive information (particularly regarding victims and witnesses), and establishing procedures for handling “confidential” and “highly confidential” materials, including requirements for secure storage and eventual return or destruction. The order emphasizes protecting privacy and preventing prejudicial publicity.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "discovery",
        "confidential information",
        "defense",
        "investigation",
        "united states",
        "maxwell",
        "protective order",
        "criminal procedure",
        "witnesses",
        "government",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}