{
  "keyword": "christian everdell",
  "count": 65,
  "keyword_match_count": 65,
  "content_match_count": 63,
  "total_files": 128,
  "timeline": [
    {
      "file_id": "EFTA00021413",
      "summary": "Christian Everdell contacted Mark S. Cohen and an Assistant U.S. Attorney regarding representation of Ms. Maxwell in an SDNY investigation (re: Epstein). Everdell requested a meeting that afternoon and inquired about access to the building for phones. The Assistant U.S. Attorney responded, confirming availability for a meeting and asking about the client’s prior communication.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "efta00021413",
        "christian everdell",
        "mark s. cohen",
        "sdny investigation",
        "epstein",
        "maxwell",
        "phones",
        "court",
        "u.s. attorney",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021569",
            "similarity": 0.583,
            "index": 1,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021569",
      "summary": "On July 16, 2019, Mark S. Cohen, representing Maxwell, contacted Christian Everdell and the U.S. Attorney’s office in the Southern District of New York regarding an SDNY investigation related to Jeffrey Epstein. Cohen requested a meeting at 5:00 PM to discuss the matter and inquired about allowing his team to bring phones into the building. Everdell responded, confirming availability for a meeting and asking about the feasibility of retaining phones, pending Cohen’s discussion with his client.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "sdny investigation",
        "epstein",
        "maxwell",
        "u.s. attorney",
        "phones",
        "meeting",
        "chris everdell",
        "mark s. cohen",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021413",
            "similarity": 0.583,
            "index": 0,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024562",
      "summary": "An Assistant United States Attorney from the Southern District of New York is coordinating a pretrial interview for Ghislaine Maxwell (case number 20 Cr. 330 (AJN)) with attorneys Christian Everdell and Mark S. Cohen. The email outlines the request to arrange the interview in advance of Maxwell’s bail hearing. EFTA00024563 is also referenced.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "u.s. pretrial services",
        "christian everdell",
        "mark s. cohen",
        "case number 20 cr. 330",
        "bail hearing",
        "southern district of new york",
        "attorneys",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024564",
      "summary": "On July 6, 2020, an Assistant United States Attorney sent an email to Christian Everdell and Mark S. Cohen regarding the pretrial interview for Ghislaine Maxwell, case number 20 Cr. 330 (AJN). The email requested the best contact number for Christian Everdell and instructed them to arrange a pretrial interview with their client before her bail hearing. The Southern District of New York office is associated with this case (EFTA00024564 & EFTA00024565).",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "chris everdell",
        "mark cohen",
        "u.s. pretrial services",
        "bail hearing",
        "criminal case",
        "assistant united states attorney",
        "20 cr. 330",
        "efta00024564"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020663",
      "summary": "On July 14, 2020, an email was sent detailing Ghislaine Maxwell’s legal calls to Christian Everdell between July 6th and July 14th, 2020. The calls ranged from 30 minutes to 1.5 hours, with several involving Mark Cohen, Laura Menninger, Jeff Pagliuca, and Lea Harmon (Pretrial services). The email was sent to advise against potential misrepresentation by Mark Cohen during a hearing.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "usms",
        "legal calls",
        "christian everdell",
        "mark cohen",
        "laura menninger",
        "jeff pagliuca",
        "lea harmon",
        "pretrial services",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015968",
      "summary": "A protective order proposal was drafted by defense counsel (Laura Menninger and Haddon, Morgan & Foreman, P.C.) regarding a case involving pretrial publicity and discovery. The proposal includes clarifications and modifications to a previous version, specifically addressing: *   Defining “Confidential” information, aligning with Second Circuit case law and privacy rights. *   Removing a “Highly Confidential” category. *   Suggesting a laptop-based access for the government to provide the client with confidential discovery materials for review while in custody. *   Requiring explicit marking of documents as confidential rather than relying on cover letters. *   Maintaining the ability for the party receiving the order to dispute designations. The sender (Christian Everdell) emphasizes the importance of a jury trial and the need to protect witnesses from harassment, advocating for equitable access to discovery for all parties.  A confidentiality notice is included in each email.",
      "timestamp": "2020-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2020",
      "keywords": [
        "protective order",
        "confidentiality",
        "discovery",
        "redaction",
        "witness",
        "government",
        "court",
        "privacy",
        "legal",
        "access"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021769",
      "summary": "On July 23, 2020, Christian Everdell sent an email with revised drafts of a Protective Order, including a redlined version and a clean copy, to multiple recipients. The email discusses incorporating points from a July 20th call and seeks government approval by 5 PM on July 24th. The email includes attachments of the revised Protective Order documents and images. The email also contains a confidentiality notice and a link to the firm’s privacy policy.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "protective order",
        "redaction",
        "discovery",
        "government",
        "defense",
        "christian everdell",
        "cohen & gresser llp",
        "july 2020",
        "revised draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021918",
      "summary": "Chris from Cohen & Gresser LLP sent a revised draft of a protective order to Christian Everdell on July 25, 2020. The draft incorporates updates and edits discussed on July 20, 2020, and includes a redline version compared to the government’s original draft alongside a clean version. Chris requested feedback by 5pm the following day regarding the acceptability of the revised draft. The email also includes a confidentiality notice and a link to Cohen & Gresser LLP's privacy policy.",
      "timestamp": "2020-07-25T00:00:00",
      "timestamp_raw": "July 25, 2020",
      "keywords": [
        "protective order",
        "redaction",
        "chris",
        "christian everdell",
        "cohen & gresser llp",
        "legal",
        "draft",
        "revision",
        "government",
        "july 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021937",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is scheduling a telephonic meet and confer with Christian Everdell regarding a protective order in the case of United States v. Maxwell. The Attorney seeks to determine the defendant’s position on using witness names in public statements or filings, specifically concerning Jeffrey Epstein and Ghislaine Maxwell. Additionally, the Attorney requests a 1 terabyte hard drive for discovery production.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "protective order",
        "jeffrey epstein",
        "ghislaine maxwell",
        "united states v. maxwell",
        "discovery",
        "telephonic meet and confer",
        "witness",
        "victim",
        "defendant",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030900",
      "summary": "Jeff Pagliuca of Haddon, Morgan and Foreman, P.C. sent a letter to multiple counsel (Laura Menninger, Christian Everdell, Mark S. Cohen, Nicole Simmons) regarding a protective order, specifically \"letter_to_USA_re_protective_orderJ002)_(002)final.pdf.\" The letter included an attached PDF and an image. The email contains a standard warning about confidential and privileged information.",
      "timestamp": "2020-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2020",
      "keywords": [
        "efta00030900",
        "protective order",
        "discovery",
        "jeff pagliuca",
        "laura menninger",
        "christian everdell",
        "mark s. cohen",
        "nicole simmons",
        "haddon morgan and foreman",
        "legal privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021875",
      "summary": "An email chain discusses a protective order related to materials in a grand jury investigation involving Maxwell’s civil cases. One party (identified as “[REDACTED]”) proposes disclosing victim names based on case law, suggesting a response mirroring a letter to Netburn. Another party, Jeff Pagliuca, attached a conferral letter and advocates for allowing the materials to remain under seal, noting the potential for resolving the issue if certain parties were informed. The emails involve multiple legal professionals including Christian Everdell and Mark S. Cohen.",
      "timestamp": "2020-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2020",
      "keywords": [
        "protective order",
        "disclosure",
        "victim names",
        "grand jury",
        "maxwell",
        "netburn",
        "jeff pagliuca",
        "case law",
        "investigation",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016302",
      "summary": "The email discusses proposed redactions to defense letters related to the case *US v. Maxwell*, case number 20 Cr. 330 (MN), as ordered by the court on September 2, 2020. The attached documents contain the agreed-upon redactions to two defense letters submitted on August 24, 2020. The email is from the Assistant United States Attorney for the Southern District of New York and involves parties including Jeff Pagliuca, Christian Everdell, Nathan NYSD Chambers, and S. Cohen.",
      "timestamp": "2020-09-02T00:00:00",
      "timestamp_raw": "September 2, 2020",
      "keywords": [
        "redactions",
        "us v. maxwell",
        "proposed redactions",
        "defense letters",
        "protective order",
        "september 2",
        "2020",
        "southern district of new york",
        "efta00016302"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023705",
      "summary": "An Assistant United States Attorney (USANYS) is processing approximately 40,000 non-nude images seized during FBI searches of Jeffrey Epstein’s residences in New York and the Virgin Islands. The USANYS offered Christian Everdell (Cohen & Gresser LLP) the opportunity to review the images themselves at FBI offices before they are loaded onto drives for review with his client, Maxwell. Logistics are being coordinated with the FBI to transport the files to the Metropolitan Detention Center (MDC) for a joint review, which is expected to take several days due to the large number of files.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "fbi",
        "epstein",
        "images",
        "production",
        "non-nude",
        "files",
        "mdc",
        "christian everdell",
        "usanys",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014585",
      "summary": "A letter titled “2020.10.1_Letter_to_Government_re_Discovety.PDF” was sent from Christian Everdell of COHEN & GRESSER LLP to [REDACTED] on October 2, 2020, requesting a discussion. The letter was forwarded by [REDACTED]. A confidentiality notice is included, advising recipients that the email contents may be confidential and should not be reviewed, disseminated, or copied without permission.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "efta00014585",
        "redaction analysis",
        "letter",
        "government",
        "discovery",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "email",
        "october 2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011417",
      "summary": "A letter, attached on October 13, 2020, was sent from Christian Everdell of Cohen & Gresser LLP to an unidentified recipient regarding Rule 16 and Brady Requests. The email included a confidentiality notice and a link to the firm’s privacy policy. The subject was \"FW: Letter.\"",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00011417",
        "redaction analysis",
        "letter",
        "government",
        "rule 16",
        "brady requests",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy policy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030567",
      "summary": "An email chain discusses a letter from Christian Everdell to the Assistant United States Attorneys regarding requests for information. The Assistant United States Attorneys state they are reviewing the requests and intend to provide a written response, noting some requests, including one previously denied by a judge, will likely delay a response before October 21, 2020. The initial letter from Christian Everdell attached requests information related to a case.",
      "timestamp": "2020-10-21T00:00:00",
      "timestamp_raw": "October 21, 2020",
      "keywords": [
        "efta00030567",
        "redaction analysis",
        "letter",
        "christian everdell",
        "usanys",
        "mark s. cohen",
        "jeff pagliuca",
        "laura menninger",
        "bobbi c sternheim",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029147",
      "summary": "On October 26, 2020, Christian Everdell requested unredacted copies of reports and notes related to “United States v. Maxwell” from Mark S. Cohen, Laura Menninger, Jeff Pagliuca, and Bobbi Sternheim. The attachments included redacted documents from the United States Attorney's Office, Southern District of New York, concerning the case. The request was made in response to previous redactions and a protective order.",
      "timestamp": "2020-10-26T00:00:00",
      "timestamp_raw": "October 26, 2020",
      "keywords": [
        "maxwell",
        "united states v.",
        "redaction",
        "reports",
        "notes",
        "protective order",
        "united states attorney's office",
        "sdny",
        "chris everdell",
        "mark s. cohen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023026",
      "summary": "This document is a correspondence chain between Assistant U.S. Attorney Christian Everdell and defense counsel regarding discovery requests in a case involving Ghislaine Maxwell. Key points include: *   **Delivery of Discovery Materials:** The government has provided Ms. Maxwell with copies of discovery materials, including a 4TB drive containing all previously produced materials and a CD containing documents from November 18, 2020. *   **Metadata and Device Issues:** There are concerns regarding Bates numbers, device identification (SDNY_PROD015/016), and gaps in metadata load files. The government proposes renumbering documents and providing updated DAT files. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T subscriber information and flight logs. *   **Redaction Requests:** The government denies requests for a log of redactions and states they did not apply any redactions to the discovered materials. *   **Subpoena Requests:** The defense requests copies of grand jury subpoenas and the date ranges covered by them. *   **Unsealed Filings:** The government clarifies the status of a search warrant affidavit referenced in a Daily Beast article, stating it was unsealed according to court order and that the District of New Hampshire took no affirmative steps to release it.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "discovery",
        "maxwell",
        "epstein",
        "fbi",
        "cd",
        "redactions",
        "metadata",
        "subpoenas",
        "documents",
        "grant jury",
        "bates numbers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027076",
      "summary": "An email thread between individuals, including Christian Everdell, discusses the production of discovery materials related to the case “US v. Maxwell.” The email exchange involves attachments including “RELUS_v._Maxwelln discovery_production.msg”.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "efta00027076",
        "us v. maxwell",
        "discovery production",
        "redaction analysis",
        "christian everdell",
        "mark s. cohen",
        "laura menninger",
        "relus_v._maxwelln"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025508",
      "summary": "Maxwell. *   The Assistant United States Attorney (Southern District of New York) was coordinating the delivery and pickup of the drives. *   A prison visit for review of a secure laptop was being scheduled for Friday between 8am-3pm. *   The timing of the secure laptop review was being adjusted, initially planned for Friday, but now potentially pushed to later in the week. *   Confirmation of receipt of the drives was requested.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "us v. maxwell",
        "discovery production",
        "drives",
        "southern district of new york",
        "chris",
        "maxwell",
        "mdc",
        "friday",
        "laptop",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019897",
      "summary": "On November 25, 2020, Christian Everdell of Cohen & Gresser LLP sent an email to Judge Nathan regarding a renewed bail motion in the case of *U.S. v. Ghislaine Maxwell* (20 Cr. 330). The email included a letter intended to be filed under seal and submitted to the court and all counsel, referencing Section 2(B) of Judge Nathan’s Individual Practices in Criminal Cases. The letter was attached and addressed to the court and legal representatives involved in the case.",
      "timestamp": "2020-11-25T00:00:00",
      "timestamp_raw": "November 25, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "sealing",
        "court",
        "judge nathan",
        "christian everdell",
        "cohen & gresser llp",
        "u.s. v.",
        "criminal cases",
        "confidentiality"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015975",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019896",
            "similarity": 0.818,
            "index": 26,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00011253",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031952",
      "summary": "On December 4, 2020, Christian Everdell of Cohen & Gresser LLP sent a draft letter to Judge Nathan regarding a briefing schedule. The letter was attached as a .DOCX file. He requested confirmation from the recipient ([REDACTED]) that there were no comments before sending the letter within the hour. The email also included images and a confidentiality notice.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "efta00031952",
        "briefing schedule",
        "letter",
        "judge nathan",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "usanys",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030755",
      "summary": "Christian Everdell is sending a communication regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)), specifically a renewed bail motion and exhibits that will be filed under seal. The email is dated December 8, 2020, and includes a linked message. The recipient is EFTA00030755.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "exhibits",
        "u.s. v.",
        "20 cr. 330 (mn)",
        "redaction analysis",
        "usahub-usajournal111"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019422",
      "summary": "On December 16, 2020, the U.S. Department of Justice, via Acting United States Attorney Audrey Strauss, produced discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY_GM_00274187 through SDNY_GM_0274302, were sent to counsel representing the defense (Cohen & Gresser LLP, Haddon, Morgan and Foreman, P.C., and Law Offices of Bobbi C. Stemheim). The production includes a PDF file named EFTA00019422, dated 06.20.2018, and a Bates number range. The letter notes the governing Protective Order and the Government's commitment to ongoing discovery.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "December 16, 2020",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "redaction analysis",
        "protective order",
        "ubs subpoena",
        "christian everdell",
        "cohen & gresser llp",
        "audrey strauss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010133",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016023",
      "summary": "On December 16, 2020, the Assistant United States Attorney for the Southern District of New York submitted documents in opposition to a defendant’s renewed bail application in the case of *US v. Maxwell, 20 CR. 330 (AJN)*. The submission included a cover letter, memorandum of law, Government Exhibits A and B, and a proposed redaction document for the memorandum of law. The documents were sent to Nathan NYSD Chambers and several attorneys including Christian Everdell, BOBBI C STERNHEIM, and Jeff Pagliuca.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "December 16, 2020",
      "keywords": [
        "us v. maxwell",
        "redaction analysis",
        "bail motion",
        "government submission",
        "southern district of new york",
        "20 cr. 330 (ajn)",
        "usanys",
        "new york",
        "attorney",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015975",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Judge Nathan regarding a typographical error in a reply brief for the case *U.S. v. Ghislaine Maxwell* (20 Cr. 330). The email requested approval to correct the error on pages 1 and 8 of the memorandum.  He attached both the unredacted and redacted versions of the memorandum, along with exhibits A-B, to be filed under seal. The email also included a cover letter and confidentiality notices.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "redaction",
        "memorandum",
        "court",
        "u.s. v.",
        "christian everdell",
        "cohen & gresser llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019897",
            "similarity": 0.5,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024021",
            "similarity": 0.545,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011179",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016768",
            "similarity": 0.636,
            "index": 125,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019896",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent a letter, attached as a PDF, to Judge Nathan regarding the sealing of Ghislaine Maxwell’s renewed bail motion in the case U.S. v. Ghislaine Maxwell (20 Cr. 330 (MN)). The letter was to be filed under seal and submitted to the Court and all counsel according to Judge Nathan’s Individual Practices in Criminal Cases.",
      "timestamp": "2020-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail motion",
        "sealing",
        "judge nathan",
        "christian everdell",
        "cohen & gresser llp",
        "criminal cases",
        "confidentiality",
        "letter"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019897",
            "similarity": 0.818,
            "index": 20,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00011253",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015882",
      "summary": "An email exchange occurred between multiple individuals, including Bobbi C. Sternheim, Christian Everdell, and Mark S. Cohen, regarding a document named “Ghislaine Maxwell 02879-509” and its associated message “Ghislaine_Maxwell_02879-509.msg.” The email originated from an unknown sender on December 29, 2020, and was sent to multiple recipients including redacted email addresses.",
      "timestamp": "2020-12-29T00:00:00",
      "timestamp_raw": "December 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "efta00015882",
        "bobbi c sternheim",
        "christian everdell",
        "mark s cohen",
        "usahub-usajournal111"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015898",
            "similarity": 0.625,
            "index": 126,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013302",
      "summary": "Maurene, an Assistant United States Attorney, responded to Christian Everdell’s email regarding redactions related to a case. They agreed that no redactions were necessary based on Judge Nathan’s opinion and order denying bail. Maurene attached a draft joint letter to the court for Christian to finalize, requesting any proposed revisions.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "redactions",
        "bail",
        "court",
        "letter",
        "joint letter",
        "christian everdell",
        "maurene",
        "united states attorney",
        "new york",
        "judge nathan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013277",
      "summary": "Ghislaine Maxwell’s legal counsel reported to the Bro/Exec Assistant, Christian Everdell, and Mark S. Cohen that she experienced physical mistreatment and verbal threats from MDC staff, specifically Officer [REDACTED] and Officer [REDACTED]. Officer [REDACTED] performed a body search involving excessive pressure on her breasts, causing pain, and Officer [REDACTED] threatened to charge her with assault. Maxwell reported the incidents to staff and medical personnel. Counsel stated this was not the first instance of inappropriate touching and threatened to file complaints with the Attorney General’s Office and notify the court if further incidents occurred. The report referenced prior issues in the MCC related to Jeffrey Epstein’s detention and criticized the restrictive conditions of Maxwell’s detention. Bobbi C. Sternheim, Esq., provided contact information for her law office and included a Covid-19 notice regarding their remote working status.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "assault",
        "abuse",
        "threat",
        "investigation",
        "bop",
        "attorney general",
        "maxwell",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030941",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Bobbi C. Sternheim, Jeff Pagliuca, Laura Menninger, and Mark S. Cohen regarding a request for a Bill of Particulars. The email included an attachment: “2021-01-10 Leuer_Response_to_GM_Request_for_Bill_of Particularsfinal).pdf.” A confidentiality notice and privacy policy link were also included.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "2021-01-10",
      "keywords": [
        "bill of particulars",
        "christian everdell",
        "cohen & gresser llp",
        "request",
        "legal",
        "efta00030941",
        "pdf",
        "redaction",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028137",
      "summary": "This email, dated January 26, 2021, is from Christian Everdell to Laura Menninger and Bobbi Sternheinz regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (AJN)). It pertains to pretrial motions and exhibits that will be filed under seal. An attached message file, “U.S._v._Ghislaine_Maxwell,_20_Cr._330_(AJN)_--Pretrial Motions and Exhibitt(to_be_Filed_Under Seal).msg,” accompanies the email.",
      "timestamp": "2021-01-26T00:00:00",
      "timestamp_raw": "January 26, 2021",
      "keywords": [
        "ghislaine maxwell",
        "pretrial motions",
        "exhibits",
        "u.s. v.",
        "20 cr. 330 (ajn)",
        "sealed",
        "christian everdell",
        "laura menninger",
        "bobbi c sternhein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030912",
      "summary": "The USANYS team had previously produced discovery materials, including a 4TB hard drive and CD containing documents. They requested a new hard drive to be created, but faced delays. They identified Bates ranges that hadn’t been produced and requested their reproduction via FTP. Concerns were raised regarding metadata issues, missing documents (like AT&T data and Rodgers flight logs), and a discrepancy in the numbering of document productions. The USANYS team also requested unredacted FBI reports and grand jury subpoenas, and an update on the status of materials related to the Daily Beast article referencing the cell-site simulator affidavit. The exchanges focused on confirming the delivery of materials, reproducing missing Bates ranges, addressing metadata discrepancies, and obtaining additional documents and information. Redactions were noted and discussed throughout the communication.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "January 29, 2021",
      "keywords": [
        "discovery requests",
        "ftp",
        "ranges",
        "bates",
        "redacted",
        "documents",
        "production",
        "subpoenas",
        "metadata",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011489",
      "summary": "The core issues revolve around delayed production of discovery materials, particularly Bates ranges (SDNY_GM_00167911-00169735), metadata files, and specific FBI reports. Key points include: *   **Initial FTP Request:** Everdell initially requests the discovery materials via FTP, specifying the missing Bates ranges. *   **Assistant U.S. Attorney Response:** The Assistant U.S. Attorney proposes alternative methods for delivery (CD or FTP link) and acknowledges the need for a new hard drive containing the discovery. *   **Metadata Issues:** Significant concerns are raised about gaps and errors in the metadata load files for various productions (PROD011, PROD015), requiring the provision of new DAT files.  There are also concerns about overlapping document ranges. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T and David Rodgers production records, and asks for clarification on the removal of specific items from grand jury subpoena productions. *   **FBI Report & Affidavits:** The defense requests an unredacted version of the FBI report regarding the cell-site simulator and questions the status of a referenced affidavit, seeking confirmation of its unsealing. *   **Ongoing Communication:**  Multiple email exchanges occur between the parties, seeking clarification, requesting specific documents, and proposing solutions to the logistical and technical problems.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "efta00011489",
        "ftp",
        "bates",
        "discovery",
        "redaction",
        "usanys",
        "sdny",
        "metadata",
        "cd",
        "fbi report",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030918",
      "summary": "This redacted document details communications surrounding the production of discovery materials related to a legal case, likely a criminal investigation. Here’s a breakdown of the key content: *   **Discovery Requests & Production:** The core of the document revolves around responding to discovery requests made by defense counsel (USANYS) regarding materials related to a case, potentially involving a criminal investigation (\"defense\"). The production process involves multiple stages (6a, 6b, 6c), re-stamping, and transferring data to a location (USa.doj.govkcloud NYSkStAndrews\\ Shared). *   **Technical Issues & Corrections:** Significant issues arise regarding the accuracy of Bates numbering, metadata gaps in DAT files, and missing documents. Proposals are made to rectify these problems, including renumbering files, providing new DAT files, and correcting metadata errors. *   **Communication Chain:** The communication is primarily between USANYS (contractor) and the defense counsel (USANYS), with several individuals (e.g., Christian Everdell, Mark S. Cohen, Laura Menninger) involved in coordinating the production. *   **Timeline & Deadlines:** The document highlights ongoing efforts to prepare and deliver the discovery materials by January 27th, 2021, with ongoing requests for updates and confirmation of delivery. *   **Specific Requests & Concerns:** The defense requests a new 4TB hard drive, confirmation of the CD's delivery, clarification of Bates numbering, and detailed explanations for any missing documents or redactions. They also raise concerns regarding the FBI report and the tracking of the subject. *   **Redaction & Confidentiality:** The document is heavily redacted, indicating sensitive information is being protected. It also contains a standard confidentiality notice.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "prod011",
        "prod015",
        "bates numbers",
        "cd",
        "ftp",
        "mdc",
        "defense",
        "emails",
        "files",
        "range",
        "dat",
        "maxwell",
        "usafx",
        "cdrive",
        "government",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020977",
      "summary": "Christian Everdell of Cohen Gresser responds to discovery requests regarding EFTA00020977, involving recipients including Mark Cohen, Bobbi Stemheim, Jeff Pagliuca, Laura Henninger, and USAHUB-USAJournal. The correspondence originated on February 1, 2021.",
      "timestamp": "2021-02-01T00:00:00",
      "timestamp_raw": "February 1, 2021",
      "keywords": [
        "efta00020977",
        "redaction analysis",
        "discovery requests",
        "cohengresser",
        "mark s. cohen",
        "laura henninger",
        "usahub",
        "chris everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011266",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending additional discovery production related to the case *US v. Maxwell* to Christian Everdell. The production is small enough to be sent via FTP, and the sender requests a link to facilitate the transfer. Bobbi Stemheim and Jeff Paliuca are also copied on the email.",
      "timestamp": "2021-02-02T00:00:00",
      "timestamp_raw": "02 Feb 2021",
      "keywords": [
        "us v. maxwell",
        "discovery production",
        "ftp",
        "bobbi stemheim",
        "christian everdell",
        "mark s. cohen",
        "united states attorney",
        "southern district of new york",
        "2021.02.02_maxwell_discovery_letter.pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018708",
      "summary": "An email was sent from Bobbi C. Sternheim to multiple recipients, including IMSYS and Christian Everdell, on February 23, 2021. The email attached a courtesy copy of an Electronic Correspondence Filing (ECF) related to the U.S. v. Maxwell case (20 Cr. 330). The email contained a disclaimer regarding confidential and privileged information. The document referenced is MAXWELL_BAIL_APPLICATION_with_EXHIBIT_2-23-17.pdf.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "February 23, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00018708",
        "redaction analysis",
        "bail application",
        "bobbi c. sternheim",
        "imsys",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030973",
      "summary": "Bobbi C. Sternheim sent a courtesy copy of an ECF filing (MAXWELL_BAIL_APPLICATION_with_EXHIBIT_2-23-17.pdf) related to the case *U.S. v. Maxwell* (20 Cr. 330 (AJN)) to several recipients, including Christian Everdell, Laura Mennin, and Jeff Pagliuca. The email contains a confidentiality and privilege disclaimer.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2021",
      "keywords": [
        "u.s. v. maxwell",
        "bail application",
        "bobbi c. sternheim",
        "ecf filing",
        "20 cr. 330",
        "christian everdell",
        "laura mennin",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025195",
      "summary": "Email correspondence regarding the case *U.S. v. Maxwell 20 Cr. 330 (AJN)*.  Multiple individuals, including Bobbi C. Sternheim, Laura Menninger, Jeff Pagliuca, and Christian Everdell, exchanged emails related to an Electronic Case File (ECF) filing concerning a bail application for Maxwell. The email chain indicates a previous unsuccessful attempt (“third time’s the charm”) related to the case.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00025195",
        "bail application",
        "redaction analysis",
        "usanys",
        "laura menninger",
        "bobbi c sternheim",
        "legal filings",
        "fw",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030068",
      "summary": "Laura Mcnninger, of Haddon, Morgan and Foreman, P.C., sent an email to multiple recipients including Jeff Pagliuca, Christian Everdell, and BC Sternheim, requesting to view evidence in the case of *US v. Maxwell* (20 Cr. 330 (AJN)). The email attached a letter detailing the request and included a confidentiality notice emphasizing the sensitive nature of the materials.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "08 Mar 2021",
      "keywords": [
        "efta00030068",
        "us v. maxwell",
        "laura mcnninger",
        "evidence",
        "confidential",
        "scenes",
        "dodd",
        "c sternheim",
        "request",
        "haddon",
        "morgan and foreman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028849",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent a filing to Judge Nathan regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330). The filing includes redacted and unredacted versions of Ms. Maxwell’s reply memoranda and accompanying exhibits in support of her pretrial motions, submitted pursuant to Rule 2(B) of the court’s rules. A redacted cover letter is being filed on the public docket.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "pretrial motion",
        "reply memoranda",
        "exhibits",
        "redaction analysis",
        "confidentiality",
        "christian everdell",
        "cohen & gresser llp",
        "20 cr. 330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011253",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024021",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Judge Nathan regarding the filing of redacted and unredacted versions of Ghislaine Maxwell’s reply memoranda and exhibits in support of her pretrial motions in the case U.S. v. Ghislaine Maxwell (20 Cr. 330). The attachments included a zip file containing the memoranda and exhibits, along with several image files. A redacted cover letter was filed on the public docket.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "pretrial motion",
        "redaction",
        "exhibits",
        "motion reply",
        "court",
        "christian everdell",
        "cohen & gresser llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015975",
            "similarity": 0.545,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018991",
      "summary": "Bobbi Sternheim is responding to an email regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)) and attached a memorandum (“MAXWELL_REPLY_-_BAIL_3.pdf”) and a supporting document (“ATT00001.htm”). She attributes the previous email's lack of content to a computer glitch.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "efta00018991",
        "ghislaine maxwell",
        "u.s. v.",
        "bail",
        "submission",
        "redaction",
        "bobbi sternheim",
        "christian everdell",
        "laura menninger",
        "nathan chambers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018382",
      "summary": "Bobbi C. Sternheim, Esq., sent an email to Nathan NYSD Chambers and others, including Christian Everdell and Laura Menninger, regarding an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application in the case U.S. v. Ghislaine Maxwell (20 Cr. 330 (AJN)). The email was attached to a cover letter and submitted pursuant to Rule 2(8) of the court's individual rules. Sternheim’s firm was providing the document to the court and government.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "bobbi c. sternheim",
        "covid-19",
        "legal submission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031916",
      "summary": "Bobbi Sternheim sent an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application to Nathan Chambers, Christian Everdell, Laura Menninger, and Jeff Pagliuca in connection with the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)). The submission was provided pursuant to Rule 2(8) of the court’s individual rules.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "court",
        "memorandum",
        "bobbi sternheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019029",
      "summary": "An email exchange between Christian Everdell of Cohen & Gresser LLP and an unknown recipient regarding proposed redactions to Exhibit 11. The redactions, as outlined in Judge Nathan’s order, target quotations and references from a previously filed, sealed document (Exhibit H). The sender seeks confirmation from the recipient regarding whether the redactions should remain in place, deferring to the recipient's decision. Attached documents include proposed redactions and the original opposition brief.",
      "timestamp": "2021-03-22T00:00:00",
      "timestamp_raw": "22 Mar 2021",
      "keywords": [
        "redaction",
        "exhibit 11",
        "judge nathan",
        "cover letter",
        "redactions",
        "meet and confer",
        "civil docket",
        "seal",
        "quotations",
        "cohen & gresser"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020430",
      "summary": "This document is a follow-up email chain between Christian Everdell (Cohen & Gresser LLP) and a USANYS Assistant United States Attorney regarding discovery materials produced in a case involving Jeffrey Epstein. The core issues raised are: *   **Hard Drive Delivery:** A request for a hard drive containing discovery materials for a client, Ms. Maxwell, has not been addressed. *   **Disk Readability:** Issues with Ms. Maxwell's prison computer preventing reading of disks sent previously, requiring alternative production methods. *   **Missing Attachments:** Over 109,000 emails produced without attachments, demanding their provision. *   **Metadata Issues:** Numerous files (photographs, electronic documents, audio/visual files) lack CART numbers and have inconsistent or delayed metadata dates (July 2020 or later), requesting metadata overlays and source identification. Specifically, gaps exist in production numbers (11/18-12/18), and there's confusion regarding the origin of files with inconsistent metadata. *   **Request for Clarification:** The sender seeks clarification on whether the 11/18-12/18 production gap was intentional. The email threads propose solutions, including providing a hard drive, offering to load files onto a drive, and requesting metadata overlays to address the inconsistencies and missing information.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "metadata",
        "epstein",
        "fbi",
        "cart",
        "production",
        "files",
        "attachments",
        "hard drive",
        "prison",
        "southern district of new york",
        "cd",
        "images",
        "bates",
        "metadata overlay"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027861",
      "summary": "On March 29, 2021, Christian Everdell contacted a recipient regarding discovery issues in the Maxwell case, specifically related to productions prepared by PAE. The issues included: 1.  Failure to send a hard drive containing discovery to Ms. Maxwell. 2.  Files incompatible with Ms. Maxwell’s laptop requiring inclusion on a hard drive. 3.  Missing attachments from over 109,000 emails. 4.  Metadata discrepancies (dates and lack of CART numbers) in over 110,000 electronic documents and 6,500 photographs. 5.  Metadata issues within audio/visual files categorized by production dates (SDNY GM SUPP, SDNY005, SDNY011). 6.  A gap in production numbers between November 18th and December 18th. Everdell requested responses and clarification on these points to facilitate the discovery process.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "discovery",
        "maxwell case",
        "pae",
        "hard drive",
        "metadata",
        "cart number",
        "email",
        "production",
        "files",
        "attachments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019084",
      "summary": "On March 29, 2021, the U.S. Department of Justice, via Assistant United States Attorney Audrey Strauss, produced discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The materials, stamped with control numbers SDNY_GM_02743103 through SDNY_GM_02743292, were sent to counsel representing Ghislaine Maxwell – Christian Everdell, Mark Cohen, Laura Menninger, Jeffrey Pagliuca, and Bobbi Sternheim – and are governed by a Protective Order dated July 31, 2020. An index of the materials is included, detailing their Bates numbers and descriptions. The Government states it will promptly produce further discoverable material if needed.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "sdny",
        "united states department of justice",
        "protective order",
        "discovery materials",
        "confidential",
        "redaction analysis",
        "cohen & gresser llp",
        "haddon",
        "morgan and foreman",
        "p.c."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015738",
      "summary": "Maxwell* (20 Cr. 330 (MN)). It details a collaborative effort between the Assistant United States Attorney’s Office (Southern District of New York), Laura Menninger and her legal team (Haddon, Morgan & Foreman, P.C.), Jeff Pagliuca, Christian Everdell, and Bobby Sternheim. Key elements include: *   **Scheduled Reviews:** The Marshals intend to bring Maxwell to 500 Pearl Street daily, beginning April 13th, for evidence review. *   **Revised Spreadsheets:** The AUSA has provided updated spreadsheets (with annotations) of evidence, designating Protective Orders and noting item locations. Three VHS tapes are central to this designation. *   **FBI Involvement:** The FBI will transport physical evidence to 500 Pearl Street and provide electronic media for review, but only one laptop is available for the highly confidential images. The FBI will also segregate highly confidential evidence items. *   **Bronx Warehouse Inspection:** The defense team requests access to the FBI’s Bronx warehouse to photograph excluded items, with requirements for photographic documentation. *   **Equipment Needs:** The defense requires equipment (VCR, etc.) to play recordings, and requests permission to bring devices into the courthouse. *   **Confidentiality Protocol:** Strict adherence to the Protective Order is emphasized, including restrictions on photographing certain items. *   **Communication & Scheduling:** The parties are coordinating a call to discuss the plan and finalize the schedule. The initial call is set for March 10th at 1:30 PM ET/ 11:30 AM MST.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "protective order",
        "maxwell",
        "fbi",
        "marshals",
        "review",
        "vhs tapes",
        "data",
        "electronic files",
        "bronx warehouse",
        "500 pearl street",
        "new york",
        "florida",
        "witness statements",
        "photography",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032669",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). Key elements include: *   **Scheduling:** A meeting at 11:00 AM on April 12th at the Bronx warehouse is initially proposed, with the possibility of further trips to review additional evidence. The review ultimately moves to 500 Pearl Street, beginning April 13th. *   **Evidence Location:** The evidence is primarily located in the FBI’s Bronx warehouse and, subsequently, at 500 Pearl Street. *   **Exhibit Access:** The defense team (Christian Everdell, Laura Menninger, Jeff Pagliuca, and Bobbi C. Sternheim) will be granted access to photographs and potentially electronic media (CDs, laptops) for review. *   **Confidentiality:**  Emphasis is placed on the highly confidential nature of some evidence, particularly nude images, and the need to handle those items with caution. *   **Logistics & Support:** The FBI will provide support with equipment (e.g., VCRs, CD players), transport, and an agent to accompany the defense team.  The AUSA will be present at the warehouse. *   **Discrepancies & Clarifications:**  Laura Menninger raises several questions and concerns regarding the available evidence, including discrepancies in item locations, the need to photograph certain items, and the segregation of “highly confidential” materials.  The AUSA addresses these concerns and clarifies the approach to evidence review.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "warehouse",
        "review",
        "confidential",
        "photographs",
        "fbi",
        "files",
        "electronic",
        "laura menninger",
        "christian everdell",
        "pagliuca",
        "sternheim",
        "bronx",
        "500 pearl"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029236",
      "summary": "Bobbi Sternheim sent an email to multiple recipients, including Christian Everdell, Laura Mennin, and Jeff Pagliuc, providing a courtesy copy of an Electronic Correspondence Filing (ECF) regarding U.S. v. Maxwell S2 (20 Cr. 330 (ALN)). The attached documents include a letter dated April 6th, 2021.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00029236",
        "bobbi sternheim",
        "ecf",
        "20 cr. 330",
        "legal filing",
        "courtesy copy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030035",
      "summary": "This document outlines the logistics for the defense team (Laura Menninger, Christian Everdell, Jeff Pagliuca, and Bobbi Sternheim) to review evidence in the US v. Maxwell case, overseen by an Assistant United States Attorney. The review will primarily take place at the Bronx warehouse (2350 Lafayette Ave, Bronx, NY) and potentially at 500 Pearl Street. Here's a breakdown of the key points: *   **Initial Meeting & Scheduling:** The AUSA proposed a meeting at the warehouse at 11 am on April 12th, and the defense team confirmed this. *   **Evidence Access:** The FBI will make evidence available for review at the warehouse, and the defense team will have access to photograph and inspect the evidence. Certain items (“highly confidential”) will be restricted from photography. *   **Item Exclusions:** The defense intends to exclude certain items – massage tables, cash, and bulky/fragile items – from being transported to 500 Pearl Street. *   **Electronic Media:** The FBI will provide electronic media (DVDs, digital files) for review, but access to the equipment to play these files will need to be arranged. The defense will investigate and potentially bring their own. *   **Maxwell’s Presence:** Ms. Maxwell will be produced to 500 Pearl Street daily, starting April 13th, for the review. *   **Logistics and Coordination:** The AUSA will facilitate the process, coordinate with the FBI, and handle any questions or issues that arise. The document is a series of emails and attachments, primarily between the AUSA and Laura Menninger, detailing the arrangement of the evidence review process.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "warehouse",
        "maxwell",
        "fbi",
        "photographs",
        "documents",
        "electronic files",
        "nyc",
        "florida",
        "witness statements",
        "subpoenas",
        "scheduling",
        "logistics",
        "redaction",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032686",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending a discovery production related to the case *US v. Maxwell* (20 Cr. 330 (AJN)) to Christian Everdell. The production, consisting of converted Excel files, will be sent via FTP unless otherwise requested. The Attorney offers options for delivery – via FTP link or a physical CD – and indicates they will also send a CD to the MDC for Ms. Maxwell.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "discovery production",
        "maxwell",
        "us v.",
        "southern district of new york",
        "ftp",
        "cd",
        "mdc",
        "pdf",
        "united states attorney",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026890",
      "summary": "Maxwell* (20 Cr. 330 (MN)). The prosecution (Assistant US Attorney) is arranging for the defense team (represented by Cohen & Gresser LLP and Haddon, Morgan & Foreman, P.C.) to view evidence at 500 Pearl Street, NYC. Key elements include: *   **Scheduling:** The review will begin April 13th, with daily sessions until the evidence is reviewed. The FBI will bring Ms. Maxwell to the location. *   **Evidence Transport:** The FBI will transport physical evidence, excluding certain items (massage tables, cash, etc.) designated as “highly confidential,” which the defense can photograph. *   **Electronic Evidence:** The FBI will make electronic evidence available on laptops. The defense will have access to view those media. *   **Room Arrangements:** The defense will use the largest proffer room at 500 Pearl Street. *   **Protocol:** There will be an FBI agent and AUSA present, with measures to ensure privacy during the review. Laura Menninger, representing the defense, requests clarification on the logistics, particularly regarding the handling of electronic evidence and the designation of “highly confidential” items. The parties are coordinating schedules and addressing logistical challenges for a smooth review process.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "500 pearl",
        "bronx warehouse",
        "documents",
        "photographs",
        "tennessee",
        "electronic data",
        "confidential",
        "\"highly confidential\"",
        "new york",
        "discovery",
        "discs",
        "witness statements",
        "laura menninger",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026872",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). *   **Evidence Viewing Plan:** The U.S. Attorney proposes a plan for reviewing the evidence, including a scheduled review at 500 Pearl Street starting April 13th, with the possibility of rotating days. The review would initially start at 8:30 AM and last until 4:30 PM each day. *   **Personnel Involved:** The communication involves a team including Laura Menninger, Christian Everdell (Cohen & Gresser LLP), Jeff Pagliuca (Cohen & Gresser LLP), Bobbi Sternheim, Jim Harkins, and Simek Shropshire.  The FBI and Marshals are also key players. *   **Specific Evidence Arrangements:** The U.S. Attorney is arranging for the FBI to transport the evidence to 500 Pearl Street.  They will provide a laptop for review of “highly confidential” electronic images. The FBI plans to bring Maxwell to 500 Pearl Street on April 13th. *   **Item Restrictions:**  Certain items (those designated \"highly confidential\") will not be photographed, unless authorized.  The FBI will not make duplicates of those items.  The shredded paper is currently being analyzed by the FBI lab. *   **Discovery Issues:**  Laura Menninger raises concerns about discrepancies in the inventory of evidence, specifically regarding the \"highly confidential\" electronic images that had not been previously provided.  The U.S. Attorney addresses this by explaining the process of obtaining and providing those images. *   **Logistical Details:** The communication addresses logistical considerations like space at 500 Pearl Street, the use of electronic devices, and arrangements for Ms. Maxwell's presence.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "bronx",
        "500 pearl",
        "photos",
        "electronic data",
        "discs",
        "tennessee",
        "discovery",
        "witnesses",
        "laura mennin",
        "chris everdell",
        "jim harkins",
        "simek shropshire",
        "camille delgado",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031428",
      "summary": "On April 13, 2021, Christian Everdell, acting on behalf of defense counsel, requested Judge Nathan’s authorization to allow the introduction of electronic devices into the courthouse for evidence viewing. Jeff Pagliuca, counsel, had previously sent a request to Judge Nathan for permission to bring electronic devices and equipment into the courthouse. An order signed by Judge Nathan was attached to the initial email.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "electronic devices",
        "courthouse",
        "permission",
        "judge",
        "nathan",
        "christian everdell",
        "evidence",
        "defense counsel",
        "electronic equipment",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009831",
      "summary": "Bobbi Sternheim emailed Christian Everdell requesting the Marshal allow Ghislaine Maxwell access to her legal materials while she was detained. Maxwell arrived at 5:15 am and remained in the cell block until 8:30 am when she was moved to the fifth floor. Sternheim inquired about obtaining a court order to bypass the Marshal’s authority. The email also included a notice regarding the law office’s remote operation due to COVID-19.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "marshal",
        "legal materials",
        "court order",
        "covid-19",
        "redaction analysis",
        "efta00009831"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031430",
      "summary": "On April 13, 2021, a court order authorized Christian Everdell, Laura Menninger, and Jeffrey Pagliuca to bring specific electronic devices (iPhones, iPads, laptops) into the Southern District of New York Courthouse for the trial of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). Access to SDNY Courtroom WI-Ft was granted for these devices, with authorization valid from April 12, 2021, to September 1, 2021. The order was subject to Standing Order M10-468, as Revised, and required the attorneys to present a copy of the order upon entry.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "efta00031430",
        "southern district of new york",
        "personal electronic devices",
        "computing devices",
        "united states v. ghislaine maxwell",
        "standing order m10-468",
        "courtroom wi-fi",
        "attorney application",
        "devices",
        "order",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032697",
      "summary": "Bobbi Sternheim sent an email dated April 14, 2021, regarding the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The email included a request, a proposed order for Marshall, and supporting documents: a letter, a HTML document, and another proposed order. The email was sent to Nathan Chambers, Christian Everdell, Laura Menninger, and Jeff Pagliuca.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "marshall order",
        "proposed order",
        "bobbi sternheim",
        "nathan chambers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027080",
      "summary": "The email correspondence concerns the US v. Maxwell case (20 Cr. 330 (MN)). It includes a government letter response to a defense motion for a trial adjournment and a supplemental letter requesting the filing of the response under seal due to the presence of private medical information. The email is from the Assistant United States Attorney for the Southern District of New York to Christian Everdell, Laura Menninger, Jeff Pagliuca, and Cohen. Attached documents include the government letter and a request to file under seal.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2021",
      "keywords": [
        "efta00027080",
        "maxwell",
        "us v.",
        "government letters",
        "adjournment",
        "seal",
        "motion",
        "defense",
        "medical information",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015636",
      "summary": "*   **Initial Requests:** Christian Everdell (USANYS) is requesting specific files and metadata from a vendor (EFTA00015636) regarding recovered electronic devices and photographs. *   **Metadata Issues:** Key issues involve missing metadata associated with many electronic files and photographs recovered from Epstein’s devices, particularly files created or modified after the FBI seizure. The vendor is working to provide metadata overlays. *   **Missing Files:** There are gaps in production numbers (SDNY\\_GM\\_02742044 to 2742183) and unrecovered files (specifically #3, #4, #5, #6, and #7). *   **CD Issues:** Certain photographs were initially produced from CDs that were not processed by CART, leading to missing CART numbers and associated metadata. *   **Delivery Concerns:** There are questions about delivering the discovery materials to Jane Maxwell (USANYS), focusing on the inability of her laptop to read certain file types. *   **Ongoing Investigation:** The parties are coordinating efforts to resolve the metadata issues and ensure the complete delivery of the required discovery materials.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "23 Apr 2021",
      "keywords": [
        "efta00015636",
        "discovery issues",
        "metadata",
        "epstein",
        "fbi",
        "cart",
        "cd",
        "hard drive",
        "metadata overlay",
        "bates numbers",
        "sdny",
        "2021",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023008",
      "summary": "Bobbi Sternheim sent an email with a courtesy copy of an ECF filing regarding the case U.S. v. Maxwell S2 20 Cr. 330 (AJN) to [REDACTED], Christian Everdell, Laura Mennin er, and Jeff Pagliuca. The attachment was a letter titled “Letter_to_Court_re-_42421.pdf”.",
      "timestamp": "2021-04-26T00:00:00",
      "timestamp_raw": "26 Apr 2021",
      "keywords": [
        "efta00023008",
        "u.s. v. maxwell",
        "s2",
        "court",
        "bobbi sternheim",
        "ecf filing",
        "letter",
        "42421.pdf",
        "christian everdell",
        "laura mennin er",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013432",
      "summary": "Bobbi sent a courtesy copy of an Electronic Correspondence Filing (ECF) regarding the case U.S. v. Maxwell S2 20 Cr. 330 (AJN) to [REDACTED] and [REDACTED]. The ECF filing, titled \"Letter_re-fileep_Deprivation-4-29-21.pdf,\" is attached. Christian Everdell, Laura Mennin er, and Jeff Pagliuca are included in the \"Cc:\" field.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2021",
      "keywords": [
        "u.s. v. maxwell",
        "redaction analysis",
        "efta00013432",
        "bobbi",
        "ecf fling",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020244",
      "summary": "Defense counsel, Cohen & Gresser LLP, are requesting a court order directing the MDC to accept two hard drives containing non-Highly Confidential discovery materials for Ghislaine Maxwell’s use in the United States v. Ghislaine Maxwell case. The hard drives, created as a master set, organize the government’s discovery files (approximately 2.2 million pages) more efficiently than Maxwell’s existing hard drives. The government consents to the request, but requests the court allow MDC legal counsel to object. The defense intends to send the hard drives to Maxwell and will notify the MDC Legal Department of the request.",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "April 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "protective order",
        "hard drives",
        "discovery",
        "united states v.",
        "christian everdell",
        "cohen & gresser llp",
        "united states district court",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020243",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent a letter to Judge Nathan, filed on the docket, regarding hard drives. The letter is attached as \"2021.04.30_Letter_to_Judge_Nathan_re_Hard_Drives.pdf\".",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "30 Apr 2021",
      "keywords": [
        "efta00020243",
        "judge nathan",
        "letter",
        "redaction",
        "christian everdell",
        "cohen & gresser llp",
        "confidentiality",
        "privacy",
        "docket",
        "laura menninger"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031015",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent supplemental discovery production and a cover letter regarding the case *US v. Maxwell, 20 Cr. 330 (MN)* to Christian Everdell. The production was to be loaded onto a FedEx-sent replacement drive provided to the recipient.",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "03 May 2021",
      "keywords": [
        "us v. maxwell",
        "discovery production",
        "efta00031015",
        "christian everdell",
        "southern district of new york",
        "20 cr. 330 (mn)",
        "united states attorney",
        "2021.05.03_discovery_production.zip",
        "2021.05.03_maxwell_discovery_letter.pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022454",
      "summary": "Bobbi Sternheim sent an email attachment, a courtesy copy of the ECF filing in the case of U.S. v. Maxwell, Case Number S2 20 Cr. 330 (AJN), to Christian Everdell, Jeff Pagliuca, and Laura Mennin. The attachment is named Reply_to_Dkt_270.pdf and ATT00001.htm.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "07 May 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00022454",
        "bobbi sternheim",
        "christian everdell",
        "jeff pagliuca",
        "ecf filing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024911",
      "summary": "Bobbi Sternheim sent a letter, attached as “Letter_ret Trial_Start_Date.pdf”, requesting a trial start date of November 8th for the case “US v. Maxwell” to Christian Everdell and Jeff Pagliuca. The letter is a courtesy copy.",
      "timestamp": "2021-05-11T00:00:00",
      "timestamp_raw": "11 May 2021",
      "keywords": [
        "efta00024911",
        "us v. maxwell",
        "trial start date",
        "bobbi sternheim",
        "christian everdell",
        "jeff pagliuca",
        "letter",
        "11/8"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028646",
      "summary": "The core issue revolves around discrepancies and missing metadata within discovery materials related to Jeffrey Epstein’s case, specifically concerning productions labeled SDNY_GM_SUPP, SDNY005, SDNY011, and files within Bates ranges. Key points include: *   **USAfx Account Issues:** The prosecution is attempting to facilitate the transfer of discovery materials to Laura Menninger via the USAfx platform, initially requesting her to set up an account. *   **Metadata Discrepancies:** Significant problems exist with the metadata of many electronic files, including incorrect creation/modification dates and missing original metadata. Specifically, investigators are struggling to locate attached files and determine the source of files with altered dates. *   **CART Numbers & File Tracking:** A specific concern is the lack of CART numbers for numerous photographs and audio/visual files, leading to difficulties in tracking their origin and processing. *   **Requests for Additional Information:** The prosecution repeatedly requests missing attachments, metadata overlays, and clarification on Bates number gaps to facilitate a complete review of the discovery materials. *   **Coordination Efforts:** The exchanges involve coordinating with the MDC (presumably the court’s electronic discovery unit) and exploring options like a hard drive transfer and potential court orders to compel the provision of missing materials. The document highlights a complex and ongoing effort to rectify issues with the discovery process and ensure all relevant materials are accounted for and properly documented.",
      "timestamp": "2021-05-24T00:00:00",
      "timestamp_raw": "24 May 2021",
      "keywords": [
        "discovery",
        "usafx",
        "metadata",
        "files",
        "production",
        "pdfs",
        "cart",
        "supp",
        "emails",
        "hard drive",
        "paralegals",
        "usanys",
        "cd",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031906",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Judge Nathan on May 28, 2021, regarding a reply memorandum submitted by Ghislaine Maxwell in support of her supplemental pretrial motions related to the S2 Superseding Indictment in the U.S. v. Ghislaine Maxwell case (20 Cr. 330). The email included a cover letter and the reply memorandum, which were filed under seal. A confidentiality notice was also included within the email.",
      "timestamp": "2021-05-28T00:00:00",
      "timestamp_raw": "May 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "supplemental pretrial motions",
        "reply memorandum",
        "motion",
        "judge nathan",
        "confidentiality",
        "redaction analysis",
        "cohen & gresser llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022023",
      "summary": "Bobbi Sternheim sent a letter with highlighted redactions regarding the “US v. Maxwell, 20 Cr. 330 (AJN)” case and MDC conditions. The letter, attached as a PDF and HTML document, included a proposed redaction update.",
      "timestamp": "2021-06-15T00:00:00",
      "timestamp_raw": "15 Jun 2021",
      "keywords": [
        "efta00022023",
        "redaction",
        "us v. maxwell",
        "mdc conditions",
        "christian everdell",
        "bobbi c sternheim",
        "us v. maxwell",
        "letter update"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032722",
      "summary": "Bobbi Sternheim, an attorney, sent an email to Sophia Papapetru and Christian Everdell detailing concerns about the communication quality within a VTC room used for attorney-client communication with Ghislaine Maxwell. Specifically, she noted blurry video and distorted audio. She also reported inappropriate behavior by guards assigned to Maxwell’s detail, including threats, barking orders, and disrespectful laughter. Sternheim requested a response and expressed concern about the guards' treatment of Maxwell outside of public view. The email concluded with standard legal office contact information and a disclaimer regarding confidential information.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "vtc",
        "attorney-client communication",
        "guards",
        "covid-19",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029535",
      "summary": "Maxwell*. Christian Everdell has informed the team that no redactions are being proposed. The court ordered the parties to file the joint letter by June 30, 2021, if no redactions are sought. The document is an electronic filing from the Southern District of New York Court.",
      "timestamp": "2021-06-30T00:00:00",
      "timestamp_raw": "June 30, 2021",
      "keywords": [
        "redaction",
        "maxwell",
        "doj",
        "ecf",
        "court",
        "suppression",
        "order",
        "1:20-cr-00330",
        "ghislaine maxwell",
        "lara pomerantz",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010410",
      "summary": "Maxwell* (Case 1:20-cr-00330-AJN). *   **No Redactions Proposed:** Christian Everdell (CohenGresser) and Lara Pomerantz (USDOJ) confirmed that no redactions were being proposed to the court’s opinion or the ordered unsealed documents. *   **Deadline for Filing:** The court issued an order requiring the filing of a joint letter by June 30th (or July 2nd for other documents) indicating whether redactions would be sought. *   **Court Order Summary:** The order stipulated that any redactions to the court’s opinion or other ordered documents must be filed by the specified deadlines. *   **Distribution List:** A list of individuals and law firms involved in the case, including those receiving electronic notifications of the court order.",
      "timestamp": "2021-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2021",
      "keywords": [
        "case 1:20-cr-00330-ajn",
        "usa v. maxwell",
        "redaction",
        "usanys",
        "lara pomerantz",
        "alison moe",
        "maurene comey",
        "ghislaine maxwell",
        "joint letter",
        "court order",
        "efta00010410"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021119",
      "summary": "Bobbi Sternheim sent a courtesy copy of ECF filing related to U.S. v. Maxwell S2 20 Cr. 330 (MN) to several recipients, including Christian Everdell, Laura Menninger, and Jeff Pagliuca. The filing is attached as Reply_to_Order_Dkt_312.pdf and ATT00001.htm.",
      "timestamp": "2021-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2021",
      "keywords": [
        "efta00021119",
        "u.s. v. maxwell",
        "s2",
        "20 cr. 330",
        "mn",
        "bobbi sternheim",
        "ecf filing",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029162",
      "summary": "Bobbi Sternheim sent an email with a courtesy copy of an Electronic Case File (ECF) filing related to the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The ECF filing, attached as Letter_re_VICs_8-18-18.pdf and ATT00001.htm, was sent to recipients including Christian Everdell, Laura Menninger, and Jeff Pagliuca.",
      "timestamp": "2021-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2021",
      "keywords": [
        "efta00029162",
        "u.s. v. maxwell",
        "s2",
        "20 cr. 330 (ajn)",
        "bobbi sternheim",
        "vics",
        "ecf filing",
        "letter_re_vics",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017847",
      "summary": "Bobbi notified Christian Everdell regarding suspicious activity observed during a Webex session with Ghislaine Maxwell on September 2, 2021. This activity contradicted previous assurances from MDC Legal that Ms. Maxwell’s communication with counsel was secure and free from interference. Bobbi requested an explanation and evidence of remediation before reporting the issue to the Court.",
      "timestamp": "2021-09-02T00:00:00",
      "timestamp_raw": "September 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "webex",
        "interference",
        "court order",
        "vtc",
        "communication",
        "counsel",
        "mdc",
        "remediation",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027421",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending additional discovery production to Christian Everdell and Mark S. Cohen related to the case *US v. Maxwell, 20 Cr. 330 (MN)*. The production will be sent via USAfx and delivered to the MDC for Ms. Maxwell. The Attorney offers to provide a CD or a new drive for delivery, and responds to a previous inquiry regarding a photo viewer program, stating they will follow up with more information.",
      "timestamp": "2021-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "us v.",
        "mdc",
        "usafx",
        "drive",
        "photo viewer",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029600",
      "summary": "This email, dated September 15, 2021, from the Assistant United States Attorney for the Southern District of New York, is sent to Christian Everdell, Mark S. Cohen, Bobbi Stemheim, Laura Menninger, and Jeff Pagliuca. It includes attachments related to the case *US v. Maxwell, 20 Cr. 330 (AJN)* and a letter regarding Flatley, and a PDF document labeled 3503-00I.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "September 15, 2021",
      "keywords": [
        "efta00029600",
        "us v. maxwell",
        "christian everdell",
        "laura menninger",
        "united states attorney's office",
        "southern district of new york",
        "flatley"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025066",
      "summary": "On October 11, 2021, the U.S. Department of Justice, specifically Assistant United States Attorney Damian Williams, notified legal counsel (Cohen & Gresser LLP, Haddon, Morgan and Foreman, P.C., and Law Offices of Bobbi C. Stemheim) regarding the trial of Ghislaine Maxwell (20 Cr. 330 (MN)). The notification detailed that the government intends to refer Jefferey Epstein as a co-conspirator. All existing co-conspirator statements were produced, and the government will continue to produce Jencks Act material as needed. The government stated that the list of co-conspirators was limited and did not represent a complete list, with further information contained in the Jencks Act production. The communication was governed by a Protective Order issued on July 31, 2020.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "efta00025066",
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "co-conspirators",
        "fed. r. evid. 801(d)(2)(e)",
        "jencks act",
        "protective order",
        "christian everdell",
        "cohen & gresser llp",
        "laura menninger",
        "jeffrey pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020815",
      "summary": "The United States Attorney’s Office for the Southern District of New York provided copies of spreadsheets to legal counsel representing Ghislaine Maxwell, following a request for materials reviewed at the FBI’s Denver office. The original spreadsheets contained embedded photographs of child exploitation materials. The government is not providing the original spreadsheets, but is offering a version without the embedded images. These materials (SDNY GM 02765031 through SDNY GM 02765061) are marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17” to comply with the Protective Order in the case.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "fbi",
        "spreadsheets",
        "child exploitation",
        "protective order",
        "redaction analysis",
        "sdny",
        "denver",
        "united states department of justice",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011132",
      "summary": "A letter from the Assistant United States Attorney for the Southern District of New York to Christian Everdell, Bobbi C. Sternheim, Jeff Pagliuca, and Laura Menninger regarding a notice related to case EFTA00011132 is attached. The letter is dated October 13, 2021, and includes a PDF attachment titled “2021.10.13_GM_12.2_letter to_defense.pdf”.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "efta00011132",
        "christian everdell",
        "bobbi sternheim",
        "jeff pagliuca",
        "laura menninger",
        "letter",
        "notice",
        "defense",
        "southern district of new york",
        "2021.10.13"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029301",
      "summary": "On October 14, 2021, Bobbi Sternheim’s Law Offices filed a courtesy copy of an ECF filing related to U.S. v. Maxwell S2 (20 Cr. 330 (AJN)) to multiple recipients including [REDACTED], Christian Everdell, Laura Menninger, and Jeff Pagliuca. The filing was sent from [REDACTED] to fla(USANYS) (USANYS).",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00029301",
        "u.s. v. maxwell",
        "bobbi sternheim",
        "legal mail",
        "redaction analysis",
        "ecf filing",
        "usanys",
        "20 cr. 330 (ajn)",
        "correspondence",
        "law offices"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016723",
      "summary": "A communication chain regarding the case *U.S. v. Maxwell S2 20 Cr. 330 (AJN)* is being coordinated. Judge Nathan requested a response to a letter from Bobbi Sternheim by 5 pm on October 15, 2021. Efforts were made to contact the Bureau of Prisons (BOP) to schedule a call. Sternheim filed a courtesy copy of the ECF filing that evening, involving multiple legal counsel including Christian Everdell, Laura Menninger, Jeff Pagliuca, and the sender's organization, Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "bobbi sternheim",
        "efta00016723",
        "legal",
        "bop",
        "litigation",
        "correspondence",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016958",
      "summary": "Bobbi C. Sternheim sent an email to Christian Everdell regarding a telephonic court conference for Ghislaine Maxwell scheduled for noon on October 20, 2021. She requested confirmation of Maxwell’s participation and offered to answer any questions. The email also included a standard disclaimer regarding confidential and privileged information.",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "court conference",
        "telephonic",
        "legal",
        "email",
        "confidential",
        "privileged",
        "arrangement",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025035",
      "summary": "On October 25, 2021, the U.S. Department of Justice produced additional materials related to the United States v. Ghislaine Maxwell case to legal counsel including Christian Everdell, Laura Menninger, Jeffrey Pagliuca, and Bobbi Stemheim. The production included Jencks Act and Giglio materials concerning witnesses the government may call to testify, as well as materials related to individuals the government does not currently intend to call. Previously produced materials with a different stamp were reproduced to avoid confusion. The government reserves the right to call any of the listed individuals and notes that all materials are subject to the July 31, 2020 Protective Order, specifically paragraphs 7, 8, 9, 10, 15, and 17.",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "witness statements",
        "protective order",
        "confidential",
        "united states attorney",
        "christian everdell",
        "laura menninger",
        "bobbi stemheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023217",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028257",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023217",
      "summary": "On October 25, 2021, the U.S. Department of Justice produced materials related to the case *United States v. Ghislaine Maxwell* to legal counsel, including Christian Everdell, Laura Menninger, Jeffrey Pagliuca, and Bobbi Stemheim. The production included Jencks Act and Giglio materials from potential witnesses and materials relating to individuals not currently planned to be called.  Previously produced materials (stamped 3501.450-3501.459) were reproduced to avoid confusion. The government reserves the right to call any of the listed individuals and specifies the Protective Order paragraphs governing the materials. The materials are marked \"SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.\"",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "witness statements",
        "government",
        "united states attorney",
        "cohen & gresser llp",
        "denver"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025035",
            "similarity": 0.538,
            "index": 87,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023121",
      "summary": "The attached documents, including a Government’s reply brief and proposed redactions, relate to the case *US v. Maxwell* (20 CR 330 (AJN)). The Government is responding to motions in limine issued by the Court. A redacted version of the brief is to be filed on the public docket on October 29, 2021.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "efta00023121",
        "us v. maxwell",
        "redaction analysis",
        "motions in limine",
        "government",
        "southern district of new york",
        "laura menninger",
        "jeff pagliuca",
        "christian everdell",
        "bobbi c sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018893",
      "summary": "*   The goal is to compile data for a joint submission to the court outlining juror categories (joint keeps, joint strikes, government-only strikes, and defense-only strikes). *   A draft joint letter is being circulated for review and edits. *   The defense team requests the Assistant United States Attorney to send their strike list in Excel format. *   The Assistant United States Attorney requests a simultaneous exchange of strike lists by noon on November 7, 2021, to facilitate the data compilation process. *   Three juror numbers (127, 151, and 458) have been withdrawn from objection and joined in support of proceeding to voir dire.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "November 7, 2021",
      "keywords": [
        "questionnaires",
        "juror",
        "strikes",
        "lists",
        "excel",
        "united states attorney",
        "joint letter",
        "voir dire",
        "defendant",
        "categories"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028272",
      "summary": "On November 8, 2021, a defense attorney sent a letter (attached) detailing 12 subcategories of government discovery to the USANYS contractor. The contractor was instructed to create subfolders within a shared folder (USa.doj.gov\\NYS\\StAndrewASharecAUSvEpstein-2018R01618Wiscovery\\GM\\Defense Rule 16 Disclosures) and place copies of the Bates numbers identified in the letter within those folders. Subsequent emails confirmed receipt and instructions for saving the attachment, with Christian Everdell forwarding the document.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "rule 16 disclosure",
        "defense",
        "discovery",
        "subfolders",
        "bates numbers",
        "usanys",
        "contractor",
        "email",
        "efta00028272",
        "cohengresser"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010164",
      "summary": "On November 9, 2021, Christian Everdell sent emails to multiple recipients, including Bobbi Sternheim, requesting input on a draft letter regarding pseudonyms for a legal case. He requested language additions by the following evening.  Everdell also proposed delivering four hard drives to a court hearing, suggesting either hand-off by a paralegal or mailing them.  Three joint letters concerning pseudonyms – for witness use, limiting instructions, and procedures for voir dire – were due to the court the next day, with requests for proposals to be submitted by close of business.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "pseudonyms",
        "letter",
        "security",
        "drives",
        "hearing",
        "court",
        "redacting",
        "exhibits",
        "joint letter",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020622",
      "summary": "Bobbi Sternheim sent emails to multiple recipients, including Christian Everdell, Laura Niel, Jeff Pagliuca, and the USANYS, regarding proposed jury questionnaires and voir dire questions. Attached documents included: JOINT_Proposed_Jury_Questionnaire_.docx, ATT00001.htm, JOINT_Proposed_Voir Dire_Sent_.docx, and ATT00002.htm.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2021",
      "keywords": [
        "jury questionnaires",
        "voir dire",
        "redaction",
        "bobbi sternheim",
        "christian everdell",
        "joint proposed",
        "questionnaire",
        "questions",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028257",
      "summary": "On November 9, 2021, the U.S. Department of Justice, via United States Attorney Damian Williams, produced additional materials related to witnesses in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). These materials, including Jencks Act and Giglio material, were sent electronically to legal counsel representing the defense. The production is governed by a Protective Order dated July 31, 2020, and all materials are designated as \"confidential.\" The documents are marked with “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17” to indicate their compliance with the order. An index detailing the included materials is also enclosed and considered confidential.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "doj",
        "redaction analysis",
        "christian everdell",
        "laura menninger",
        "bobbi stemheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025035",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010133",
      "summary": "The U.S. Department of Justice, via United States Attorney Damian Williams, is producing materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The production, marked with control numbers SDNY_GM_02767074 through SDNY_GM_02771980 and labeled “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17,” consists of files (SDFL Files’) containing documentation. The DOJ anticipates ongoing discovery obligations and offers assistance with access. The materials appear to be largely duplicative of prior productions.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "protective order",
        "confidential",
        "redaction analysis",
        "discovery",
        "doj",
        "legal documents",
        "christian everdell",
        "cohen & gresser llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019422",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024987",
            "similarity": 0.538,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027663",
      "summary": "On November 11, 2021, Christian Everdell sent a letter, attached as a PDF, to Judge Nathan in the case of U.S. v. Ghislaine Maxwell (S2 20 Cr. 330), responding to the government’s letters regarding evidence presented by Accuser-3. The letter, submitted under temporary seal, contained Ms. Maxwell’s response to the government’s letters dated November 5 and November 7, 2021. The sender, Cohen & Gresser LLP, was requesting the government to propose redactions if necessary.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "November 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "accuser-3",
        "redaction analysis",
        "christian everdell",
        "cohen & gresser llp",
        "response to government's letters",
        "s2 20 cr. 330 (ajn)",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027752",
      "summary": "Bobbi Sternheini sent an external email regarding the case *U.S. v. Maxwell S2* (20 Cr. 330 (MN)). The email included a courtesy copy of an ECF filing (Defense_Reply_to_Dkt_350.pdf; ATT00001.htm) and was sent to Christian Everdell, Laura Mennin, and Jeff Pagliuca.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "efta00027752",
        "u.s. v. maxwell",
        "redaction analysis",
        "bobbi sternheini",
        "defense reply",
        "ecf filing",
        "20 cr. 330 (mn)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016726",
      "summary": "Bobbi Sternheim, an attorney, is communicating regarding logistics for teleconferences and an in-person conference related to the case *US v. Maxwell*. The communication lists attendees for the October 21 teleconference: Bobbi Sternheim, Christian Everdell, Laura Menninger, Jeffrey Pagliuca, Ann Lundberg, Ian Maxwell, Kevin Maxwell, Pandora Maxwell, Philip Maxwell, Anne Holve, Katie Vaughan Edwards, Brian Basham, Isabel Maxwell, Christine Maxwell, Leah Saffian, Jeff Roth, and others. The court requests estimates of participants for both conferences. For the November 1 in-person conference, counsel must provide attendee numbers, vaccination status, and specify who will speak. The court is implementing COVID-19 protocols and will enforce a one attorney speaking per issue rule.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "maxwell family",
        "teleconference",
        "pretrial conference",
        "us v. maxwell",
        "october 21",
        "november 1",
        "legal counsel",
        "covid-19",
        "court logistics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010159",
      "summary": "On November 16, 2021, the Assistant United States Attorney for the Southern District of New York sent additional discovery materials related to *U.S. v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Laura Menninger, Jeff Pagliuca, and the USANYS contractor. The materials included cover letters, indices for testifying and non-testifying witness material, and exhibit indices. The production will be delivered via USAfx, and one hard drive provided by the recipient will be sent to the MDC for Ms. Maxwell.",
      "timestamp": "2021-11-16T00:00:00",
      "timestamp_raw": "November 16, 2021",
      "keywords": [
        "us v. maxwell",
        "efta00010159",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca",
        "discovery",
        "witness",
        "exhibits",
        "usafx",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032750",
      "summary": "Bobbi Sternhei sent an external email regarding the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The email attached a courtesy copy of an ECF filing titled \"Response_to_Govt_voir dire_opposition.pdf\" and an HTML document (ATT00001.htm). Christian Everdell, Laura Mennin, and Jeff Pagliuca were included in the “To” field.",
      "timestamp": "2021-11-18T00:00:00",
      "timestamp_raw": "18 Oct 2021",
      "keywords": [
        "u.s. v. maxwell",
        "redaction analysis",
        "efta00032750",
        "bobbi sternhei",
        "voir dire",
        "opposition",
        "ecf filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024907",
      "summary": "On November 20, 2021, Christian Everdell of Cohen & Gresser LLP sent a response to the government’s letter regarding birth certificates in the case of *U.S. v. Ghislaine Maxwell* (S2 20 Cr. 330). The defense conceded to the government’s concerns about the self-authentication of birth certificates of alleged minor victims. The response was initially submitted under temporary seal to allow the government to propose redactions. A follow-up email on November 21, 2021, confirmed the submission and stated the defense had conceded.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "ghislaine maxwell",
        "birth certificates",
        "redaction analysis",
        "usanys",
        "government",
        "court",
        "response",
        "letter",
        "siegel",
        "cohen & gresser"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024987",
      "summary": "On November 24, 2021, the U.S. Department of Justice, via United States Attorney Damian Williams, produced materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The production, marked with control numbers SDNY_GM_02775073 through SDNY_GM_02775777 and labeled \"SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17,\" included records from JPMC and Lockheed Martin. The materials are governed by a Protective Order dated July 31, 2020, and the DOJ intends to continue producing additional discoverable materials.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "protective order",
        "confidential",
        "jpmc",
        "lockheed martin",
        "production",
        "discovery",
        "doj",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010133",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025037",
      "summary": "Attorney for the Southern District of New York, sent a draft joint proposed request to charge to multiple parties, including Laura Menninger and Bobbi C. Sternheim. *   The draft was due to the court on October 27th. *   Several suggestions were made regarding the filing process: *   A request was made for an extension to file the request until November 1st. *   An idea was proposed to file separate RTCs (Requests to Charge) instead of a joint one, with a defense RTC deadline of November 3rd. *   A redline option was discussed, where the government would file the government’s RTC and the defense would file their redline. *   Laura Menninger agreed to the extension request and the various filing options.",
      "timestamp": "2021-11-25T00:00:00",
      "timestamp_raw": "25 Oct 2021",
      "keywords": [
        "request to charge",
        "jury charge",
        "redline",
        "extension",
        "rtc",
        "november 3",
        "government",
        "defense",
        "court",
        "proposal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025144",
      "summary": "Bobbi Sternheim sent an external email to Christian Everdell, Laura Menninger, and Jeff Pagliuca regarding the filing “10-27 It to Court.pdf” in the case US v. Maxwell S2 20 Cr 330 (MN). The email included a courtesy copy of the ECF filing.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "efta00025144",
        "us v. maxwell",
        "efta",
        "court filing",
        "bobbi sternheim",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028034",
      "summary": "Bobbi C. Sternheim sent an email to multiple recipients, including Christian Everdell, Laura Menninger, and Jeff Pagliuca, providing a courtesy copy of an Electronic Case File (ECF) filing related to the case *US v. Maxwell 52 20 Cr 330 (AJN)*. The email includes her updated contact information and a standard confidentiality disclaimer.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "efta00028034",
        "us v. maxwell",
        "bobbi c. sternheim",
        "redaction analysis",
        "ecf filing",
        "legal",
        "confidential",
        "privileged",
        "email",
        "20 cr 330 (ajn)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023118",
      "summary": "Bobbi C. Sternheim, an attorney, emailed regarding concerns about visits with Ghislaine Maxwell at the MDC. She reported that HEPA filters were not operational in the designated visiting room and that the camera was repositioned to focus on that room. She requested future visits occur in the larger corner room. Additionally, she noted that legal mail sent to the MDC had not been picked up and requested an explanation and update on its delivery. The email chain includes communication with Christian Everdell and references external inquiries about Maxwell's legal mail.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal mail",
        "mdc",
        "camera",
        "visiting room",
        "hepa filters",
        "tracking information",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025062",
      "summary": "The document pertains to redactions submitted in response to a government motion in limine regarding evidence in a case (EFTA00025062). The defense team (represented by Christian Everdell, Laura Menninger, and Jeff Pagliuca) has provided redacted versions of their motions, exhibits, and the government’s omnibus opposition and reply. Specifically, the following exhibits are proposed for sealing: Exhibits A through D, G, and H from the defendant’s motions, and Exhibits E and G from the government’s exhibits. The defense objects to the government’s proposed redactions and requests the submission of additional redacted materials. The core purpose is to manage the presentation of potentially sensitive information during the legal proceedings.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "redactions",
        "motions",
        "exhibits",
        "government",
        "defense",
        "redacted",
        "motion in limine",
        "evidence",
        "404(b)",
        "daubert",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028102",
      "summary": "The email outlines the redaction of several documents related to a government motion in limine, a defendant’s opposition, and the government’s reply in a legal case. Redacted versions of these documents, along with a redacted version of Government Exhibit A, are being sent to Christian Everdell, Bobbi C Sternheim, Laura Menninger, and Jeff Pagliuca. Only defense exhibits E and G can be filed publicly; all other defense exhibits should be filed under seal.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "redactions",
        "government motion in limine",
        "redactions",
        "exhibits",
        "defense",
        "opposition",
        "united states attorney's office",
        "maxwellts response",
        "government exhibit a",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018880",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an unredacted Request to Charge, Exhibit A, and a verdict sheet related to the case of *US v. Maxwell* to Nathan NYSD Chambers and others. The Government intends to file a redacted version of the Request to Charge and a verdict sheet on the Electronic Case File (ECF). The Government is seeking limited redactions to the Request to Charge, while the defense is requesting the sealing of Exhibit A. A Word version of the Request to Charge was also provided for the court's convenience.",
      "timestamp": "2021-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "redacted",
        "verdict sheet",
        "request to charge",
        "exhibit a",
        "efta00018880",
        "southern district of new york",
        "christian everdell",
        "nathan nysd chambers",
        "unredacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021965",
      "summary": "The United States Attorney’s Office, Southern District of New York, is sending supplemental testifying and non-testifying witness material related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Bobbi C Sternheim, Laura Menninger, and Jeff Pagliuca. The material, including a cover letter and indices, is being sent via USAfx and will be loaded onto a hard drive for delivery to the MDC for Ghislaine Maxwell.",
      "timestamp": "2021-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2021",
      "keywords": [
        "maxwell",
        "ghislaine maxwell",
        "us v.",
        "evidence",
        "witness",
        "non-testifying witness",
        "production",
        "usafx",
        "mdc",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009980",
      "summary": "Bobbi C. Sternheim sent an external email to multiple recipients regarding the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The email included a courtesy copy of an Electronic Filed Communication (ECF) filing and her updated contact information. The email also contained a standard confidentiality and disclaimer notice regarding the contents of the message and attached documents.",
      "timestamp": "2021-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00009980",
        "bobbi c. sternheim",
        "legal",
        "redaction",
        "email",
        "correspondence",
        "fling",
        "pdf",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029574",
      "summary": "An email was sent from Christian Everdell of Cohen & Gresser LLP to (USANYS) Contractor regarding a Defense Rule 16 disclosure. The email included several attachments, including letters of certification from AT&T and FedEx, a list of certified FedEx invoices, Interlochen records, a redacted release from A. Farmer, and an NPA document (Epstein). The email requested the recipients to save the attachments on a shared drive.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "defense rule 16",
        "redaction",
        "disclosure",
        "efta00029574",
        "contractor",
        "usanys",
        "christian everdell",
        "cohen & gresser llp",
        "fedex",
        "certification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009985",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an external email to [REDACTED], Jeff Pagliuca, and Laura Menninger regarding a Defense Rule 16 disclosure. The email included attachments related to the disclosure, specifically redacted documents including: a letter to the government, certifications from AT&T and FedEx, a list of certified FedEx invoices, Interlochen Records, a redacted A. Farmer Release, and an Epstein NPA. A confidentiality notice and privacy policy link were also included.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "defense rule 16",
        "redaction",
        "efta00009985",
        "christian everdell",
        "cohen & gresser llp",
        "disclosures",
        "certifications",
        "invoices",
        "geneva"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027648",
      "summary": "Christian Everdell is following up with Jeff Pagliuca and Laura Menninger regarding the handling of victim notifications and reporting to the court in the case of *US v. Maxwell* (20cr330). An order was filed by the Hon. Alison J. Nathan requiring a response, but the court has not yet received one from the parties.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "efta00027648",
        "us v. maxwell",
        "20cr330",
        "redaction analysis",
        "victim notifications",
        "court",
        "alison j. nathan",
        "christian everdell",
        "jeff pagliuca",
        "laura menninger"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023411",
      "summary": "The United States Attorney’s Office for the Southern District of New York submitted a document, GX-52-G, with proposed redactions to the court in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The document includes an unredacted version and a version with proposed redactions, along with a letter explaining the redactions. The Government requests that the exhibit be filed under seal.",
      "timestamp": "2021-12-13T00:00:00",
      "timestamp_raw": "13 Nov 2021",
      "keywords": [
        "ghislaine maxwell",
        "redaction",
        "usanys",
        "chambers",
        "efta00023411",
        "20 cr 330",
        "proposed redactions",
        "southern district of new york",
        "christian everdell",
        "laura mennin"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014647",
      "summary": "Christian Everdell is following up on a stipulation regarding a document, specifically a \"true and accurate copy of the transcript of one witness's trial testimony, but not the full trial transcript, given on February 26...\". An Assistant United States Attorney from the Southern District of New York proposes the specific wording for the stipulation, and Everdell indicates they are fine with it, open to alternative language achieving the same outcome.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "stipulation",
        "redacted",
        "government",
        "testimony",
        "trial",
        "chris",
        "us attorney",
        "new york",
        "february 26",
        "copy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029423",
      "summary": "Christian Everdell received proposed redactions to supplemental filings and an order regarding Witness-3 from Laura Menninger, an Assistant United States Attorney for the Southern District of New York. The redactions were attached to an email sent to him requesting a phone call.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "redaction",
        "witness",
        "redactions",
        "christian everdell",
        "laura menninger",
        "united states attorney",
        "southern district of new york",
        "proposed redactions",
        "evidence",
        "government"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014683",
      "summary": "Christian Everdell sent a revised stipulation, labeled “Defendant’s Trial Exhibit A,” to Bobbi C. Sternheim, Esq., Laura Menninger, and Jeff Pagliuca. The revision included specifying the document as a “true and accurate copy of the transcript of one witness's trial testimony, but not the full trial transcript, given on February 26.” Sternheim, an Assistant United States Attorney, responded agreeing to the revised language and indicating they were fine with alternative wording.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "stip",
        "trial testimony",
        "exhibit a",
        "redaction",
        "christian everdell",
        "bobbi c. sternheim",
        "laura menninger",
        "jeff pagliuca",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032602",
      "summary": "The Government of the United States, via the Assistant United States Attorney for the Southern District of New York, submitted a reply brief regarding Government Exhibit 52 (“GX 52”) to a case titled *US v. Maxwell*. The brief was attached to an email sent to multiple recipients, including Nathan Chambers, Christian Everdell, Jeff Pagliuca, and Laura Menninger, and was initially submitted temporarily under seal.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "efta00032602",
        "us v. maxwell",
        "gx 52",
        "government reply",
        "redaction analysis",
        "nathan chambers",
        "christian everdell",
        "jeff pagliuca",
        "laura menninger",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023363",
      "summary": "Nathan Chambers (Chambers of the Hon. Alison J. Nathan) sent a response to the government’s letter regarding Ghislaine Maxwell’s birth certificates. Christian Everdell (Cohen & Gresser LLP) submitted the defense’s letter to the court under temporary seal, awaiting the government’s proposed redactions. The government provided a letter with proposed redactions, and the defense indicated they had no further redactions to suggest. The communication involved multiple attorneys and legal firms including Cohen & Gresser LLP, HMFLaw.com, and Mac.com.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "ghislaine maxwell",
        "redaction",
        "birth certificates",
        "u.s. v.",
        "cohen & gresser",
        "court docket",
        "government letter",
        "response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014696",
      "summary": "A letter motion to file a reply brief was sent from the Assistant United States Attorney for the Southern District of New York to Nathan NYSD Chambers, Christian Everdell, Jeff Pagliuca, and Laura Menninger regarding the case *US v. Maxwell*. The motion supports the Government's motion to preclude Dr. Ryan Hall’s testimony. The attached documents, including a letter motion, proposed reply brief, and exhibit, were submitted temporarily under seal.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "efta00014696",
        "us v. maxwell",
        "daubert",
        "reply brief",
        "ryan hall",
        "motion to exclude",
        "government",
        "redaction",
        "letter motion",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014898",
      "summary": "A reply letter, attached as \"2021-11-28_GM_reply_re_preeludinterossifinal].pdf,\" was submitted by the Assistant United States Attorney for the Southern District of New York regarding the Government’s motion to preclude cross-examination in the case of *US v. Maxwell*, 20 Cr. 330 (AJN). The letter was submitted under seal.",
      "timestamp": "2021-12-28T00:00:00",
      "timestamp_raw": "28 Nov 2021",
      "keywords": [
        "efta00014898",
        "us v. maxwell",
        "redaction analysis",
        "government motion",
        "cross-examination",
        "reply letter",
        "southern district of new york",
        "nathan nysd chambers",
        "jeff menninger",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011253",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted documents to Judge Nathan regarding Ghislaine Maxwell’s bail motion in U.S. v. Ghislaine Maxwell (20 Cr. 330 (MN)). The submissions included a cover letter, an unredacted renewed bail motion, and unredacted exhibits A-E. These documents were sent under seal due to the volume of materials.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "exhibits",
        "u.s. v.",
        "judge nathan",
        "christian everdell",
        "cohen & gresser llp",
        "redaction analysis",
        "confidentiality",
        "seal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028849",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019896",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019897",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00011179",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016768",
            "similarity": 0.538,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011167",
            "similarity": 0.818,
            "index": 127,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011179",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted exhibits O-X (unredacted) to Judge Nathan in the case of U.S. v. Ghislaine Maxwell (20 Cr. 330) under seal, as per Court Order Dkt. 89. The exhibits included PDFs and images labeled Exhibit_O.pdf through Exhibit_X.pdf. The email also contained a confidentiality notice and a privacy policy link.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "exhibits",
        "u.s. v.",
        "christian everdell",
        "nathannysdchambers",
        "cohen & gresser llp",
        "redacted",
        "court",
        "seal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011253",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015975",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016768",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted documents to Judge Nathan in the case of *U.S. v. Ghislaine Maxwell* (20 Cr. 330 (MN)) under seal. The documents included a cover letter, an unredacted reply memorandum, a redacted reply memorandum, and accompanying exhibits A and B. The submission was in response to a renewed bail motion.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "redaction",
        "u.s. v.",
        "christian everdell",
        "cohen & gresser llp",
        "judge nathan",
        "exhibits",
        "memorandum",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011253",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015975",
            "similarity": 0.636,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00011167",
            "similarity": 0.538,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015898",
      "summary": "Bobbi Sternheim responded to an email chain regarding “Ghislaine Maxwell 02879-509,” including a message named “Re_Ghislaine_Maxwell_02879-509.msg.” The email exchange involved multiple recipients including Christian Everdell and Mark S. Cohen.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "efta00015898",
        "bobbi c sternheim",
        "christian everdell",
        "mark s cohen"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015882",
            "similarity": 0.625,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011167",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted redacted exhibits (0-P, S, W-X) related to the U.S. v. Ghislaine Maxwell case (20 Cr. 330) to Judge Nathan and all counsel under seal, as per Court Order Dkt. 89. The exhibits were attached as PDFs and included supporting images.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "exhibits",
        "redaction analysis",
        "u.s. v.",
        "cohen & gresser llp",
        "judge nathan",
        "criminal case",
        "seal",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016768",
            "similarity": 0.538,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011253",
            "similarity": 0.818,
            "index": 123,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    }
  ]
}