{
  "keyword": "flights",
  "count": 40,
  "keyword_match_count": 40,
  "content_match_count": 39,
  "total_files": 79,
  "timeline": [
    {
      "file_id": "EFTA00030343",
      "summary": "An FBI agent (“I (NY) (FBI)”) sent an email to “i ) c” regarding travel information for Ghislaine Maxwell, born January 1, 2000. Maxwell traveled 15 times with 7 outbound flights, primarily to the United Kingdom (5 times), Japan (1 time), and Qatar (1 time), between January 1, 2017, and June 29, 2020. Attached documents include outbound travel records (with UK and France passports) and inspection documents citing her citizenship in both the UK and France.",
      "timestamp": "2000-01-01T00:00:00",
      "timestamp_raw": "January 1, 2000",
      "keywords": [
        "maxwell",
        "travel",
        "uk",
        "france",
        "passport",
        "citizenship",
        "flights",
        "ghislaine maxwell",
        "fbi",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017736",
      "summary": "FBI investigations regarding Ghislaine Maxwell’s siblings yielded the following information: *   Scott Borgerson’s marriage license was recorded on May 19, 2001, to Rebecca Piorunneck. *   Searches for Ghislaine Maxwell’s marriage status across all states were negative. *   Ghislaine Maxwell has siblings: Christine, Isabel, Karine (deceased), Ann Holve (formerly Anne Maxwell), Kevin Maxwell, Michael Maxwell (deceased), Ian Maxwell, and Philip Maxwell. *   Information was gathered regarding each sibling’s dates of birth, residences, travel history (flights to/from UK and Boston), and marital status. Notably, several siblings had no identified residence in the US.",
      "timestamp": "2001-05-19T00:00:00",
      "timestamp_raw": "May 19, 2001",
      "keywords": [
        "ghislaine maxwell",
        "scott borgerson",
        "rebecca piorunneck",
        "christine maxwell",
        "isabel maxwell",
        "karine maxwell",
        "kevin maxwell",
        "ian maxwell",
        "maxwell siblings",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016394",
      "summary": "An email chain discusses the siblings of Ghislaine Maxwell. Rebecca Piorunneck was married to Scott Borgerson on 5/19/2001. Investigations found no record of Ghislaine Maxwell being married to Scott Borgerson. The siblings listed are: Christine, Isabel, Karine, Ann Holve, Kevin Maxwell, Michael Maxwell, Ian Maxwell, and Philip Maxwell.  Flight records are provided for several siblings, including outbound flights to the UK and inbound flights to Boston.",
      "timestamp": "2001-05-19T00:00:00",
      "timestamp_raw": "5/19/2001",
      "keywords": [
        "ghislaine maxwell",
        "siblings",
        "scott borgerson",
        "marriage license",
        "rebecca piorunneck",
        "flight records",
        "us residence",
        "christine maxwell",
        "kevin maxwell",
        "efta00016394"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024275",
      "summary": "This document is a collection of messages exchanged on April 11, 2005, primarily between Jeffrey Epstein and various individuals involved in his business activities, including financial transactions, property management, and travel arrangements. The messages cover a range of topics, including stock purchases (CELG), real estate deals in Palm Beach (PB), travel arrangements (flights, boat rentals), meeting scheduling, financial approvals (Dr. Landon’s payment), communication with colleagues and associates (Miles, Eric, Dan Sperberg), and logistical details like tile arrangements and photo delivery. Several individuals were attempting to contact Jeffrey Epstein regarding specific requests or updates, often through email correspondence. Key issues included confirming deadlines for investments, coordinating travel, managing property assets, and handling administrative tasks like billing and payments.",
      "timestamp": "2005-04-11T00:00:00",
      "timestamp_raw": "April 11, 2005",
      "keywords": [
        "jeffrey epstein",
        "messages",
        "calls",
        "dates (04/11/2005)",
        "celg",
        "pb",
        "tile",
        "yacht",
        "finances",
        "meetings",
        "real estate",
        "passport",
        "nyu",
        "photography",
        "stock"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008870",
      "summary": "This document is a record of messages exchanged on April 11, 2005, primarily between Jeffrey Epstein and various individuals including Gabriel Perahla, William Easton, Ira Zicherman, and others. The messages cover a wide range of topics including: scheduling calls, coordinating travel arrangements (flights, taxis), managing property (beach house, cabana tiles), discussing financial transactions (stock purchases, payments), arranging meetings (with executives, swimsuit lines), and addressing logistical details (emailing documents, contacting physicians, resolving passport issues). Several individuals were requesting assistance or updates on specific matters, and there were confirmations and follow-ups on previous communications.",
      "timestamp": "2005-04-11T00:00:00",
      "timestamp_raw": "April 11, 2005",
      "keywords": [
        "jeffrey epstein",
        "gabriel perahla",
        "william son",
        "jetblue",
        "tiles",
        "real estate",
        "christine condon",
        "carole koeppel",
        "stock",
        "yacht",
        "swimsuit",
        "heart test",
        "passport",
        "emerging market fund",
        "power symposium",
        "pool specialist",
        "danielle",
        "ny",
        "paris",
        "pinto",
        "tiki house",
        "reservations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007693",
      "summary": "The document presents driving directions from 358 El Grillo Way, Palm Beach, FL to various locations, including Ft Lauderdale, FL. It provides estimated travel times (26 minutes) and distances. The directions are presented as informational only, with disclaimers regarding accuracy and responsibility for any resulting loss or delay.  A flight itinerary for Delta Air Lines flight 2067 from New York (JFK) to San Juan (SJU) operated by Delta and American Eagle is also included. The final pages contain redacted information and identifiers (EFTA0000769x).",
      "timestamp": "2005-09-20T00:00:00",
      "timestamp_raw": "9/20/2005",
      "keywords": [
        "palm beach",
        "fl",
        "directions",
        "mapquest",
        "efta00007693",
        "jeffrey epstein",
        "flights",
        "delta air lines"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010277",
      "summary": "This document is a questionnaire for United States Attorneys' Offices and the Executive Office for United States Attorneys regarding foreign travel. It outlines a series of questions designed to assess traveler readiness, including passport verification, reservations, security clearances (like HTSOS and FACT training), and potential risks (high-threat areas). The questionnaire covers various aspects of travel preparation, including: *   **Traveler Information:** Basic details like name, contact information, and travel dates. *   **Reservations:** Confirmation of flights, lodging, and transportation. *   **OIA Approval:** Requirements for obtaining approval from the Office of Intelligence Analysis. *   **Security Requirements:** Confirmation of security clearances and potential equipment restrictions. *   **Country Clearance:** Obtaining clearance through the eCC system. *   **Case-Specific Questions:** Detailed questions related to the purpose of travel, including case details, witness interviews, and potential involvement of foreign authorities. The questionnaire culminates with instructions for submission and contact information for further assistance. It’s divided into sections based on the type of travel (conferences/training, judicial assistance to other countries, or travel to Canada).",
      "timestamp": "2016-04-28T00:00:00",
      "timestamp_raw": "April 28, 2016",
      "keywords": [
        "foreign travel",
        "oia approval",
        "passport",
        "travel reservations",
        "high-threat area",
        "htsos training",
        "fact training",
        "security clearance",
        "ecc clearance",
        "visa",
        "questionnaires",
        "investigations",
        "depositions",
        "witness interviews",
        "ghislaine maxwell",
        "travel arrangements",
        "travel expenses",
        "conference",
        "training event",
        "judicial assistance",
        "canada",
        "eousa",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027756",
      "summary": "Requests include trips to West Palm Beach and/or Fort Lauderdale, Florida, for meetings and interviews with victims.  The trips vary in duration and timing, with some proposing short, last-minute bookings and others attempting to coordinate around victim interview schedules.  One individual wants to book a flight directly to San Francisco to avoid returning to New York after Florida interviews.  A $100 cancellation fee for a previously booked flight is being questioned for reimbursement.  Confirmation and authorization for these travel arrangements are being sought.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "travel approval",
        "flights",
        "west palm beach",
        "san francisco",
        "refunds",
        "interviews",
        "florida",
        "united states v. epstein",
        "reservations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028534",
      "summary": "An email chain discusses ongoing redaction analysis related to case EFTA00028534. Key information includes: *   An individual (From: [REDACTED]) requests details regarding the premises associated with Jeffrey Epstein and evidence supporting his ownership of Little St. James Island. *   CBP records show Epstein’s recent flights from St. Thomas to Teterboro and West Palm Beach, including dates: 6/11/2019, 5/18/2019, 5/5/2019, and 4/14/2019. *   Epstein possessed a current driver’s license with an address of Little St James, St Thomas, VI 00802 and was registered as a primary resident with the Sex Offender Registry.",
      "timestamp": "2019-06-11T00:00:00",
      "timestamp_raw": "6/11/2019",
      "keywords": [
        "epstein",
        "flight records",
        "st. thomas",
        "little st james",
        "driver's license",
        "sex offender registry",
        "customs and border protection",
        "teterboro",
        "west palm beach",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037824",
            "similarity": 0.538,
            "index": 9,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037824",
      "summary": "Jeffrey Epstein possessed a current driver’s license with an address of Little St James, St Thomas, VI 00802 and registered it as his primary residence with the Sex Offender Registry. Customs and Border Protection records show Epstein’s recent flights including: 6/11/2019 (St Thomas to Teterboro), 5/18/2019 (St Thomas to West Palm Beach), 5/5/2019 (St Thomas to Teterboro), and 4/14/2019 (St. Thomas to West Palm Beach).",
      "timestamp": "2019-06-11T00:00:00",
      "timestamp_raw": "6/11/2019",
      "keywords": [
        "epstein",
        "flight records",
        "st thomas",
        "driver's license",
        "sex offender registry",
        "customs and border protection",
        "teterboro",
        "west palm beach",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028534",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014449",
      "summary": "An email exchange discusses the need to investigate a woman's flights and phone number activity with a previously identified individual (likely Jeffrey Epstein) over the past six months. Attached phone records are being reviewed, and the possibility of a relevant cell phone number connected to the email accounts is being explored. The email originates from the NYPD/FBI Child Exploitation Human Trafficking Task Force.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2019",
      "keywords": [
        "efta00014449",
        "flights",
        "phone numbers",
        "epstein",
        "redaction analysis",
        "fbi",
        "human trafficking",
        "child exploitation",
        "detective",
        "nypd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026667",
      "summary": "An email chain discusses investigating Jeffrey Epstein, involving individuals at the NYPD/FBI Child Exploitation Human Trafficking Task Force. Attachments include subscriber information (jeffreyepsteinorg.Accountlnfo.txt, jeeitunes.AccotmtInfo.txt, jeevacation.Accountlnfo.txt) and phone records related to Epstein’s travels and associated phone numbers.  A request is made for a summary of Epstein’s flights over the past six months and confirmation of active phone numbers.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2019",
      "keywords": [
        "efta00026667",
        "jeffrey epstein",
        "fbi",
        "subscriber info",
        "flights",
        "phone numbers",
        "yahoo",
        "gps",
        "pen",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030827",
      "summary": "An email exchange occurred between individuals associated with the NYPD/FBI Child Exploitation Human Trafficking Task Force and an unidentified recipient (“M”) regarding flight history and phone records related to a case involving Jeffrey Epstein. One party (NY) requested a summary of the recipient’s flights since November of the previous year. The other party provided flight history and attached phone records relevant to her recent travel with Epstein, requesting confirmation if any of the associated phone numbers were active. The email thread referenced EFTA00030827.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2019",
      "keywords": [
        "efta00030827",
        "flight history",
        "epstein",
        "fbi",
        "nypd",
        "child exploitation",
        "human trafficking",
        "phone records",
        "detective",
        "ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015585",
      "summary": "*   The travel requests involve flights, hotel reservations (with conference room requests), and adherence to specific U.S. Government travel guidelines, including limitations on rental car types, refueling reimbursement, and insurance coverage. *   Per diem rates and state/city tax exemptions are discussed and must be verified. *   The requests are repeatedly approved by various individuals (Assistant U.S. Attorney, etc.). *   The travel is centered around gathering information related to enticement of minors for sexual activity.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "travel",
        "airfare",
        "hotel",
        "reimbursement",
        "tax exemption",
        "per diem",
        "rental cars",
        "conference room",
        "epstein",
        "interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010813",
      "summary": "Several requests for travel approval were submitted for investigations related to the Epstein case (2018R01618), specifically involving victim interviews in Fort Lauderdale, Los Angeles, and West Palm Beach/Fort Lauderdale. These requests involved round-trip flights, potential companion travel (EFTA00010813, M, and/or another individual), and requests to reserve conference rooms at hotels for the interviews. Approvals were granted by Assistant U.S. Attorneys, with tentative dates and timelines varying depending on the specific investigation and scheduling constraints.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "travel approval",
        "epstein investigation",
        "fort lauderdale",
        "los angeles",
        "west palm beach",
        "victim interview",
        "florida",
        "united states v. epstein",
        "2018r01618"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015915",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021396",
      "summary": "A series of emails exchange communication regarding a subpoena. One party (likely a U.S. Attorney) is requesting flight manifests, flight plans, and other travel records related to Jeffrey Epstein, specifically focusing on passenger manifests, observations of young women on flights, and information about Epstein’s employees. The U.S. Attorney is proposing to temporarily suspend the subpoena return date to allow for attorney proffer information or a voluntary interview. The emails include offers to call and provide contact information for the team.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2019",
      "keywords": [
        "subpoena",
        "flight manifests",
        "flight plans",
        "grand jury",
        "attorney proffer",
        "epstein",
        "july 2019",
        "u.s. attorney",
        "legal issues",
        "travel records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014544",
      "summary": "A U.S. Attorney’s office (Southern District of New York) is requesting records related to flights on Jeffrey Epstein’s jet(s), specifically including Mlog book(s). This request follows a prior conversation and anticipates the formal issuance of a subpoena. The Attorney’s office is also investigating how [REDACTED] came to work for Mr. Epstein, examining events in 2005 and 2015.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "01 Aug 2019",
      "keywords": [
        "epstein",
        "subpoena",
        "records",
        "flights",
        "mlog book",
        "u.s. attorney",
        "2005",
        "2015",
        "redaction",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037908",
      "summary": "This document, originating from the FBI’s Wenn unit and CIA, contains records related to Jeffrey Epstein’s travel and flight logs. Specifically, it includes PDFs detailing travel dates and times from 2015-2019, along with flight logs covering April to June 2019, and related documentation identified as EFTA00037908.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2019",
      "keywords": [
        "epstein",
        "flights",
        "travel",
        "fbi",
        "cia",
        "trafficking",
        "2019",
        "2015",
        "logs",
        "efta00037908"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021010",
      "summary": "Between January and November 2005, an individual was in St Thomas approximately nine separate times, excluding commercial flights. This pattern of travel, occurring roughly once a month between October 2001 and November 2005, was identified in flight logs and requested for inclusion in a warrant related to USVI.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "efta00021010",
        "st thomas",
        "flight logs",
        "2005",
        "travel",
        "usvi",
        "frequency",
        "warrant",
        "redaction",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013184",
      "summary": "An email chain discusses reports related to the July 23 incident, primarily concerning Jeffrey Epstein. One individual (USANYS) requests travel records, specifically airline tickets and AmEx flight bookings (over 4,800 from the past ten years), related to a woman and her ex-wife, potentially connected to Epstein. Another individual (REDACTED) has some travel records but doesn't have specific names or BOP documentation regarding suicide watch or communications with BOP. A request is made to forward any travel records or information about the ex-wife.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "epstein",
        "flights",
        "travel records",
        "amex",
        "july 23 incident",
        "usanys",
        "records",
        "arrest planning",
        "ex-wife",
        "bop"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036813",
      "summary": "A promotional email from CheapTickets to [REDACTED] at @bop.gov, dated August 15, 2019, encourages the recipient to consider a vacation package with discounts on hotels, cars, cruises, flights, and event tickets. The email offers a coupon and specifies booking deadlines of September 8, 2019, through March 31, 2020. It includes links to manage the account, customer care, privacy policy, and unsubscribe options. The email is associated with the document identifier EFTA00036813.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "cheaptickets",
        "vacation",
        "deals",
        "hotels",
        "flights",
        "cruises",
        "packages",
        "travel",
        "booking",
        "coupons"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018951",
      "summary": "An Assistant United States Attorney requested a list of current known associates of Jeffrey Epstein, including attorneys and individuals who might send him money. The sender provided spreadsheets containing data on over 30 attorneys representing Epstein across 20 federal court cases, over 60 Deutsche Bank accounts, and nearly 5,000 flights paid for by Epstein.  The sender also identified potential individuals who might have facilitated money transfers: Darren Indyke, Jeffrey Schantz, and/or other unnamed individuals. Supporting documents, including spreadsheets detailing witnesses, attorneys, and bank account information, were attached and shared via email.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "epstein",
        "trafficking",
        "attorneys",
        "deutsche bank",
        "accounts",
        "flights",
        "witnesses",
        "nick",
        "amex",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037642",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 21, 2019, attaching a PDF document (EFTA00037642.pdf). The document details travel records from January 1, 2002, to August 21, 2019, including flights on JE’s plane starting in 2002. The email indicates the traveler is associated with someone named \"her\".",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "efta00037642",
        "travel",
        "2000",
        "2002",
        "2019",
        "je",
        "redaction",
        "pdf",
        "august 21",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032892",
      "summary": "An email chain discusses arranging travel for Epstein victims to attend a final conference scheduled by Judge Berman. One party requests approval to cover flight and hotel costs for victims who cannot afford them. The email mentions several redacted individuals and organizations (USANYS, LISANYS).",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "epstein",
        "victims",
        "travel",
        "conference",
        "judge berman",
        "flights",
        "hotels",
        "redaction",
        "usanys",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027942",
      "summary": "*   An attorney, Sigrid McCawley, arranged the travel, citing concerns about the individual’s safety and a need for business-class flights due to a medical condition. *   Hotel arrangements were made, with a focus on safety, and the government’s reimbursement was not possible due to the arrangements. *   Communication occurred between the US Attorney’s Office, the attorney, and a transportation provider regarding flight details, hotel reservations, and transportation arrangements. *   The document contains standard legal disclaimers regarding confidentiality and electronic communication.",
      "timestamp": "2019-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2019",
      "keywords": [
        "epstein",
        "travel",
        "australia",
        "flight",
        "government",
        "sigrid mccawley",
        "hotel",
        "usanys",
        "cost"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028550",
      "summary": "Gloria Allred contacted an individual to arrange travel for an Epstein victim to New York for a hearing on Tuesday. The victim had secured childcare and requested assistance with flights and reimbursement from Las Vegas. Allred sought a phone number to contact the individual and coordinate travel arrangements, having previously attempted contact via email and voicemail without response. The communication included contact information for Allred’s law firm, Allred Maroko & Goldberg, and a confidentiality notice.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "new york",
        "hearing",
        "travel",
        "las vegas",
        "child care",
        "victim",
        "legal",
        "flights"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020080",
      "summary": "Gloria Allred is assisting a Jane Epstein victim who wants to travel from Las Vegas to New York to attend a hearing on Tuesday. Communication involves multiple individuals attempting to arrange travel, including booking flights, confirming airport details, and obtaining the victim’s date of birth. There are requests for contact information (phone numbers) and confirmations regarding travel arrangements. An assistant, Diane, has already provided the victim’s driver’s license information. The communications occur primarily on August 25, 2019, and involve discussions about funding and the urgency of the trip.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "gloria allred",
        "epstein victim",
        "new york",
        "flight",
        "travel",
        "dob",
        "las vegas",
        "hearing",
        "child care",
        "phone number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015134",
      "summary": "An email exchange discusses missing e-ticket receipts for airfare related to travel cases, specifically the “Epstein Case.” The total airfare cost is approximately $8,000, covering flights from locations including West Palm FL, Los Angeles CA, Fort Lauderdale FL, Dayton OH, Los Angeles CA, Washington DC, Las Vegas, and Barcelona Spain to New York City. An invoice for a $1.429.02 flight is also included. The email also contains automated notifications regarding voucher processing and offers for hotel and rental car bookings.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "efta00015134",
        "airfare",
        "epstein case",
        "usanys",
        "travel",
        "receipts",
        "hotel reservations",
        "nyc",
        "august 26",
        "2019",
        "e-ticket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027107",
      "summary": "An email chain discusses coordinating victim interviews related to a case against Jeffrey Epstein (19 Cr. 490 (RMB)). One individual ([REDACTED]) seeks guidance on utilizing USAO funds to transport witnesses for grand jury, pretrial, trial, and pre-G.I. proceedings. Colleen Mullen confirms a witness’s continued interest in speaking and availability for an interview on August 26, 2019, requesting logistical support (flights/hotel) and information on counseling resources. The email contains a standard disclaimer regarding confidential information.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "jeffrey epstein",
        "victim interviews",
        "coordination",
        "usao funds",
        "witnesses",
        "prosecution",
        "colleen mullen",
        "legal",
        "confidential",
        "gj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015135",
      "summary": "A traveler, lavoire Tirknt, purchased a round-trip flight with JetBlue Airways from Los Angeles to New York and back on August 26th and 27th, 2019. The ticket price was $393.49 with $37.63 in fees. The itinerary includes non-stop flights (Flight MMRMJA) departing at 11:17 AM on August 26th and returning at 7:30 PM on August 27th. The flight class is Coach (Y/Z) and seat 22C. The booking was handled by CWTSATOTRAVEL, with a reference code of SABRE OV4C. Additional information includes contact details for CWTSATOTRAVEL, TSA, and the Vacation Center, along with guidelines regarding baggage fees and travel requirements for U.S. citizens traveling between designated U.S. territories.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "Aug 26, 2019",
      "keywords": [
        "jetblue",
        "flight",
        "los angeles",
        "new york jfk",
        "august 26",
        "2019",
        "august 27",
        "2019",
        "travel",
        "receipt",
        "ticket",
        "booking",
        "cwtsatotravel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032136",
      "summary": "An email was sent requesting travel arrangements to West Palm Beach, Florida, for an unspecified \"Epstein case.\" The sender, \"a,\" is traveling with an unknown individual (\"s\"). The request included booking flights: departing from Newark (EWR) to Palm Beach (PBI) on September 3rd at 9:20 am and returning from Palm Beach (PBI) to JFK on September 4th at 6:12 pm. A room at the Hilton Palm Beach (600 Okeechobee Blvd, West Palm Beach) was requested, specifically a conference room available Tuesday and Wednesday, and ideally one named \"the social.\" The trip is scheduled to check in on September 3rd and check out on September 4th.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "efta00032136",
        "west palm beach",
        "epstein",
        "travel",
        "hilton palm beach",
        "pbi",
        "jfk",
        "conference room",
        "flights",
        "booking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024430",
      "summary": "HIMMES requested travel arrangements for a trip to West Palm Beach, Florida, for the Epstein case. The travel is to take place from September 3rd to September 4th, utilizing flights from Newark (EWR) to Palm Beach (PBI) and returning from Palm Beach (PBI) to JFK.  Specific requests include booking at the Hilton Palm Beach hotel (600 Okeechobee Blvd) and a conference room for Tuesday and Wednesday. The outbound flight is scheduled for 9:20 AM on September 3rd and the inbound flight for 6:12 PM on September 4th.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "travel",
        "west palm beach",
        "epstein case",
        "hilton palm beach",
        "flights",
        "ewr",
        "pb1",
        "jfk",
        "conference room",
        "hotel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019683",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019683",
      "summary": "An email request is made to the U.S. Attorney’s Office (SDNY) to book travel and a conference room for a trip to West Palm Beach, FL, from September 3rd to September 4th, 2019, for the Epstein case. The travel details include flights from Newark (EWR) to Palm Beach (PBI) and JFK, and hotel reservations at the Hilton Palm Beach. A conference room booking is requested for Tuesday and Wednesday.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "efta00019683",
        "west palm beach",
        "fl",
        "travel",
        "conference room",
        "hilton palm beach",
        "epstein case",
        "airfare",
        "hotel",
        "pbi",
        "jfk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024430",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025336",
      "summary": "*   The traveler was instructed to check per diem rates, lodging tax exemptions, and utilize an E2 system for booking travel, including air, rail, and hotel reservations. *   Rental cars must be booked through E2-E2 Solutions, limited to compact or economy vehicles, and insurance should be declined in CONUS and accepted elsewhere. *   Receipts must be submitted within one day of trip completion. *   The traveler is scheduled to travel to Florida for an FBI meeting related to the Epstein investigation (2018R01618), requesting approval for one or zero nights of travel.",
      "timestamp": "2019-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2019",
      "keywords": [
        "flights",
        "travel",
        "booking",
        "per diem",
        "lodging",
        "tax exemption",
        "rental cars",
        "e2 solutions",
        "fbi",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028805",
      "summary": "Multiple requests were made for travel authorization to West Palm Beach, Florida, for interviews related to the Epstein investigation (2018R01618), concerning enticement of minors for sexual activity. The requests involved travel between November 4th and potentially later dates, including flights and hotel room reservations. The requests consistently sought permission for a short timeframe, aiming to minimize travel time and requested a conference room booking for the interviews. The requests were made by multiple individuals within the U.S. Attorney’s Office.",
      "timestamp": "2019-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2019",
      "keywords": [
        "travel approval",
        "west palm beach",
        "epstein investigation",
        "travel request",
        "florida",
        "interviews",
        "conference room",
        "jetblue",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015915",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014396",
            "similarity": 0.583,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017905",
      "summary": "*   Initially, 39 victim notifications were sent out, with one woman missing flights attempting to attend a hearing. She was potentially a client of Brad Edwards or Singrid McCally. *   17 victims were present at a hearing and spoke, while 7 others had someone speak on their behalf. *   It was uncertain how many victims were contacted but unable to attend due to lack of notice or inability to travel. *   The Petitioner in a related CVRA appeal argued that not all victims were able to speak at the NY hearing due to insufficient notice and travel difficulties. *   The Office of the US Attorney General was requested to provide details on the number of victims contacted, those who traveled to make statements, and those who wanted to speak but couldn't due to timing.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "vns",
        "attorneys",
        "hearings",
        "travel",
        "notice",
        "usanys",
        "cvra",
        "11th circuit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028800",
      "summary": "A request was submitted to book flights for a witness on Jet Blue (Flight 748 and Flight 611) departing from Las Vegas and JFK, respectively, on November 20th and 21st. Additionally, a request was made for hotel accommodation near the intersection of Madison and 501h in Midtown Manhattan. The request originated from the United States Attorney’s Office, Southern District of New York, Victim Witness Coordinator.",
      "timestamp": "2019-12-07T00:00:00",
      "timestamp_raw": "07 Nov 2019",
      "keywords": [
        "efta00028800",
        "flights",
        "jet blue",
        "las vegas",
        "jfk",
        "november 20",
        "november 21",
        "victim witness",
        "hotel",
        "madison",
        "midtown"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015915",
      "summary": "The document consists of email chains requesting travel approvals for investigations related to the Epstein case (2018R01618). Multiple requests are made for travel to Los Angeles, West Palm Beach, and potentially Fort Lauderdale, Florida, spanning from November 2019 to April 2019. These requests involve flights, hotel bookings (often without conference rooms), and specify dates for interviews with victims.  A consistent request is made to reserve conference rooms for the interviews. The emails are sent from various U.S. Attorney’s office personnel and frequently reference previous similar requests.",
      "timestamp": "2019-12-07T00:00:00",
      "timestamp_raw": "07 Nov 2019",
      "keywords": [
        "jetblue",
        "travel approval",
        "los angeles",
        "west palm beach",
        "epstein investigation",
        "florida",
        "interviews",
        "flight booking",
        "2018r01618"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028805",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010813",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016932",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014411",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021358",
      "summary": "Multiple requests are made for travel arrangements related to the Epstein investigation (2018R01618) to locations including Los Angeles, Santa Monica, and West Palm Beach/Fort Lauderdale. These requests involve flights (JetBlue), hotel bookings (Doubletree), and requests for conference room reservations. The travel dates vary, but generally span from November 13-14 to late November/early December, with the purpose being interviews related to enticement of minors for sexual activity. Redactions obscure specific individuals’ names and contact information.",
      "timestamp": "2019-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2019",
      "keywords": [
        "travel approval",
        "jetblue",
        "lax",
        "santa monica",
        "florida",
        "epstein",
        "interviews",
        "conference room",
        "united states attorney",
        "2018r01618"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016932",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016932",
      "summary": "Multiple requests are being made for travel to conduct interviews related to the Epstein investigation (2018R01618), specifically in Los Angeles, West Palm Beach, and potentially Fort Lauderdale. The requests consistently involve travel for approximately three to five days, with the intention of interviewing victims. Flights are requested to be refundable, and a conference room is consistently requested for each interview location. The requests are repeatedly approved by the Assistant U.S. Attorney for the Southern District of New York.",
      "timestamp": "2019-12-11T00:00:00",
      "timestamp_raw": "December 11, 2019",
      "keywords": [
        "travel approval",
        "los angeles",
        "epstein investigation",
        "conference room",
        "florida",
        "interviews",
        "jfk",
        "lax",
        "delta",
        "jetblue",
        "2018r01618"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021358",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015915",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019555",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026843",
            "similarity": 0.5,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019555",
      "summary": "The requests consistently involve travel to Los Angeles, West Palm Beach, and potentially Fort Lauderdale, Florida.  The travel typically spans a few days, with flights requested on Delta and JetBlue.  Refundable flight options are desired, and a conference room is consistently requested for each interview. Approvals have been granted for these trips.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "December 12, 2019",
      "keywords": [
        "travel approval",
        "los angeles",
        "interview",
        "florida",
        "santa monica",
        "delta",
        "jetblue",
        "conference room",
        "epstein investigation",
        "refundible"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016932",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018646",
      "summary": "The fee schedule outlines rates for services provided by Dr. Kimberly Mchlman-Orozco, Ph.D., including: *   Criminal Case Remote Research, Review, and Consultation: $350 per hour *   Criminal Case In-person Deposition and/or Trial: $500 per hour *   Travel Expenses: Half the deposition/trial rate for non-working travel, with a one-hour minimum and client responsibility for flights, hotels, and taxis/rental cars (billed at the GSA rate for mileage). *   Cancellation Fees: $1,500 for cancelled meetings, depositions, and/or trial dates within seven calendar days. *   Billing: Retainer applies to final invoices, with payment due within 30 days of receipt. *   Mileage Rate: 57.5 cents per mile (as of January 1, 2020). These rates are subject to annual review.",
      "timestamp": "2020-01-01T00:00:00",
      "timestamp_raw": "January 1, 2020",
      "keywords": [
        "fee schedule",
        "criminal case",
        "remote research",
        "deposition",
        "trial",
        "travel expenses",
        "cancellation fees",
        "billing",
        "gsa rate",
        "break the chain llc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016732",
      "summary": "Flight records indicate Donald Trump traveled on Epstein’s private jet multiple times between 1993 and 1996, including at least eight flights with Maxwell present. Passengers included Marla Maples, Tiffany Trump, and Eric Trump. On several flights, Epstein and Trump were the only passengers, and other flights included women who could be potential witnesses in a Maxwell case. The records, totaling over 100 pages, detail these flights.",
      "timestamp": "2020-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "trump",
        "flights",
        "witnesses",
        "records",
        "1993",
        "1996",
        "marla maples",
        "donald trump"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028716",
            "similarity": 0.818,
            "index": 43,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028716",
      "summary": "Flight records indicate Donald Trump traveled on Jeffrey Epstein’s private jet at least eight times between 1993 and 1996, including multiple times with Maxwell. These flights included periods relevant to potential Maxwell charges. Other passengers included Marla Maples, Tiffany Trump, and Eric Trump. On several flights, Epstein and Trump were the only passengers, and two other flights included women who could be witnesses in a Maxwell case. The records consist of over 100 pages of handwritten transcripts.",
      "timestamp": "2020-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2020",
      "keywords": [
        "epstein",
        "trump",
        "maxwell",
        "flights",
        "records",
        "1993",
        "1996",
        "witnesses",
        "marla maples",
        "private jet"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016732",
            "similarity": 0.818,
            "index": 42,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016828",
      "summary": "An Assistant United States Attorney is requesting verification of Jeffrey Epstein’s flight records, specifically seeking confirmation that she did not fly to London during the year she was 17 (2017). The request includes a request for Epstein’s immigration records from the 1990s to determine if there are any flight records to/from London between March 1994 and March 1995.",
      "timestamp": "2020-01-22T00:00:00",
      "timestamp_raw": "22 Jan 2020",
      "keywords": [
        "epstein",
        "flights",
        "london",
        "records",
        "immigration",
        "1990s",
        "united states attorney",
        "southern district of new york",
        "march 1994",
        "march 1995"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026857",
      "summary": "This document consists of email exchanges related to travel requests for interviews and investigations, primarily concerning the Epstein case (2018R01618). Multiple requests are made for travel to Pensacola, FL, Stockholm, Sweden, Los Angeles, and West Palm Beach, Florida, involving teams of individuals. These requests include specific flight details (e.g., American Airlines flights with layovers), requests for refundable tickets, and the need for conference room reservations. The emails highlight a persistent pattern of travel requests tied to the Epstein investigation and demonstrate a need for logistical coordination regarding flight bookings, timing, and accommodation.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "travel",
        "approval",
        "flights",
        "pns",
        "lga",
        "jfk",
        "pensacola",
        "florida",
        "interview",
        "booking",
        "refundable",
        "stockholm",
        "sweden",
        "epstein",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025084",
      "summary": "The document is a redacted email chain concerning travel requests for investigations related to the Epstein case (2018R01618). Multiple requests are made for travel to Pensacola, Florida, Los Angeles, Stockholm, Sweden, and potentially other locations, primarily for interviews and conference room bookings.  The requests consistently involve American Airlines flights, specific dates, and a need for refundable tickets.  A recurring theme is seeking approval for travel expenses and conference room reservations due to ongoing investigative work.  The emails detail scheduling difficulties, flight changes, and attempts to secure the most cost-effective and refundable options.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "travel approval",
        "flights",
        "pensacola",
        "jfk",
        "pns",
        "lga",
        "schedules",
        "refundable",
        "booking",
        "interviews",
        "west palm beach"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023263",
      "summary": "This document details a series of requests for travel approvals, primarily for interviews related to the Epstein investigation (2018R01618). These requests involve travel to locations including Pensacola, FL, Los Angeles, and West Palm Beach, Florida, often involving multiple individuals and varying timelines. The requests typically involve requesting permission for conference rooms and utilizing American Airlines for flights. Multiple email exchanges demonstrate the iterative process of securing approval, with details regarding flight options, refundable tickets, and specific dates being negotiated and confirmed. Notably, there are redactions within the document related to specific individuals and email content.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "travel",
        "flight",
        "pensacola",
        "florida",
        "booking",
        "approval",
        "airline",
        "lga",
        "pns",
        "contract",
        "conference room",
        "interviews",
        "reservations",
        "united",
        "delta",
        "american airlines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014411",
      "summary": "The documents detail repeated requests for travel approval for interviews related to the Epstein investigation (2018R01618). These requests involve travel to Los Angeles, Stockholm, West Palm Beach, and potentially Fort Lauderdale, Florida. The team consistently seeks permission for flights, hotel reservations (including conference rooms) for these interviews, and favors domestic-flagged carrier flights. The requests are often linked to prior investigations and involve multiple individuals coordinating travel arrangements and confirming scheduling details.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "travel approval",
        "flights",
        "los angeles",
        "hotel",
        "conference room",
        "epstein investigation",
        "interviews",
        "stockholm",
        "sweden",
        "west palm beach",
        "florida",
        "2018r01618"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015915",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026843",
            "similarity": 0.692,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029663",
            "similarity": 0.571,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014396",
            "similarity": 0.571,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021141",
      "summary": "This document consists of a series of email exchanges regarding travel approvals for investigative work, primarily related to the Epstein investigation (2018R01618). The core requests involve travel to locations including Pensacola, Florida, Los Angeles, Stockholm, Sweden, and West Palm Beach/Fort Lauderdale, Florida, for interviews with witnesses. Flight options, particularly refundable domestic flights versus nonrefundable ones, are frequently discussed. Hotel bookings and conference room reservations are also repeatedly requested, often with specific time constraints. The emails highlight a need to coordinate schedules, consider alternative flight options, and manage expenses related to the investigation.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "travel approval",
        "flights",
        "pensacola",
        "florida",
        "interview",
        "conference room",
        "booking",
        "refundable",
        "domestic",
        "international",
        "cost"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021133",
            "similarity": 0.643,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021133",
      "summary": "A recurring request is made for permission to travel to locations including Pensacola, Florida, Los Angeles, Stockholm, and West Palm Beach to conduct interviews with witnesses. Key elements consistently requested are refundable flight options (particularly avoiding penalty fares), a preference for “unrestricted coach” fares, and the reservation of conference rooms at hotels for the interviews.  The requests involve multiple individuals and agencies, including the U.S. Attorney’s Office and Legal Assistants. There are repeated requests to shorten the travel timeframe based on scheduling constraints.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "travel approval",
        "flights",
        "refundable",
        "penalty fares",
        "pensacola",
        "florida",
        "conference room",
        "booking",
        "restrictions",
        "domestic",
        "international",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021141",
            "similarity": 0.643,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021123",
      "summary": "Multiple individuals within the U.S. Attorney’s Office (SDNY) are requesting permission and arrangements for travel to Pensacola, Florida, Los Angeles, and Stockholm, Sweden, primarily for conducting interviews with witnesses. Key elements of the requests include: *   **Flight Details:** Specific flight codes (e.g., Delta JFK to PNS) are proposed, with some flights being refundable and others not. *   **Hotel Booking:** Requests are made for hotel accommodations, specifically the Hilton Garden Inn (PNS Airport Medical). *   **Conference Room Requests:** Requests for conference room bookings at the hotel locations for interview sessions are consistently made. *   **Penalty Fare Avoidance:** Guidance is provided on avoiding penalty fares by selecting “unrestricted coach” fare options. *   **Scheduling Flexibility:** The requests emphasize a need for flexible scheduling to accommodate witness availability. *   **Recurring Requests:** The travel requests are part of a pattern of similar requests related to the Epstein investigation.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "flights",
        "pensacola",
        "refund",
        "delta",
        "booking",
        "conference room",
        "travel approval",
        "penalty fares",
        "coach",
        "restrictions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026843",
      "summary": "The document consists of a series of email exchanges requesting travel approvals for investigations, primarily related to the Epstein case (2018R01618). The requests consistently involve travel to Los Angeles, West Palm Beach, and potentially Stockholm, Sweden, for interviews with victims and witnesses.  A recurring request is for approval to secure conference rooms at hotels during these trips. The emails highlight a need for flexibility in scheduling and an interest in minimizing travel time and costs, often specifying domestic or domestic-flagged carrier flights. Redactions obscure specific details within the emails.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "travel approval",
        "los angeles",
        "conference room",
        "epstein investigation",
        "stockholm",
        "sweden",
        "florida",
        "interviews",
        "united states v. epstein",
        "2018r01618"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014411",
            "similarity": 0.692,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016932",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029663",
            "similarity": 0.818,
            "index": 54,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023274",
      "summary": "This document contains a series of email exchanges related to travel requests for investigative purposes, primarily linked to the Epstein investigation (2018R01618). The requests involve travel to various locations including Pensacola, Florida, Stockholm, Sweden, Los Angeles, and West Palm Beach, Florida, for witness interviews. Flight options are repeatedly proposed, often with refundable options being highlighted. Hotel accommodations, particularly at the Hilton Garden Inn (specifically the “HGI PENSACOLA AIRPORT MEDICAL” location), and conference room bookings are consistently requested, often with specific dates and durations. There's a recurring need to secure domestic-flagged carrier flights and consideration for costs. The travel arrangements are driven by scheduling conflicts, witness availability, and the need for a brief, focused investigative period.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "travel approval",
        "pensacola",
        "florida",
        "flight",
        "hotel",
        "conference room",
        "interview",
        "booking",
        "delta",
        "charlotte",
        "nc",
        "cost",
        "scheduling",
        "epstein investigation",
        "united states v. epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029663",
      "summary": "The document consists of a series of emails requesting travel approvals for investigations related to the Epstein case (2018R01618).  These requests involve travel to locations including Los Angeles, Stockholm, West Palm Beach, and Fort Lauderdale, Florida, primarily for interviews.  The requests consistently involve a team of individuals, seek approval for hotel bookings and conference rooms, and specify expected travel dates with flexible timelines.  The emails repeatedly reference prior similar requests and a desire for domestic-flagged carrier flights to minimize costs.  The content is heavily redacted.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "travel approval",
        "los angeles",
        "epstein investigation",
        "stockholm",
        "sweden",
        "conference room",
        "florida",
        "interviews",
        "united states v. epstein",
        "booking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026843",
            "similarity": 0.818,
            "index": 52,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00014411",
            "similarity": 0.571,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014396",
      "summary": "This document is a series of email exchanges requesting travel approvals for interviews related to the Epstein investigation (2018R01618). The requests involve travel to Pensacola, Florida, Stockholm, Sweden, Los Angeles, and West Palm Beach, Florida, typically for two to three days, to interview witnesses. Consistent requests are made for conference room reservations at various hotels during these trips.  Recurring details include the need for domestic-flagged flights, tax exempt forms, and coordinating with specific individuals (M, and/or). The emails demonstrate a pattern of repeated requests for similar travel arrangements across multiple dates and locations.",
      "timestamp": "2020-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2020",
      "keywords": [
        "travel approval",
        "pensacola",
        "florida",
        "conference room",
        "flights",
        "hotel",
        "epstein investigation",
        "interviews",
        "west palm beach",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014411",
            "similarity": 0.571,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028805",
            "similarity": 0.583,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014405",
            "similarity": 0.818,
            "index": 56,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014405",
      "summary": "This document is a series of email exchanges related to travel requests for interviews and conference room bookings, primarily concerning the Epstein investigation (2018R01618). The requests consistently involve travel to locations like Pensacola, Florida, Los Angeles, Stockholm, and West Palm Beach. The requests repeatedly seek approval for travel dates, flights, and a conference room reservation for interviews.  A recurring theme is the need to secure flights (often Delta) and a conference room, and a request for cost-consciousness in booking options. The requests are submitted by U.S. Attorneys and Legal Assistants seeking approval and assistance with logistics.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "19 Feb 2020",
      "keywords": [
        "travel approval",
        "pensacola",
        "florida",
        "conference room",
        "flights",
        "hotel",
        "epstein investigation",
        "interviews",
        "booking",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014396",
            "similarity": 0.818,
            "index": 55,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014402",
      "summary": "This document is a travel itinerary and receipt for a trip from New York (JFK) to Atlanta and Pensacola, Florida, with a hotel stay in Pensacola. The itinerary includes two Delta Air Lines flights on February 19th and 20th, 2020, with specific flight times, equipment types, and seat assignments. A hotel reservation at the HGI Pensacola Airport Medical location is also included, with confirmation details and rates. The document details associated fees, taxes, and total charges of $717.76. It also provides contact information for CWTSATOTRAVEL and includes terms and conditions regarding fare guarantees, transaction fees, and return policies for unused tickets.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "Feb 19, 2020",
      "keywords": [
        "delta air lines",
        "flight",
        "hotel",
        "pensacola",
        "booking",
        "receipt",
        "confirmation",
        "airline",
        "travel",
        "usd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023281",
      "summary": "Department of Justice, specifically the U.S. Attorney's Office for the Southern District of New York (SDNY), regarding potential violations of International Megan’s Law (IML) by Jeffrey Epstein. *   **SDNY Suspicion:** The SDNY suspected Epstein was concealing international travel, possibly related to his status as a convicted sex offender. *   **FAA Flight Logs:** Volscho highlighted discrepancies in FAA flight logs regarding two flights (Vienna, Austria and Monaco) that were not initially recorded. *   **Investigation Details:** The US Marshals Service (USMS) initiated an investigation (Case: CC-1900-0108-2921G) based on a referral from the SDNY. Epstein was flagged due to his history of international travel and sex offender status. He was classified as a Level 3 sex offender in New York. *   **USMS Response:** A Public Affairs representative from the DOJ declined to comment. *   **Specific Questions:** Volscho posed several questions to the SDNY regarding the investigation, including the basis for their suspicions, prior reports, other investigations, and details about the arrest.",
      "timestamp": "2020-02-20T00:00:00",
      "timestamp_raw": "20 Feb 2020",
      "keywords": [
        "epstein",
        "iml",
        "usdoj",
        "southern district of new york",
        "jeffrey epstein",
        "sex offender",
        "international travel",
        "faa",
        "united states marshals service",
        "cuny",
        "crime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037638",
      "summary": "An inspection record indicates that Kevin Maxwell’s last flight on 2/29/2020 was inbound to Boston, but he was not on board. Five previous flights also listed him as not being on board. The record, dated 3/16/2020, raises questions about his current location in the US due to a “travel history with a nexus to Great Britain” during the COVID-19 pandemic. The document doesn't clarify whether he was attempting to leave or enter the US.",
      "timestamp": "2020-02-29T00:00:00",
      "timestamp_raw": "2/29/2020",
      "keywords": [
        "kevin maxwell",
        "flight",
        "boston",
        "covid-19",
        "travel history",
        "great britain",
        "inspection record",
        "us",
        "2020",
        "kimberly"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032130",
      "summary": "An email chain discusses flight records related to Jeffrey Epstein and President Clinton. Specifically, the sender is inquiring about August flights to Albuquerque (ABQ) and Santa Fe (SAF) in 2002, referencing a trip to New Mexico with Epstein and Clinton. The sender reviewed flight records from July 2002 through December 2002 and found two flights: July 17, SAF to TEB, and August 5, TEB to SAF. The sender questions if these flights correspond to the “at least one trip that took with Epstein to New Mexico during the general time period in 2002 when recalls the assault occurring.” The sender does not find any other records of flights to New Mexico during that period and notes the subject’s last appearance on a jet before April 2003.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "flight records",
        "epstein",
        "new mexico",
        "clinton",
        "2002",
        "albuquerque",
        "santa fe",
        "teb",
        "july",
        "august"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031984",
      "summary": "A declaration submitted in response to a subpoena indicates the declarant worked as a pilot for Jeffrey Epstein and affiliated entities beginning in 1991. The declarant recalls meeting an unidentified woman (“Ms. =”) likely in the mid to late 1990s, and documented her presence on several flights recorded in flight logs from 1994-1997. Specifically, the logs show entries referencing individuals with no last names, identified as “M’” and “also,” on flights between 1996 and 1997. The declarant has no specific recollection of these flights and vaguely recalls another individual, identified as `=\"`, who began flying in the early 2000s.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "June 10, 2020",
      "keywords": [
        "efta00031984",
        "jeffrey epstein",
        "pilot",
        "subpoena",
        "deposition",
        "flight logs",
        "1994-1997",
        "west palm beach",
        "teterboro airport",
        "new jersey",
        "santa fe",
        "new mexico"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030482",
      "summary": "Bruce Barket of Barket, Epstein, Kearon, Aldea & LoTurco received confirmation from the Chambers of Judge Karas that the Curcio Hearing scheduled for June 30th was canceled. Bobbi Sternheim inquired about the cancellation and requested a reschedule to July 13th, necessitating flight cancellations. An ex parte order from Judge Karas was attached and intended to be filed under seal.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "efta00030482",
        "ex parte order",
        "bruce barket",
        "judge karas",
        "bobbi sternheim",
        "curcio hearing",
        "july 13th",
        "flights",
        "legal documents",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008631",
      "summary": "*   The appearance occurred on June 29, 2020, at 10:04 a.m. at the United States Courthouse in White Plains, New York. *   The transcript is related to an investigation involving Jeffrey Epstein and allegations of child sexual abuse. **Witness Testimony (Summary):** *   The witness, a Special Agent with the FBI, was examined regarding his knowledge of Maxwell and Epstein's activities, particularly in the context of the 1990s. *   He described his role investigating violent crimes against children involving sextortion and exploitation. *   He detailed his interactions with Maxwell, including conversations about Epstein, their time together at various residences (Palm Beach, New York, New Mexico, London), and her involvement in a lawsuit. *   The witness identified several instances of sexualized interactions between Maxwell and a minor (referred to as \"Victim 1\"), including massages and discussions about Epstein's behaviors. *   He provided flight logs of Epstein’s private jet, with Maxwell as a frequent passenger. *   Maxwell described Epstein's behavior, describing him as a \"superhero\" demanding constant sexual gratification. *   The transcript includes references to a lawsuit filed against Maxwell regarding her statements about Epstein, along with evidence of sex toys found at Epstein's residences. *   Maxwell stated she never gave anyone a massage. **Procedural Notes:** *   The testimony was recorded under oath and within a secure environment with a microphone and Plexiglas barrier. *   The grand jury reporter took notes and recorded the proceedings. *   The transcript includes legal instructions regarding hearsay and the evidentiary rules for grand jury proceedings. *   The transcript was marked with exhibits including PowerPoint presentations and the indictment.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "palm beach",
        "new york",
        "grand jury",
        "trafficking",
        "exploitation",
        "sextortion",
        "massage",
        "sexual abuse",
        "flights",
        "jet",
        "documents",
        "testimony",
        "residences",
        "violence against children"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008920",
      "summary": "The appearance took place on June 29, 2020, at the United States Courthouse in White Plains, New York. *   **Witness:** A Special Agent from the Federal Bureau of Investigation (FBI), identified as Ms. III, was the witness. *   **Agent's Role:** The agent specializes in violent crimes against children, including child sexual abuse material, sextortion, and exploitation of minors. *   **Investigation Focus:** The investigation centers on Ghislaine Maxwell and her connections with Jeffrey Epstein, focusing on instances of abuse and illicit activities. *   **Key Activities:** The agent’s testimony details Maxwell’s interactions with Epstein, including a relationship where she received financial assistance, was involved in massage sessions, and traveled with them to locations including New York, Palm Beach, and New Mexico. *   **Document Review:** The agent has reviewed various documents, including flight logs, photographs, and a PowerPoint presentation used to guide her testimony. *   **Deposition Testimony:** A significant portion of the transcript consists of excerpts from a deposition given by the witness, detailing conversations and observations related to Maxwell and Epstein. *   **Evidence Presented:** The transcript references specific evidence such as a schoolgirl outfit found in Epstein’s Manhattan townhouse and a collection of sex toys discovered during a search of his Palm Beach residence. *   **Legal Context:** The proceedings are part of a larger investigation that has led to an indictment against Ghislaine Maxwell.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states grand jury",
        "white plains",
        "fbi",
        "sexual abuse",
        "trafficking",
        "massage",
        "new york",
        "epstein",
        "palm beach",
        "new mexico",
        "flights",
        "documents",
        "witnesses",
        "testimony",
        "photos",
        "interlochen",
        "sexual exploitation",
        "crimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014393",
      "summary": "This document details information regarding the siblings of Ghislaine Maxwell, collected by the FBI. The siblings listed are: Christine Maxwell, Isabel Maxwell, Karine Maxwell (deceased), Ann (Anne) Maxwell (Holve), Kevin Maxwell, Michael Maxwell (deceased), Ian Maxwell, and Philip Maxwell.  Each sibling is noted with their date of birth (where available), residence information (often lacking), and travel history, including specific flight dates to and from the UK and Boston.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "siblings",
        "fbi",
        "flights",
        "christine maxwell",
        "isabel maxwell",
        "kevin maxwell",
        "michael maxwell",
        "ian maxwell",
        "travel history"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038136",
      "summary": "The document details records of Ghislaine Maxwell’s siblings: Christine, Isabel, Karine (deceased), Ann (Anne Holve), Kevin, Michael (deceased), Ian, and Philip.  It includes birth dates (where available), addresses, and passport information (UK PP). Specific flight dates and locations are noted for several siblings, including outbound flights to the UK and inbound flights from London to Boston. Kevin and Ian Maxwell both have no identified residence in the US.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "Jul 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "siblings",
        "uk pp",
        "flights",
        "dob",
        "travel history"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038433",
      "summary": "An individual ([REDACTED]) is seeking assistance with a human trafficking case, specifically the Maxwell case, and is leveraging prior experience with the Epstein case. They are currently working at JFK Airport and want to establish “tripwires” for trafficking cases. They are requesting assistance from another individual ([REDACTED]) who has experience with trafficking cases and training materials. The other individual ([REDACTED]) is offering to help and suggests reaching out to a contact ([REDACTED]) regarding a training. There's a discussion about the challenges of tracking domestic flights and a need for improved airport staff training to identify suspicious activity.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2020",
      "keywords": [
        "human trafficking",
        "epstein case",
        "jfk airport",
        "training",
        "discovery",
        "miami",
        "airport tripwires",
        "surveillance",
        "law enforcement",
        "trafficking training"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038259",
      "summary": "A detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force is planning a trip to West Palm Beach, Florida, from September 28th to October 2nd for the Epstein investigation. The estimated travel costs for two people are $2,771, including flights ($600), hotel ($980), car rental ($145), individual expenses ($610), taxis ($300), and parking ($136).",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "efta00038259",
        "epstein",
        "west palm beach",
        "florida",
        "travel",
        "flights",
        "hotel",
        "car rental",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038030",
      "summary": "An email was sent regarding travel to London. The sender requests confirmation of AD IOD approval, booking flights/hotels, and obtaining quarantine waivers from Legat London. The email includes an attached document (\"London Travel.docx\") and asks for any questions.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "efta00038030",
        "london travel",
        "ad iod",
        "quarantine waiver",
        "legat london",
        "fbi ny",
        "booking",
        "flights",
        "hotels",
        "confirmation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008863",
      "summary": "This document is a redacted portion of the United States v. Ghislaine Maxwell case, specifically related to Jeffrey Epstein’s activities. It contains several FedEx shipping records, primarily invoices for packages sent between October 2002 and January 2001. These records detail shipments from Epstein’s New York address to his Palm Beach residence, and include tracking information, service types (like FedEx Priority Overnight), charges (including a fuel surcharge), and details of the packages themselves (weight, dimensions, etc.). Several handwritten message pads from Epstein’s Palm Beach residence are also included, containing short, urgent communications with various recipients, referencing meetings, phone calls, and requests for “rush” service. The documents are part of the evidence presented in the Maxwell case, focusing on Epstein’s travel and communication patterns.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "fedex",
        "united states",
        "efta00008863",
        "grand jury",
        "invoice",
        "transport",
        "flights",
        "message pads"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010386",
      "summary": "(of ROSS AMSEL RABEN NASCIMENTO, PLLC) and an Assistant U.S. Attorney regarding a case involving Ghislaine Maxwell. The primary focus is scheduling a meeting to discuss the case and gather information. Key details include: *   **Initial Request:** The Assistant U.S. Attorney requests that Nascimento and his client fill out a COVID-19 visitor screening form. *   **Logistics:** Discussions revolve around the client’s vaccination status, preferred breakfast locations, travel arrangements (including flights and potential travel times), and desired meeting times (primarily Tuesday mornings). *   **Scheduling Conflicts:** Nascimento initially has limited availability due to other cases, leading to proposed meeting times being adjusted. *   **Background:** Nascimento explains that he's acting as an inventory attorney for his former partner, Alan Ross, who passed away and was involved in the case prior to his death. The Assistant U.S. Attorney previously subpoenaed his former partner. *   **Ongoing Communication:** The exchange continues over several weeks, with the Assistant U.S. Attorney maintaining proactive contact and Nascimento adjusting his schedule as needed. The redactions indicate sensitive information is being withheld.",
      "timestamp": "2021-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2021",
      "keywords": [
        "efta00010386",
        "covid-19",
        "vaccination",
        "water fountains",
        "blue spoon",
        "joe nascimento",
        "travel",
        "information",
        "webex",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038751",
      "summary": "An updated flight schedule was generated on August 24, 2021, involving flights from [REDACTED] to [REDACTED]. The update is associated with the file THTZUW.pdf (40.57 kB) and document EFTA00038751.",
      "timestamp": "2021-08-24T00:00:00",
      "timestamp_raw": "August 24, 2021",
      "keywords": [
        "flights",
        "redaction",
        "efta00038751",
        "2021",
        "2025",
        "pdf",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015132",
      "summary": "An email chain discusses travel expenses related to a case from August 2019 involving Judge Berman and potentially Jeffrey Epstein. One party (USANYS) requests confirmation of SDNY payments for flights and hotel expenses associated with the August 2019 hearing. Another party confirms SDNY paid for flights and mentions an August 2019 travel record. A third party indicates the office paid for travel in September 2021, but seeks confirmation of hotel payments. HYDEOP.pdf is attached.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2021",
      "keywords": [
        "efta00015132",
        "victim travel",
        "sdny",
        "epstein",
        "august 2019",
        "travel expenses",
        "flights",
        "hotel",
        "maternity leave",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021038",
      "summary": "This document is a Government Exhibit Index related to the case of United States v. G’hislaine Maxwell. It details the production of various physical exhibits, including message pads, photographs, documents, and hard drives, related to Maxwell’s activities and connections. The exhibits cover locations such as her residences in New York and London, the Mar-A-Lago estate, and various individuals associated with her. The materials include correspondence, financial records, photographs of individuals and objects, and details about the Palm Beach School District. The index categorizes the exhibits by series (0, 10, 50, etc.) and provides Bates numbers for identification and tracking. The documents are subject to protective orders.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "11/23/2021",
      "keywords": [
        "g'hislaine maxwell",
        "message pads",
        "sdny",
        "exhibit index",
        "photographs",
        "birth certificates",
        "massage table",
        "black contact book",
        "hard drive",
        "palm beach",
        "new york townhouse",
        "jeffrey epstein",
        "flights",
        "emails",
        "costumes",
        "financial records",
        "phone records",
        "travel",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026528",
      "summary": "Following a meeting, the sender requests assistance with preparing for potential charges against Maxwell. Specifically, tasks include: *   Creating a photobook/photo array featuring individuals from the 1990s, particularly females of similar age and appearance. *   Locating and reviewing records including Interlochen records (I’M, Epstein, Maxwell), school records (Palm Beach & New York), Maxwell’s travel logs (US & UK 1994-1998, 1994-1996, 1995-1996), and search warrant materials. *   Conducting interviews with Maxwell’s mother, brother, sister, and former boyfriend, seeking records, photos, and emails related to specified time periods. *   Tracking subpoenas needed to obtain records.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00026528",
        "maxwell",
        "epstein",
        "photobook",
        "records",
        "search warrant",
        "interviews",
        "subpoenas",
        "flights",
        "emails"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038723",
      "summary": "On August 2, the sender contacted the recipient regarding hotel confirmation and flight arrangements for a trip, specifically concerning children flying back with the sender on August 29th. The sender requested confirmation of the flight arrangements and reiterated the requirement for the children to sit with them. On August 25, the recipient confirmed receipt of updated flight information and indicated no problems with the arrangements.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "at&t lte",
        "hotel confirmation",
        "flights",
        "children",
        "august 29th",
        "flight info",
        "arranged",
        "structured"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005994",
      "summary": "This document is a redacted flight tracking log, primarily for the period from January 2017 to June 2019, detailing outbound and inbound flights associated with various airports. It records the dates (January – June 2019), days of the week, and flight routes utilizing airports including Teterboro (TEB), US Virgin Islands (TIST), West Palm Beach (PBI), Westfield (KBAF), Long Island (KISP), Fort Lauderdale (PHI) and Boco Raton (KBCT). The data primarily tracks flights between these locations, with specific routes like TEB-TEB, TEB-France, TIST-TEB, TIST-St Barthelemy and TIST-US Virgin Islands noted. The log focuses on the flight origins and destinations over these months and presents the information in a table format for each date.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00005994",
        "efta00005995",
        "teb",
        "tist",
        "pbi",
        "teterboro",
        "us virgin island",
        "france",
        "west palm beach",
        "inbound",
        "outbound",
        "airport codes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006025",
      "summary": "This document is an attendance and expense report related to a case investigation, likely involving a victim and related personnel. It contains a list of attendees, contact information (including addresses across multiple states), a breakdown of stall expenses (mileage, lodging, etc.), travel arrangements, and flight details. Key data points include: *   **Attendees:** A list of names and affiliations (e.g., Victim, Attorney, Guest, Therapist, FBI Agents). *   **Contact Information:** Addresses for victims and guests in various locations (Las Vegas, Miami, Asheville, etc.). *   **Expenses:** Mileage reimbursement, lodging costs, and other travel-related expenditures. *   **Travel Arrangements:** Details of flights, arrival/departure times, and hotel reservations. *   **Notes:**  Includes reasons for flight cancellations (illness, weather) and a request for a one-way ticket to Miami. *   **Exemption Certificate:** A form related to federal employee purchases, used to justify expenditures.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim",
        "attorney",
        "guest",
        "name",
        "flight",
        "travel",
        "address",
        "mileage",
        "florida",
        "date",
        "booking",
        "conference",
        "hotel",
        "efta00006025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}