{
  "keyword": "expert witness",
  "count": 25,
  "keyword_match_count": 25,
  "content_match_count": 19,
  "total_files": 44,
  "timeline": [
    {
      "file_id": "EFTA00018300",
      "summary": "Goodman, a highly experienced psychologist specializing in the intersection of developmental psychology, memory, and the legal system, particularly concerning child sexual abuse. **Key Information:** *   **Background:** Dr. Goodman holds a Ph.D. from UCLA and has a distinguished career marked by extensive research, teaching, and consulting roles. *   **Academic Affiliations:** She has held prominent positions at the University of California, Davis, including Distinguished Professor of Psychology and Director of the Center for Public Policy Research. She has also held positions at the University of Oslo and the University of Denver. *   **Research Focus:** Her research primarily revolves around children’s memory, eyewitness testimony, false memory, trauma, attachment, and how these factors relate to legal cases involving child abuse. She has conducted numerous studies with various methods (e.g., laboratory experiments, longitudinal studies, clinical interviews). *   **Professional Memberships:** Dr. Goodman is a fellow of several prominent psychological organizations, including the American Psychological Association and the Society for Psychological Study of Social Issues. *   **Awards and Recognition:** She has received numerous prestigious awards and honors, including the UC Davis Academic Senate Distinguished Faculty Research Award and the American Psychological Association's Distinguished Contributions to Research in Public Interest Award. *   **Consulting and Expertise:** Dr. Goodman has served as a consultant to special assault forensic evaluation centers and has been involved in advising governmental and legal agencies on child abuse cases. She has testified in court and given numerous invited lectures. *   **Publications and Contributions:** She has authored and co-authored numerous scholarly articles, book chapters, and reports on child witness testimony and related topics. *   **Ongoing Research:** Dr. Goodman continues to conduct research in this field, exploring topics such as memory accuracy, false memory, and the influence of attachment on memory processes. In essence, this document showcases Gail Goodman’s substantial and impactful contributions to the field of psychology, particularly in understanding the complexities of memory and its relevance in legal contexts related to child abuse.",
      "timestamp": "2017-03-01T00:00:00",
      "timestamp_raw": "2017/03/01",
      "keywords": [
        "gail goodman",
        "psychology",
        "child witnesses",
        "trauma",
        "memory",
        "eyewitness testimony",
        "sexual abuse",
        "developmental psychology",
        "law",
        "forensic psychology",
        "california",
        "research",
        "education",
        "university of california",
        "davis",
        "judge",
        "legal",
        "policy",
        "expert witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011025",
      "summary": "Bruce A. Green, a Fordham University professor, is responding to a court’s understanding that he was an attorney involved in the Epstein case due to a New York Law Journal article he co-authored. Green clarifies that he has never been counsel to Epstein or his estate and was instead an expert witness supporting Professor Dershowitz’s motion to disqualify David Boies. He states his work concluded in June and did not involve representing or advocating for Dershowitz. The correspondence is addressed to the judge, the U.S. Attorney, and attorneys involved in the related cases.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "fordham university",
        "richard m. berman",
        "bruce a. green",
        "epstein",
        "law journal",
        "david boies",
        "dershowitz",
        "united states v.",
        "case 1:19-cr-00490-rmb",
        "legal proceedings",
        "expert witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024760",
      "summary": "Dawn M. Hughes, Ph.D., ABPP, is a clinical and forensic psychologist specializing in traumatic stress, interpersonal violence, and anxiety disorders. She holds degrees from Nova Southeastern University and has extensive professional experience, including postdoctoral fellowships, clinical practice, and academic positions at Well Cornell Medical College. Her licensure includes New York, Connecticut, and North Carolina. She is a member of numerous professional organizations, including the American Psychological Association and the International Society for Traumatic Stress Studies. Hughes has a significant record of professional activities and presentations, frequently lecturing on forensic psychology, trauma assessment, and courtroom strategies related to interpersonal violence.  Her research focuses on memory of childhood sexual abuse and its psychological effects.",
      "timestamp": "2019-09-17T00:00:00",
      "timestamp_raw": "September 17, 2019",
      "keywords": [
        "clinical psychology",
        "forensic psychology",
        "trauma",
        "anxiety disorders",
        "sexual abuse",
        "domestic violence",
        "ptsd",
        "research",
        "academia",
        "new york",
        "expert witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028801",
      "summary": "A request was submitted for travel for a fact witness, [REDACTED], to appear in the SDNY court on November 21, 2019, at 9 am for trial preparation. The witness is a victim-witness, traveling from Los Vegas to New York City. Hotel accommodations are required. The witness is not a government employee or military personnel. The witness needs to arrive on November 20, 2019, and depart on November 21, 2019. The request is for a fact witness, not an expert witness.  The witness’s travel arrangements require exact matching of identification documents with TSA.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "november 21",
        "2019",
        "usao",
        "victim/witness",
        "travel expenses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027646",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018632",
      "summary": "This document is a curriculum vitae for Kimberly B. Mehlman-Orozco, a criminologist and legal scholar specializing in human trafficking, immigration, and related issues. Key aspects of her background include: *   **Education:** She holds a Ph.D. in Criminology, Law and Society from George Mason University, with dissertations focused on “The Crimmigration Affect.” She also has degrees in Justice, Law, and Crime Policy, Administration of Justice, and related fields. *   **Research & Publications:** Her research centers on human trafficking, immigration, and related areas, evidenced by numerous publications, including books (“Hidden in Plain Sight”) and articles in prominent outlets like USA Today and The Hill. *   **Professional Experience:** She has held various roles including research associate, consultant, and executive director at organizations like the Latino Policy Institute, RAND Corporation, and the Justitia Institute. She has provided expert witness testimony in several cases related to human trafficking. *   **Teaching & Training:** She has been a teaching faculty member at George Mason University, instructing courses in criminology, law, and justice. She's also conducted extensive training and presentations on human trafficking for diverse audiences including law enforcement, legal professionals, and community organizations. *   **Service & Advocacy:** She actively participates in human trafficking task forces, advisory boards, and various advocacy efforts, demonstrating a sustained commitment to combating this issue.",
      "timestamp": "2020-07-04T00:00:00",
      "timestamp_raw": "July 4, 2020",
      "keywords": [
        "criminology",
        "law and society",
        "human trafficking",
        "immigration",
        "justice",
        "crime",
        "trafficking",
        "george mason university",
        "research",
        "academia",
        "expert witness",
        "policy",
        "analysis",
        "surveys",
        "systematic review",
        "phd",
        "master of arts",
        "juvenile justice",
        "legalizing prostitution",
        "sex trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018628",
      "summary": "Kimberly Mehlman-Orozco was contacted by the Assistant United States Attorney for the Southern District of New York regarding potential expert witness testimony in the trial of *United States v. Ghislaine Maxwell*, scheduled for July 12, 2020. Orozco offered availability for a call this week, specifically before noon or after 3:00 PM on Tuesday, Wednesday, or Friday. She also offered to provide a CV and fee schedule.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "July 12, 2020",
      "keywords": [
        "expert witness",
        "kim mehlman-orozco",
        "ghislaine maxwell",
        "united states v.",
        "trial",
        "new york",
        "july 12",
        "2020",
        "availability",
        "prosecution",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018629",
      "summary": "Kimberly Mehlman-Orozco offered to discuss her availability to testify as an expert witness in the trial of United States v. Ghislaine Maxwell, scheduled for July 12, 2020, in the Southern District of New York. She provided a CV and fee schedule and suggested times for a call this week – before noon or after 3:00 PM today or Friday. The communication involved multiple individuals including USANYS.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "July 12, 2020",
      "keywords": [
        "kimberly mehlman-orozco",
        "expert witness",
        "criminal case",
        "usanys",
        "ghislaine maxwell",
        "trial",
        "southern district of new york",
        "fee schedule",
        "conference line",
        "july 12 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024767",
      "summary": "Dr. Dawn Hughes, a forensic psychologist, provides psychological evaluations for legal purposes, working with law firms as clients. Evaluations involve interviews, testing, document review, and report preparation.  Confidentiality is maintained, with information shared with the litigant's attorney. Fees are $500 per hour, with specific billing rates for court testimony and disbursements. A $7000 retainer is required, with $3500 non-refundable, and the final cost depends on the scope of the evaluation. All agreements must be in writing and signed by Dr. Hughes and an authorized representative of the law firm.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "forensic psychology",
        "psychological evaluation",
        "expert witness",
        "confidentiality",
        "fees",
        "retainer",
        "evaluation",
        "psychological testing",
        "dr. hughes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024756",
      "summary": "On November 2, 2020, Dawn Hughes responded to an email from a federal prosecutor regarding potential expert testimony for the trial of United States v. Isac Axwe, scheduled for July 12, 2021, in the Southern District of New York. Hughes expressed interest in discussing her availability for a call to discuss the possibility of providing expert witness testimony.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "expert testimony",
        "united states v. is acne axwe",
        "federal prosecutors",
        "forensic psychologist",
        "trial",
        "new york",
        "dawn hughes",
        "october 29",
        "2020",
        "july 12",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018627",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding an “Expert Witness.” The email included attachments named “Re_Expert_Witness.msg.” The sender and recipients are redacted.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "expert witness",
        "redaction",
        "analysis",
        "efta00018627",
        "2025-12-24",
        "2020-10-28"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018623",
            "similarity": 0.714,
            "index": 10,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018623",
      "summary": "An email thread between individuals with redacted names and email addresses discusses an “Expert Witness.” An attached message named “Expert_Witness.msg” is referenced.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "expert witness",
        "redaction",
        "analysis",
        "efta00018623",
        "2025-12-24",
        "2020-10-28"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018627",
            "similarity": 0.714,
            "index": 9,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020878",
      "summary": "Kimberly Mehlman-Orozco was contacted by an attorney regarding potential expert witness services. She initially declined a call due to differing areas of expertise but offered to recommend a more suitable expert. She provided a Daubert Hearing transcript and trial transcript related to a case involving a sex trafficking defendant.  She then proposed a call for the following week, offering availability before noon or after 3:00 PM, and sent a CV and fee schedule.  She also mentioned her involvement as a prosecutor in the Ghislaine Maxwell trial.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "expert witness",
        "daubert hearing",
        "testimony",
        "prosecution",
        "trial transcript",
        "united states v. ghislaine maxwell",
        "kimberly mehlman-orozco"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026939",
      "summary": "This solicitation/contract (I5JA54-21-PR-0199) is for expert witness services for the U.S. Attorney’s Office, Southern District of New York, related to the case of *U.S. v. Maxwell*. The contract, awarded on March 8, 2021, involves providing services such as document review, data analysis, and testimony related to the psychological aspects of sexual abuse.  The contractor, Lisa M. Rocchio & Associates, Inc., will be compensated at $450 per hour. Key provisions include adherence to DOJ security requirements, including data protection measures and compliance with relevant FAR clauses (specifically 52.212-5 and 52.222-3). The scope of work is defined as providing expert testimony for the trial and may include collaboration with the USAO in obtaining additional expert witnesses. The contract duration is subject to potential extensions.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "solicitation",
        "contract",
        "order",
        "commercial items",
        "us attorneys office",
        "southern district of new york",
        "expert witness",
        "testimony",
        "litigation",
        "data analysis",
        "psychological services",
        "maxwell",
        "criminal case",
        "doj",
        "hipaa",
        "security clearance",
        "small business",
        "dbe",
        "minority-owned business",
        "supply services",
        "time and materials",
        "travel",
        "reimbursement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018883",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, is providing notice that Dr. Lisa Rocchio, a clinical instructor specializing in trauma psychology, may serve as an expert witness in the trial of Ghislaine Maxwell. Dr. Rocchio’s expertise focuses on the psychological impact of trauma, particularly sexual abuse in minors, including grooming tactics, the impact of secrecy, and the potential for long-term consequences. The government is requesting reciprocal discovery regarding any expert witnesses the defense intends to use, along with associated documentation and prior statements. They are also reiterating a previous request for access to the defendant’s documents and witness statements.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "expert witness",
        "trauma psychology",
        "sexual abuse",
        "ghislaine maxwell",
        "forensic psychology",
        "psychological trauma",
        "rule 16(a)(1)(g)",
        "united states v.",
        "discovery request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016949",
      "summary": "The document is a notice from the U.S. Department of Justice to legal counsel regarding the upcoming trial of Ghislaine Maxwell, case number 20 Cr. 330 (MN). The Government intends to call a clinical expert witness, M., to testify about the patterns of manipulation and grooming that frequently occur in sexual abuse cases involving minors, and how these factors impact victim awareness and disclosure. The Government is also requesting reciprocal discovery regarding any expert witnesses the defense intends to use, along with a request for inspection of the defendant's documents and prior statements of witnesses.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "expert witness",
        "sexual abuse",
        "criminal procedure",
        "discovery",
        "trauma",
        "psychological",
        "forensic",
        "rule 16",
        "ghislaine maxwell",
        "united states v. ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019195",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted Dr. to inquire about the possibility of scheduling a call to discuss potential testimony in the case of United States v. Ghisloine Maxwell, scheduled for trial on July 12, 2021. The email chain originated from colleagues involved in the prosecution and referenced a previous email regarding the same request.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "expert witness",
        "uc davis",
        "dr. ghisloine maxwell",
        "united states v.",
        "southern district of new york",
        "trial",
        "prosecutors",
        "email",
        "scheduling",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018259",
      "summary": "A federal prosecutor, EFTA00018259, is contacting Dr. Hughes to request their availability to testify as an expert witness in the trial of United States v. Ghislaine Maxwell, scheduled for July 12, 2021, in the Southern District of New York. The request includes contact information for the sender and recipients.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "expert testimony",
        "ghislaine maxwell",
        "united states v.",
        "trial",
        "expert witness",
        "july 12",
        "2021",
        "federal prosecutors",
        "dr. hughes",
        "new york",
        "efta00018259"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018624",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted Dr. Cooper to inquire about her potential testimony as an expert witness in the trial of *United States v. Ghislaine Maxwell*, scheduled for July 12, 2021 in the Southern District of New York. The contact was initiated by a Legal & Conference Coordinator who requested a summary of Dr. Cooper's thoughts for Dr. Cooper’s review.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "expert witness",
        "ghislaine maxwell",
        "united states v.",
        "dr. cooper",
        "trial",
        "july 12",
        "2021",
        "conference call",
        "legal",
        "prosecutors",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024754",
      "summary": "Dr. Dawn Hughes, a Clinical and Forensic Psychologist, was contacted by federal prosecutors regarding her potential testimony as an expert witness in the trial of *United States v. Ghislaine Maxwell*. The trial is scheduled for July 12, 2021, in the Southern District of New York. Dr. Hughes responded positively to a request to discuss availability for a call to discuss the possibility of her providing expert testimony.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "expert testimony",
        "ghislaine maxwell",
        "united states v.",
        "forensic psychologist",
        "clinical psychologist",
        "trial",
        "new york",
        "july 12",
        "2021",
        "dawn hughes",
        "efta00024754"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024758",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024758",
      "summary": "Dawn Hughes was contacted by federal prosecutors regarding potential expert witness testimony in the case of *United States v. Ghislaine Maxwell*. The case is scheduled for trial on July 12, 2021, in the Southern District of New York. The prosecutors requested a call to discuss Hughes’ availability for a call tomorrow or next week. Hughes attached her CV and standard engagement agreement for review.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "efta00024758",
        "dawn hughes",
        "expert testimony",
        "ghislaine maxwell",
        "united states v.",
        "trial",
        "forensic psychologist",
        "clinical psychologist",
        "engagement agreement",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024754",
            "similarity": 0.5,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020295",
      "summary": "The document is a court order setting the pretrial disclosure and motion schedule for the case of *United States v. Ghislaine Maxwell* (Case 1:20-cr-00330-AJN). Key aspects of the schedule include: *   **Trial Commencement Date:** Initially set as July 12, 2021, subject to resolution of a continuance request. *   **Government Expert Witness Disclosure:** Due April 23, 2021. *   **Supplemental Motions:** Defense motions due May 7, 2021, with government response due May 21, 2021, and defense replies due May 28, 2021. *   **Victim Disclosure:** Disclosure of alleged victims due May 17, 2021. *   **Jencks Materials & Witness Lists:** Due seven weeks before trial commencement. *   **Exhibit Lists:** Due five weeks before trial commencement. *   **Defense Expert Witness Disclosure:** Due four weeks before trial commencement. *   **Rule 16(b) Disclosures:** Due three weeks before trial commencement. *   **Motions in Limine:** Due four weeks before trial commencement, with responses due two weeks before. *   **Requests & Voir Dire:** Due three weeks before trial commencement. *   **Witness Statements:** Parties ordered to meet and confer on a proposed rule 26.2 witness statement submission, with a joint letter proposal due within one week of the order.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "trial",
        "schedule",
        "motions",
        "disclosure",
        "victims",
        "jury",
        "rule 404(b)",
        "government",
        "defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019654",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, [REDACTED], is a fact witness and does not require an expert witness designation. The request includes details about the witness’s travel dates, address, contact information, and hotel requirements. The witness is not a victim-witness or a government/military employee. Unusual travel expenses, such as kennel fees for a pet, are noted. The request outlines specific instructions for AUSA regarding witness travel, including guidelines for domestic and international travel, and limitations on travel funding.",
      "timestamp": "2021-07-19T00:00:00",
      "timestamp_raw": "July 19, 2021",
      "keywords": [
        "efta00019654",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "victim/witness",
        "hotel required",
        "fact witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028801",
            "similarity": 0.5,
            "index": 3,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027646",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010022",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032622",
      "summary": "On August 30, 2021, the U.S. Attorney's Office, SDNY, requested services from Taylor Trial Consulting for litigation support in the case of *US v. Maxwell* (20 Cr. 330, 2018R01618). The request was for ADR Neutral Services, specifically litigative consultant services, with an estimated total expense of $63,000.00. The services included examining the case, preparing testimony, and potentially court testimony or deposition services. Invoices and EFT information would be submitted to the U.S. Attorney's Office, SDNY, Budget & Fiscal Unit.",
      "timestamp": "2021-08-30T00:00:00",
      "timestamp_raw": "August 30, 2021",
      "keywords": [
        "efta00032622",
        "united states attorneys",
        "request",
        "expert witness",
        "litigative consultant",
        "adr neutral",
        "jury consulting",
        "taylor trial consulting",
        "sdny",
        "20 cr 330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032021",
      "summary": "Ghislaine Maxwell*, is providing notice of Computer Forensic Examiner Stephen’s anticipated testimony. Examiner Stephen will detail the extraction of data from seized devices, including user information and documents, and has previously testified on similar topics. The government is requesting reciprocal discovery from the defense, including notice of any expert witnesses they intend to use and access to the defendant’s documents and statements. This request mirrors previous requests made in April 2021 and August 2020.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "September 15, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "computer forensic examiner",
        "search warrants",
        "evidence",
        "discovery",
        "expert witness",
        "testimony",
        "federal rules of evidence",
        "criminal procedure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019459",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, is communicating with defense counsel regarding the upcoming trial in *United States v. Ghislaine Maxwell* (20 Cr. 330). The government intends to use testimony from a Computer Forensic Examiner from the FBI’s CART team. This Examiner will detail device extractions, user information, and documents obtained through court-authorized searches. The government also anticipates the Examiner may discuss cloned device extractions. They are formally requesting reciprocal discovery under Rule 16(b)(1)(C) regarding expert witnesses and reiterate a previous request for access to the defendant’s documents, data, and prior witness statements, as per Rule 26.2.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "September 15, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "fbi",
        "cart",
        "expert witness",
        "search warrants",
        "discovery",
        "rule 702",
        "electronic mail",
        "forensic examiner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016268",
      "summary": "Ghislaine Maxwell case (20 Cr. 330). It’s submitted pursuant to Federal Rule of Criminal Procedure 16(b)(1)(C). *   **Expert Witnesses:** The defense intends to use the following expert witnesses: *   **Dr. Elizabeth Loftus:** A psychologist specializing in memory, intended to testify about the science of memory, false memories, and the influence of suggestion. *   **Dr. Park Dietz:** A psychiatrist specializing in forensic psychiatry, intended to testify about grooming behavior, mental health issues, and the potential for biased judgments. *   **Dr. Ryan Hall:** A forensic chemist and document dating specialist, intended to analyze documents and assess their authenticity. *   **Jennifer Naso:** A forensic document examiner, intended to examine and determine the authorship and authentication of documents. *   **Mr. John Lopez:** A former IRS-CI Special Agent, intended to testify about financial records. *   **Key Arguments Regarding “Grooming”:** The defense anticipates challenging the prosecution’s use of the term \"grooming,\" arguing that it carries an unwarranted implication of intent and can lead to misleading judgments, specifically regarding hindsight bias and the potential for individuals with mental health conditions to be wrongly accused. *   **Other Arguments:** The defense intends to highlight potential pathways to false sexual assault allegations, including factors like memory distortions, psychological vulnerabilities (e.g., personality disorders), and the influence of external information (media coverage). *   **Reservations:** The defense reserves the right to supplement its disclosures and call additional experts as needed throughout the trial.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "memory",
        "expert witness",
        "dr. loftus",
        "grooming",
        "suggestive activities",
        "false memories",
        "forensic psychiatry",
        "hindsight bias",
        "halo effect",
        "cognitive bias",
        "psychological science",
        "united states v. ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014701",
      "summary": "This document is a memorandum opinion and order from U.S. District Judge Alison J. Nathan regarding the admissibility of expert witnesses in the case of *United States v. Ghislaine Maxwell*. **Key Points:** *   **Expert Witness Disputes:** The government is attempting to exclude expert witnesses offered by the defense, specifically Dr. Bennett Gershman, and initially, Dr. Lisa Rocchio and Dr. Ryan Hall. *   **Rule 702 Application:** The court’s decision hinges on the Federal Rule of Evidence 702, which governs the admissibility of expert testimony, requiring relevance, sufficient facts, reliable principles, and reliable application to the case. *   **Gershman Exclusion:** The court grants the government’s motion to exclude Dr. Gershman’s testimony. The reason is that his expected testimony about prosecutorial misconduct is irrelevant to the core issue of Ms. Maxwell’s guilt. *   **Rule 16 Compliance:** The defense’s disclosure of expert witnesses has not met the requirements of Federal Rule of Criminal Procedure 16, which demands a summary of the witnesses’ opinions, bases, and qualifications. *   **Prejudice Concerns:** The court’s decision is partly based on the potential for confusion and prejudice to the jury if Gershman’s testimony were admitted. Essentially, the court is exercising its discretion to limit expert testimony to ensure a fair trial and prevent the introduction of irrelevant or prejudicial information.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "expert testimony",
        "rule 702",
        "daubert",
        "admissibility",
        "expert witnesses",
        "dr. park dietz",
        "dr. elizabeth loftus",
        "dr. lisa rocchio",
        "bennett gershman",
        "federal rule of criminal procedure 16",
        "disclosure",
        "investigation",
        "prosecutorial misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016471",
      "summary": "District Judge Alison J. Nathan regarding the admissibility of expert witness Dr. Lisa Rocchio’s testimony in the case of *United States v. Ghislaine Maxwell*. The Defense initially moved to exclude Dr. Rocchio’s testimony under Federal Rule of Evidence 702 and the Daubert standard. **Key Points:** *   **Daubert Standard:** The court applied the Daubert standard, which requires expert testimony to be based on reliable principles and methods, tested, and subject to peer review, and to assist the trier of fact. *   **Initial Ruling:** The court initially intended to grant the Defense’s motion, but ultimately decided to deny it in part. *   **Admissible Opinions:** Dr. Rocchio’s core opinions – that perpetrators of sexual abuse often use grooming tactics, manipulation, and coercion, and that abuse can cause long-term psychological harm – are deemed admissible. These opinions are supported by her qualifications (PhD in clinical psychology), extensive experience, and published work. *   **Excluded Opinion:** The court excluded Dr. Rocchio’s opinion regarding the facilitation of sexual abuse by a third party (\"grooming by proxy\"), citing a lack of peer review and a deviation from established principles. *   **Relevance and Prejudice:** The court determined that the remaining opinions are relevant to the case and that the potential prejudice is limited. *   **Timely Disclosure:** The government’s supplemental expert witness disclosures were deemed timely and therefore admissible.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "expert testimony",
        "daubert standard",
        "federal rule of evidence 702",
        "sexual abuse",
        "grooming",
        "manipulation",
        "coercion",
        "trauma",
        "psychological consequences",
        "witness credibility",
        "clinical psychology"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019446",
      "summary": "A witness travel request is submitted for Ghislaine Maxwell’s trial, dated November 19, 2021. The witness, whose name and details are redacted, is a victim-witness requiring hotel accommodations. The request outlines travel dates, arrival/departure estimates, and confirms the witness is not an expert witness, a federal employee, or facing criminal charges. The request includes guidelines for unusual expenses and instructions for the AUSA regarding witness travel procedures, including specific considerations for foreign witnesses and funding limitations.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "victim/witness unit",
        "court docket",
        "domestic witness",
        "travel agency",
        "tsa",
        "criminal charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018299",
      "summary": "A correspondence regarding potential expert witness testimony in the case of *United States v. Ghisloine Maxwell*. The email, sent on November 24, 2021, initiates contact with an individual (“”) to explore their potential testimony at trial, scheduled for July 12, 2021, in the Southern District of New York. The sender identifies as Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "expert witness",
        "united states v. ghisloine maxwell",
        "trial",
        "new york",
        "email",
        "prosecutors",
        "united states attorney",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019452",
      "summary": "A witness request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (Court Docket No: 20 Cr. 330, USA No: 2018R01618) on November 27, 2021, at 5 PM. The witness is a fact witness, not an expert witness, and does not reside outside the continental United States. Hotel accommodations are required. The witness’s travel details, including date of birth, address, phone numbers, and email, are specified but redacted. Instructions outline the use of this form for domestic fact witnesses and specify rules for witness travel reimbursement, particularly regarding expenses beyond standard travel and for witnesses brought in for grand jury testimony.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "November 27, 2021",
      "keywords": [
        "efta00019452",
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "trial",
        "grand jury",
        "witness",
        "united states v.",
        "domestic witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010022",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010221",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027646",
      "summary": "A request for travel arrangements is being submitted for a fact witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is scheduled to appear in SDNY on November 28, 2021, for trial preparation at 11 AM, and November 29, 2021, for the trial itself. The witness’s arrival is expected November 27, 2021, and departure November 30, 2021. Hotel accommodations are required. The witness is not an expert witness, a government employee, or facing criminal charges, and does not reside outside the continental United States. The request utilizes standard DOJ procedures for fact witness travel.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "November 28, 2021",
      "keywords": [
        "maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "trial",
        "grand jury",
        "fact witness",
        "ausa",
        "victim/witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028801",
            "similarity": 0.5,
            "index": 3,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014885",
      "summary": "Gail Goodman, a Distinguished Professor, sent several research articles to an Assistant United States Attorney regarding her work on long-term memory for child sexual abuse experiences. The articles include publications from 2000-2005 and 2018. The Assistant U.S. Attorney contacted Goodman to explore her potential as an expert witness in the upcoming trial of Ghislaine Maxwell, scheduled to begin November 29, 2021, in the Southern District of New York.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "efta00014885",
        "gail goodman",
        "expert witness",
        "child sexual abuse",
        "long-term memory",
        "united states v. ghislaine maxwell",
        "clinical psychological science",
        "psych science",
        "prosecution",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010022",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 1, 2021, at 2:00 PM in SDNY. The witness, whose name and DOB are redacted, is a victim-witness and requires hotel accommodations. The request outlines travel dates, including arrival on December 1, 2021, and departure on December 3, 2021. It specifies that the witness is not an expert witness, a current federal civilian or military employee, or facing criminal charges. Instructions detail the form’s use for domestic fact witnesses and highlight specific travel guidelines, including the need for exact ID matching and potential unusual expenses.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "efta00010022",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "victim-witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027651",
      "summary": "A request for travel is being submitted for a fact witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is needed to appear in SDNY on December 2, 2021, at 12:30 PM for trial, extending through December 3, 2021. The witness’s arrival is expected on December 1, 2021, and departure is scheduled for December 3, 2021. Hotel accommodations are required. The witness is not an expert witness, a government employee, or facing criminal charges. The request follows standard procedures for fact witness travel within the U.S., with specific instructions for foreign witnesses and potential unusual expenses.",
      "timestamp": "2021-12-02T00:00:00",
      "timestamp_raw": "December 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "december 2",
        "2021",
        "fact witness",
        "victim/witness",
        "united states v.",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010221",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 5, 2021, at the SDNY court. The witness, whose name and DOB are redacted, requires a hotel stay and is expected to arrive on December 5, 2021, and depart on December 8, 2021. The witness is a fact witness, not an expert witness, and does not have any unusual travel expenses. The request is for a domestic witness travel and follows standard DOJ procedures for witness travel requests.",
      "timestamp": "2021-12-05T00:00:00",
      "timestamp_raw": "December 5, 2021",
      "keywords": [
        "efta00010221",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "victim/witness",
        "domestic witness",
        "december 5",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010214",
            "similarity": 0.571,
            "index": 36,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010214",
      "summary": "A witness travel request was submitted for [REDACTED] to appear in SDNY court for the trial of Ghislaine Maxwell (20 Cr. 330). The witness is scheduled to appear on December 7, 2021, at 9 AM for trial preparation, and December 7-9, 2021, for the trial itself. The witness's estimated arrival is December 6, 2021, and departure is December 9, 2021. The witness is a fact witness, not an expert witness, and does not reside outside the continental United States. Hotel accommodations are required. The request specifies unusual expenses including a necessary travel companion. Instructions are provided for AUSA regarding witness travel requests, including guidelines for U.S. fact witnesses and procedures for foreign witnesses.",
      "timestamp": "2021-12-07T00:00:00",
      "timestamp_raw": "December 7, 2021",
      "keywords": [
        "efta00010214",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "december 7",
        "2021",
        "victim/witness",
        "hotel required"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010221",
            "similarity": 0.571,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.615,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014884",
      "summary": "The email discusses proposed redactions to several filings related to a case, including a motion and expert witness testimony. Specifically, the sender, an Assistant United States Attorney, proposes to seal Exhibit B to the Government’s motion in full. The sender requests feedback on the proposed redactions and outlines the standard process for filing redacted versions of the documents with the court.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "redactions",
        "motion",
        "court",
        "efta00014884",
        "proposed redactions",
        "seal",
        "government",
        "attorney",
        "filing",
        "opposition"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032652",
      "summary": "This form is a request for services from an expert witness, litigative consultant, or ADR neutral for use by United States Attorneys. It includes sections for requesting official information, contractor details, a breakdown of services requested (expert testimony, deposition, medical examination, mental competency evaluation, ADR/consulting, etc.), estimated costs and performance dates for each service, and payment information. It utilizes a standardized form (USA-47) with fields for specifying the reason for the request, hourly rates, expenses, and payment methods.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "united states attorneys",
        "request for services",
        "expert witness",
        "litigation consultant",
        "adr neutral",
        "contract",
        "doj",
        "mental competency",
        "deposition",
        "testimony"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025392",
      "summary": "It covers a wide range of legal topics including criminal justice (Sheldon Silver’s prison sentence), legal practice trends (flexible work arrangements, arbitration), regulatory actions (EPA, SEC), court decisions (Second Circuit upholding Turkish banker conviction, 5Pointz case), legislative developments (65 new federal judgeships), and various legal disputes involving companies like WeWork, Textron, Coca-Cola, and Ford. Several notable cases are highlighted, including the shooting of a judge’s son, challenges to transgender health protections, and disputes over intellectual property. The document also includes announcements regarding new general counsel appointments and legal developments impacting the legal industry (expert witness lawsuits, appointment of immigration judges). Finally, it includes a survey on judicial views on systemic racism and information about job listings and a legal industry publication.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sheldon silver",
        "prison term",
        "covid-19",
        "remote work",
        "fox news",
        "harassment lawsuit",
        "turkish banker",
        "u.s. sanctions",
        "billions",
        "federal judgeships",
        "transgender health protections",
        "5pointz",
        "environmental dumping",
        "coal lease ban",
        "wework arbitration",
        "sec sanctions",
        "textron buy",
        "false claims act",
        "bankruptcy",
        "defamation suit",
        "judicial security",
        "bar exam",
        "systemic racism",
        "expert witness",
        "avenatti",
        "immigration judges",
        "immigration restrictions",
        "levi & korsinsky",
        "immigration judges"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027398",
      "summary": "Rocchio, Ph.D., is a licensed clinical psychologist with extensive experience in forensic psychology, trauma treatment, and private practice.** **Education & Credentials:** She holds a Ph.D. in Clinical Psychology from the University of Rhode Island and has licenses in Massachusetts, New York, and Rhode Island. **Clinical Experience:** She’s been involved in a diverse range of clinical roles including: *   Clinical Director and Owner of Inter-Disciplinary Independent Group Practice since 1998. *   Post-doctoral fellow at Butler Hospital (Women’s Day Hospital Program) and Yale University School of Medicine. *   Clinical Externships at various university counseling centers and Brown University. **Specialized Training & Expertise:** Rocchio has completed numerous specialized training programs in areas like: *   Forensic Psychology (AAFP), including evaluations of feigned psychopathology and stalking assessments. *   Eye Movement Desensitization and Reprocessing (EMDRIA). *   Dialectical Behavior Therapy (Behavioral Technology Transfer Group). *   Trauma Psychology (ISSTD). **Research & Publications:** She has been involved in research related to eating disorders, psychological injury, and complex trauma. She has authored or co-authored several publications in the field. **Professional Activities & Advocacy:** Rocchio is an active member of several professional organizations including the APA, AWP, and ISSTD, and has participated in legislative advocacy concerning mental health parity and healthcare reform.  She has also served on various committees within these organizations and on the boards of local schools (Moses Brown School).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "lisa rocchio",
        "clinical psychology",
        "rhode island",
        "forensic assessment",
        "psychotherapy",
        "education",
        "training",
        "licensed psychologist",
        "trauma",
        "assessment",
        "consultation",
        "expert witness",
        "psychological evaluation",
        "mental health",
        "psychotherapy training",
        "emdr",
        "ipa",
        "forensic psychology",
        "dissertation",
        "professional activities",
        "advocacy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029601",
      "summary": "This document is a Curriculum Vitae for an FBI Computer Analysis Response Team (CART) expert witness. The individual has over 15 years of experience as a Computer Forensic Examiner, starting in 2005 with the FBI New York Field Office. Their experience includes analyzing over 1000 pieces of computer media in over 300 cases, conducting search warrant operations, and providing expert testimony in Federal Court.  Prior to the FBI, they held various roles in programming and data administration at Viecore, Inc. and Erisco, Inc. They possess advanced educational qualifications including a Master’s in Digital Forensics and Cyber Security and a Bachelor’s in Business and Computer Science.  The CV details extensive forensic training and certifications across multiple tools and platforms, including EnCase, FTK, Cellebrite, and various mobile forensics techniques, highlighting ongoing professional development and specialized skills.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "computer forensics",
        "digital forensics",
        "cyber security",
        "evidence analysis",
        "search warrant",
        "data recovery",
        "windows forensics",
        "mobile forensics",
        "macintosh forensics",
        "encase",
        "ftk",
        "iacis",
        "certifications",
        "training"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037142",
      "summary": "The document outlines the handling of litigation expenses and settlements related to client claims. Key points include: *   Expenses covered encompass parking, mileage, travel, meals, incidentals, hotel costs, investigation expenses, consultant fees, postage, and legal research. *   The Firm selects and manages consultants, expert witnesses, and investigators, providing cost estimations to the client. *   The Firm retains the right to use recovered amounts to cover past and future expenses. *   Any awarded attorney’s fees or expenses belong exclusively to the Firm and are applied against the Client’s overall debt. *   The Client must approve any settlement or compromise of the claims. *   Extraordinary motion or sanctions proceedings related to attorney’s fees and expenses are considered additional compensation to the Firm.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "litigation expenses",
        "attorney's fees",
        "expenses",
        "settlement",
        "mediation",
        "arbitration",
        "claims",
        "firm",
        "legal counsel",
        "recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025189",
      "summary": "A request for $200,000 in case-related expenses has been submitted for the “In re Jeffrey Epstein” case (2018R01618) within the Southern District of New York. The request covers database hosting/discovery costs ($100,000) and travel expenses ($100,000).  The case involves investigating Ghislaine Maxwell for related crimes and considering civil forfeiture actions against properties valued at over $100 million.  The investigation centers on alleged sex trafficking activity spanning multiple locations and potentially involving 50 victims. Allowable expenses include travel, subpoena costs, and discovery costs related to seized electronic devices. Expenses such as expert witness testimony, office equipment, and salaries are not reimbursable from the Assets Forfeiture Fund.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00025189",
        "forfeiture",
        "assets",
        "litigation",
        "expenses",
        "criminal",
        "jeffrey epstein",
        "ghislaine maxwell",
        "civil forfeiture",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}