{
  "keyword": "application",
  "count": 60,
  "keyword_match_count": 60,
  "content_match_count": 134,
  "total_files": 194,
  "timeline": [
    {
      "file_id": "EFTA00020578",
      "summary": "The IRS accepted Air Ghislaine Inc.’s election to be treated as an S-corporation for tax purposes, effective January 28, 2000. The notice details the reasons for potential changes to the effective date and emphasizes the importance of keeping the notice as verification. It provides contact information for questions and instructions on how to return the completed notice. The IRS assigned Air Ghislaine Inc. EIN 134109791 and outlines key information about using the EIN and filing relevant tax forms, specifically Form 1120, with a due date of February 15, 2001, and encourages the use of the Electronic Federal Tax Payment System (EFTPS). The document also includes sections for various financial information related to the company’s operations and a section regarding the Morgan Account.",
      "timestamp": "2000-01-28T00:00:00",
      "timestamp_raw": "January 28, 2000",
      "keywords": [
        "efta00020578",
        "citadel",
        "jpmorgan chase",
        "s-corporation",
        "irs",
        "form ss-4",
        "tax year",
        "account numbers",
        "dec code",
        "revenue services",
        "confidential treatment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008320",
      "summary": "It covers topics such as: *   **Exploring Massage Styles:**  It details different massage types and their applications. *   **Giving and Receiving Massages:** It provides step-by-step instructions for both practitioners and clients, emphasizing relaxation and comfort. *   **Specific Techniques:**  It outlines techniques like kneading, rolling, and applying pressure with specific points, including the \"large intestine 4\" point for headaches. *   **Specialized Applications:**  It addresses massage for specific conditions like stress, muscle pain, and even intimate relationships. *   **Resources and Further Learning:** The book references other resources, including websites and related books, and emphasizes the importance of continued learning. *   **Wellness-focused aspects:** It also covers elements like aromatherapy and the importance of relaxation to enhance the massage experience.",
      "timestamp": "2000-12-31T00:00:00",
      "timestamp_raw": "December 31, 2000",
      "keywords": [
        "massage",
        "relaxation",
        "touch",
        "pain relief",
        "aromatherapy",
        "self-massage",
        "couples massage",
        "healing",
        "stress",
        "muscle tension",
        "bodywork",
        "spas",
        "techniques",
        "oils",
        "techniques",
        "therapy",
        "physical therapy",
        "wellness",
        "therapy",
        "techniques"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037185",
      "summary": "The document contains email correspondence related to a FIT application submitted by an individual to Jeffrey Epstein. One email, dated February 9, 2007, indicates receipt of the application but requests a faxed essay. A subsequent email, dated February 9, 2007, expresses concern about the lack of response and requests a flight booking to New York. The document is flagged for redaction analysis.",
      "timestamp": "2007-02-09T00:00:00",
      "timestamp_raw": "February 9, 2007",
      "keywords": [
        "epstein",
        "yahoo mail",
        "jeffrey epstein",
        "fax",
        "application",
        "email",
        "new york",
        "february 2007",
        "documents",
        "mobile"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013656",
      "summary": "Key issues include the potential application of double jeopardy, the statute of limitations, and Epstein’s attempts to renegotiate the terms of a non-prosecution agreement. Specifically: *   **Jeopardy Concerns:** The trial date risk is minimal, but the statute of limitations is a significant concern. *   **Non-Prosecution Agreement:** Epstein initially agreed to plead to a sex offender registration offense, an 18-month prison sentence, and restitution, but repeatedly attempted to modify the agreement. *   **State Indictment Details:** The state indictment involves two girls, one of whom is also part of a federal indictment. One girl admitted her true age to Epstein, and he provided her gifts. The state case was initially slated for a misdemeanor plea with no jail time. *   **Defense Strategy:** Epstein’s defense team is attempting to use depositions of non-indicted victims to gather information about the federal investigation and is demanding no contact with the State Attorney’s Office. *   **Current Status:** The trial date has been set for July, and Epstein is subpoenaing unindicted victims for depositions. The status of the state case remains uncertain due to the ongoing negotiations and Epstein's demands.",
      "timestamp": "2008-03-21T00:00:00",
      "timestamp_raw": "21 Mar 2008",
      "keywords": [
        "statute of limitations",
        "double jeopardy",
        "florida law",
        "sex offender registration",
        "misdemeanor",
        "restitution",
        "prosecution",
        "indictment",
        "victims",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013884",
      "summary": "*   **Statute of Limitations Concerns:** A key issue is the potential application of state statutes of limitations, with a concern that Epstein could escape prosecution due to delays. The specific statute of limitations for various counts is unclear, but the concern is about the victim’s lifespan. *   **Victim Vulnerability:** The increasing age of the victims is presented as a factor that strengthens Epstein’s defense (claiming lack of knowledge of their minor status). *   **Grand Jury Timeline:** The grand jury’s impending expiration is a concern, as it has already presented significant testimony and is invested in indicting Epstein. *   **Promise of Justice:** The prosecution team promised the victims “swift justice” to allow them to move on, and delays are seen as a breach of this promise. *   **Strategic Arguments:** Arguments being considered include preventing further delays to avoid allowing Epstein to escape terms of a deal, addressing potential private causes of action (damages to victims), and leveraging the victims' relocation and contact by private investigators. *   **FBI Involvement:** The FBI (specifically [REDACTED]) is involved in advising on strategy and requesting arguments to present to the DAG. *   **Request for Arguments:**  An email request was sent for arguments to convince the DAG that the case shouldn't be stalled further.",
      "timestamp": "2008-05-28T00:00:00",
      "timestamp_raw": "28 May 2008",
      "keywords": [
        "epstein",
        "statute of limitations",
        "victims",
        "prosecution",
        "delay",
        "crime",
        "negotiations",
        "private investigators",
        "juvenile",
        "deals"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014001",
      "summary": "*   The hearing lasted 45 minutes, with Brad Edwards arguing against the government’s handling of the case, citing victim consultation and the accrual of rights under 3771(a). *   The attorney presented information about Epstein’s state sentencing (18 months, 1 year community control) and the status of the agreement. *   Arguments centered on the application of 3371(a) versus 3771(a) rights, the rationale for sealing the government’s response, and the potential need for an evidentiary hearing regarding disputed FBI information from September 2007. *   The court ultimately ordered the unsealing of the government's response and authorized a discussion to resolve factual disputes. *   A reporter from the Sun Sentinel was present at the hearing.",
      "timestamp": "2008-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2008",
      "keywords": [
        "jane doe hearing",
        "jack goldberger",
        "epstein",
        "state court",
        "3771(a)",
        "3371(a)",
        "plea agreement",
        "fbi",
        "sun sentinel",
        "2255",
        "doj",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014016",
      "summary": "A U.S. Attorney requests a written opinion from the Florida Bar’s Ethics Counsel regarding contact with victims in a sexual abuse case involving a Non-Prosecution Agreement. The case involved negotiations with a defendant who pleaded guilty to state offenses, aiming to protect victims’ rights under 18 U.S.C. § 2255.  The Attorney sent letters informing victims of the resolution, including offering an attorney-representative (Robert Josefsberg) and instructed the attorney to convey the information to the victim.  Due to a victim already having counsel, a complaint was filed alleging a violation of Florida Bar Rule 4-7.4. The Attorney disputes the application of the rule, citing factors such as lack of solicitation, absence of pecuniary gain, and the victims’ ability to understand the letter’s content.  The Attorney seeks guidance on revising future letters to avoid potential rule violations.",
      "timestamp": "2008-09-18T00:00:00",
      "timestamp_raw": "September 18, 2008",
      "keywords": [
        "ethics counsel",
        "florida bar",
        "non-prosecution agreement",
        "victim notification",
        "18 u.s.c. § 2255",
        "pro bono",
        "rule 4-7.4",
        "sexual abuse",
        "plea negotiations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014110",
      "summary": "On November 24, 2008, U.S. Attorney R. Alexander Acosta notified Roy Black that Jeffrey Epstein’s application for and participation in the Palm Beach County Sheriff’s work release program constituted a breach of the Non-Prosecution Agreement. The agreement stipulated eighteen months of incarceration (24/7 confinement), not work release. Acosta detailed previous communications regarding this issue, including disagreements over Epstein’s potential use of Sheriff’s Deputies for security and a failure by the U.S. Attorney’s office to inform the office about a subsequent change of plea to a community control order. Acosta demanded Epstein withdraw his work release application and complete his sentence as outlined in the agreement, threatening legal action if the breach continued.",
      "timestamp": "2008-11-24T00:00:00",
      "timestamp_raw": "November 24, 2008",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "work release",
        "palm beach county",
        "imprisonment",
        "sentencing",
        "probation",
        "community control",
        "united states attorney",
        "plea agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014192",
      "summary": "The core issue is whether Epstein’s defense strategy in the civil case could violate a non-prosecution agreement between him and the U.S. government. **Key Arguments:** *   **Plaintiffs’ Position:** The plaintiffs (Jane Does 1-7, 10, 11, and 2) argue that Epstein’s actions in defending the civil case – particularly taking depositions or pursuing discovery – could potentially trigger a breach of the NPA, leading the government to indict him. They contend that Epstein’s lawyers have not clearly understood the scope of the NPA and are placing him at risk. *   **Defendant’s Position:** Epstein’s attorneys argue that the government’s interpretation is overly restrictive and that, under the NPA, he is free to conduct normal defense activities without fear of indictment. They believe the government is misinterpreting the agreement and seeking to stifle Epstein’s legal strategy. *   **Court’s Concerns:** The judge expresses concern that the government’s position creates an uncertain and potentially chilling effect on Epstein’s defense, preventing him from taking necessary steps.  He questions the government's understanding of how the NPA applies in a civil context. **Details:** *   The hearing involves numerous attorneys representing both sides, including the plaintiffs’ counsel and the U.S. Attorney's office. *   The case stems from a civil lawsuit involving alleged sexual abuse. *   A key element is the non-prosecution agreement between Epstein and the government. *   The motion hearing concerns a stay of the civil proceedings, with the government seeking to prevent Epstein from proceeding with his defense until they are satisfied that he will not violate the NPA. *   There’s discussion regarding the use of 2255 motions, depositions, and other discovery methods in the civil case. **Conclusion:** The document represents a critical stage in the legal proceedings, with the court attempting to clarify the application of the NPA to the civil case and ensure that Epstein’s defense is not jeopardized by the government’s interpretation.",
      "timestamp": "2009-06-24T00:00:00",
      "timestamp_raw": "06/24/2009",
      "keywords": [
        "case",
        "epstein",
        "non-prosecution agreement",
        "jane doe",
        "discovery",
        "motion hearing",
        "united states",
        "litigation",
        "stay",
        "defense",
        "criminal charges",
        "federal",
        "civil action",
        "testimony",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022669",
      "summary": "AIC Title Service LLC facilitated the name change, requiring the submission of application forms (FAA Form 8050-1) for the aircraft (N491GM and N722JE) showing the new company name.  The process involved communication between AIC Title Service, Darren Indyke (Vice President), and a FedEx courier to deliver the necessary documents to the FAA for registration updates.  The FAA issued certificates reflecting the new name for the aircraft, and confirmation of the fees was requested.",
      "timestamp": "2010-07-06T00:00:00",
      "timestamp_raw": "07/06/2010",
      "keywords": [
        "delaware",
        "aircraft",
        "registration",
        "name change",
        "faa",
        "certificate of amendment",
        "freedom air international",
        "n491gm",
        "n722je",
        "sicorsky",
        "bell",
        "shmitka air",
        "inc.",
        "certificates of registration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031733",
      "summary": "*   **Court Involvement:** The case was heard by the Fourth Section of the European Court of Human Rights (ECHR) sitting as a Chamber composed of judges, who deliberated privately and issued a final judgment on April 10, 2012. *   **Procedural History:** The applications originated in 2007 and underwent several stages, including admissibility decisions, government assurances, and judicial reviews in both the UK and the US.  Multiple applications were joined for efficiency. *   **US Charges:** The applicants faced charges related to alleged support for terrorism, including conspiracy to provide material support to terrorists, hostage-taking, and money laundering. *   **UK Court Findings:** The High Court of the UK ultimately ruled against the applicants, concluding that while conditions at ADX Florence posed a significant risk, and the length of potential sentences was problematic, the government’s assurances and the overall situation did not constitute a violation of Article 3 of the European Convention on Human Rights.  It emphasized the importance of the U.S. judicial system. *   **ADX Florence Concerns:** A central issue was the detention conditions at ADX Florence, a high-security prison, with concerns raised about sensory deprivation, solitary confinement, and the potential imposition of special administrative measures. The Court considered these concerns, acknowledging the risk but finding that under the circumstances, it did not constitute a breach of the Convention. *   **Sentence Length:** The Court also considered the potential for life sentences, determining that unless these were grossly disproportionate, they would not violate Article 3. *   **Deferral of Second Applicant's Case:** The Court deferred consideration of the second applicant's complaints, requesting further submissions on the matter. *   **Continuing Indications:** The ECHR continued to issue indications to the UK government under Rule 39 of its rules of court, requiring the government to refrain from extraditing the applicants until the case was resolved.",
      "timestamp": "2012-04-10T00:00:00",
      "timestamp_raw": "April 10, 2012",
      "keywords": [
        "extradition",
        "human rights",
        "article 3",
        "adx florence",
        "terrorism",
        "united kingdom",
        "united states",
        "detention",
        "special administrative measures",
        "parole",
        "sentencing",
        "mental health",
        "international law",
        "prisoner rights",
        "legal proceedings",
        "rule 39",
        "case law",
        "wellington",
        "saadi",
        "kafkaris",
        "united nations",
        "human rights watch",
        "legal defence",
        "rule 42",
        "legal proceedings",
        "jurisdiction",
        "sentence",
        "legal issues",
        "legal principles",
        "legal argument"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020577",
      "summary": "This document is a J.P. Morgan entity account application for Virgin Money (U.S.), submitted on March 1, 2013, at 4:13 PM. It requests the establishment of an account with Financial Trust Company (C/O American Security Bank) and gathers information regarding the applicant’s financial details, including gross annual revenue, liquid net worth, and assets.  It collects details about authorized persons, contact information, and identifies a need for a CMS $need to my Asset Account. The applicant confirms they will adhere to the “warranty provisions” outlined in an agreement and specifies a desire for confidential treatment.  The form also includes sections for identifying direct business relationships and requests details about personal information like date of birth and occupation.  Finally, it requires the applicant to designate a contact person for the account.",
      "timestamp": "2013-03-01T00:00:00",
      "timestamp_raw": "March 1, 2013",
      "keywords": [
        "jpmorgan",
        "entity account",
        "financial trust company",
        "account information",
        "revenue",
        "net worth",
        "asset",
        "investment",
        "checking account",
        "money market deposit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037857",
      "summary": "This document is an assignment of special registration numbers for a Gulfstream GV-SP aircraft (N2121E) owned by Plan D, LLC. It details the transfer of ownership and registration to a new owner, likely for international operations. The document includes: *   **Aircraft Details:** Aircraft make, model (GV-SP/G550), serial number (5173), and ICAO registration code (30340675). *   **Ownership Information:** The registered owner is Plan D, LLC, located at 6100 Red Hook Quarter B3, St. Thomas, USVI. *   **Application for Registration:** The owner is applying for the special registration number and has paid a $1000 fee. *   **Instructions:**  The owner is instructed to sign and return the original form to the Civil Aviation Registry, AFS-750, with instructions on how to proceed. *   **Declaration for International Operations:** Includes a legally binding declaration related to international flight operations, outlining potential penalties for false statements. *   **Contact Information:** Provides contact information for the FAA and instructions for submitting a change of address form.",
      "timestamp": "2017-08-23T00:00:00",
      "timestamp_raw": "Aug 23, 2017",
      "keywords": [
        "aircraft",
        "gv-sp",
        "n2121e",
        "plan d llc",
        "registration",
        "faa",
        "certificate of registration",
        "gulfstream aerospace",
        "6100 red hook",
        "st thomas",
        "assignment of special numbers",
        "5173",
        "2017",
        "form",
        "oklahoma city"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024450",
      "summary": "to Montpelier Trust, a client of UBS, regarding the opening of new accounts. It outlines the client’s information (including details of Christine Yvonne Malina-Maxwell, Jeffrey W. Roberts, Scott Borgerson, and Ghislaine Maxwell) and investment preferences (ranging from $200,000 to $10,000,000+). It confirms the application of existing account agreements and emphasizes the importance of reviewing and verifying the provided information. The account is set up with a moderate risk profile, focusing on capital appreciation. Finally, it specifies that the account adheres to U.S. federal regulations regarding account opening information.",
      "timestamp": "2019-01-03T00:00:00",
      "timestamp_raw": "January 3, 2019",
      "keywords": [
        "efta00024450",
        "montpelier trust",
        "ubs",
        "account",
        "trust",
        "information",
        "client",
        "financial services",
        "net worth",
        "investment",
        "stocks",
        "bonds",
        "us trust",
        "boston",
        "ma",
        "2019",
        "christine malina-maxwell",
        "jeffrey roberts",
        "scott borgerson",
        "ghislaine maxwell",
        "rma",
        "sweep account",
        "margin"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029464",
      "summary": "The email is from EFTA00029464 to Ma MIMMIna regarding a request to file under seal an application and proposed order related to case 15 Civ. 7433 (RWS) involving v. Maxwell, et al., and the Government. The Government is requesting the filing be sealed due to reasons explained in the attached application.",
      "timestamp": "2019-02-05T00:00:00",
      "timestamp_raw": "05 Feb 2019",
      "keywords": [
        "efta00029464",
        "redaction analysis",
        "maxwell",
        "case",
        "government",
        "judge sweet",
        "seal",
        "application",
        "order",
        "15 civ. 7433"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029465",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the case *Jane Doe 43 v. Epstein, et al., 17 Civ. 616 (JGK)(SN)*. The email includes an application and proposed order requesting that the case be filed under seal, a request made by the Government. The attachments are: 2019-02-05, JE,_unsealing_application_and_order,_17_Civ_616 JSN).pdf.",
      "timestamp": "2019-02-05T00:00:00",
      "timestamp_raw": "2019-02-05",
      "keywords": [
        "efta00029465",
        "jane doe",
        "epstein",
        "redacted",
        "seal",
        "application",
        "judge netburn",
        "17 civ. 616",
        "government",
        "legal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021992",
      "summary": "This document pertains to a case, 15 Civ. 7433 and 19 Misc. 149, involving John E. (JE) and General Motors, Ltd. (GM). It includes materials related to Judge McMahon's consideration of unsealing requests, specifically a February 5, 2019 application and order, a January 28, 2019 application regarding the JEJetter, transcripts of unsealing conferences from March 27, 2019 and April 9, 2019, a sealed memorandum and order from April 9, 2019, an unsealing order shared with BSF from April 9, 2019, and an August 4, 2020 unsealing request for discovery. The sender is an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2019-02-05T00:00:00",
      "timestamp_raw": "February 5, 2019",
      "keywords": [
        "efta00021992",
        "judge mcmahon",
        "unsealing",
        "redaction analysis",
        "15 civ 7433",
        "19 misc 149",
        "southern district of new york",
        "united states attorney",
        "discovery",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031317",
      "summary": "A letter from JE, dated February 7, 2019, concerning an application under the All Writs Act was attached to an email. The document is labeled EFTA00031317.",
      "timestamp": "2019-02-07T00:00:00",
      "timestamp_raw": "February 7, 2019",
      "keywords": [
        "efta00031317",
        "2019-02-07",
        "letter",
        "writs",
        "application",
        "je",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031318",
      "summary": "An email was sent from an Assistant U.S. Attorney in the Southern District of New York to an unknown recipient regarding “subpoena stuff.” The email included attachments: a document titled “Iterative_NDO_and_Subpoena.1.16.19.docx” and a court document “JE,_unsealing_application_and_order,_17_Civ_0616 JSN).docx.” The sender wished the recipient “good luck.”",
      "timestamp": "2019-02-28T00:00:00",
      "timestamp_raw": "28 Feb 2019",
      "keywords": [
        "subpoena",
        "redaction",
        "efta00031318",
        "u.s. attorney",
        "southern district of new york",
        "2019",
        "application",
        "ndo",
        "attachment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017095",
      "summary": "This document is a legal filing by The New York Times Company and reporter Benjamin Weiser regarding the Government’s attempt to seal judicial records in the United States v. Tartaglione case. The Times argues that the records, pertaining to the transfer of defendant Nicholas Tartaglione from the Metropolitan Correctional Center (MCC), are subject to the common law and First Amendment rights of access. Specifically, the records detail Tartaglione’s claims of unsafe conditions at the MCC, stemming from interactions with former cellmate Jeffrey Epstein, and the Government’s subsequent response. The Times contends that these documents constitute “judicial documents” under Second Circuit jurisprudence—relevant to the judicial function, carrying a presumption of access, and possessing significant value for monitoring federal courts. The Times disputes the Government’s justification for sealing the records, asserting that disclosing information about BOP deliberations would not unduly influence inmate behavior or compromise law enforcement functions. They argue that the public interest in transparency regarding the judicial process, particularly in this high-profile case involving Epstein’s suicide, outweighs any potential concerns. The filing concludes by requesting that the Court deny the Government’s application to seal the documents.",
      "timestamp": "2019-03-21T00:00:00",
      "timestamp_raw": "Mar. 21, 2019",
      "keywords": [
        "new york times",
        "united states v. tartaglione",
        "access",
        "first amendment",
        "judicial documents",
        "redaction",
        "bop",
        "criminal prosecution",
        "detention",
        "public right",
        "criminal defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019577",
      "summary": "This email chain pertains to the case of *Jane Doe 43 v. Epstein, et al., 17 Civ. 616 (JGK)(SN)*. An Assistant U.S. Attorney from the Southern District of New York is sending a letter and enclosure to Judge Netburn regarding a government application related to the case. The attachment includes a document providing additional authority, likely a court order.  Another email requests a Word version of the Sealed Order from the Courtroom Deputy.",
      "timestamp": "2019-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2019",
      "keywords": [
        "jane doe",
        "epstein",
        "redaction",
        "u.s. attorney",
        "southern district of new york",
        "judge netburn",
        "courtroom deputy",
        "sealed order",
        "17 civ. 616",
        "rachel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032516",
      "summary": "An email was sent on April 16, 2019, from [REDACTED] to [REDACTED] regarding an order filed under seal in case number 19-mc-00179 (In re Application to Unseal Civil Discovery Materials SDNY). The order, attached as 19-MC-00179_Sealed_Order_4.15.19_Stamped.pdf, was filed by the Courtroom Deputy to the Hon. Sarah Netburn in the United States District Court, Southern District of New York.",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "April 16, 2019",
      "keywords": [
        "efta00032516",
        "redaction analysis",
        "civil discovery",
        "sdny",
        "19-mc-00179",
        "unseal",
        "order",
        "sarah netburn",
        "united states district court",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028388",
      "summary": "The application, prepared by a Federal Bureau of Investigation (FBI) Special Agent, seeks to search the premises for evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and § 371). The warrant is based on the ongoing investigation of Jeffrey Epstein, who owned the property. Key evidence cited includes victim testimonies (specifically Victim-1’s account), which describe Epstein engaging in sexual abuse and exploitation of multiple minor girls within the residence, including providing them with money and facilitating their recruitment of additional victims.  The affidavit details instances of Epstein using the premises to conduct these activities, including arranging for victims to provide massages and engaging in sexual acts. A copy of the Indictment charging Epstein with these offenses is included as Exhibit A. The application seeks to seize relevant items, including photographs and documents, to further investigate these allegations. The warrant was signed by Judge Barbara Moses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "fbi",
        "jeffrey epstein",
        "new york",
        "residence",
        "evidence",
        "probable cause",
        "trafficking conspiracy",
        "1591",
        "371",
        "united states district court",
        "magistrate judge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028499",
            "similarity": 0.579,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028499",
      "summary": "This document is a search warrant application filed by the FBI for the premises located at 9 East 71st Street, New York, NY, targeting Jeffrey Epstein. The application is based on the belief that Epstein was involved in sex trafficking of minors, as evidenced by the testimony of Victim-1 and other related evidence. The warrant requests a search for evidence related to violations of 18 U.S.C. §§ 1591 and 371. The affidavit details Epstein’s history of abuse, including instances where he lured, abused, and paid minors for sexual acts, culminating in his recruitment of additional victims. It also includes a forfeiture request for properties linked to the offenses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "jeffrey epstein",
        "united states district court",
        "southern district of new york",
        "affidavit",
        "evidence",
        "probable cause",
        "fbi",
        "new york",
        "crime",
        "1591",
        "371",
        "41(c)",
        "fraud"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028388",
            "similarity": 0.579,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028387",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a search warrant application to Judge Nathan Moses of the New York State Court System on July 5, 2019. The application was attached to an email with the subject \"Search Warrant Application\" and included the document \"2019.07.05 New York_Residence_SW.pdf.\" The sender’s phone number is redacted.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "July 5, 2019",
      "keywords": [
        "search warrant",
        "application",
        "judge moses",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "new york",
        "2019",
        "cell phone",
        "efta00028387"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030223",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted a search warrant application (2019.07.05_New_York_Residence_SW.pdf) to Judge Moses Nysdchambers on July 5, 2019, via email. The application was sent from One Saint Andrew’s Plaza, New York, NY 10007.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "July 5, 2019",
      "keywords": [
        "search warrant",
        "united states attorney",
        "southern district of new york",
        "moses",
        "new york",
        "residence",
        "court",
        "search",
        "application",
        "efta00030223"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028375",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted an application and proposed warrant (attached as 2019.07.07_Media_SW.pdf) to Judge Moses for her consideration. The application was prepared by a Special Agent, who was available for consultation at the Court. A response from U.S. Magistrate Judge Barbara Moses requested the application by 11:00 PM on July 7, 2019, suggesting presentation to Judge Pitman if not received by that time.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "warrant",
        "application",
        "judge",
        "attorney",
        "u.s. magistrate judge",
        "new york",
        "redaction",
        "agent",
        "legal",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028363",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting Judge Pitman’s advance review of an application to unseal Indictment 19 Cr. 490, United States v. Jeffrey Epstein, and to have a district judge assigned to the case (from Wheel C). The application and proposed order are attached. The attorney anticipates significant media and public attention during the unsealing and “wheel-out” process and offers to schedule an early-morning court appearance to submit the application.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "efta00028363",
        "unsealing",
        "jeffrey epstein",
        "judge pitman",
        "wheel-out",
        "application",
        "court",
        "united states v.",
        "judge moses",
        "press",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030173",
      "summary": "An email, dated July 7, 2019, from an unidentified source to ‘l’ at the FBI New York VCAC/Human Trafficking unit, subject “warrant application,” includes an attachment named 20190707_image_075103.pdf and the case file EFTA00030173.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "warrant application",
        "fbi",
        "human trafficking",
        "efta00030173",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020185",
      "summary": "This document records a preliminary bail hearing for Jeffrey Epstein in the Southern District of New York, July 8, 2019. Judge Richard Berman presided over the hearing involving the U.S. Attorney’s Office and Epstein’s defense team (represented by Geoffrey S. Berman and Weirberg). Key points discussed include: *   **Case Overview:** Epstein is charged in connection with potential sex trafficking activities, likely stemming from investigations in Florida. *   **Victim Notifications:** The government assured the court they’ve notified victims and established communication channels. *   **Sex Offender Status:** The court questioned the specifics of Epstein's high-risk sex offender status under New York law, confirmed by the government. *   **Search Results:** The government addressed questions regarding a weekend search of Epstein’s residence, stating they’re still reviewing the findings and assessing potential implications. *   **Nonprosecution Agreement (NPA):** A central point of contention is the NPA from Florida. The government argued it doesn't bind the Southern District of New York, while defense counsel contended it's relevant given the government’s prior investigation. *   **Bail Application Timeline:** The parties agreed to file written submissions by Thursday noon and have oral presentations on Thursday at 10:00 a.m., with a request for an adjournment of speedy trial time until Monday. *   **Obstruction Allegations:** Defense raised concerns about alleged obstruction or witness tampering, which the government acknowledged and intended to address.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00020185",
        "epstein",
        "bail hearing",
        "victims",
        "nonprosecution agreement",
        "sex offender",
        "search",
        "new york",
        "southern district of new york",
        "u.s. attorney",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030830",
      "summary": "On July 9, 2019, an Assistant United States Attorney from the Southern District of New York sent a Word document (“2019-07-08, JE, detention memo, final.docx”) regarding Jeffrey Epstein’s bail letter to an unidentified recipient. The document was requested to be used in preparing a detention application based on risk of flight and included case law/rhetoric.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "epstein",
        "bail letter",
        "detention memo",
        "risk of flight",
        "united states attorney",
        "southern district of new york",
        "case law",
        "rhetoric",
        "redaction analysis",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030831",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030831",
      "summary": "A correspondence occurred between an Assistant United States Attorney from the Southern District of New York and an individual identified as (USANYS) regarding a bail letter related to Jeffrey Epstein. The Assistant U.S. Attorney requested a word document of the bail letter to use in preparing a detention application focusing on risk of flight, citing case law and rhetoric. Attached documents included a memo and a final document labeled “finaLdocx”.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "bail letter",
        "detention",
        "risk of flight",
        "case law",
        "united states attorney",
        "southern district of new york",
        "new york",
        "usanys",
        "word doc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030830",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029145",
      "summary": "An email was sent from EFTA00029145 to [REDACTED] requesting an amended search warrant. The draft application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s New York residence. Attached documents include the draft application, exhibits A, B, Q, and D, referencing warrants from July 11, 2019, June 2020, and a superseding indictment.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "search warrant",
        "amended",
        "application",
        "fbi",
        "epstein",
        "devices",
        "ny residence",
        "warrants",
        "exhibits",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017801",
            "similarity": 0.818,
            "index": 107,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024737",
            "similarity": 0.818,
            "index": 109,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025538",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email requesting review of a draft affidavit supporting an amended warrant for three drives seized from Jeffrey Epstein’s New York residence. The email included attachments of the draft affidavit, four exhibits related to previous warrants (July 11, 2019, June 2020, and a superseding indictment), and was sent to NYPD and USANYS personnel. The attorney intends to schedule a time to administer an oath for the warrant.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "warrant",
        "affidavit",
        "epstein",
        "drives",
        "ny",
        "amended",
        "usanys",
        "nypd",
        "application",
        "correction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015561",
      "summary": "An email was sent from EFTA00015561 to [REDACTED] and [REDACTED], with carbon copies to [REDACTED], regarding a draft search warrant application for Jeffrey Epstein's phone and iPad, seized on the day of his arrest. The email attached a document titled “SW for JE Phone & iPad.docx” and offered to discuss it.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "search warrant",
        "epstein",
        "phone",
        "ipad",
        "redaction",
        "draft",
        "sw",
        "arrest",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029016",
            "similarity": 0.636,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029016",
      "summary": "A draft search warrant application for Jeffrey Epstein’s phone and iPad, seized on the day of his arrest, was circulated for review. The initial email indicated a need to revise the warrant due to the inclusion of additional items.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "search warrant",
        "draft",
        "ipad",
        "phone",
        "epstein",
        "arrest",
        "redaction",
        "warrant application",
        "revision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015561",
            "similarity": 0.636,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014629",
      "summary": "District Judge Richard M. Berman on July 18, 2019. The government successfully argued that there was a dangerousness to others and risk of flight, citing evidence including intimidation, threats, compensation to witnesses, Epstein’s wealth and international travel, and seized evidence like sexually explicit photos and a foreign passport. The court found the defense’s proposed bail package inadequate.  The judge indicated a written opinion would follow, detailing the extensive analysis of the case, specifically addressing concerns about danger to the community and risk of flight. A scheduling conference was set for July 31st to discuss the case and address a motion for exclusion of speedy trial time.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "remand",
        "release",
        "bail",
        "dangerousness",
        "flight risk",
        "united states",
        "court",
        "fbi",
        "detention",
        "witnesses",
        "evidence",
        "paris",
        "saudi arabia",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014540",
      "summary": "This email chain concerns a briefing regarding a Florida CVRA case involving Jane Doe 1 and 2. The sender, IM, is informing a recipient about recent filings, including a motion for a sur-reply from Epstein's lawyer arguing for an expanded scope of the NPA (National Prosecution Attorney). IM’s clients believe the NPA does not extend to New York or other jurisdictions, and they intend to file an opposition to further briefing extensions. The initial request for a call was prompted by a need to discuss the CVRA and the NPA’s potential application.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "florida",
        "npa",
        "cvra",
        "new york",
        "briefing",
        "jane doe",
        "weinstein",
        "remedies",
        "filing",
        "sur-reply"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028484",
      "summary": "Attached files (6571_SW.pdf, 657 l_SW.pdf, 6572_SW_Application.pdf, 6573_ SW_ Application.pdf, 6573_SW.pdf) are scanned reports, likely related to a \"SW Application,\" and were sent from a Paralegal Specialist at the United States Attorney’s Office, Southern District of New York, to an unknown recipient. The pagination within the documents is noted as irregular, but the files were scanned in the order they were stapled together.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "epstein",
        "sw scans",
        "scans",
        "united states attorney's office",
        "southern district of new york",
        "paralegal",
        "contractor",
        "pagination",
        "attachments",
        "6571_sw_application.pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015493",
      "summary": "The case concerns access to video footage from the Metropolitan Correctional Center (MCC) and related records pertaining to the death of Jeffrey Epstein. Key points from the declaration: *   **Background:** Christenson works at the Federal Medical Center in Rochester, Minnesota, and her previous declaration details her role. *   **FOIA Requests:** The BOP received a separate FOIA request (not from the plaintiffs) for MCC video records in August 2019. This request was logged in 2019. *   **Record Production:**  The BOP produced records to the plaintiffs in phased releases, beginning in August 2020. *   **Corrections to Previous Declaration:** Christenson corrects an error in her previous declaration regarding the number of scanned visitor logs and the date of a related log entry (from July 30, 2019). *   **Further Production (October 2020):** The BOP produced an additional 351 pages of records, including attorney log books and emails, after reaching agreements with the plaintiffs regarding the handling of records from the Office of Inspector General (OIG). *   **OIG Records Review:** The BOP reviewed approximately 7,475 pages of records returned from the OIG, identifying roughly 6,898 pages as non-responsive or duplicative. 387 pages were withheld in full under Exemptions 6, 7(C), and 7(A). *   **Updated Index:** A revised index of withheld documents (the \"Updated Index\") reduces the number of pages withheld and clarifies the application of exemptions. *   **Exemption Justifications:** The BOP justifies withholding records under Exemptions 6 (privacy of personnel and medical files), 7(A) (law enforcement records), and 7(E) (techniques and procedures for law enforcement investigations), citing concerns about privacy, potential harm to individuals, and the need to protect BOP operational security. Specifically, they argue that releasing certain information would risk compromising investigations or endangering BOP employees and inmates.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "efta00015493",
        "foia",
        "bop",
        "federal bureau of prisons",
        "kara christenson",
        "united states department of justice",
        "inmate records",
        "video footage",
        "epstein",
        "mcc rochester",
        "inmate census",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018438",
      "summary": "On July 31, 2019, an individual at the U.S. Department of State’s Diplomatic Security Service (DSS) sent a publicly filed order denying Jeffrey Epstein’s passport application as a courtesy. Consular Affairs Bureau was requesting a copy of the detention order to revoke Epstein’s U.S. passport, despite his incarceration. The DSS NY Field Office forwarded the request to the prosecution team for the Epstein case, who were to coordinate with Consular Affairs regarding the passport revocation.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "passport",
        "revoke",
        "state department",
        "consular affairs",
        "detention order",
        "u.s. department of state",
        "dss",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018618",
      "summary": "This document is a confidential letter from the U.S. Department of Justice, Southern District of New York, to legal counsel regarding the Jeffrey Epstein case (19 Cr. 490). It outlines the Government’s disclosure of discovery materials, including records from American Express, Apple Records, Deutsche Bank, Google, Microsoft, search inventories, applications, warrants, reports, and travel records, stemming from investigations conducted between 2005 and 2019.  Crucially, the letter identifies specific pages within these materials as “Confidential” due to Protective Order restrictions.  It also details previously undisclosed information regarding victim interviews and statements, including inconsistencies in victim accounts and witness testimonies related to Epstein’s activities. The Government requests reciprocal discovery from defense counsel, including access to the defendant's books and any prior statements of witnesses, and clarifies its stance on sentence reduction and plea offers, emphasizing the need for written, signed offers.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "discovery",
        "protective order",
        "social media",
        "records",
        "apple records",
        "deutsche bank records",
        "florida search warrant",
        "victims",
        "witness-1",
        "brady v. maryland",
        "reciprocal discovery",
        "plea offer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024833",
      "summary": "This document is a record of the Second Circuit Court of Appeals’ affirmation of a District Court order denying bail to Jean Boustani in Case 19-1018. The case involves Boustani’s charges of wire fraud, securities fraud, and money laundering. The District Court initially denied Boustani’s bail application, finding he posed a flight risk and that no conditions would reasonably assure his appearance in court. Boustani filed a second application, which was also denied. The Second Circuit affirmed the District Court's decision, explaining that the Bail Reform Act does not allow a wealthy defendant to avoid detention by paying for private armed security guards, particularly when similarly situated defendants of lesser means would be detained. The court cited concerns about unequal treatment based on wealth and reaffirmed that Boustani’s flight risk was established based on a preponderance of evidence, considering factors such as the seriousness of the charges, potential sentence, and Boustani’s international connections.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "08/01/2019",
      "keywords": [
        "boustani",
        "bail reform act",
        "united states v.",
        "flight risk",
        "detention",
        "security guards",
        "eastern district of new york",
        "wire fraud",
        "securities fraud",
        "money laundering"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028446",
      "summary": "The U.S. Department of Justice, Southern District of New York, is providing discovery materials related to the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)) to the Metropolitan Correction Center Legal Department. The materials include records from various financial institutions (American Express, Apple Records, Deutsche Bank), search warrant photos and videos from Florida, and data records from Google and Microsoft. Specific Bates numbers representing the documents are listed, with certain pages designated as confidential under a protective order. The discovery encompasses search photos, inventory records, applications, reports, SORNA materials, travel records, and warrants.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "southern district of new york",
        "discovery",
        "usao",
        "redaction analysis",
        "criminal investigation",
        "financial records",
        "search warrant",
        "sorna"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036307",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 6, 2019, forwarding a checklist for inmate requests for Protective Custody. The email included attachments: a TEXT.htm file, a PC Request Application in English, a PC Request Application in Spanish, and a PC Checklist.docx file. The checklist was dated 11/7/2016.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "inmate",
        "protective custody",
        "checklist",
        "application",
        "pc request",
        "spanish",
        "redaction",
        "efta00036307"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028444",
      "summary": "A U.S. Attorney’s Office in USVI is coordinating a search warrant application regarding property potentially linked to Jeffrey Epstein. Fish and Wildlife conducted a flyover and surveillance of the Great St. James islands and is available to assist in the search. The U.S. Attorney’s Office intends to send the warrant application materials (affidavit, indictment, and exhibits) to the recipient, who will consult with their magistrate judge. The possibility of a weekend search execution is being considered. A reporter from the NY Times is scheduled to investigate Epstein’s property.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "search warrant",
        "usavi",
        "fish and wildlife",
        "usvi",
        "gretchen shappert",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019958",
      "summary": "A search warrant application was sent from the Assistant United States Attorney, Southern District of New York, to [REDACTED] and [REDACTED], with [REDACTED] copied. The application, along with supporting exhibits (Exhibit_D.pdf, Exhibit_A.pdf, Exhibit_B.pdf, Exhibit_C.pdf, and 2019.08.08 USVI Search Warrant_Application.docx), was prepared by Special Agent [REDACTED] for review by Judge [REDACTED].",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "search warrant",
        "application",
        "exhibits",
        "affidavit",
        "united states attorney",
        "southern district of new york",
        "usvi",
        "redaction",
        "2019",
        "august"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037907",
      "summary": "An email was sent on August 8, 2019, from an Assistant United States Attorney in the Southern District of New York to request a review of an attached document titled “USV1_SW.v3.docx,” which pertains to a warrant. The email was forwarded from an unknown sender.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "warrant",
        "redaction",
        "efta00037907",
        "usv1_sw",
        "united states attorney",
        "southern district of new york",
        "application",
        "review",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037749",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to request a review of an attached document titled “USVI_SW.v3.docx,” which is an application related to a warrant. The email was forwarded from a “mess t” and included a list of redacted recipients.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "warrant",
        "redaction",
        "usvi",
        "attorney",
        "application",
        "new york",
        "southern district",
        "united states attorney",
        "efta00037749"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021196",
      "summary": "The United States Attorney’s Office for the Southern District of New York (USAO-SDNY), in collaboration with the FBI-NY, intends to obtain a search warrant for Jeffrey Epstein’s private island residence, “Little Saint James,” in the U.S. Virgin Islands. The plan is to apply for the warrant on August 9, 2019, and the FBI intends to execute it on August 12, 2019. This follows Epstein’s indictment on sex trafficking charges related to abuse of minor girls in Florida and New York. Information suggests potential additional crimes occurred on the island, and evidence, including sexual photographs, may be present, based on prior searches. The U.S. Attorney’s Office for the U.S. Virgin Islands is involved in the warrant application.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "umr",
        "island residence",
        "jeffrey epstein",
        "search warrant",
        "fbi-ny",
        "u.s. virgin islands",
        "sex trafficking",
        "sexual abuse",
        "attorney general"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036164",
      "summary": "Multiple users across FCI Sandstone, FCI Otisville, and the Department of Justice FBOP/FDC - Houston are experiencing a \"Database Error\" within the NICEVision Administrator application after installing a new update. The error occurs on both AMS and BOPNet computers. Restarting the AMS server resolves the issue, as confirmed by a SigNet Technologies technician who experienced the same problem at FCC Allenwood.  A workaround involving reverting to the previous AppSuite is suggested temporarily. The issue is being investigated by Qognify and SigNet Technologies’ support team.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "8/9/2019",
      "keywords": [
        "hf",
        "ams",
        "nicevision",
        "database error",
        "windows 10",
        "workstation",
        "color issues",
        "reboot",
        "qognify",
        "support"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020129",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a revised search warrant (USVI_SW.v6.docx). The email includes attachments: Exhibit_D.pdf, Exhibit_A.pdf, Exhibit_B.pdf, Exhibit_C.pdf, and requests that the warrant be executed first thing the following morning.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "search warrant",
        "redacted",
        "exhibits",
        "fbi",
        "warrant",
        "logistics",
        "revision",
        "application",
        "usvi",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019338",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a search warrant application (“USV1_SW.v6.docx”) to [REDACTED] for review. The warrant application was related to a search in USVI.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "search warrant",
        "usvi",
        "united states attorney",
        "southern district of new york",
        "redaction analysis",
        "2019",
        "efta00019338"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020141",
      "summary": "This document is a search warrant application for the Little Saint James Island in the U.S. Virgin Islands, spearheaded by an FBI Special Agent investigating potential sex trafficking and conspiracy involving Jeffrey Epstein. The warrant requests authorization to search the island’s structures (including residences, sheds, and a dock house) and seize evidence related to violations of Title 18 U.S.C. Sections 1591 and 371, specifically focusing on photographs, documents, and electronic media potentially containing evidence of Epstein's activities involving underage girls. The affidavit details the island’s layout, observed structures, and evidence gathered through interviews and prior investigations, including information from a victim, Individual-1, and a contractor, Individual-2, suggesting Epstein’s activities and the presence of minors at the island. The application also seeks to access and examine seized electronic devices to further investigate the scope of the alleged crimes.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "search warrant",
        "u.s. virgin islands",
        "little saint james",
        "jeffrey epstein",
        "sexual exploitation of children",
        "sex trafficking",
        "probable cause",
        "affidavit",
        "evidence",
        "photographs",
        "investigation",
        "surveillance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032687",
      "summary": "This document is an addendum to a legal brief supporting Michael Thomas’ application for deferred prosecution in a case involving the death of Jeffrey Epstein. It argues for leniency based on several factors: *   **Negative Impacts:** Thomas’ life has significantly deteriorated due to the charges, causing anxiety, depression, financial hardship, and social isolation. *   **Employment Issues:** His reputation due to the case has made it nearly impossible for him to secure employment. *   **Military Service & Trauma:** Thomas’ prior military experience, including witnessing combat, has caused lasting mental distress that he hasn’t disclosed. *   **Timeline of Events:** Thomas’ account of the events leading up to Epstein’s death, including his overtime work and the discovery of his body, is presented. *   **Responsibility & Cooperation:** Thomas acknowledges his actions, is the sole witness, and is willing to cooperate with authorities.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "michael thomas",
        "deferred prosecution",
        "usa v",
        "newark",
        "mcc",
        "jeffrey epstein",
        "criminal case",
        "mental effects",
        "military service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024362",
      "summary": "An email chain discusses a revised search warrant application for a planned operation involving 48 agents. The planned departure time for the agents is 9:00 a.m. the following day. Attached documents include revised and clean versions of the warrant application, along with exhibits and the original warrant document. The sender requests the FBI to swear out the warrant first thing in the morning.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "search warrant",
        "application",
        "agents",
        "fbi",
        "timing",
        "judge miller",
        "revised",
        "exhibits",
        "usvi",
        "logistics"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036117",
      "summary": "A Maintenance Worker Supervisor (Maintenance Worker Foreman) position (WS-4749-08) at MCC New York, NY has been posted on USAJOBS under announcement NYM-2019-0051. The open period is August 13, 2019 – August 20, 2019, accepting the first 55 applications. The announcement will close at 11:59 p.m. EST on August 20, 2019, when the 55th application is received. All U.S. citizens are eligible to apply.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "maintenance worker supervisor",
        "usajobs",
        "deu vacancy",
        "nym-2019-0051",
        "mcc new york",
        "u.s. citizens",
        "application",
        "foreman",
        "ws-4749-08"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036857",
      "summary": "Email communication regarding a manifest (PTS01762-19.0) generated by the MIS Transportation Application. The attached PDF, “Manifest_PTS01762-19-0.pdf”, is classified as FOR OFFICIAL USE ONLY and contains confidential information subject to USMS policy (5 U.S.C. 552a, SPOM, and Policy Directive 17.6.3). Replies to the email are not monitored, and contact information for coordination and concerns is provided (816.467-1900). The document is identified as EFTA00036857.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "8/14/2019",
      "keywords": [
        "manifest",
        "pts01762",
        "jpats",
        "usms",
        "efta00036857",
        "encryption",
        "email",
        "security",
        "need to know",
        "authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037888",
      "summary": "On August 21, 2019, an FBI agent forwarded a message regarding a planned march on September 28th, organized by Safe Horizon, to raise awareness about the Child Victims Act and support survivors of childhood sexual abuse. The march’s route would conclude at Jeffrey Epstein’s former residence on E. 77th Street. A related flyer from CVTC details a support group for adult female survivors of sexual assault, running Tuesday evenings from September 17th to December 17th, offering therapy and advocacy services. A job posting for an Advocacy Specialist was also included, detailing responsibilities and a link to the job application.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "efta00037888",
        "epstein",
        "child victims act",
        "sexual assault",
        "march",
        "safe horizon",
        "survivor",
        "fifth avenue",
        "westchester county",
        "psa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028197",
      "summary": "A communication from [REDACTED] to Geoffrey Berman (USANYS) regarding an investigation into Jeffrey Epstein, supported by a submitted application for a nolle prosequi based on death. The email was sent on August 27, 2019.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "epstein",
        "investigation",
        "court",
        "redaction",
        "efta00028197",
        "berman",
        "geoffrey",
        "usanys",
        "nolle",
        "death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038113",
      "summary": "An FBI file (FBINET) was uploaded to UNET via Dropbox, containing the document EFTA00038113.pdf and a PDF attachment named MM_application.pdf. The email was sent on September 5, 2019, from dropbox®icibi.gov to a redacted recipient.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "September 5, 2019",
      "keywords": [
        "efta00038113",
        "fbinet",
        "unet",
        "redaction analysis",
        "dropbox",
        "fbi",
        "upload",
        "2019",
        "pdf",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030735",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted two applications for search warrants and the corresponding warrants (USVI_Devices_SW_-_Application_&_Affidavit.pdf, USVI_Devices_SW_-_Warrant.pdf; SWfor 6_bindersn Application_&_Affidavit.pdf, SW_for_6_binders_-_Warrant.pdf) to Judge Cott at the CottNYSDChambers®nysd.uscourts.gov email address on September 11, 2019. The agent is available to finalize the warrants the following day, and the Assistant U.S. Attorney is available to answer questions.",
      "timestamp": "2019-09-11T00:00:00",
      "timestamp_raw": "September 11, 2019",
      "keywords": [
        "search warrants",
        "applications",
        "affidavits",
        "warrants",
        "usvi devices",
        "united states attorney",
        "southern district of new york",
        "cott",
        "judge",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038109",
      "summary": "Sigrid McCawley requested assistance in locating a trauma therapist for her client, who experienced trauma related to an attack by Jeffrey Epstein. She provided a link to the New York State Crime Victims Compensation application and asked Sigrid to complete and return it with an FBI support letter. The client is also interested in applying for lost wages and other aid. The email includes a standard confidentiality notice from Boies Schiller Flexner LLP.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "trauma therapist",
        "compensation",
        "victim support",
        "fbi",
        "new york state",
        "application",
        "aid",
        "sigrid mccawley",
        "boies schiller flexner",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038111",
      "summary": "Sigrid McCawley contacted Artistic WhistleBlower to assist a client who experienced trauma related to Jeffrey Epstein’s actions, specifically an attack on her art career. McCawley requested assistance locating a trauma therapist and submitting an application to the New York State Crime Victims Compensation program, potentially including lost wages compensation. She appreciated WhistleBlower’s help and dedication to the victim.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "efta00038111",
        "trauma therapist",
        "fbi",
        "sigrid mccawley",
        "crime victims compensation",
        "epstein",
        "aid",
        "lost wages",
        "art career",
        "trauma"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038316",
      "summary": "*   The application initially includes a potential payout of $9,999.99 for counseling, contingent on financial disclosure. *   The agent received an OVS acceptance letter and case number from another FBI agent ([REDACTED]) who had previously spoken with OVS. *   There was confusion regarding the submission process, with the agent initially expecting the OVS forms to be submitted together, but receiving a partially completed form. *   A state police colleague ([REDACTED]) was involved in the application process, submitting the form directly to OVS, and the agent forwarded it to the colleague. *   The victim had a scheduled appointment with a therapist and was receiving communication from her attorney regarding the claim. *   The agent is tracking the submission of the FBI form and coordinating with the victim and the state police colleague.",
      "timestamp": "2019-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2019",
      "keywords": [
        "fbi",
        "ovs",
        "epstein",
        "counseling",
        "application",
        "victim",
        "therapist",
        "reimbursement",
        "form",
        "language"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038402",
      "summary": "On December 31, 2019, an application was sent to the court for T-Mobile US, Inc. Case Number: no ref. The phone was registered to Maxwell's organization. Subscriber records were attached to the email correspondence.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "t-mobile us",
        "inc.",
        "redaction analysis",
        "efta00038402",
        "maxwell",
        "subscriber records",
        "case number",
        "tracking id",
        "t-mobile",
        "application",
        "court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016941",
      "summary": "On December 31, 2019, an individual sent an update regarding an application submitted to court concerning a Maxwell account. USAA statements revealed an account for Maxwell (and potentially Ghislaine Borgerson) with multiple transactions. A subpoena and NDO were requested to track package destinations linked to the credit card used by Ghislaine Borgerson. The case identifier is EFTA00016941.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "efta00016941",
        "maxwell",
        "account",
        "usaa",
        "subpoena",
        "ndo",
        "ghislaine borgerson",
        "transactions",
        "packages",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011146",
      "summary": "An email was sent from USANYS to AMISYS regarding an updated sharing order application. The email details the sharing of trust and will documents received from estate attorneys and requests a review to ensure accurate description and characterization of the new materials.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "documents",
        "estate attorneys",
        "redaction",
        "usanys",
        "amisys",
        "legal",
        "application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022990",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018108",
      "summary": "An email was sent from EFTA00018108 to Mla(USANYSY') on January 29, 2020, regarding an updated sharing order application. The application includes additional trust and will documents received from the estate attorneys. The sender requests a review to ensure the accurate description and characterization of these new materials.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust documents",
        "estate attorneys",
        "application",
        "usanys",
        "2019.12.19_epstein_6"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011147",
      "summary": "An email chain discusses sharing documents related to the Epstein sharing order. One individual (USANYS) proposes adding the note \"revocations\" to the sharing order application to reflect the inclusion of new trust and will documents received from estate attorneys. Another individual (USANYS) reviews the updated application and suggests a paralegal review for accuracy in describing the materials. The documents referenced are EFTA00011147 and EFTA00011148.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "documents",
        "redaction",
        "efta00011147",
        "t&e",
        "trust",
        "will",
        "estate attorneys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022990",
            "similarity": 0.727,
            "index": 70,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022990",
      "summary": "An email chain discusses a sharing order application related to documents from the Epstein estate, including trust and will documents. One participant, (USANYS), notes the absence of revocations in the document and suggests adding that term if intended. Another participant, [REDACTED], updated the application describing the received materials and requests a review to ensure accuracy. The email chain references document ID EFTA00022990.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "documents",
        "trust",
        "will",
        "redaction",
        "usanys",
        "t&e",
        "estate attorneys",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011147",
            "similarity": 0.727,
            "index": 69,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00011146",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016814",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016814",
      "summary": "An email exchange discusses the sharing of documents related to the Epstein case, specifically trust and will documents received from estate attorneys. One individual ([REDACTED]) is tasked with adding \"revocations\" to various documents to align with the intended sharing. Another individual ([REDACTED]) ([USANYS]) confirms the accuracy of the shared document and suggests adding the term \"revocations\" where necessary. A third individual ([REDACTED]) ([USANYS]) updates a sharing order application with the new documents and requests a review for accuracy.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "30 Jan 2020",
      "keywords": [
        "epstein sharing order",
        "revocations",
        "documents",
        "trust",
        "will",
        "usanys",
        "redaction",
        "sharing order",
        "estate attorneys",
        "materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022990",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016816",
      "summary": "Emails discuss sharing supplemental trust and will documents related to the Epstein case (referenced as \"Epstein Sharing Order Part II\"). Discussions center on whether to include language regarding revocations and the accuracy of descriptions of the shared materials. One individual ([REDACTED]) sent an updated sharing order application (EFTA00016816) for review, requesting confirmation of its accuracy. Another individual ([REDACTED]) offered assistance with adding relevant terms and noted they were not a T&E lawyer.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "30 Jan 2020",
      "keywords": [
        "epstein sharing order",
        "redaction analysis",
        "efta00016816",
        "trust documents",
        "will documents",
        "usanys",
        "sharing order",
        "estate attorneys",
        "paralegal",
        "t&e lawyer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018080",
      "summary": "Multiple individuals (identified only as \"[REDACTED]\") were involved in reviewing and revising a document titled “Epstein Sharing Order Part II.” The revisions included adding language regarding “revocations,” correcting a typo, and addressing the potential absence of references to “Trust Two” and a 2019 Trust within the document. There was discussion about whether to include references to the Trust Two documents and a request for a paralegal to review the updated document for accuracy in describing received materials. The goal was to update the sharing order application to encompass new trust and will documents obtained from estate attorneys.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust ii",
        "revocations",
        "wills",
        "documents",
        "corrections",
        "typo",
        "track",
        "application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015021",
      "summary": "The email chain discusses revisions to a sharing order related to documents concerning the estate of Jeffrey Epstein. A lawyer ([REDACTED]) is updating the application to include references to additional trust and will documents received from estate attorneys. Concerns are raised about the absence of references to “Trust Two” and a 2019 trust within the documents, prompting a request for further review and investigation. The individual ([REDACTED]) is requesting confirmation that the sharing order accurately reflects the received materials and seeks verification of the descriptions provided.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "will",
        "revocations",
        "documents",
        "application",
        "corrections",
        "estate attorneys",
        "trust two"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018078",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016818",
            "similarity": 0.571,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031886",
            "similarity": 0.583,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018078",
      "summary": "The following email exchange discusses revisions to an “Epstein Sharing Order Part II” document. Key points include: *   A request to include references to Trust Two and a 2019 Trust, as they are not currently referenced in the documents. *   Discussion about whether to include revocations within the shared order. *   Updates were made to the sharing order application to incorporate newly received trust and will documents. *   A request for review of the updated application to ensure accurate description of the materials. *   Mention of a previous document, “Epstein 6(e) App Order.ebd.ajr.docx,” related to the order.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "will",
        "revocations",
        "documents",
        "application",
        "lawyers",
        "t&e",
        "2019 trust"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015021",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016818",
      "summary": "The document is a series of email exchanges concerning the redaction and updating of an “Epstein Sharing Order Part II.” Key points include: *   Multiple individuals (identified only by \"[REDACTED]\") are collaborating on the order’s revisions. *   There's discussion about incorporating language regarding “revocations” and referencing Trust Two and a 2019 Trust. *   A previous misnumbered application (19 Misc. 0586) is being addressed with a consistent docket number (EFTA00016818). *   There are questions about whether the Trust Two documents should be included and a request for verification of the descriptions of received materials. *   A final review and approval process is underway, with a plan to submit the revised order to “CM” on Monday morning.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust ii",
        "revocations",
        "misc. 0586",
        "documents",
        "trust",
        "will",
        "application",
        "redaction",
        "corrections",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015021",
            "similarity": 0.571,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031886",
            "similarity": 0.5,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037662",
      "summary": "This document is a U.S. passport renewal application submitted by Ghislaine Noelle Maxwell. The application includes personal information such as name, date of birth, address, and contact details. It also contains a letter of authorization for Passport Rush, LLC, to handle the submission and pickup of the passport. The application requires the applicant to sign and date page one. The document includes a scanned copy of the completed application form.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "2/24/2020",
      "keywords": [
        "passport renewal",
        "u.s. passport",
        "application",
        "elfa",
        "ghislaine noelle maxwell",
        "noelle",
        "birth date",
        "authorization",
        "visa",
        "passport rush"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038435",
      "summary": "On March 4, 2020, Brittany Henderson, a Victim Specialist at the FBI New York Office, sent an email to [REDACTED] containing an application related to an Epstein victim. The email was forwarded from an unknown sender and attached files named “Untitled.pdf” and “ATT00001.txt”. The subject line was “Epstein Victim”.",
      "timestamp": "2020-03-04T00:00:00",
      "timestamp_raw": "March 4, 2020",
      "keywords": [
        "epstein",
        "victim",
        "fbi",
        "new york",
        "redaction",
        "brittany henderson",
        "efta00038435",
        "2020",
        "application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032906",
      "summary": "This document, a Law360 article collection, reports on legal developments and issues arising from the COVID-19 pandemic in April 2020. Key themes include: *   **Adjustments in Legal Practices:** Investigations for indigent defendants were disrupted due to court closures, while courts began livestreaming proceedings for transparency. *   **Victims' Rights & Criminal Justice:** The Epstein case highlighted challenges in applying the Crime Victims' Rights Act, and immigration court proceedings continued for migrant children despite court closures. *   **Access to Justice Issues:** The pandemic exacerbated existing inequalities in access to justice, particularly in personal bankruptcy and migrant detention cases. There were discussions about the impact of electronic filing restrictions and the 30-day administrative exhaustion rule for compassionate release applications. *   **Firm and Legal Organization Activities:** The article includes a list of law firms and legal organizations involved in various cases and initiatives, including pro bono work and responses to the pandemic. *   **Court and Government Involvement:** The document details court decisions regarding transparency, immigration proceedings, and prisoner release, as well as the involvement of government agencies like the Department of Justice and the FDA.",
      "timestamp": "2020-04-20T00:00:00",
      "timestamp_raw": "20 Apr 2020",
      "keywords": [
        "access to justice",
        "pandemic",
        "victims' rights",
        "epstein",
        "transparency",
        "court livestreaming",
        "immigration",
        "migrant kids",
        "criminal charges",
        "due process",
        "covid-19",
        "legal assistance",
        "bail bonds",
        "pro bono",
        "bankruptcy",
        "social distancing",
        "detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032893",
      "summary": "This Securities Law360 Special Report, dated May 5, 2020, details the impact of the COVID-19 pandemic on the legal industry and related sectors. Key findings include: *   **Reduced Legal Work:** A significant drop in new legal matters occurred due to the pandemic. *   **Firm Responses:** Law firms implemented cost-cutting measures like pay cuts, salary reductions, and canceled summer programs (e.g., Nixon Peabody, Pillsbury). *   **Court Closures & Restrictions:** Courts across the U.S. and EU implemented closures and altered procedures to manage the spread of the virus. *   **Patent & Trademark Changes:** The USPTO and EPO extended deadlines for patent applications. *   **Retail Challenges:** J.Crew and Gold's Gym filed for bankruptcy, reflecting broader retail sector struggles. *   **Industry Concerns:** Concerns arose regarding wage and hour compliance, COVID-19 testing for employers, and lease obligations. *   **Expert Analysis:** Insights were provided on shifts in legal finance and the potential impact of the SAFE Banking Act. The report lists numerous law firms, companies, and government agencies impacted by the pandemic, offering a snapshot of the widespread disruption.",
      "timestamp": "2020-05-05T00:00:00",
      "timestamp_raw": "May 5, 2020",
      "keywords": [
        "coronavirus",
        "law firms",
        "legal work",
        "covid-19",
        "redaction",
        "salaries",
        "lawyers",
        "pandemic",
        "jury trials",
        "patents",
        "bankruptcy",
        "retail",
        "court closures",
        "litigation funding",
        "safe act",
        "us patent and trademark office",
        "eu court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031845",
      "summary": "An application for a search warrant, along with a proposed warrant, was submitted to Judge Gorenstein for review. An Assistant United States Attorney from the Southern District of New York is coordinating with an FBI agent to have the warrant sworn out tomorrow morning. The email chain involves multiple redacted individuals and entities, including the FBI.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge",
        "fbi",
        "electronic devices",
        "united states attorney",
        "new york",
        "redaction",
        "warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031846",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031841",
      "summary": "An email chain discusses a search warrant application (EFTA00031841) related to a case. A warrant was initially sent, followed by a revised affidavit correcting an error regarding the date of Epstein’s arrest.  Judge Gorenstein reviewed the warrant materials and requested a corrected date in paragraph 4 of the warrant application. An agent was to be available to swear out the warrant the following morning.  The email chain involves multiple parties including Assistant U.S. Attorneys, the Arraignment Unit Clerk, and various chambers.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states attorney",
        "southern district of new york",
        "vincent babino",
        "gabriel gorenstein",
        "affidavit",
        "judge gorenstein",
        "efta00031841",
        "nysd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017711",
      "summary": "A search warrant application (EFTA00017711.pdf) was circulated between the Arraignment Unit Clerk of the United States District Court, Southern District of New York, Vincent Babino, and Assistant United States Attorney Gabriel Gorenstein’s chambers. The warrant application, originally submitted by “[REDACTED],” included a revised affidavit correcting an error regarding the date of an arrest referenced in paragraph 4. Judge Gorenstein requested a callback time for the agent to swear out the warrant and noted a discrepancy in the date of Epstein’s arrest, suggesting a revised application. The document details communication regarding the warrant’s review and the agent’s availability.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states district court",
        "new york",
        "vincent babino",
        "gabriel gorenstein",
        "affidavit",
        "epstein",
        "judge gorenstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031886",
      "summary": "Several individuals are discussing and revising a sharing order related to the estate of Jeffrey Epstein. The order concerns the sharing of trust agreements and wills, specifically referencing “Trust Two” and a “2019 Trust.” There are discussions about docket numbers, typo corrections, and the inclusion of language regarding revocations. One party expresses concern that the order doesn’t explicitly reference Trust Two or the 2019 Trust, and requests confirmation that it’s the intended scope of sharing. The revisions include adding language about revocations and clarifying the materials being shared, with a request for review before it’s sent to a case manager.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "documents",
        "trust two",
        "revocations",
        "application",
        "order",
        "misc. 0586"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016818",
            "similarity": 0.5,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015021",
            "similarity": 0.583,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031102",
            "similarity": 0.571,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031102",
      "summary": "The provided document consists of email exchanges related to a legal matter concerning the sharing of documents related to the Epstein estate. Key points include: *   Multiple individuals (identified only by \"[REDACTED]\") are involved in reviewing and updating a sharing order. *   The order pertains to sharing trust agreements and wills, specifically referencing “Trust II” and a “2019 Trust.” *   There are discussions about referencing the Trust II documents, clarifying whether they should be included, and correcting typos within the order and accompanying application. *   There's a request to determine the appropriate docket number for the order and to ensure the shared materials accurately reflect the received documents. *   A delay in finalizing the order is noted, with an apology for the delay and a plan to revisit the matter with El and MI. *   The sender repeatedly asks for a review and confirmation of the updated sharing order application.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "application",
        "order",
        "revocations",
        "trust two",
        "civ div",
        "2020",
        "2025",
        "redaction",
        "documents",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031886",
            "similarity": 0.571,
            "index": 84,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016348",
      "summary": "An Assistant United States Attorney is submitting an application for two warrants for cellphone location information to Judge Parker. The application references an indictment and an arrest warrant related to Maxwell, which are attached as unsigned drafts. The agent will be available to swear out the warrant upon the indictment’s return, anticipated around 11:30 AM tomorrow.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "cellphone location information",
        "warrant",
        "indictment",
        "arrest warrant",
        "maxwell",
        "gps",
        "united states attorney",
        "southern district of new york",
        "judge parker",
        "white plains"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030346",
      "summary": "An FBI agent (KHP_Warrants NYSD) sent emails to multiple recipients, including [REDACTED], containing PDF attachments of a warrant and an application for a GPS Combo device related to Maxwell. The emails originated from various sources, including [REDACTED] and [REDACTED], and discussed the “signed warrant.”",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "warrant",
        "fbi",
        "arrest",
        "warrants",
        "pdf",
        "maxwell",
        "gps",
        "khp warrants",
        "nysd",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037930",
      "summary": "An email was sent on June 30, 2020, regarding revised GPS software (Maxwell GPS Combo). The email was sent by an Assistant United States Attorney from the Southern District of New York to another recipient, attached with a document titled \"Revised Application for Maxwell_GPS_Combo_v I.docx.\" The email subject line was \"Revised GPS SW.\" The document is associated with case file EFTA00037930.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "gps",
        "sw",
        "revised",
        "application",
        "maxwell",
        "usanys",
        "united states attorney",
        "new york",
        "redaction",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037960",
            "similarity": 0.583,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026524",
      "summary": "The United States Attorney for the Southern District of New York submitted an amended application and affidavit to Judge Parker requesting a second warrant and order for Maxwell. The original application contained two errors identified this afternoon. The government requests the agent swear out the warrant today, offering availability for the Court’s convenience and apologizing for the inconvenience caused by the errors. Attached documents include the amended application, amended affidavit, and supporting exhibits.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "warrant",
        "application",
        "affidavit",
        "gps",
        "maxwell",
        "judge parker",
        "united states attorney",
        "second warrant",
        "amended",
        "error"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037929",
      "summary": "This document is a new draft regarding case EFTA00037929. It’s a revised application for a Maxwell GPS Combo, sent by the Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "efta00037929",
        "maxwell gps combo",
        "revised application",
        "united states attorney",
        "southern district of new york",
        "gps",
        "draft",
        "new york",
        "2020",
        "application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037960",
      "summary": "This document is a revised application for Maxwell GPS Combo software, submitted by the Assistant United States Attorney for the Southern District of New York. The email was sent on June 30, 2020, and includes the revised application document (Revised_Application _for Maxwell_GPS_Combo_v 1 .docx). The case identifier is EFTA00037960.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "gps",
        "sw",
        "revised",
        "maxwell",
        "gps combo",
        "application",
        "united states attorney",
        "new york",
        "efta00037960"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037930",
            "similarity": 0.583,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018663",
      "summary": "*   **Cell Site Tracking:** The FBI has been using a cell-site simulator to track the location of Maxwell’s cellular device (assigned call number) since June 30, 2020, collecting GPS and cell site data. Historical data from June 1, 2020, to the present shows the device was located in the District of New Hampshire for the past 30 days. *   **Related Charges:** Maxwell is suspected of violating 18 U.S.C. § 371 (conspiracy to entice minors), 2422/2423 (enticement/transportation of minors), 1623 (perjury), and related offenses. She has been indicted by a grand jury for these charges. *   **Evidence & Contacts:** The affidavit details Maxwell’s connections to other individuals (Laura Menninger, Haddon, Morgan & Foreman, Isabel Maxwell, Scott Borgerson) through phone records, indicating potential involvement in the scheme. *   **Sealed Warrant & Delay of Notice:** The warrant request includes a request to keep the application and warrant sealed until further order, due to the ongoing investigation and the potential for Maxwell to flee or obstruct justice. It also requests a delay of notification to prevent this. *   **Technical Details:** The document explains the investigative technique used – employing a device that can interrupt or monitor cellular communications – and addresses compliance with the Pen Register Statute.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "cell site simulator",
        "cell device",
        "search warrant",
        "fbi",
        "conspiracy",
        "minors",
        "trafficking",
        "18 u.s.c. 371",
        "18 u.s.c. 2422",
        "18 u.s.c. 1623",
        "location data",
        "gps",
        "forensic investigation",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037925",
      "summary": "An email was sent from an Assistant United States Attorney of the Southern District of New York to an unidentified recipient regarding case EFTA00037925. The email included an attachment named “Maxwell_Triggerfish_Application.docx.” The date of the email was July 1, 2020.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "efta00037925",
        "redaction analysis",
        "united states attorney",
        "southern district of new york",
        "maxwell triggerfish",
        "application",
        "2020",
        "new york",
        "jul 01",
        "docx"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020351",
      "summary": "The Assistant U.S. Attorney for the Southern District of New York submitted an application and proposed order to Judge Parker requesting the unsealing and assignment of the case, *United States v. Ghislaine Maxwell* (20 Cr. 330), which is currently attached in Word and PDF formats. The attorney also informed the court that the defendant is expected to be presented in the District of New Hampshire today.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "unsealing",
        "government",
        "judge parker",
        "court",
        "new hampshire",
        "request",
        "order",
        "pdf",
        "word"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011172",
      "summary": "A security consultant with 25 years of military and 10 years of security industry experience, including experience protecting high-value individuals and global assets, provided security services to Ghislaine Maxwell from approximately July 2019 to her arrest in July 2020. This included responding to threats, harassment from the press, and physical threats. On July 2, 2020, the consultant reported a helicopter and vehicle presence near Maxwell’s residence in Bradford, New Hampshire, initiating security protocols. Federal agents subsequently detained the consultant and questioned him while Maxwell requested care for her pets.  Due to the circumstances, the consultant is posting a $1 million bond for Maxwell’s bail application.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "security consultant",
        "ghislaine maxwell",
        "risk assessment",
        "threats",
        "press intrusion",
        "safe room",
        "bail",
        "fbi",
        "security protocols",
        "security services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016345",
      "summary": "An Assistant United States Attorney (USA) sent an email to Judge Gorenstein’s chambers regarding an application for a search warrant (EFTA00016345.pdf). The email included a revised affidavit correcting an error regarding the date of Jeffrey Epstein’s arrest (July 6, 2020) in paragraph 4 of the warrant application and Attachment A. The USA offered to have an agent swear out the warrant the following morning. A separate document (EFTA00016346) was also attached for the Judge’s review.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge gorenstein",
        "united states attorney",
        "electronic devices",
        "new york",
        "june 2020",
        "epstein",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031846",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031846",
      "summary": "An Assistant United States Attorney (USA) from the Southern District of New York sent an application and affidavit for a search warrant related to electronic devices belonging to Jeffrey Epstein. A typo was identified by Judge Gorenstein and a revised affidavit was sent. The Judge requested a call at 9:10 AM the following day to discuss the warrant with an agent, noting an incorrect date (July 6, 2020) in the application and requesting a revised application with the correct date. The USA provided contact information and indicated an agent was available to swear out the warrant.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge gorenstein",
        "united states attorney",
        "new york",
        "electronic devices",
        "epstein",
        "2020",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016345",
            "similarity": 0.667,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031845",
            "similarity": 0.538,
            "index": 81,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020395",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a stamped copy of a warrant and application for Jeffrey Maxwell, referencing a signed copy sent by Judge Parker on June 30th, 2020. The attachments include an application for a second warrant, GPS information, an arrest warrant, and an indictment.",
      "timestamp": "2020-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2020",
      "keywords": [
        "efta00020395",
        "warrant",
        "maxwell",
        "arrest",
        "united states attorney",
        "judge parker",
        "new york",
        "southern district",
        "application",
        "indictment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029177",
      "summary": "*   The investigation relies heavily on FBI 302 reports, transcripts of a grand jury testimony, and documents related to an NPA investigation. *   Jane Doe Number One is mentioned only once in the grand jury testimony, specifically in the context of how she met Epstein at Mar-a-Lago through a connection to Ghislaine Maxwell. *   Maxwell is mentioned in some FBI 302s, but the NPA investigation has found she doesn't appear frequently or at all in reviewed documents. *   There were no federal search warrants, only a local search warrant for a Palm Beach residence for which the SDFL file is unavailable. *   Efforts are being made to obtain the SDFL file and the “pros memo” from OPR to gain a better understanding of the evidence. *   The team is checking the Palm Beach residence search warrant application and confirming if Maxwell was identified as a target/subject in any warrants or materials from the SDFL case.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "maxwell",
        "epstein",
        "grand jury testimony",
        "fbi file",
        "302s",
        "mar-a-lago",
        "npa",
        "search warrants",
        "sdfl",
        "jane doe"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031000",
      "summary": "A redaction was identified within a file named [REDACTED]. The file, located at DarArchive/root/private/var/mobile/Containers/Data/Application/9729AFC4-0C1A-4178-9F32-E9DC80542AC2/Libraiy/Caches/News/shared-assets-assetstore/P/1/, contains an image file (Aa6l6hyUVOANkbrqMp9s8NwSoqf/P/1/Aa6l6hyUVC/x8NkbrqMp9s8NwSoqftl3:1:Aa6l6hyUVQx8NkbrqMp9s8NwSoqf:imgfile) created on August 6, 2020, at 11:12:32 AM (UTC+0) and associated with the file system CAA24A26CF924E605247E62A517D6029.  A second image file, Aa6l6hyUVQx8NkbrqMp9s8NwSoqf.imgfile, is also linked to this data.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "August 6, 2020",
      "keywords": [
        "redaction",
        "analysis",
        "pdf",
        "file system",
        "image",
        "archive",
        "map",
        "position",
        "address",
        "efta00031000"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017832",
      "summary": "This document is a motion to oppose the defendant, Chislaine Maxwell’s, requests to the court. Specifically, it argues against two of her applications: one requesting the government disclose witness names prematurely and another seeking to dictate the conditions of her confinement at MDC. The government contends Maxwell’s requests are premature, meritless, and disruptive to the established legal processes. They argue that the initial discovery production has been expedited, with over 165,000 pages delivered in less than two weeks, and that Maxwell’s demands for premature witness disclosures and controlled confinement are unjustified. The government highlights that Maxwell’s counsel has been overly reliant on court intervention, failing to engage in substantive discussions with the government or BOP. They assert that the BOP’s individualized assessments of inmate placement and ongoing evaluation of access to discovery are appropriate and do not require judicial intervention, particularly given the timing of the case and the volume of discovery materials. The motion concludes that Maxwell’s requests should be denied.",
      "timestamp": "2020-08-13T00:00:00",
      "timestamp_raw": "August 13, 2020",
      "keywords": [
        "discovery",
        "witness",
        "scheduling",
        "bureau of prisons",
        "protective order",
        "indictment",
        "motions",
        "defense letter",
        "bop",
        "pretrial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016303",
      "summary": "A letter from the Government, dated September 4, 2020, is attached to an email to Judge Freeman regarding the case *Doe v. Indyke, et al., 20 Civ. 484 (DCF) (JGK)*. The letter supports a stay application in the case.",
      "timestamp": "2020-09-04T00:00:00",
      "timestamp_raw": "September 4, 2020",
      "keywords": [
        "efta00016303",
        "doe v. indyke",
        "freemannysdchambers",
        "stay application",
        "government jetter",
        "20 civ. 484 (dcf)",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020861",
      "summary": "*   **Tasks:**  Stamping files related to the Scene2Go application and associated materials is the primary task. This includes files for \"LSJ Scene2Go,\" which is a 3D map viewing application. *   **File Types:** The files include 3D maps of a grotto and structure, aerial views, and screenshots.  There are multiple versions of these files increasing in size. *   **Stamping Strategy:** The proposed strategy is to only stamp the largest, highest-quality images and the Scene2Go user manual, avoiding duplicate or system-generated files. *   **Challenges:** There are issues with corrupted files received from MIM and difficulty opening certain files.  The structure of the folders is considered confusing. *   **Communication:** The document contains email exchanges discussing the stamping plan, file access, and the need to produce all files related to LSJ Scene2Go.",
      "timestamp": "2020-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2020",
      "keywords": [
        "production",
        "scene2go",
        "maxwell",
        "stamping",
        "files",
        "grotto",
        "maps",
        "3d",
        "application",
        "manual"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032633",
      "summary": "*   **Trump-Biden Debate Coverage:** The primary focus is on the first debate between Donald Trump and Joe Biden, with specific details regarding disagreements over the Supreme Court, climate change policies, and energy regulations. *   **Executive Privilege & Flynn Case:** Michael Flynn’s lead defense attorney invoked executive privilege regarding discussions with Donald Trump, following a judge’s ruling. *   **ACA Analysis:** Analysis suggests Amy Coney Barrett’s potential vote to strike down the Affordable Care Act (ACA) remains uncertain. *   **New York Sick Leave Law:** The document reports on the implementation of New York’s new paid sick leave law. *   **Immigration Issues:** California blocked a federal government attempt to increase immigration application fees, and a judge ruled Georgia must provide paper backups of voter information for the 2020 election. *   **Banking Industry & Barrett:** Amy Coney Barrett's potential appointment to the Supreme Court could influence fintech regulation and agency independence within the banking industry. *   **FERC & Carbon Pricing:** The Federal Energy Regulatory Commission is attempting to reconcile state carbon pricing efforts with its power market regulations. *   **EPA Actions:** The EPA challenged California’s plan to ban gas-powered cars and opposed a rollback of methane emissions regulations. *   **Catalyst Pharmaceuticals Lawsuit:** Catalyst Pharmaceuticals lost a lawsuit challenging the FDA's approval of a rival drug. *   **Dillon McCandless Fee Dispute:** Dillon McCandless is seeking $136,000 in legal fees from Georgia related to a lawsuit challenging pandemic-related restrictions. *   **Census Litigation:** A federal judge rejected the Trump administration's attempt to exclude unauthorized immigrants from the 2020 census count. *   **Various Industry Cases:** The document includes coverage of cases related to intellectual property (PureShield vs. Allied BioScience), insurance (LA Nightclub vs. LA County), real estate (Opportunity Zone Order), bankruptcy, telecom, cannabis, and other industries (e.g., JPMorgan Chase & Co.). *   **Law Firm Activity:** The document lists various law firms involved in these cases, including Jones Day, Latham & Watkins, DLA Piper, and others. *   **Job Listings:** A small section contains job listings related to legal positions.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "September 30, 2020",
      "keywords": [
        "supreme court",
        "trump",
        "biden",
        "debate",
        "climate change",
        "aca",
        "barrett",
        "flynn",
        "immigration",
        "healthcare",
        "energy",
        "paris accord",
        "emissions",
        "taxation",
        "census",
        "section 230",
        "cybersecurity",
        "cannabis",
        "legal industry",
        "diversity",
        "jpmorgan",
        "goldman sachs",
        "tech",
        "litigation",
        "tax law",
        "covid-19",
        "voting machines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023252",
      "summary": "A criminal clerk from the United States Attorney’s Office for the Southern District of New York sent an email to Judge Vyskocil requesting a signed Unsealing Order for case EFTA00023252. The attached document is an application for an unsealing order, dated October 15, 2020, submitted by Jeffrey Epstein. The clerk requested a copy of the signed order be emailed back.",
      "timestamp": "2020-10-15T00:00:00",
      "timestamp_raw": "October 15, 2020",
      "keywords": [
        "efta00023252",
        "redaction",
        "unsealing order",
        "epstein",
        "usanys",
        "criminal clerk",
        "southern district of new york",
        "judge vyskocil",
        "2020-10-16",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018289",
      "summary": "This document is a record of the Second Circuit Court of Appeals’ decision in the case of *Ghislaine Maxwell v. [Other Parties]*. The court affirmed a District Court order that allowed the unsealing of certain litigation materials, including a deposition transcript related to the case. The court found that the District Court did not abuse its discretion in ordering the unsealing, despite Maxwell’s arguments to the contrary, citing existing legal precedent and a correct application of the presumption of public access to judicial documents. The document also includes standard court instructions regarding the filing of a bill of costs.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "10/19/2020",
      "keywords": [
        "united states court of appeals",
        "ghislaine maxwell",
        "district court",
        "summary order",
        "appeal",
        "deposition",
        "litigation materials",
        "public access",
        "presumption of access"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017801",
      "summary": "A draft application for an amended search warrant was sent on October 22, 2020, by EFTA00017801. The application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s NY residence and includes referenced exhibits. The email chain involved multiple redacted individuals and departments.",
      "timestamp": "2020-10-22T00:00:00",
      "timestamp_raw": "October 22, 2020",
      "keywords": [
        "efta00017801",
        "search warrant",
        "amended",
        "epstein",
        "fbi",
        "devices",
        "ny residence",
        "application",
        "exhibits",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029145",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024737",
            "similarity": 0.818,
            "index": 109,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030607",
      "summary": "An email chain discusses a draft application for an amended search warrant. The application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s New York residence. Multiple individuals (identified only as \"[REDACTED]\") exchanged revised versions of the application, with the final draft attached to an email dated October 22, 2020. The sender, EFTA00030607, expresses gratitude for the team's work on the case.",
      "timestamp": "2020-10-22T00:00:00",
      "timestamp_raw": "October 22, 2020",
      "keywords": [
        "sw",
        "amended search warrant",
        "epstein",
        "devices",
        "fbi barcode",
        "discovery",
        "redaction",
        "application",
        "ny residence",
        "exhibits"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017802",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024737",
      "summary": "An email was sent on October 22, 2020, from EFTA00024737 to [REDACTED] regarding a draft application for an amended search warrant. The application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s NY residence and includes referenced exhibits.",
      "timestamp": "2020-10-22T00:00:00",
      "timestamp_raw": "October 22, 2020",
      "keywords": [
        "search warrant",
        "amended",
        "fbi",
        "devices",
        "epstein",
        "application",
        "redacted",
        "exhibits",
        "ny residence",
        "efta00024737"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017801",
            "similarity": 0.818,
            "index": 107,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029145",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017799",
      "summary": "An email thread, dated October 22, 2020, concerning an \"Application for Amended SW\" was sent between individuals with redacted email addresses. The email thread is identified as EFTA00017799.",
      "timestamp": "2020-10-22T00:00:00",
      "timestamp_raw": "October 22, 2020",
      "keywords": [
        "efta00017799",
        "amended sw",
        "application",
        "redaction",
        "analysis",
        "outlook",
        "message",
        "sw",
        "amended"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018614",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted an application for a search warrant to Judge Wang. The application, along with four exhibits and a proposed search warrant, was attached. The agent was available to swear out the warrant on the afternoon of October 27, 2020, and the following morning.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states attorney",
        "southern district of new york",
        "judge wang",
        "exhibit",
        "search",
        "warrant",
        "new york",
        "efta00018614"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018405",
      "summary": "Emails dated October 27, 2020, and October 29, 2020, were exchanged between individuals associated with the United States Attorney’s Office, Southern District of New York, and an Assistant United States Attorney. The emails relate to the “EPSTEIN” case and include attachments such as signed warrant materials (EFTA00018405) and a JPG image (image003.jpg). One individual confirmed they had saved attachments to a shared folder and included them in a discovery production folder. The subject line indicates the emails concern a signed application/affidavit.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "efta00018405",
        "epstein",
        "affidavit",
        "united states attorney",
        "southern district of new york",
        "warrant",
        "attachments",
        "discovery production",
        "redaction",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030981",
      "summary": "Attached emails, dated October 27, 2020, October 29, 2020, and October 29, 2020, concern warrant materials related to Jeffrey Epstein. The emails are sent between Assistant United States Attorneys, Arraignment Unit Clerks, and United States District Court personnel. Included attachments include signed affidavits/applications (EFTA00030981 and EFTA00030982) and warrant materials (20 MAG 11668).  The content is redacted.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "epstein",
        "warrant",
        "affidavit",
        "united states attorney",
        "redaction",
        "new york",
        "us district court",
        "efta00030981",
        "efta00030982",
        "criminal justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020894",
      "summary": "An email chain, dated October 28, 2020, and October 29, 2020, was sent between individuals associated with the United States District Court for the Southern District of New York, specifically the Arraignment Unit Clerk. The email chain contains attachments, including a signed application/affidavit (20 MAG 11668 and 20_MAG_11668.1) and an image (image001.jpg), related to the case of Jared Epstein.",
      "timestamp": "2020-10-28T00:00:00",
      "timestamp_raw": "October 28, 2020",
      "keywords": [
        "efta00020894",
        "epstein",
        "affidavit",
        "warrants",
        "united states district court",
        "new york",
        "redaction",
        "application",
        "email",
        "arrest"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021114",
      "summary": "An email chain, dated October 29, 2020, was forwarded with the subject “FW: EMail 1 of 2: EPSTEIN – signed application/affidavit.” The email originated from an unknown sender and was addressed to multiple recipients, including individuals associated with the USA Department of Justice and the USA HUB. The email appears to relate to an affidavit signed by someone named Epstein, possibly concerning Comey, Byrne, and related matters. The message ID is SN5P110MB05425D0602FF1087AAF0BD6F92140@SN5P110MB0542.NAMP110.PROD.OUTLOOK.COM.",
      "timestamp": "2020-10-29T00:00:00",
      "timestamp_raw": "October 29, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "affidavit",
        "usa",
        "comey",
        "byrne",
        "efta00021114"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027424",
      "summary": "On November 6, 2020, the Public Corruption Unit reported on the case of US v. Ghislaine Maxwell. Ghislaine Maxwell was indicted on six counts related to facilitating Jeffrey Epstein’s abuse of minor girls, arrested in New Hampshire, and detained. Discovery production occurred on August 21, 2020, with a second production of electronic materials planned. The team is collaborating with various agencies, including the USAO-SDFL and OPR, to obtain and review relevant materials. Discussions with Maxwell’s counsel regarding a felony disposition are underway. An interview with Prince Andrew is being pursued through an MLAT after his counsel declined a voluntary interview. Maxwell anticipates a renewed bail application and the team intends to oppose it.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "ghislaine maxwell",
        "corruption",
        "indictment",
        "bail",
        "prince andrew",
        "usao",
        "discovery",
        "electronic materials",
        "mlat",
        "public corruption unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016528",
      "summary": "On November 19, 2020, a letter was submitted in support of Ghislaine Maxwell’s bail application. The author claims the Ghislaine Maxwell they know is a “wonderful and loving” person, differing from the individual accused in criminal charges. The author attributes the intense media attention surrounding Maxwell to the arrest and death of Jeffrey Epstein and cites examples of conspiracy theories and harassment. They express concerns about constant media intrusion and threats, detailing instances of harmful online content and stalking. The author asserts Maxwell’s innocence, denies the allegations, and states her desire to remain in the U.S. to clear her name, citing a desire to avoid appearing to flee and a preference for proximity to New York.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "November 19, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail application",
        "media interest",
        "jefferey epstein",
        "criminal charges",
        "privacy",
        "judge nathan",
        "qanon",
        "pizzagate",
        "social media",
        "threats"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022050",
      "summary": "This email details a protocol for reviewing image and video files recovered from devices associated with Jeffrey Epstein and Ghislaine Maxwell. The protocol requires reviewers to consult the warrant and supporting affidavit. The FBI and USAO teams are tasked with reviewing specific device numbers (NYC024363, NYC024394, etc.).  The email requests a call with the teams to discuss the review process and answer questions. Attachments include the warrant application, a search warrant, a responsiveness review protocol, and the Maxwell indictment containing a photograph of Epstein and Maxwell.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review protocol",
        "fbi",
        "usao",
        "devices",
        "warrant",
        "maxwell",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017800",
      "summary": "An email thread discusses an application for an amended search warrant regarding three devices seized from Jeffrey Epstein’s NY residence. The draft application corrects FBI barcode numbers and includes referenced exhibits. Agents are now aware of the issue, and the image review is underway with a deadline.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "application",
        "amended sw",
        "search warrant",
        "fbi barcode",
        "epstein",
        "devices",
        "ny residence",
        "redacted",
        "image review",
        "guidance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017802",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017802",
      "summary": "An email was sent regarding a draft application for an amended search warrant. The application corrects FBI barcode numbers for three devices seized from Jeffrey Epstein’s New York residence. An attached document, “Application_for_Amended_Warrant_for_3_Drives_from_NY_Residencesd.docx,” contains the draft application and referenced exhibits. A paragraph was added per a prior discussion.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "efta00017802",
        "amended sw",
        "search warrant",
        "fbi barcode",
        "epstein",
        "ny residence",
        "exhibits",
        "application",
        "redaction",
        "devices"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017800",
            "similarity": 0.538,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030607",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018615",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted an application for a search warrant (EFTA00018615) and supporting documents to Judge Wang. The application included four exhibits and a proposed search warrant. The Attorney corrected a previous submission that mistakenly included Judge Nathan’s name instead of Judge Wang’s. The Agent was available to swear out the warrant and could be contacted via email or cellphone. A related document (EFTA00018616) contained similar information.",
      "timestamp": "2020-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2020",
      "keywords": [
        "search warrant",
        "application",
        "judge wang",
        "united states attorney",
        "southern district of new york",
        "email",
        "pdf",
        "exhibits",
        "warrant",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020895",
      "summary": "An email chain discusses an affidavit related to a case titled \"EPSTEIN.\" An Assistant United States Attorney in the Southern District of New York sent an email requesting and then attaching four exhibits to the affidavit that were originally missing from the submitted application/affidavit.  A subsequent email forwarded signed warrants to [REDACTED].  A related document, EFTA00020896, is also referenced.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "efta00020895",
        "epstein",
        "affidavit",
        "united states district court",
        "southern district of new york",
        "warrants",
        "exhibits",
        "arraignment",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019931",
      "summary": "An Assistant United States Attorney from the Southern District of New York is being informed that Ghislaine Maxwell’s attorneys intend to file a new bail application. The application has not yet been filed, and there is no set briefing schedule or hearing date. The sender requests to be kept updated and offers to discuss the matter.",
      "timestamp": "2020-12-02T00:00:00",
      "timestamp_raw": "December 2, 2020",
      "keywords": [
        "bail application",
        "ghislaine maxwell",
        "united states attorney",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019929",
            "similarity": 0.571,
            "index": 182,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019930",
            "similarity": 0.833,
            "index": 191,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023255",
      "summary": "A bail application was submitted from [REDACTED] to Sigrid McCawley, with [REDACTED] included in the \"To\" and \"Cc\" fields. The application is referenced as \"USAHUB-USAJouma1111\" and was dated December 3, 2020. The subject was “bail application” and the file name associated with the application is “bail_application.msg”.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "December 3, 2020",
      "keywords": [
        "bail application",
        "redaction analysis",
        "efta00023255",
        "sigrid mccawley",
        "usahub",
        "2020",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031965",
      "summary": "Embassy in Paris and the Southern District of New York regarding the extradition of Ghislaine Maxwell. *   Discussions centered around Maxwell’s renewed bail application and potential extradition from France, specifically addressing concerns about her dual US/French citizenship. *   Proposed call times were discussed for December 4th, December 5th, and December 7th to gather questions and provide context. *   Multiple individuals’ contact information (phone numbers and email addresses) were exchanged. *   A key point of discussion involved the timeline and resources needed for Maxwell to respond to the extradition process. *   The email chain involves a US Attorney, a US Embassy liaison, and individuals coordinating information related to the SDNY case.",
      "timestamp": "2020-12-05T00:00:00",
      "timestamp_raw": "December 5, 2020",
      "keywords": [
        "sdny case",
        "extradition",
        "france",
        "maxwell",
        "bail application",
        "usanys",
        "crm",
        "paris",
        "timeline",
        "resources"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021028",
      "summary": "An email was sent from a Paralegal Specialist at the U.S. Attorney's Office I SDNY to two recipients regarding Maxwell's renewed bail application. The email included a zip folder containing redacted versions of exhibits, specifically a \"defense renewed motion for bail\" document (2 of 2), attached on December 8, 2020. The sender requests feedback if any issues arise.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "bail",
        "application",
        "exhibits",
        "maxwell",
        "renewed",
        "motion",
        "redacted",
        "zip",
        "usanys",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016465",
            "similarity": 0.667,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016465",
      "summary": "An email chain discusses the delivery of exhibits related to Maxwell’s renewed bail application. A contractor sent a zip folder containing Part 1 of the exhibits to [REDACTED], and a paralegal specialist sent a similar zip folder to [REDACTED]. The contractor apologized for a previous email delivery issue due to a large file size and indicated that Part 2 of the exhibits would be sent shortly.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "2020-12-08",
      "keywords": [
        "bail",
        "maxwell",
        "exhibits",
        "application",
        "renewed",
        "motion",
        "zip",
        "attorney",
        "u.s. attorney's office",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021028",
            "similarity": 0.667,
            "index": 126,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024265",
      "summary": "Gregor Hirsch, the sender, argues for her release with a detailed proposal outlining stringent security measures. These include 24 full-time security guards with a rotating schedule, RV camper residences on-site, a 24/7 ankle monitor, and a $28.5 million bail with a six-month escrow payment of $20,000 per guard monthly, totaling $2,880,000. Hirsch suggests a 3-month hourly Skype chat with a court employee and proposes employment for himself as a security guard. He emphasizes the need to ensure her safety, prevent flight risk, and argue that she should be considered “innocent until proven guilty.” The email also expresses concern that wealthy individuals and politicians may be implicated and requests the US District Court in Manhattan accept her bail application.  Links to news articles and court documents related to the case are provided.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "u.s. district judge alison nathan",
        "underage sex trafficking",
        "ghislaine maxwell",
        "jeffrey epstein",
        "beauty pageants",
        "miss teen usa",
        "grooming",
        "sex trafficking",
        "wealthy individuals",
        "corruption",
        "political officials",
        "bail request",
        "rv campers",
        "security guards",
        "surveillance",
        "justice",
        "innocence until proven guilty"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016023",
      "summary": "On December 16, 2020, the Assistant United States Attorney for the Southern District of New York submitted documents in opposition to a defendant’s renewed bail application in the case of *US v. Maxwell, 20 CR. 330 (AJN)*. The submission included a cover letter, memorandum of law, Government Exhibits A and B, and a proposed redaction document for the memorandum of law. The documents were sent to Nathan NYSD Chambers and several attorneys including Christian Everdell, BOBBI C STERNHEIM, and Jeff Pagliuca.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "December 16, 2020",
      "keywords": [
        "us v. maxwell",
        "redaction analysis",
        "bail motion",
        "government submission",
        "southern district of new york",
        "20 cr. 330 (ajn)",
        "usanys",
        "new york",
        "attorney",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011142",
      "summary": "Staff members have tested positive for COVID, and the cell is repeatedly sprayed with chemicals. *   **COVID-Related Restrictions:** Sternheim is quarantined for 14 days due to potential COVID exposure and limited to 3 hours of legal calls, conducted in close proximity to observers. *   **Bail Application Discussions:** Cohen and the legal team are working on a renewed bail application, seeking to address concerns raised by the government and court. They require heightened confidentiality and want to present evidence of threats to GM and her family. *   **Information Sharing & Security:** Concerns are raised about the level of information being shared and the need to protect sensitive data, including financial information and potential co-signers for the bail. There’s discussion about vetting co-signers and the potential need to file under seal. *   **MDC’s Practices:** The MDC is being criticized for overly restrictive conditions, potentially mirroring those used during the Epstein case, and for intrusive surveillance practices. *   **Technical Difficulties:** There are issues with accessing GM’s laptop and reviewing discovery materials.",
      "timestamp": "2020-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2020",
      "keywords": [
        "bop",
        "covid",
        "surveillance",
        "search",
        "bail",
        "confidentiality",
        "sternheim",
        "everdell",
        "cohen",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028903",
      "summary": "Ghislaine Maxwell’s Reply Memorandum argues that the Mann Act counts against her (Counts 1-4) should be dismissed due to two key reasons: the 2003 amendment to 18 U.S.C. § 3283 does not apply retroactively, and the statute itself doesn’t necessarily involve the sexual abuse or kidnapping of a child. Here’s a breakdown of the core arguments: *   **Retroactivity:** Congress explicitly rejected a retroactivity provision in the 2003 amendment, ending the legal analysis at step one of the Landgraf framework. No court has correctly applied this rejection. *   **Statutory Scope:** § 3283 only applies if the offenses *necessarily* entail sexual abuse or kidnapping. The charges against Maxwell – enticement of an individual to travel or transportation of a minor – don't meet this requirement, and the government’s attempt to define “sexual abuse” within the statute is flawed. *   **Landgraf Application:**  The court should apply the Landgraf framework in a manner consistent with Supreme Court precedent (i.e., recognizing the importance of congressional intent and not reading too broadly into the statute). Essentially, Maxwell argues the government is attempting to retroactively apply a law that was not intended to do so, and that the statute’s language doesn’t align with the specific charges.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "Jan. 11, 2021",
      "keywords": [
        "retry memorandum",
        "ghislaine maxwell",
        "motion to dismiss",
        "mann act",
        "18 u.s.c. § 3283",
        "landgraf",
        "retroactivity",
        "legislative intent",
        "statute of limitations",
        "\"offense involving",
        "\" child sexual abuse",
        "2003 amendment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032872",
      "summary": "The document details the U.S. Attorney selection process for the Southern District of New York (SDNY), specifically focusing on potential successors to Audrey Strauss. President Biden is initiating a nationwide replacement of Trump-appointed U.S. Attorneys. While Strauss’s position is being evaluated, the SDNY application process is active with a large candidate pool. Three lawyers identified as potential successors are: Damian Williams (head of the Securities and Commodities Fraud Task Force), Katherine Goldstein (a white-collar fraud specialist), and Anjan Sahni (also a former Task Force chief).  Chuck Schumer holds significant sway over the process, and there are strong connections to Preet Bharara, who previously held the position. The document cites a Law360 article discussing the process and highlighting the importance of the Garland clerk chain for potential picks.",
      "timestamp": "2021-02-11T00:00:00",
      "timestamp_raw": "11 Feb 2021",
      "keywords": [
        "biden",
        "sdny",
        "u.s. attorney",
        "schumer",
        "new york",
        "prosecution",
        "strauss",
        "williams",
        "goldstein",
        "sahni",
        "bharara"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022623",
      "summary": "*   **Case Status:** The case is likely related to a June trial date that is anticipated to be adjourned. *   **Client Strategy:** The discussion centers around a client (likely female, referred to as “she”) facing potential misdemeanor charges. JF is advising the client to consider a Diversion Program (DP) application sooner rather than later. *   **Key Arguments:** JF suggests focusing on mitigating circumstances such as the client’s life plans, past year's behavior, and familial responsibilities, and framing the case to avoid a criminal record. He highlights potential similarities to other, unprosecuted cases (like the Epstein case) to support his argument. *   **Legal Team Approach:** JL and NR express an open mind to submissions and a desire to avoid “drama” while still advocating for the client’s best interests. *   **Process Discussion:** The conversation includes details about the DP process, appeals, and potential involvement of higher-level leadership (brass).",
      "timestamp": "2021-02-15T00:00:00",
      "timestamp_raw": "February 15, 2021",
      "keywords": [
        "jason foy",
        "eric sarraga",
        "june trial date",
        "dp application",
        "misdemeanor",
        "pandemic",
        "felony conviction",
        "life plans",
        "selective prosecution",
        "discovery",
        "montell",
        "criminal intent",
        "nyc bop",
        "cooperation",
        "appeals",
        "defense",
        "litigation risk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018708",
      "summary": "An email was sent from Bobbi C. Sternheim to multiple recipients, including IMSYS and Christian Everdell, on February 23, 2021. The email attached a courtesy copy of an Electronic Correspondence Filing (ECF) related to the U.S. v. Maxwell case (20 Cr. 330). The email contained a disclaimer regarding confidential and privileged information. The document referenced is MAXWELL_BAIL_APPLICATION_with_EXHIBIT_2-23-17.pdf.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "February 23, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00018708",
        "redaction analysis",
        "bail application",
        "bobbi c. sternheim",
        "imsys",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025195",
      "summary": "Email correspondence regarding the case *U.S. v. Maxwell 20 Cr. 330 (AJN)*.  Multiple individuals, including Bobbi C. Sternheim, Laura Menninger, Jeff Pagliuca, and Christian Everdell, exchanged emails related to an Electronic Case File (ECF) filing concerning a bail application for Maxwell. The email chain indicates a previous unsuccessful attempt (“third time’s the charm”) related to the case.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00025195",
        "bail application",
        "redaction analysis",
        "usanys",
        "laura menninger",
        "bobbi c sternheim",
        "legal filings",
        "fw",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030973",
      "summary": "Bobbi C. Sternheim sent a courtesy copy of an ECF filing (MAXWELL_BAIL_APPLICATION_with_EXHIBIT_2-23-17.pdf) related to the case *U.S. v. Maxwell* (20 Cr. 330 (AJN)) to several recipients, including Christian Everdell, Laura Mennin, and Jeff Pagliuca. The email contains a confidentiality and privilege disclaimer.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2021",
      "keywords": [
        "u.s. v. maxwell",
        "bail application",
        "bobbi c. sternheim",
        "ecf filing",
        "20 cr. 330",
        "christian everdell",
        "laura mennin",
        "jeff pagliuca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021355",
      "summary": "Ghislaine Maxwell’s attorneys submitted a third bail application, proposing she renounce her French and British citizenship to address concerns about extradition waiver validity. The application is attached and awaiting feedback.",
      "timestamp": "2021-02-24T00:00:00",
      "timestamp_raw": "24 Feb 2021",
      "keywords": [
        "ghislaine maxwell",
        "bail application",
        "renunciation",
        "extradition",
        "united states attorney",
        "southern district of new york",
        "citizenship",
        "legal",
        "criminal",
        "france",
        "britain"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031918",
      "summary": "This motion builds upon her previous bail applications and proposes a stringent set of conditions designed to ensure her appearance at trial. These conditions include a substantial bond ($28.5 million), real property, cash, asset monitoring by a retired judge, renunciation of British and French citizenship, waivers of extradition rights, confinement in New York City, GPS monitoring, and a third-party custodian.  Maxwell contends that the government is unfairly opposing the bail package, attempting to avoid addressing the merits of the case and relying on unfounded arguments. She challenges the government’s assertion that she poses an “extreme risk of flight,” arguing that the bail package is sufficient and highlighting weaknesses in the government’s case, including the lack of evidence of a criminal conspiracy and misleading of the court by government prosecutors. The government’s position is that a decision on this bail motion could complicate an appeal currently pending, and therefore jurisdiction should be deferred. Maxwell further challenges the government’s argument regarding her French nationality, arguing that it should not be used to bar extradition. Finally, she points to the difficulties she is facing with accessing electronic discovery materials.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "February 26, 2021",
      "keywords": [
        "bail",
        "extradition",
        "citizenship",
        "monitoring",
        "conditions",
        "court",
        "guarantee",
        "reform act",
        "foreign",
        "assets",
        "jeopardy",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018834",
      "summary": "Jason Foy sent electronic copies of documents related to the case *US v. Noel* to multiple recipients, including a deferred prosecution application and exhibits. He confirmed the sending via FedEx with 5 copies and anticipated updates from co-counsel next week. He requested confirmation of receipt and offered to answer any questions.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2021",
      "keywords": [
        "efta00018834",
        "noel",
        "us v.",
        "jason foy",
        "redaction",
        "prosecution",
        "deferred prosecution",
        "fedex",
        "toya coyer",
        "tova noel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018718",
      "summary": "An email chain discusses a bail application for Maxwell in U.S. v. Maxwell 20 Cr. 330 (AJN). Bobbi Sternheim sent a copy of the application to [REDACTED] and requested a discussion regarding Maxwell’s proposed financial conditions before drafting a response. The email chain includes acknowledgements of the application’s unusual nature and a disclaimer regarding confidential information contained within the attached documents.",
      "timestamp": "2021-03-02T00:00:00",
      "timestamp_raw": "02 Mar 2021",
      "keywords": [
        "maxwell",
        "bail application",
        "u.s. v. maxwell",
        "financial condition",
        "efta00018718",
        "usanys",
        "bobbi c. sternheim",
        "laura menninger",
        "jeff pagliuca",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018727",
      "summary": "This document is a correspondence regarding a Freedom of Information Act (FOIA) request related to Epstein/Maxwell. It includes details for joining a Webex meeting via multiple methods: a Webex meeting link, meeting number (access code: 199 962 1511, password: PMxMsPua532), mobile app, phone, and video system/application access. Global call-in numbers are also provided, along with a link to Webex help resources.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "webex",
        "meeting",
        "usao",
        "toll",
        "usa",
        "skype",
        "lync"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018382",
      "summary": "Bobbi C. Sternheim, Esq., sent an email to Nathan NYSD Chambers and others, including Christian Everdell and Laura Menninger, regarding an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application in the case U.S. v. Ghislaine Maxwell (20 Cr. 330 (AJN)). The email was attached to a cover letter and submitted pursuant to Rule 2(8) of the court's individual rules. Sternheim’s firm was providing the document to the court and government.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "bobbi c. sternheim",
        "covid-19",
        "legal submission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031916",
      "summary": "Bobbi Sternheim sent an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application to Nathan Chambers, Christian Everdell, Laura Menninger, and Jeff Pagliuca in connection with the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)). The submission was provided pursuant to Rule 2(8) of the court’s individual rules.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "court",
        "memorandum",
        "bobbi sternheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018992",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, sent an email on March 16, 2021, to provide an unredacted version of a Reply Memorandum In Support of Ms. Maxwell’s pending bail application, as required by Rule 2(8) of the Court’s individual rules. The email was accompanied by a cover letter (attached as a PDF) and included a Covid-19 notice regarding the office closure and preferred communication methods. The document’s contents are considered confidential and privileged.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "March 16, 2021",
      "keywords": [
        "bobbi sternheim",
        "efta00018992",
        "covid-19",
        "legal",
        "redaction",
        "cover letter",
        "maxwell",
        "bail application"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019594",
      "summary": "A memorandum from the United States Attorney’s Office for the Southern District of New York regarding a deferred prosecution application for Tova Noel is attached. The memorandum, along with several supporting documents (including memos, PDFs detailing the application and exhibits, and a collateral consequences letter), was sent from the Assistant United States Attorney to an unspecified recipient.",
      "timestamp": "2021-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2021",
      "keywords": [
        "tova noel",
        "deferred prosecution",
        "application",
        "usanys",
        "memorandum",
        "united states attorney's office",
        "southern district of new york",
        "efta00019594"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019095",
      "summary": "On March 30, 2021, emails were exchanged regarding a 2019 order related to the Jeffrey Epstein case that had been recently unsealed. An individual ([REDACTED]) inquired about the order, noting its public availability despite being marked as sealed. A Westlaw email provided the order document (USAO Reference No. 2018R01618) to the recipient. An application to modify a protective order in a civil case was made, but denied by Judge Netbum.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "March 30, 2021",
      "keywords": [
        "efta00019095",
        "jeffrey epstein",
        "boles schiller",
        "protective order",
        "civil case",
        "unsealed order",
        "judge netbum",
        "westlaw",
        "discovery materials",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020439",
      "summary": "The U.S. Government, via the Southern District of New York, opposes Ghislaine Maxwell’s motion for bail and intends to file a response. David Oscar Markus, representing Maxwell, requested access to docket entries 4, 18, 22, 97, 100, 103, 106, 159, 160, 165, 171, and 169 to prepare an appeal from the denial of her bail application. The Assistant United States Attorney indicated that these docket entries were not redacted and that a protective order could be established if desired.",
      "timestamp": "2021-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "bail",
        "motion",
        "u.s. v.",
        "protective order",
        "david oscar markus",
        "southern district of new york",
        "appeal",
        "docket entries",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020437",
      "summary": "David Oscar Markus is representing Ghislaine Maxwell’s appeal regarding the denial of her bail application in *U.S. v. Ghislaine Maxwell*. He requests access to unredacted docket entries 4, 18, 22, 97, 100, 103, 106, 159, 160, 165, 171, and 169 to prepare the appeal. The Assistant U.S. Attorney acknowledges Markus’s role and refers to an existing protective order (ECF No. 36) binding on all counsel. The government initially opposes Maxwell’s motion and intends to file a response.",
      "timestamp": "2021-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "redaction",
        "protective order",
        "u.s. v.",
        "appeal",
        "docket entries",
        "government",
        "legal counsel",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038571",
      "summary": "Erica Dubno, Esq. is assisting a victim of a crime (likely trafficking) with the process of applying for a T visa. The victim has completed an interview with the Epstein Victims Compensation Fund, which went well. Communication regarding the visa application process is primarily between Dubno and other parties, including an FBI agent and a Legal Aid provider. There is discussion about potentially using a U visa instead of a T visa, and a request for guidance on obtaining a victim notification letter.  A key concern is navigating USCIS processes and consulting with an immigration attorney for expert advice.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "t visa",
        "victim compensation fund",
        "immigration lawyer",
        "uscis",
        "visa application",
        "erica dubno",
        "new york",
        "deportation",
        "victim notification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031449",
      "summary": "An email exchange occurred between the United States Attorney's Office, Southern District of New York (USANYS) and USi regarding DP memos for Noel and Thomas. The email includes attachments of a Thomas DP memo and various application materials. The sender requests feedback and edits on the memos.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "dp memos",
        "noel",
        "thomas",
        "united states attorney",
        "southern district of new york",
        "application materials",
        "redaction",
        "usanys",
        "edits",
        "organization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014661",
      "summary": "Laura Menninger of Haddon, Morgan and Foreman, P.C. is contacting counsel regarding a potential violation of Local Criminal Rule 23.1. She cites a Sun article mentioning statements made by David Markus (representing Ghislaine Maxwell) as potentially problematic, given the rule’s broad application to lawyers associated with witnesses. She requests confirmation that Spencer Kuvin does not represent any witnesses and asks for a response by Monday. The communication includes a chain of emails between legal representatives, including Jeff Pagliuca and Bobbi Sternheim, and concerns a case involving Ghislaine Maxwell.",
      "timestamp": "2021-05-12T00:00:00",
      "timestamp_raw": "12 May 2021",
      "keywords": [
        "criminal rule 23.1",
        "ghislaine maxwell",
        "spencer kuvin",
        "local rule",
        "attorney",
        "investigation",
        "witness",
        "violation",
        "maxwell",
        "plea deal",
        "sun",
        "haddon morgan and foreman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028713",
      "summary": "A draft motion opposing Maxwell’s renewed motion for release in the Circuit was sent from [REDACTED] to [REDACTED] on May 25, 2021. The motion is attached as Maxwell_2d_Circuit_Renewed_Bail_Application_Opposition_v 1 .docx and is due Thursday.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "May 25, 2021",
      "keywords": [
        "motion",
        "circuit",
        "release",
        "oppositions",
        "draft",
        "maxwell",
        "efta00028713",
        "usanys",
        "2d cir",
        "motion for release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014290",
      "summary": "A dispute arose regarding the classification of documents stamped “Confidential.” One party, USANYS, had consistently applied “Confidential” to production materials due to a court-ordered protective order. Security personnel raised concerns about the overuse of “Confidential” and its potential misapplication to non-classified information. A computer security chief at EOUSA identified unstamped “CONFIDENTIAL” documents related to Jeffrey Epstein and requested immediate FBI review to determine if they were classified. The situation prompted communication with the Criminal Chief, AUSA, General Counsel’s Office, Contracting Officer at the Justice Management Division, and notification of a potential classified spill.",
      "timestamp": "2021-06-03T00:00:00",
      "timestamp_raw": "03 Jun 2021",
      "keywords": [
        "data transfer",
        "confidential",
        "protective order",
        "redaction",
        "epstein",
        "usanys",
        "classified",
        "security",
        "litigation",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032725",
      "summary": "The document is a series of email exchanges between U.S. Attorney’s Office personnel regarding a suppression hearing related to Maxwell and a related case. Key points include: *   Requests for documents, specifically the original application to Judge Sweet and responses. *   Discussion about multiple motions in limine (MOLs) being filed to evade page limits. *   Confusion regarding multiple memos of law associated with Maxwell. *   Attachments of briefs, transcripts, and exhibits related to the suppression motion. *   Scheduling a meeting to discuss the matter and determine a suitable time to meet. *   Reference to Judge Nathan’s intention to resolve the suppression motions “at a later time” ahead of trial.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "maxwell",
        "suppression hearing",
        "mols",
        "judge sweet",
        "usanys",
        "transcripts",
        "briefs",
        "mcmahon",
        "exhibits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032757",
      "summary": "*   A series of emails exchanged between attorneys regarding a suppression hearing related to Maxwell and the AJN case. *   Stan Pottinger, a lawyer at Boies Schiller, represented the plaintiff. *   Multiple documents, including All Writs Applications and legal briefs, were referenced and attached. *   Questions arose about the number of Memoranda of Law filed and the reason for Maxwell having two briefs. *   A judge (Nathan) indicated a delayed resolution of the suppression motions ahead of trial. *   An issue related to the Rossmiller/Kramer matter was discussed, seeking input and a convenient time to meet.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "maxwell",
        "suppression hearing",
        "all writs application",
        "usanys",
        "judge sweet",
        "mol's",
        "transcripts",
        "rossmiller",
        "kramer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032738",
      "summary": "*   **NYC Bar Changes:** The New York City Bar Association is seeking to amend bar application questions regarding juvenile justice involvement and sealed/dismissed cases. *   **Prosecutorial Oversight:** New York state prosecutors urged a veto of a bill creating an oversight body for prosecutorial misconduct. *   **FIFA Appeal:** Robbins Geller Rudman & Dowd LLP requested time to appeal a ruling in the FIFA corruption case. *   **Opioid Trial Delay:** The monumental opioid trial has been pushed back nearly a week due to jury selection delays. *   **Purdue Pharma Examiner:** A New York bankruptcy judge reluctantly approved an examiner for Purdue Pharma's Chapter 11 case. *   **Maxwell Case:** Ghislaine Maxwell’s attorney reported conditions in her cell and prison guard surveillance. *   **Trader Challenge:** Counsel for a San Diego stock speculator challenged the credibility of a former Illumina Inc. accountant. *   **Visa/Mastercard Antitrust:** A class action lawsuit alleges Visa and Mastercard acted as a cartel by maintaining high credit/debit card fees. *   **Express Scripts Overcharges:** An Express Scripts executive admitted the company was unaware of CVS Pharmacy overcharges. *   **SEIU Suit Dismissal:** A New York federal magistrate judge recommended dismissing a lawsuit by a fired handyman. *   **MetLife Settlement:** Robbins Geller received $21 million for representing investors in a MetLife misleading liabilities case. *   **BitMEX Manipulation:** Investors in BitMEX are seeking to keep allegations of fraudulent practices alive. *   **Range Resources Suit:** Pomerantz LLP will represent investors in a lawsuit against Range Resources Corp. for improperly reporting well statuses. *   **Ng Trial:** Former Goldman Sachs managing director Roger Ng will face trial in January over his alleged role in the 1Malaysia Development Berhad scandal. *   **Insys Therapeutics Sentencing:** A former New York City doctor was sentenced for taking kickbacks from Insys Therapeutics. *   **NASA Chief Sentencing:** A NASA nanotechnology pioneer was sentenced to 30 days in prison for concealing ties to China. *   **American Stock Transfer Lease Extension:** American Stock Transfer & Trust Co. secured a lease extension. *   **Columbia Care Acquisition:** Foley Hoag LLP and Husch Blackwell LLP guided a $42 million deal for Columbia Care Inc. *   **Nationstar Lawsuit:** Mortgage servicer Nationstar Mortgage LLC faces a proposed class action over unauthorized payment glitches. *   **Girardi Ex-Clients Lawsuit:** Former clients of Thomas V. Girardi are pursuing his estranged wife in a state malpractice suit. *   **ENRC Tipoff Regret:** A former ENRC security consultant regretted lying in a letter to the Serious Fraud Office. *   **Khan Confirmation:** Lina Khan was confirmed as the Federal Trade Commission chair. *   **Marshals Understaffed:** A DOJ audit found the U.S. Marshals Service is understaffed for judicial protection. *   **Girardi's Donation:** Cravath Swaine & Moore LLP announced a $6 million donation to civil rights organizations. *   **Dechert Discrimination Lawsuit:** A former Dechert attorney filed a racial discrimination lawsuit. *   **Georgetown Supreme Court Director:** Kelsi Brown Corkran was named the U.S. Supreme Court director at Georgetown Law. *   **Job Listings & Contact Info:** Provided listings of job openings and contact information for Law360.",
      "timestamp": "2021-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2021",
      "keywords": [
        "greenberg traurig",
        "russian oligarch",
        "new york bill",
        "foreign judgments",
        "vladimir putin",
        "nyc bar association",
        "juvenile justice system",
        "prosecutorial misconduct",
        "fifa corruption",
        "opioid trial",
        "oxycontin",
        "ghislaine maxwell",
        "insider trading",
        "illumina",
        "square",
        "visa",
        "mastercard",
        "cvs health",
        "express scripts",
        "arbitration",
        "bankruptcy",
        "1-800 contacts",
        "cyberattack",
        "dechert",
        "discrimination lawsuit",
        "erika girardi",
        "lina khan",
        "ftc",
        "u.s. marshals service",
        "judges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010620",
      "summary": "It’s a series of transactions involving: *   **Initial Registration:**  The document outlines the initial registration request and assignment of special registration numbers (N401HB) to the aircraft by Chevron U.S.A. Inc. *   **Multiple Assignments:** There were multiple requests for the specific registration number to be assigned to different G550 aircraft serial numbers (5173-5183), reflecting the FAA's tracking system for aircraft. *   **Record Keeping/Transfer:** The document involves multiple exchange of letters, applications, and assignments to transfer ownership and registration information between various entities, including Aero Records & Title Co. and Gulfstream Aerospace. *   **FAA Oversight:** The FAA’s Aircraft Registration Branch is involved throughout the process, receiving applications, issuing confirmation letters, and maintaining records. *   **Fees:**  There’s a consistent fee of $10 or $420 associated with the reservation and assignment process. Essentially, it's a detailed record of the FAA’s processes for registering aircraft, including requests for special registration numbers and transfers of ownership.",
      "timestamp": "2021-07-22T00:00:00",
      "timestamp_raw": "July 22, 2021",
      "keywords": [
        "faa",
        "registration",
        "aircraft",
        "gulfstream",
        "g550",
        "n401hb",
        "serial number",
        "5173",
        "assignment",
        "special registration",
        "renewal",
        "owner",
        "registration branch",
        "oklahoma city",
        "registration number",
        "aviation",
        "title",
        "reserve"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011531",
      "summary": "Okay, here's a factual summary of the provided text, without introductions: *   The document is a series of FAA correspondence and forms related to the registration of a Gulfstream GV-SP (G550) aircraft (N4151M, then N212JE). *   It includes a request for assignment of special registration numbers (N401HB) to the aircraft. *   The document details a transfer of ownership from Chevron USA Inc. to another entity (likely related to \"Plan D, LLC\"). *   It involves multiple filings with the FAA's Aircraft Registration Branch (AFS-750), including reservation requests, assignment confirmations, and a certificate of registration application. *   Several letters document the process, including a formal request for reservation and assignment, confirmations of the assignment, and information on the aircraft's characteristics. *   Fees associated with the registration process are explicitly mentioned. *   The document demonstrates the process for obtaining and transferring aircraft registration within the U.S. Federal Aviation Administration system.",
      "timestamp": "2021-07-22T00:00:00",
      "timestamp_raw": "July 22, 2021",
      "keywords": [
        "aircraft registration",
        "n212je",
        "n415lm",
        "gulfstream",
        "gv-sp",
        "g550",
        "serial number 5173",
        "registration branch",
        "faa",
        "registration application",
        "certificate of registration",
        "international operations",
        "reservation",
        "assignment",
        "aircraft title",
        "owner",
        "oklahoma city",
        "airworthiness",
        "flight standards service",
        "aerospace",
        "registration",
        "federal aviation administration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011432",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email to the Policy & Statutory Enforcement Unit (PSEU) of the Criminal Division, U.S. Department of Justice, regarding a witness immunity request. The email included an attachment of an application form containing information about a case involving Ms. and her involvement in a scheme. A separate email from the PSEU requested the specific information regarding Ms.'s involvement and the information she provided.",
      "timestamp": "2021-09-27T00:00:00",
      "timestamp_raw": "27 Sep 2021",
      "keywords": [
        "witness immunity",
        "united states attorney",
        "redaction analysis",
        "doj",
        "pseu",
        "scheme",
        "application form",
        "new york",
        "ms. involvement",
        "criminal division"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014701",
      "summary": "This document is a memorandum opinion and order from U.S. District Judge Alison J. Nathan regarding the admissibility of expert witnesses in the case of *United States v. Ghislaine Maxwell*. **Key Points:** *   **Expert Witness Disputes:** The government is attempting to exclude expert witnesses offered by the defense, specifically Dr. Bennett Gershman, and initially, Dr. Lisa Rocchio and Dr. Ryan Hall. *   **Rule 702 Application:** The court’s decision hinges on the Federal Rule of Evidence 702, which governs the admissibility of expert testimony, requiring relevance, sufficient facts, reliable principles, and reliable application to the case. *   **Gershman Exclusion:** The court grants the government’s motion to exclude Dr. Gershman’s testimony. The reason is that his expected testimony about prosecutorial misconduct is irrelevant to the core issue of Ms. Maxwell’s guilt. *   **Rule 16 Compliance:** The defense’s disclosure of expert witnesses has not met the requirements of Federal Rule of Criminal Procedure 16, which demands a summary of the witnesses’ opinions, bases, and qualifications. *   **Prejudice Concerns:** The court’s decision is partly based on the potential for confusion and prejudice to the jury if Gershman’s testimony were admitted. Essentially, the court is exercising its discretion to limit expert testimony to ensure a fair trial and prevent the introduction of irrelevant or prejudicial information.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "expert testimony",
        "rule 702",
        "daubert",
        "admissibility",
        "expert witnesses",
        "dr. park dietz",
        "dr. elizabeth loftus",
        "dr. lisa rocchio",
        "bennett gershman",
        "federal rule of criminal procedure 16",
        "disclosure",
        "investigation",
        "prosecutorial misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018841",
      "summary": "A subpoena was issued to the Sacramento County Clerk/Recorder regarding a federal criminal case in the U.S. District Court for the Southern District of New York. Counsel questioned the requirement for the Clerk/Recorder to appear in person and present the record, suggesting presentation to the office would suffice. The Clerk/Recorder responded that, due to the federal nature of the case, the record would be issued without a fee, requiring a completed vital record application. The application could be completed by a Sacramento County representative or submitted by the recipient.  A previous email chain details the initial question and the subsequent response outlining the process for fulfilling the subpoena.",
      "timestamp": "2021-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2021",
      "keywords": [
        "subpoena",
        "sacramento county",
        "court",
        "record",
        "criminal case",
        "federal",
        "new york",
        "clerk",
        "recorder",
        "andrew graham"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024984",
      "summary": "A United States Attorney’s Office Assistant sent an email on November 23, 2021, to review a memo and application submitted by Tova Noel and Michael Thomas. The email included attachments: a memo from the Committee regarding Noel and Thomas (Ex_A-1 & Ex_A-2), signed declarations from Noel and Thomas (Ex_B-1 & Ex_B-2), an application and order (Ex_C), and two memos (Ex_C). The sender apologized for potential errors in titles and requested corrections.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "nolle",
        "noel",
        "thomas",
        "application",
        "memo",
        "exhibits",
        "united states attorney",
        "southern district of new york",
        "2021",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031254",
      "summary": "On November 28, 2021, a court order was issued granting attorneys the authorization to bring specific HP laptops (model 318) into the Southern District of New York Courthouse for use in the trial of *United States vs. Ghislaine Maxwell* (S2 20 Cr. 330). The authorization period is from November 29, 2021, to January 15, 2022. SDNY Courtroom WI-Fl access was provided for the devices.  Attorneys must present a copy of the order upon entry.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "November 28, 2021",
      "keywords": [
        "efta00031254",
        "southern district of new york",
        "ghislaine maxwell",
        "personal electronic devices",
        "computing devices",
        "courtroom wifi",
        "standing order m10-468",
        "united states v.",
        "application",
        "devices",
        "trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023349",
      "summary": "An email was sent from [REDACTED] to an individual with the subject “External: Screenshots from■”. The email included screenshots labeled imageO.png, image1.png, and image2.png, and referenced contact records EFTA00023349 and EFTA00023350, EFTA00023351 and EFTA00023352. The email communications involved calls, texts, and video calls via the Duo application, with timestamps noted at 8:39, 8:35, and 8:36.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "efta00023349",
        "redaction analysis",
        "screenshots",
        "mobile",
        "video",
        "call",
        "text",
        "duo",
        "contact",
        "images"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010155",
      "summary": "Bobbi C. Sternheim, Esq., sent courtesy copies of electronic filings related to U.S. v. Maxwell S2 (20 Cr. 330 (AJN)). The filings included a Bail Application and disclosures regarding juror names. Sternheim provided her updated office address and email address in the communications. The documents contained confidentiality and privilege notices.",
      "timestamp": "2021-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2021",
      "keywords": [
        "bobbi c. sternheim",
        "u.s. v. maxwell",
        "ecf",
        "confidential",
        "legal",
        "disclosure",
        "bail application",
        "juror names"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024921",
      "summary": "An email chain discusses obtaining courtroom connect for a case, likely involving NCAA proceedings. One individual ([REDACTED]) requested it and advised submitting a proposed order to Judge Nathan for approval. Another individual ([REDACTED]) planned to check with a colleague regarding the procedure, which involves sending a letter and proposed order to the judge. A paralegal specialist ([REDACTED]) requested the application sent to Judge Kaplan for courtroom connect approval. The emails highlight the need for a judge’s order and a timely submission of documentation to coordinate with technical support.",
      "timestamp": "2021-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2021",
      "keywords": [
        "courtroom connect",
        "judge nathan",
        "ncaa",
        "order",
        "submission",
        "letter",
        "tech",
        "contractor",
        "usanys",
        "application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019438",
      "summary": "Daniel Besselsen sent files (GX 742 and 743) to the FBI, including updated information regarding the \"Epstein Scholarship Lodge\" (formerly Green Lake Lodge). He offered to provide additional applications for a student in GX 742, specifically a summer Camp 1997 and high school application from 1999-2000.  He responded to a request for travel information, requiring the recipient to provide their name, date of birth, home address, and phone number. Redactions were present on pages 1 and 2.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "efta00019438",
        "gx 742",
        "gx 743",
        "daniel besselsen",
        "travel",
        "fbi",
        "interlochen center for the arts",
        "student applications",
        "camp 1997",
        "green lake lodge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010819",
      "summary": "Dilorio and the Securities and Exchange Commission (SEC). Dilorio alleges the SEC engaged in significant fraud and obstruction, specifically related to Knight Capital Group’s (KCG) financial activities and a related regulatory investigation. Key elements of Dilorio's claims include: *   **Misuse of Information:** The SEC allegedly used Dilorio's extensive documentation and research without acknowledging or compensating him, effectively exploiting his work. *   **Cover-Ups & Obstruction:** Dilorio contends the SEC deliberately suppressed information and hindered investigations into KCG’s activities, including what he views as illegal naked shorting practices and the facilitation of money laundering. *   **Connections to Multiple Entities:** The narrative weaves together a network of individuals and firms, including UBS, FinCEN, Brown Brothers Harriman, and various brokers (such as Joshua Sason, Justin Keener, and Dan Coleman), suggesting a coordinated effort to protect fraudulent operations. *   **Specific Allegations:** Dilorio details various transactions and regulatory decisions (e.g., the handling of the “glitch” at KCG, the approval of a reverse merger involving a Chinese EV entity, and the handling of penny stock shell companies) as evidence of the SEC's misconduct. *   **Criticism of SEC Procedures:** Dilorio repeatedly criticizes the SEC's processes, particularly its handling of whistleblower information and its failure to rigorously investigate potentially fraudulent activities. The overarching theme is a sustained accusation of systemic corruption within the SEC, prioritizing the protection of financial institutions and executives over investor protection and upholding regulatory standards. Dilorio maintains his claims are supported by a substantial record of evidence and seeks to have the SEC’s preliminary denial of an award application overturned.",
      "timestamp": "2021-12-27T00:00:00",
      "timestamp_raw": "27 Nov 2021",
      "keywords": [
        "knight capital",
        "sec",
        "fraud",
        "money laundering",
        "regulatory violations",
        "penny stocks",
        "whistleblower",
        "owb",
        "finra",
        "ubs",
        "share volumes",
        "trading halts",
        "derivatives",
        "suspicious activity reports (sars)",
        "regulatory oversight",
        "opco",
        "naked shorting",
        "trading glitch",
        "criminal obstruction",
        "asset management",
        "investment management",
        "asset sale",
        "jpm",
        "dtcc",
        "investment",
        "trading",
        "settlements",
        "investor protection",
        "securities laws",
        "financial markets"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038885",
      "summary": "*   The client has filed a claim with the Epstein Victims Compensation Fund and had a positive interview. *   A colleague at Legal Aid is suggested as a potential resource for immigration legal assistance. *   Communications involve discussions about the best route for the T visa application, advising the client to consult with an immigration attorney and discussing the possibility of U visa application. *   FBI agents are involved in the notification and support of the client’s case. *   The client has obtained a stamp related to the case and is initiating the visa application process and filling out victim forms.",
      "timestamp": "2022-02-15T00:00:00",
      "timestamp_raw": "15 Feb 2022",
      "keywords": [
        "efta00038885",
        "victim",
        "visa",
        "immigration",
        "t visa",
        "compensation fund",
        "erica dubno",
        "fahringer & dubno",
        "uscis",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038889",
      "summary": "This document details communication regarding a case involving a potential T-visa application for a victim of trafficking, potentially linked to the Jeffrey Epstein case. Erica Dubno, an attorney, is working with the FBI New York and Sanctuary for Families to assist a woman seeking immigration relief. Discussions revolve around the denial of a CP application, the process of applying for a T-visa, and obtaining a victim notification letter. A legal aid attorney is suggested as a resource for immigration expertise, and there are queries about the specific form needed for the visa application (O-5 or immigration).  The case is progressing with form completion and stamp acquisition, but details concerning the victim’s identity and specific circumstances are redacted.",
      "timestamp": "2022-04-27T00:00:00",
      "timestamp_raw": "27 Apr 2022",
      "keywords": [
        "fbi",
        "victim",
        "trafficking",
        "visa",
        "t-visa",
        "immigration",
        "sanctuary for families",
        "erika dubno",
        "deportation",
        "case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038968",
      "summary": "An email chain discusses obtaining concurrence for an award application related to the Epstein/Maxwell case. A request is made for information including DOB, last four of SSN, GS scale, and prior award history from a USANYS employee ([REDACTED]). Updates on the concurrence form were sent on June 24, 2022, with attachments including a revised concurrence form and a summary. The email chain aims to nominate the case for a Director's Award and includes law enforcement partners as part of the application.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "June 24, 2022",
      "keywords": [
        "award application",
        "concurrence form",
        "fbi",
        "usanys",
        "doj",
        "epstein",
        "maxwell",
        "nomination",
        "victim's efforts",
        "efta00038968"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038960",
      "summary": "Rossmiller, an Assistant U.S. Attorney from the Southern District of New York, is requesting personal information from an individual regarding a nomination for a Director’s Award. The nomination is for the Epstein / Maxwell case and involves a litigation team including law enforcement partners. Specifically, he requests the individual’s date of birth, last four of their Social Security number, GS scale, and information about any previous awards received in the past three years. The email chain indicates a follow-up on a previous inquiry about the award application.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2022",
      "keywords": [
        "award application",
        "epstein",
        "maxwell",
        "litigation team",
        "fbi",
        "victims",
        "dob",
        "ssn",
        "gs scale",
        "rossmiller"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038957",
            "similarity": 0.667,
            "index": 173,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038957",
      "summary": "An email chain discusses the nomination of the Epstein / Maxwell case for a Director’s Award by the U.S. Attorney’s Office, Southern District of New York. The sender requests information from a recipient, including date of birth, last four of SSN, GS scale, and details of previous awards. The email thread involves multiple individuals forwarding and confirming the inclusion of law enforcement partners and victims in the award application.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2022",
      "keywords": [
        "award application",
        "litigation team",
        "doj",
        "victims",
        "nomination",
        "epstein",
        "maxwell",
        "ssn",
        "dob",
        "gs scale"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038960",
            "similarity": 0.667,
            "index": 172,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038965",
      "summary": "Emails detail the progress of an award application related to the Epstein/Maxwell case. A Special Agent from the FBI New York Field Office is following up on a concurrence form for a submission to NYPD. Updates are provided regarding information received from [REDACTED] (USANYS) and the attachment of an updated concurrence form. The sender, an Assistant U.S. Attorney, is requesting personal information (DOB, SSN last four digits, GS scale, and prior awards) from the recipient to complete the nomination for a Director’s Award.",
      "timestamp": "2022-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2022",
      "keywords": [
        "fbi",
        "award application",
        "concurrence form",
        "nypd",
        "epstein",
        "maxwell",
        "doj",
        "litigation team",
        "victim recognition",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031259",
      "summary": "*   **Witness:** Paul Kane, Director of Finance at Professional Children’s School (PCS). *   **Rules of Evidence:** Rule 803(6) regarding records made at or near the time by someone with knowledge, kept in the course of a regularly conducted business activity. *   **PCS Student File System:** PCS maintains permanent student files containing transcripts, college records, and admissions information. Records are initially created and added to the file at the time of creation, and then maintained electronically and in paper form. Digitization occurred around 2011/12. *   **Record Retention:** Student records are kept for 6 years and are destroyed after that period. *   **Admissions Application Process:** Applications are filled out by students and received by PCS. PCS relies on this information to make admissions decisions in the ordinary course of business. *   **Specific Application Details (Examined):** A specific student application (GX 761) is being reviewed, containing information about the student’s prior education (WPB, Florida), reason for moving (New York), and how they were referred to PCS (Julliard). The applicant’s financial responsibility is listed as JE, and the application states the applicant does not expect to apply for financial assistance. *   **Document Authenticity:** GX 761 is confirmed as a true and accurate copy of the document held by PCS.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "student files",
        "admissions records",
        "business practices",
        "financial oversight",
        "electronic records",
        "digitalization",
        "school records",
        "records maintenance",
        "application",
        "admissions decisions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029692",
      "summary": "This is an application for a U.S. passport issued by the U.S. Department of State. The form collects personal information including name, address, date of birth, sex, occupation, father’s name, and emergency contact details. It also includes sections for identifying documents, oath administration, and issuing office information. The document is scanned and generated on December 26, 2025.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "passport",
        "application",
        "u.s. department of state",
        "registration",
        "name",
        "date",
        "phone",
        "security number",
        "occupation",
        "father's name"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038436",
      "summary": "**Eligibility:** Compensation is available to: *   Innocent victims of crime *   Certain relatives and dependents *   Legal guardians *   Eligible Good Samaritans **Types of Expenses Covered:** OVS provides compensation for: *   Personal injury and death *   Loss of essential personal property (up to $500, including $100 cash, up to $6,000 for burial, and up to $30,000 for lost wages) *   Transportation *   Occupational/Vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup (up to $2,500) *   Good Samaritan property losses (up to $5,000) *   Moving expenses (up to $2,500) **Application Process:** *   Applicants must submit a completed OVS application. *   Supporting documentation is required: police reports, medical bills, insurance correspondence, receipts, death certificates, birth certificates, and proof of age. *   Applications can be submitted even if some documents are missing initially. **Court Ordered Restitution:** *   Restitution is compensation paid to victims by perpetrators for criminal offense losses. *   It's ordered by the Court as part of a sentence and is not for pain and suffering. *   The DA's office can request restitution, and the court may order it. **Other Information:** *   Applicants must notify OVS of a move. *   The victim typically signs the claim, but exceptions exist for minors or those unable to sign (legal guardian signs in those cases). *   An online application is available through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "insurance",
        "personal injury",
        "death",
        "property",
        "medical expenses",
        "lost wages",
        "burial expenses",
        "good samaritan",
        "claims",
        "applications",
        "ovs",
        "crime",
        "restitution",
        "court ordered",
        "healthcare",
        "hipaa",
        "eligibility",
        "ny",
        "benefits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018845",
      "summary": "**Eligibility:**  Compensation is available to: *   Innocent victims of crime *   Certain relatives, dependents, legal guardians, and Good Samaritans. **Types of Expenses Covered:** The OVS can cover: *   Medical, pharmacy, and counseling costs *   Loss of essential personal property (up to $500, including $100 for cash, up to $6,000 for burial/funeral expenses, and up to $30,000 for lost wages) *   Transportation costs *   Occupational/vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup *   Good Samaritan property losses *   Moving expenses **Application Process:** *   Applicants must complete the OVS application and provide copies of police reports, medical bills, insurance correspondence, receipts, death certificates, and proof of age. *   The application can be submitted by mail or online through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider. **Court Restitution:** The document also explains “court-ordered restitution,” which is compensation paid by the perpetrator of the crime to the victim. The court must order this as part of the sentence.  It can cover medical bills, lost earnings, and property replacement. **Important Notes:** *   The application must be filled out truthfully; false claims are a crime. *   The OVS may reimburse expenses requested as part of court ordered restitution. *   A signed letter must be sent to OVS if the applicant’s address changes.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "ovs",
        "medical expenses",
        "funeral expenses",
        "lost wages",
        "property loss",
        "crime",
        "applications",
        "insurance",
        "eligibility",
        "benefits",
        "claims",
        "restitution",
        "nypd",
        "new york state"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030217",
      "summary": "American Express utilizes encrypted email with a \"Read Secure Message\" button. New users must verify their email address. If the button isn’t visible, desktop users should forward the email to SecureMailProxy@aexp.com, and mobile users should install the mobile application. A personal security image is displayed on encrypted emails and users should contact the sender if it’s missing. The email access is limited to 30 days.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "american express",
        "encrypted email",
        "securemailproxy",
        "email security",
        "image",
        "verification",
        "copyright",
        "personal security",
        "mobile application",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020167",
      "summary": "Citibank N.A. requests all documents and records pertaining to account EFTA00020167, from its inception to the present. This includes, but is not limited to, transaction files, documents reflecting account activity, signature cards, identification, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan applications, online banking information, corporate resolutions, and all correspondence related to the account. The request is to be delivered via FedEx on CDs containing Adobe PDF images. Contact information for a Forensic Accountant (EFTA00020168) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "citibank",
        "legal services",
        "records",
        "accounts",
        "data transaction files",
        "identification",
        "email",
        "wire transfers",
        "banking information",
        "customer records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028485",
      "summary": "This document is a Search Warrant application submitted by a federal law enforcement officer requesting a search of Jeffrey Epstein’s residence at a property in New York. The application seeks to find evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and 371) based on information gathered from a victim, identified as Victim-1, who alleges Epstein sexually abused her and facilitated similar abuse by other minors. The affidavit details observations of massage tables, busts (three-dimensional representations of female torsos), and photographs depicting nude women within the property. The application also references conversations with law enforcement officers who have interviewed Victim-1, corroborating her account. The warrant specifically targets the residence and seeks to seize items linked to the alleged crimes, including taxidermied animals and massage paraphernalia, and relies on probable cause established by Victim-1’s testimony.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "jeffrey epstein",
        "new york",
        "southern district of new york",
        "fbi",
        "investigation",
        "evidence",
        "conspiracy",
        "18 u.s.c. § 1591",
        "371"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019929",
      "summary": "Robert Glassman of Panish Shea & Boyle was informed by an Assistant United States Attorney from the Southern District of New York that Ghislaine Maxwell’s attorneys intend to file a new bail application. The application hadn’t been filed yet, and there was no set briefing schedule or hearing date. The Assistant U.S. Attorney stated they would provide updates.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bail application",
        "ghislaine maxwell",
        "robert glassman",
        "panish shea & boyle",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019931",
            "similarity": 0.571,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019930",
            "similarity": 0.5,
            "index": 191,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014063",
      "summary": "The United States Attorney requests that documents related to an Application for Search Warrant and a Motion to File Documents under Seal be sealed due to their connection to an ongoing grand jury investigation. The motion cites Federal Rule of Criminal Procedure 6(e)(6) and argues that public disclosure would jeopardize the investigation, notify potential targets, and undermine the grand jury’s function.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "grand jury",
        "seal",
        "united states",
        "motion to file documents",
        "federal rule of criminal procedure",
        "investigation",
        "disclosure",
        "criminal justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016517",
      "summary": "This is an application form for the Professional Children’s School. It requires detailed information about the applicant’s academic history, family circumstances, and any relevant health or special needs. Sections cover personal details, grades/attendance, guardian information, student history (including medical and tutoring information), and family background. An application fee of $40 is required, and admission is contingent upon acceptance and signing an enrollment contract.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "professional children's school",
        "application fee",
        "admission",
        "enrollment contract",
        "guardian",
        "financial assistance",
        "student history",
        "school activities",
        "medical reasons",
        "tutoring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036168",
      "summary": "This document outlines an installation checklist for a NICE/Qognify system, primarily involving Analog PTZ cameras and related hardware. Key requirements include BOP-approved IP addresses and gateways for NVR servers, Encoders, and Decoders; sufficient rack space (varying by device type); separate power supplies for NVRs and Encoders; validation of existing camera settings and user access; camera grouping lists; necessary cabling (coaxial patch cables with BNC connectors); a BOPNET workstation for the Qognify Application Suite; and a PLC camera callup output list for NVE2016 Encoders.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "qognify",
        "nice/qognify",
        "nvr",
        "encoders",
        "decoders",
        "camera system",
        "ptz",
        "bopnet",
        "ups",
        "analog ptz"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015184",
      "summary": "This document is a J.P. Morgan Entity Account Application for Financial Trust Company Inc. It collects information regarding the company’s details, including its name, address, contact information, and authorized personnel for accessing account information. The application requests details about the account type (e.g., checking, money market), investment holdings, and designates a contact person for JPMorgan Chase to communicate with regarding the account. It also includes a section for identifying individuals with significant ownership (25% or more) of the company, and requests details on investment permissions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jpmorgan",
        "entity account",
        "financial trust company",
        "account information",
        "investment",
        "net worth",
        "account",
        "money market",
        "authorization",
        "information access",
        "j.p. morgan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008220",
      "summary": "It details a core massage routine, including techniques for working the shoulders, arms, legs, and feet, with specific instructions for adapting these techniques for sports massage and travel situations. It introduces the concept of “corporate massage” – providing massage services in office environments – and suggests methods for self-massage, including routines for addressing common issues like carpal tunnel syndrome. Finally, it explores the application of massage within a family setting, suggesting ways to introduce and share the practice with loved ones.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "massage",
        "body",
        "muscles",
        "relaxation",
        "stress",
        "techniques",
        "self-massage",
        "reflexology",
        "sports massage",
        "corporate massage",
        "pain relief",
        "wellness",
        "therapy",
        "feet",
        "hands",
        "head",
        "shoulders",
        "back"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021997",
      "summary": "This document is a redacted JPMorgan account application form, likely for a \"CITADEL\" account type. It contains account numbers (EFTA00021997 – 22013), details about the account holder (name, address, etc.), and various sections requesting information about the account type, authorized signers, and payment preferences (check imaging). It includes multiple pages with redundant data and appears to be a form related to a banking service offered by JPMorgan Chase.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jpmorgan",
        "account",
        "citadel",
        "efta00021997",
        "account numbers",
        "form type",
        "doc code",
        "box number",
        "194"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016532",
      "summary": "This document is a personal statement submitted in support of Ghislaine Maxwell’s bail application. The author, a longtime friend of Maxwell’s, provides a detailed account of her relationship with Maxwell, characterizing her as a kind, compassionate, and hardworking individual. The author emphasizes Maxwell’s genuine passion for ocean conservation through the Terramar Project and highlights her resilience in the face of intense media scrutiny and unfounded accusations. The author asserts Maxwell’s innocence, stating that she has never engaged in any inappropriate behavior and that the accusations against her are entirely fabricated. They highlight Maxwell’s commitment to the United States and her desire to defend herself in court. Finally, the author expresses concern over Maxwell’s harsh conditions of incarceration and pledges to provide ongoing support during the legal proceedings, offering their property as collateral for bail.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "terramar project",
        "united nations",
        "sustainable development goal 15",
        "new york",
        "ocean protection",
        "bail",
        "legal defense",
        "criminal charges",
        "socialite"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023219",
      "summary": "An email was sent from EFTA00023219 to Il and icril regarding a bail application for Maxwell. The email includes a memorandum in support of the application and a full submission with exhibits, including redacted versions of the defense’s filings, shared via a link.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bail application",
        "memorandum",
        "exhibits",
        "redacted",
        "gm",
        "maxwell",
        "defense",
        "filings",
        "share",
        "efta00023219"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019930",
      "summary": "An Assistant United States Attorney for the Southern District of New York is informing recipients of Ghislaine Maxwell’s attorneys’ intention to file a new bail application. The application has not yet been filed, and a briefing schedule or hearing date is undetermined. The sender intends to provide updates and encourages recipients to contact them with questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bail application",
        "ghislaine maxwell",
        "united states attorney",
        "southern district of new york",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019929",
            "similarity": 0.5,
            "index": 182,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019931",
            "similarity": 0.833,
            "index": 123,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029201",
      "summary": "This document is an application for a Morgan Account, specifically a “The Morgan Account” offered by JPMorgan Chase’s Private Bank division. It requests information about the applicant, including their name, address, contact details, and details regarding the account type (likely a checking or money market account). Crucially, it includes a section requesting “Confidential Treatment Requested” and specifies the legal and tax implications for foreign persons, requiring them to declare their tax status and potentially withhold taxes. The application covers account linking procedures, terms and conditions, and includes a section for confirming understanding of the financial services provided and associated tax obligations. It also explicitly requests a signature to confirm the applicant’s agreement to the terms.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00029201",
        "morgan account",
        "business deposit accounts",
        "daipmorgan",
        "cas",
        "peck ing academy",
        "jpmorgan chase",
        "account linking",
        "confidential treatment",
        "tax status",
        "foreign moneys",
        "terms and services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032718",
      "summary": "A U.S. Attorney’s Office assistant is following up on the Epstein probate case, specifically a petition filed with the U.S. Virgin Islands court for an expedited victim claims fund. The court posted the petition on its website, but there was a delay between filing and posting. The assistant is seeking to obtain a complete electronic docket from the court and is inquiring about the status of a Rule 6(e) application. The email chain involves communication between the U.S. Attorney’s Office and “USANYS” (likely a related party).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein probate",
        "usanys",
        "rule 6(e)",
        "victim claims fund",
        "virgin islands court",
        "docket",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}