{
  "keyword": "receipt",
  "count": 29,
  "keyword_match_count": 29,
  "content_match_count": 169,
  "total_files": 198,
  "timeline": [
    {
      "file_id": "EFTA00022489",
      "summary": "Okay, here’s a factual summary of the provided AT&T Wireless invoice, without any introductory or concluding remarks: **Account Details:** *   Account Name: JEFFREY E EPSTEIN *   Account Number: 0043811863 *   Invoice Date: May 05, 2004 *   Current Monthly Charges: $403.56 *   Previous Balance: $0.00 *   Payments Received: $0.00 *   Adjustments: $0.00 **Current Monthly Charges Breakdown:** *   Subscriber Adjustments: $0.00 *   Monthly Service: $186.68 *   Monthly Usage: $168.91 *   Taxes, Surcharges & Regulatory Fees: $60.96 **Total Amount Due: $403.56** **Roaming Charges:** *   As of April 18th, all domestic US data roaming charges are eliminated for eligible plans. **Other Notes:** *   Recurring Electronic Fund Transfer (REFT) is offered; involves automatic deductions. *   The invoice highlights the importance of driving safely with wireless devices. *   Account details (service number, account number) are clearly presented. *   A warning is included that early termination fees apply for contract cancellations. *   The invoice details voice usage and data usage (inclusive minutes, megabytes). *   There are several local tax charges. *   Includes a section detailing the current activity including calls to and from, rates, and descriptions. **Data Usage Details:** *   KB and MB Usage details listed for various data types. **Important Information** *   Total charges due upon receipt and an early termination fee of up to $200 if service is canceled before contract end.",
      "timestamp": "2004-05-05T00:00:00",
      "timestamp_raw": "May 05, 2004",
      "keywords": [
        "at&t wireless",
        "jeffrey epstein",
        "account 0043811863",
        "monthly charges",
        "data roaming",
        "reft",
        "billing cycle",
        "taxes",
        "regulatory fees",
        "voice usage",
        "text messaging",
        "data usage",
        "local tax"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015189",
      "summary": "This document is a response cover sheet from the National Compliance Center to the FBI regarding redaction request EFTA00015189. The request, dated August 1, 2006, concerns cell site location information for four target numbers between January 1, 2004, and the present. The information is provided upon receipt of a Search Warrant, Court Order, or Federal Statute 18 U.S.C. §2703(d). Four folders containing the data are included on a CD. The cover sheet includes confidentiality notices restricting its distribution.",
      "timestamp": "2006-08-01T00:00:00",
      "timestamp_raw": "August 1, 2006",
      "keywords": [
        "efta00015189",
        "redaction analysis",
        "compliance center",
        "legal requests",
        "cell site location",
        "search warrant",
        "court order",
        "cingular wireless",
        "fbi",
        "227815"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024843",
      "summary": "This document pertains to evidence item EFTA00024843, a box containing various white papers and a phone printout collected on August 28, 2006, from a Palm Beach, FL address (previously redacted). The evidence was initially seized from ECR8 and transferred through a complex chain of custody involving multiple individuals and locations (NY and Miami) across different FBI offices. The chain of custody records demonstrate transfers between offices and individuals, with detailed signatures and timestamps. The documents also highlight missing inventory and a reliance on previous case files (FD-1081) for completeness. The current status is unresolved and ongoing.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "white paper",
        "pbpd",
        "receipt",
        "message",
        "location",
        "barcode",
        "collection date",
        "storage location",
        "chain of custody",
        "fbi seizure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029899",
      "summary": "This document is a chain of custody record for evidence (EFTA00029899) related to a case (Case ID: 31E-MM-108062). The evidence consists of massage tables (one peach, one green), a collection of documents including thrift rental agreements, CDs, a guest house message book, and electronic equipment. The evidence was initially collected on August 28, 2006, from a location in Miami, Florida, and subsequently transferred through multiple individuals and offices (NY, MM, ECR8) with documented signatures and dates.  A significant portion of the record contains redactions, particularly on pages 2 and 3, likely due to sensitive information. The final chain of custody record details the relinquishment of custody to a law enforcement agency on December 26, 2025. The barcode associated with the evidence is E4229229.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "massage table",
        "evidence",
        "fd-1087",
        "receipt",
        "chain of custody",
        "efta00029899",
        "ny",
        "miami",
        "2006-08-28",
        "barcode",
        "case id"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029903",
      "summary": "This document is a chain of custody record for evidence (specifically, a box of documents and media) related to an unidentified case (identified by case ID 31E-MM-108062 and barcode E4229230). The evidence includes a taped conversation, audio tapes, copies of tapes, a micro tape, photo lineups, various white papers, receipts, and a cassette. The evidence was collected on August 28, 2006, and initially held in NY - NEW YORK, subsequently transferred to Miami (MM - MIAMI). The record details numerous transfers of custody with signed acknowledgements and reason codes, culminating in a final relinquishment of custody. Several entries are redacted. The document also references related case IDs and evidence logs.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "taped conversation",
        "audio tape",
        "white paper",
        "palm beach",
        "fl",
        "fd-1087",
        "chain of custody",
        "receipt",
        "cd",
        "c-90 cassette",
        "barocode",
        "7/20/2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029911",
      "summary": "*   **Collection Date:** 08/28/2006 8:00 AM *   **Storage Location:** NY – NEW YORK, ECR8 *   **Bantode:** E6516715 *   **Chain of Custody Documentation:** Multiple pages detailing the transfer of custody of the evidence, with signatures and printed reasons for each transfer. *   **Barcode:** £4amer2---g61576725 *   **Reference Document:** FD-1087 is referenced.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "08/28/2006",
      "keywords": [
        "evidence",
        "white paper",
        "pbpd 05-382",
        "message printouts",
        "fbi seizure",
        "chain of custody",
        "location",
        "ecr8",
        "bantode",
        "receipt",
        "storage location",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024850",
      "summary": "This document is an evidence record (FD-1087) pertaining to case EFTA00024850, originating from a seizure in Palm Beach, Florida, on August 28, 2006. The evidence consists of a box containing various items including medical supplies, letters, invoices, and audio cassettes. The items were initially collected by unidentified individuals and subsequently transferred through a chain of custody involving multiple law enforcement agencies (NYPD, Miami PD, etc.).  Significant portions of the record, particularly pages 2 and 3, are redacted. The final page details the chain of custody, tracing the evidence’s movement between agencies and individuals, ending with a record of the evidence being checked and cleared by a firearms instructor. The case ID is 31E-MM-108062, and the barcode is E4229233.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "boxes",
        "medical supplies",
        "vhs cassette",
        "sony micro cassette",
        "paperwork",
        "invoices",
        "letterhead",
        "miami",
        "palm beach",
        "chain of custody",
        "receipt",
        "acquisition event"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029914",
      "summary": "The document is an evidence record for case EFTA00029914, pertaining to FD-1087. It details the collection of items on August 28, 2006, from a location in Palm Beach, FL (E03707388 - ECR8). The collected items include medical supplies, letters, invoices, Amazon.com receipts, white papers, messages, VHS cassettes, and miscellaneous paper items. The evidence was initially seized from [REDACTED] and has a barcode of E4229233. The chain of custody is tracked through multiple signatures and dates, documenting transfers of possession. There are redactions present on multiple pages.  The document includes details about the holding office, acquisition event, and various individuals involved in the seizure, logging, and custody transfers.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "medical supplies",
        "vhs",
        "cassette",
        "paperwork",
        "invoice",
        "letterhead",
        "amazon.com",
        "white paper",
        "palm beach"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037185",
      "summary": "The document contains email correspondence related to a FIT application submitted by an individual to Jeffrey Epstein. One email, dated February 9, 2007, indicates receipt of the application but requests a faxed essay. A subsequent email, dated February 9, 2007, expresses concern about the lack of response and requests a flight booking to New York. The document is flagged for redaction analysis.",
      "timestamp": "2007-02-09T00:00:00",
      "timestamp_raw": "February 9, 2007",
      "keywords": [
        "epstein",
        "yahoo mail",
        "jeffrey epstein",
        "fax",
        "application",
        "email",
        "new york",
        "february 2007",
        "documents",
        "mobile"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024861",
      "summary": "This document is an evidence chain-of-custody record for a red rope containing a poetry book (“Invitation to Poetry”) and a Victoria’s Secret white bra and panties set. The evidence was initially collected on April 30, 2007, from an undisclosed location in West Palm Beach, Florida, and subsequently transferred through multiple hands within the FBI and NY State.  The chain of custody details numerous individuals involved in the receipt, storage, and transfer of the evidence, including signatures and dates for each custody transfer. The evidence was initially acquired as part of a case (7120/2021) and is marked as redacted. The last inventory was completed on July 20, 2021.",
      "timestamp": "2007-04-30T00:00:00",
      "timestamp_raw": "April 30, 2007",
      "keywords": [
        "evidence",
        "rope",
        "violet bra",
        "poetry",
        "fbi",
        "chain of custody",
        "miami",
        "new york",
        "receipt",
        "acquisition event",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029925",
      "summary": "*   **Collection Details:** Collected on April 30, 2007, at 8:00 AM from [REDACTED] in West Palm Beach, FL. *   **Storage & Inventory:** Currently held in NY - NEW YORK, finalized with unavailable data migration information. Last inventory on 07/20/2021. *   **Chain of Custody:**  Details of custody transfers through multiple individuals and agencies (MM - MIAMI, FBI, etc.) with signed receipts and reasons for relinquishing/accepting custody.  Several individuals’ names are redacted. *   **Legal & Administrative:** No legal caveats were noted. The evidence log is marked \"Missing\" and \"Unavailable in data migrated from ACS.\" *   **FD-1004 Form:** A revised evidence chain of custody form (FD-1004) with sections for initial receipt, accepted custody, and firearm certification. Several fields on this form are redacted.",
      "timestamp": "2007-04-30T00:00:00",
      "timestamp_raw": "April 30, 2007",
      "keywords": [
        "evidence",
        "rope",
        "victoria's secret",
        "location",
        "ecr8",
        "2007-04-30",
        "fbi",
        "chain of custody",
        "inventory",
        "fd-1087"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029928",
      "summary": "The item was initially found at 2210 48TH TERRACE NORTH, WEST PALM BEACH, FL, and was identified as a “BOOK-MASSAGE FOR DUMMIES”.  The evidence is currently held in NY - NEW YORK.  The chain of custody details numerous receipts, signatures, and relinquishments of custody, with significant redactions obscuring names and agencies. The barcode associated with the item is E6516712. The last inventory was completed on July 20, 2021.",
      "timestamp": "2007-08-07T00:00:00",
      "timestamp_raw": "August 7, 2007",
      "keywords": [
        "evidence",
        "rope",
        "book",
        "massage",
        "palm beach",
        "fl",
        "2007",
        "fbi",
        "chain of custody",
        "receipt",
        "inventory",
        "storage location",
        "barcode"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024864",
      "summary": "The evidence was collected on August 7, 2007, from a redacted location in West Palm Beach, Florida, and initially held in New York (NY) and subsequently Miami (MM). The chain of custody involves multiple individuals and offices, including the FBI, involved in receipt, storage, and transfer of the evidence. Numerous signatures and dates are recorded throughout the chain, documenting each stage of handling. The record includes details about initial receipt, handling instructions (though many are redacted), and final disposition/storage location. Redactions obscure the names of individuals and specific locations.",
      "timestamp": "2007-08-07T00:00:00",
      "timestamp_raw": "August 7, 2007",
      "keywords": [
        "evidence",
        "rope",
        "massage",
        "book",
        "location",
        "ecr8",
        "barcode",
        "collected",
        "retention",
        "chain of custody",
        "receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013738",
      "summary": "On September 11, 2007, an Assistant U.S. Attorney sent a revised Non-Prosecution Agreement regarding Jeffrey Epstein to Gerald Lefcourt. The operative terms of the agreement remained unchanged, and the sender requested confirmation of receipt.",
      "timestamp": "2007-09-11T00:00:00",
      "timestamp_raw": "September 11, 2007",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "agreement",
        "u.s. attorney",
        "gerald lefcourt",
        "acosta",
        "revised",
        "prosecution",
        "efta00013738"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006093",
      "summary": "Wolf Camera submitted a certification regarding domestic records to the Southern District of Florida U.S. District Court as part of a federal grand jury subpoena. The certification, dated September 18, 2007, states that records attached were made at or near the time of events, kept in the course of regular business activity, and were a regular practice.  An inventory of the submitted documents (primarily receipts and customer data screens) is listed in Appendix A. The certification confirms responsiveness to the subpoena and declares the information provided to be true and correct under penalty of perjury. One page contains redactions.",
      "timestamp": "2007-09-18T00:00:00",
      "timestamp_raw": "September 18, 2007",
      "keywords": [
        "wolf camera",
        "grand jury",
        "subpoena",
        "records",
        "certification",
        "federal",
        "florida",
        "2007",
        "inventory",
        "documents",
        "ritz-codynera",
        "appendix a"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024270",
      "summary": "This document pertains to a subpoena issued by the U.S. District Court for the Southern District of Florida, targeting a witness (referred to as “agt61”) for a Grand Jury investigation. The subpoena, dated June 3, 2008, requires the witness to appear at the United States District Court in West Palm Beach, Florida, to testify.  It also includes information regarding the subpoena’s issuance by the United States of America, travel arrangements through Omega World Travel (1-800-411-9287), and reimbursement guidelines for expenses including mileage, meals, and lodging, subject to specific rates and receipt requirements.  A section provides instructions for fact witnesses appearing on behalf of the U.S. Department of Justice, including contact information for verification and travel assistance.",
      "timestamp": "2008-06-03T00:00:00",
      "timestamp_raw": "June 3, 2008",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states district court",
        "federal taxpayer information",
        "witness testimony",
        "rule 6 (e)",
        "fbi",
        "travel arrangements",
        "mileage reimbursement",
        "court appearance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013831",
      "summary": "A hearing was held with Judge Marra regarding an agreement. Judge Marra ordered the agreement’s availability to plaintiffs and their counsel under a protective order, extending to any identified victims and their attorneys if they agree to the order. The plaintiffs can directly address further disclosure with Mr. Epstein in their civil suits. The sender will provide the court order and signed protective order to Jay and Roy Black upon receipt.",
      "timestamp": "2008-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2008",
      "keywords": [
        "hearing",
        "judge marra",
        "protective order",
        "disclosure",
        "agreement",
        "plaintiffs",
        "victims",
        "counsel",
        "civil suits",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005924",
      "summary": "It includes contact information (PALM BEACH, FL) and license details (Class E Operator, expired June 29, 2009). *   **Grand Jury Subpoena:** A subpoena issued by the Southern District of New York, commanding an individual to appear before the grand jury on July 24, 2019, at 10:00 a.m. to testify regarding a suspected felony violation. *   **Advice of Rights:**  Provides legal information regarding rights during grand jury testimony, including the right to refuse incriminating questions, the potential use of testimony against the individual, and the option to have a lawyer present. *   **U.S. Attorney Request:** A letter from the U.S. Attorney requesting the recipient to refrain from disclosing the existence of the grand jury subpoena to protect the ongoing criminal investigation.",
      "timestamp": "2009-06-29T00:00:00",
      "timestamp_raw": "June 29, 2009",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states attorney",
        "new york",
        "palm beach",
        "license",
        "criminal investigation",
        "justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038498",
      "summary": "This document is a receipt for seized property, identified as EFTA00038498 and EFTA00038499. It details the items received, including a “Cockso” and a “Cocat Sci,” along with information regarding the date of receipt, originating and releasing parties, and the receiving officer. The document is associated with a case ID of 3/E-Nti-30.27571 and originates from the United States Department of Justice, Federal Bureau of Investigation.",
      "timestamp": "2015-04-13T00:00:00",
      "timestamp_raw": "4-13-2015",
      "keywords": [
        "efta00038498",
        "sterol",
        "fd-597",
        "receipt",
        "property",
        "justice",
        "fbi",
        "seized",
        "ceflected",
        "case id"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033573",
      "summary": "This document is a receipt for property collected/seized as part of a Federal Bureau of Investigation (FBI) case (Case ID: EFTA00033573). It records the details of a specific item(s) – a “121’10Ke AS, /H et -sr” – received from an unidentified source (“Received From: [REDACTED]”) on December 26, 2015, and signed by an FBI agent. The receipt includes information on who received, returned, or was released the item(s).",
      "timestamp": "2015-12-26T00:00:00",
      "timestamp_raw": "December 26, 2015",
      "keywords": [
        "fbi",
        "receipt for property",
        "redaction analysis",
        "efta00033573",
        "pd-597",
        "case id",
        "united states department of justice",
        "collected/seized",
        "received from",
        "released to"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032237",
      "summary": "An email chain discusses the due date for unit updates. One individual (identified as USANYS) sends an email requesting updates and inquiring about submission plans and expected receipt times. Another individual (also USANYS) responds stating that PC will be available in approximately 15 minutes.",
      "timestamp": "2018-12-07T00:00:00",
      "timestamp_raw": "December 7, 2018",
      "keywords": [
        "unit updates",
        "pc unit",
        "usanys",
        "redaction",
        "due",
        "updates",
        "submission",
        "december 7",
        "2018"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030159",
      "summary": "This email, dated June 25, 2019, is a response to an investigation and prosecution memo regarding Jeffrey Epstein. The sender, identified as “HaUSANYS,” acknowledges receipt of the email with the subject “Epstein investigation, prosecution memo” and the document identifier EFTA00030159. It also references EFTA00030160.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "June 25, 2019",
      "keywords": [
        "epstein investigation",
        "prosecution memo",
        "efta00030159",
        "hausanys",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028420",
      "summary": "A correspondence between an Assistant United States Attorney from the Southern District of New York and an unnamed recipient regarding a subpoena and a request for email correspondence. The subpoena seeks recordings of Jeffrey Epstein’s phone calls (excluding attorney calls) and requests all email correspondence of Jeffrey Epstein from July 6, 2019, through July 11, 2019, excluding emails between Estin and Marc Fernich, Weinberg, and Reid Weingarten. The sender emphasizes the need for expedited receipt of the requested materials and provides contact information.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "subpoena",
        "emails",
        "legal request",
        "inmate correspondence",
        "july 12",
        "2019",
        "united states attorney",
        "southern district of new york",
        "marc fernich",
        "reid weingarten"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030161",
      "summary": "On July 7, 2019, Martin Weinberg informed [REDACTED] that the indictment in the U.S. v. Jeffrey Epstein case was expected to be unsealed and assigned to a district judge around 9:15 a.m. the following morning. Weinberg offered to contact [REDACTED] after Epstein met with him.  [REDACTED] confirmed receipt of the indictment and noted awareness of potential privilege issues related to the search conducted at Epstein’s residence, stating a warrant and inventory would be delivered. Weinberg sent a follow-up email on July 6th, attaching the indictment and providing contact information for the Assistant U.S. Attorneys involved.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. v.",
        "martin weinberg",
        "indictment",
        "reid weingarten",
        "bail",
        "detention",
        "judge",
        "ausas",
        "search warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030186",
      "summary": "Several email exchanges occurred regarding articles about Jeffrey Epstein and related legal charges. One email chain discusses a Daily Beast article about Epstein’s potential inability to avoid prosecution. Another email chain includes a forwarded message from Goretti Moya regarding Epstein, requesting the recipient to email upon receipt.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "daily beast",
        "sex trafficking",
        "conference",
        "goretti moya",
        "sdreporters.com",
        "july 9",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030228",
      "summary": "An email chain discusses a document named EFTA00030228, originating from “REDACTED” and sent to “REDACTED”. One email, dated July 9, 2019, refers to a previous conference (“first one”) and requests an email upon receipt of the document. The document is labeled “epstein”.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "efta00030228",
        "epstein",
        "redaction",
        "analysis",
        "conference",
        "july 9",
        "2019",
        "goretti moya",
        "email",
        "fwd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028351",
      "summary": "On July 9, 2019, [REDACTED] shared transcripts related to an \"epstein\" subject with [REDACTED] and Goretti Moya (gmoyapsdreporters.com). Goretti Moya acknowledged receipt of the information on July 8, 2019.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "transcripts",
        "emails",
        "goretti moya",
        "shared",
        "july 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015593",
      "summary": "The document is a series of email exchanges related to travel authorization requests for investigations concerning the Epstein case (2018R01618). Requests involve travel to Florida (Palm Beach, West Palm Beach, Fort Lauderdale) and Los Angeles for victim interviews. Specific details include requested travel dates, duration, and a request for conference room reservations. Standard travel procedures are outlined, such as utilizing specific vehicle types, adhering to per diem rates, submitting receipts promptly, and using designated E2 solutions for booking. Approvals were granted for multiple trips.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "travel approval",
        "florida",
        "travel authorization",
        "e2",
        "per diem",
        "conference room",
        "victim interviews",
        "epstein investigation",
        "state tax exemption",
        "rental cars"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015589",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019713",
            "similarity": 0.538,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015589",
      "summary": "This document is a record of travel approval requests related to an ongoing investigation, “United States v. Epstein” (2018R01618), concerning enticement of minors for sexual activity. Multiple requests were submitted to authorize travel to Florida (Palm Beach, West Palm Beach, and Los Angeles) and potentially Fort Lauderdale, for interviews and meetings.  Standard procedures included utilizing E2 solutions for booking travel, adhering to specific vehicle rental guidelines (compact/economy vehicles, no insurance in CONUS), and submitting receipts the day after the trip. Approvals were granted for conference room reservations and the travel was primarily driven by the need to interview victims. The requests emphasized minimizing trip duration and using cost-effective options when available.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "travel approval",
        "florida",
        "travel authorization",
        "e2",
        "per diem",
        "hotel",
        "conference room",
        "epstein",
        "victim interviews",
        "tax exemption"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015593",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019713",
            "similarity": 0.538,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037818",
      "summary": "Department of Justice’s Federal Bureau of Investigation (FBI). It details the execution of a search warrant at a property located at 9 East 71st Street, New York, NY 10021 on July 11, 2019. The log records the sequence of events during the search, including the team’s entry, initial walkthrough, photography, sketching, and subsequent search. It also documents the receipt and delivery of a copy of the warrant and the receipt issued to the individual whose property was seized.  Finally, it includes an evidence collected item log detailing specific items seized, their descriptions, locations, and the individuals involved in the collection and observation.  Several sections are redacted.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "search warrant",
        "fbi",
        "property seized",
        "premises",
        "receipt",
        "event",
        "search team",
        "photographs",
        "sketch",
        "evidence collected",
        "case id",
        "location"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037297",
      "summary": "Whitney Tilson emailed FBI agents (identified as RH, NY, and FBI Richmond Division) on July 12, 2019, regarding information about Jeffrey Epstein. She had previously spoken with someone at the FBI in 2015 and offered to provide information. The FBI agents acknowledged receipt of her emails and indicated they would connect her with the appropriate agent. The email chain includes forwarded emails and contact information exchanged between the parties.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "whitney tilson",
        "redaction",
        "jeffrey epstein",
        "richmond division",
        "2019",
        "july 12",
        "efta00037297"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030613",
      "summary": "The FBI New York – C20, VCAC/Human Trafficking received nine passport photos related to Jeffrey Epstein from an unidentified source on July 17, 2019. The photos were sent via three emails due to their size. The recipient confirmed receipt and inquired if there were any issues opening the photos or if additional photos were expected.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "epstein",
        "passport photos",
        "fbi",
        "new york",
        "human trafficking",
        "emails",
        "photos",
        "received",
        "size",
        "vcac"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035598",
      "summary": "The Chief Psychologist at the Metropolitan Correctional Center (MCC) New York is following up on concerns from Central Office regarding a patient’s psych obs status. The psychologist intends to re-assess the patient after he finishes showering and dressing to confirm the appropriateness of the recent step-down decision. The Associate Warden is being notified upon completion of the patient's assessment. Additionally, the psychologist confirms receipt of award nominations submitted during a previous absence.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "7/26/2019",
      "keywords": [
        "psych obs",
        "assessment",
        "epstein",
        "bureau of prisons",
        "metropolitan correctional center",
        "rd",
        "chief psychologist",
        "justice department",
        "new york",
        "warden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035599",
      "summary": "On July 26, 2019, the Chief Psychologist at the Metropolitan Correctional Center New York requested an assessment of an inmate (“he”) before an attorney visit, anticipating the inmate would be present throughout the day. The Associate Warden responded and stated they had checked on the inmate but he was in the shower. The Warden instructed the Psychologist to re-assess the inmate after he finished showering and dressing to confirm the psych observation remained appropriate, addressing concerns from Central Office regarding a potential step-down from psych observation to SW. The Psychologist also requested notification to the RD upon completion of the assessment and confirmed receipt of award nominations.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "efta00035599",
        "chief psychologist",
        "federal bureau of prisons",
        "metro correctional center",
        "new york",
        "psych obs",
        "attorney visit",
        "rd",
        "psy.d.",
        "assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021519",
      "summary": "On July 29, 2019, the FBI New York (VCAC/Human Trafficking) sent an email to [REDACTED] containing information related to the arrest of Jeffrey Epstein. The email included the \"arrest 302,\" advice of rights, a receipt for property, and a receipt of items returned to his lawyer on July 18, 2019. The email was sent by Sal from the FBI.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "jeffrey epstein",
        "arrest",
        "fbi",
        "redaction",
        "contract",
        "property receipt",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014582",
      "summary": "An email exchange, dated August 1, 2019, discusses reports related to Jeffrey Epstein. One participant, \"[REDACTED]\", indicates they will provide preliminary interview reports the following day. The email chain includes responses acknowledging receipt and gratitude.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "reports",
        "interviews",
        "efta00014582",
        "ori inal mesa e",
        "preliminary"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028532",
      "summary": "Epstein’s suitcases and property were returned on August 2, 2019, at 9:00 AM to Frank Senerchia of Orion Investigations Inc. The return was facilitated by Epstein’s legal counsel, who consulted with Senerchia on August 1, 2019.  Receipts and photographic evidence of Senerchia’s ID and signature were obtained. A 302 form will be generated by SA on Monday.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "epstein",
        "property",
        "return",
        "investigator",
        "senerchia",
        "orion investigations",
        "receipt",
        "fbi",
        "new york",
        "302"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036417",
      "summary": "This email confirms receipt of the Correctional Services Manual (EFTA00036417) and outlines responsibilities for its use. The manual, intended for law enforcement, contains institution security procedures and is restricted to Bureau staff. Distribution is controlled by the Correctional Services Administrator, and the manual must be kept in a secure location. Loss of the manual requires immediate notification to regional administrators.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "correctional services manual",
        "bureau of prisons",
        "security procedures",
        "law enforcement",
        "distribution",
        "sensitive information",
        "staff access",
        "inmates",
        "warden",
        "evidence recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036419",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036418",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036419",
      "summary": "This email confirms receipt of the Correctional Services Manual (EFTA00036419) from the Federal Bureau of Prisons – MCC New York. The manual provides information on institution security procedures for law enforcement purposes and is restricted to staff access. Distribution is controlled by the Correctional Services Administrator, and sharing with inmates is strictly prohibited. Staff are required to maintain the manual in a secure location and report any loss to the Regional and Central Office Administrators.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "correctional services manual",
        "bureau of prisons",
        "staff access",
        "security procedures",
        "inmates",
        "distribution",
        "sensitive information",
        "administrator",
        "manual",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036417",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036418",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036418",
      "summary": "This document concerns the receipt of the Correctional Services Manual (EFTA00036418.pdf) for staff at the Federal Bureau of Prisons, MCC New York. The manual provides information on institution security procedures and is intended for law enforcement use. Distribution is controlled and restricted to Bureau components with a sensitive but unclassified status. Staff must maintain the manual in a secure location, and any loss requires immediate notification to regional administrators.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "correctional services manual",
        "bureau of prisons",
        "security procedures",
        "inmates",
        "distribution",
        "sensitive information",
        "staff access",
        "administrator",
        "evidence recovery",
        "manual receipt"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036419",
            "similarity": 0.667,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036417",
            "similarity": 0.667,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028441",
      "summary": "Email correspondence regarding the case of Jeffrey Epstein’s bail. A court opinion (Case No. 19-1018) was referenced, with a link to the decision document (EFTA00028441.pdf). The email exchanges confirm receipt of the opinion.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "epstein bail",
        "redaction analysis",
        "us court",
        "opinion",
        "2019",
        "efta00028441"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023972",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Hitachi 500GB HDD (Serial Number JP1572JE36A13K) was collected from a redacted location by the MCC-NY as part of a CART evidence submission (NYC023579) related to a death investigation. The HDD was recovered from a Nice Vision DVR2 surveillance system. The receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "hitachi",
        "hdd",
        "cart",
        "victim",
        "death investigation",
        "nyc023579"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023976",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023976",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Constellation ES 500GB HDD (Serial Number Z1M1PZPE) was collected from MCC-NY as evidence related to a death investigation (Case ID: 90A-NY-3151227). The evidence originated from a Nice Vision DVR2 surveillance system (7 of 18). Receipt was not given. The document is an item log from the Federal Bureau of Investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "hdd",
        "cart",
        "victim",
        "investigation",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023972",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023970",
            "similarity": 0.818,
            "index": 46,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023977",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019937",
      "summary": "Michael Miller inquired about confirmation of Jeffrey Epstein’s death via email to Martin G. Weinberg and Reid Weingarten on August 10, 2019. Weinberg responded on July 26, 2019, acknowledging receipt and sending a formal preservation/production request for materials related to the US v. Epstein case.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "jeffrey epstein",
        "martin g. weinberg",
        "michael miller",
        "redaction analysis",
        "npa",
        "legal correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027972",
      "summary": "On August 10, 2019, evidence was collected from the MCC and New York Presbyterian Hospital related to a death investigation involving Jeffrey Epstein. The collected items included a torn sheet, clothing released from New York Presbyterian Hospital, and miscellaneous papers along with an MP-3 player. The evidence was logged under case ID 90A-NY-3151227, serial 43, and was seized by SA personnel. The items were located in Cell #220 of the Special Housing Unit. Receipt numbers 1, 2, and 3 correspond to the collection of these items.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "jeffrey epstein",
        "investigation",
        "mcc",
        "new york presbyterian hospital",
        "mp-3 player",
        "redaction",
        "serial number",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033705",
      "summary": "On August 10, 2019, an Associate Warden at MCC New York (150 Park Row, New York, NY 10007) sent an email attachment to a Tijuana Doctor. The email included a confidential document identified as SDNY_00009159 and EFTA00033705. The Warden and Doctor exchanged brief acknowledgements confirming receipt.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033705",
        "mcc new york",
        "tijuana doctor",
        "confidential",
        "sdny_00009159",
        "bog",
        "warden",
        "new york",
        "8/10/2019",
        "attachment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023970",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 23T6CF5X) was collected from a redacted location as part of an investigation related to Jeffrey Epstein’s death. The evidence originated from a Nice Vision DVR2 Surveillance System and was submitted under case ID 90A-NY-3151227. The receipt was not given. The item is designated as original and numbered as 1.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "surveillance",
        "evidence",
        "hard drive",
        "seagate",
        "cart",
        "nypd",
        "investigation",
        "victim",
        "death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023976",
            "similarity": 0.818,
            "index": 42,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023977",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023974",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Hitachi 500GB HDD (Serial JP1572JE36MWNK) was collected from a redacted location as part of a death investigation (Case ID: 90A-NY-3151227). The HDD was recovered from a MCC Nice Vision DVR2 Surveillance System and submitted under NYC023582. Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "redaction analysis",
        "evidence",
        "cart",
        "hdd",
        "surveillance system",
        "hitachi",
        "nice vision",
        "jeffrey epstein",
        "death investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023975",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 23T6C3JA) was collected from a redacted location by the MCC-NY. The device originated from a Nice Vision DVR2 Surveillance System (1 of 18). The item was submitted as NYCO23578 and related to a death investigation involving Jeffrey Epstein. Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "cart evidence",
        "nyco23578",
        "death investigation",
        "jeffrey epstein",
        "mcc-ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033704",
      "summary": "On August 10, 2019, the Associate Warden of MCC New York sent an email attachment, a \"bog\" (likely referring to a logbook), regarding Jeffrey Edward Epstein’s case (Reg. No. 73618-054). The email confirms receipt of the logbook for potential future use and includes contact information for the Associate Warden.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "efta00033704",
        "attorney conf log book",
        "mcc new york",
        "nym/aw-programs",
        "sdny_00009158"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023977",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 9QM8MT9P) was collected from a redacted location by the MCC-NY. The item was part of a Nice Vision DVR2 Surveillance System and was submitted as evidence related to a death investigation (Case ID: 90A-NY-3151227). Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "cart evidence",
        "nypd",
        "investigation",
        "victim",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023970",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023976",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035053",
      "summary": "On August 11, 2019, Jeffrey Epstein’s family requested the Metropolitan Correctional Center (MCC) preserve and produce all records and information related to his imprisonment, detention, and death, specifically focusing on events surrounding his attempted suicide on August 9th and subsequent death on August 10th. This included requests for video footage, employee records, medical records, communications, physical evidence, and interviews related to staff and inmates. A subsequent email on August 10th confirmed the MCC’s receipt of the request and forwarded an official notification regarding Epstein’s passing, stating the investigation was ongoing.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "detention",
        "suicide",
        "records",
        "investigation",
        "august 10",
        "2019",
        "documents",
        "preservation",
        "death",
        "electronic communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035208",
      "summary": "This email chain pertains to Jeffrey Edward Epstein’s case file (Reg. No. 73618-054), specifically regarding Attorney Confidential Log Books (Parts 1-4). An Associate Warden at MCC New York sent an email referencing a physical “bog” (likely a document) and an attached HTML file (“TEXT.htm”). A reply confirms receipt of the attached file and reference to the EFTA00035208 case file.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "attorney conf log book",
        "bop",
        "nym",
        "aw",
        "efta00035208"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033702",
      "summary": "This document is a return receipt notification for email sent on August 11, 2019, from [REDACTED] to [REDACTED] regarding the case EFTA00033702. It confirms successful delivery notifications to [10.187.9.62] and indicates no further notifications are expected. The email was flagged as CONFIDENTIAL and associated with case number SDNY_00009153.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "return receipt",
        "delivery",
        "redacted",
        "mail",
        "session",
        "transcripts",
        "efta00033702",
        "sdny_00009153",
        "mailer",
        "notifications"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035068",
      "summary": "This document is an email exchange regarding Jeffrey Edward Epstein’s Attorney Confidential Log Book (Parts 1-4), identified as EFTA00035068. A Warden at the MCC New York facility (150 Park Row, New York, NY 10007) provided the “bog” (likely referring to the log book) for potential future use and confirmed receipt of the attachment.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "attorney conf log book",
        "bop",
        "redaction analysis",
        "efta00035068",
        "new york",
        "ny",
        "2019",
        "warden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027965",
      "summary": "The document is an evidence receipt related to the case of Jeffery Epstein (M19-0184321). It details the receipt of two bags of bedding and clothing from unidentified sources (indicated by “[REDACTED]”) to the Office of the Chief Medical Examiner in New York. The evidence was received on August 12, 2019, at 11:56 AM by Detective Badge 6982. The evidence includes a narcotic envelope with item numbers 001 (bedding) and 002 (clothing).",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00027965",
        "evidence",
        "redaction",
        "jeffery epstein",
        "decedent",
        "new york",
        "2019",
        "detective",
        "clothing",
        "narcotic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035740",
      "summary": "This document is an FBI Import Form related to an investigation into the death of Jeffrey Epstein. It details the receipt of MCC Annual Refresher Training forms and records from OIG SA dated August 13, 2019, and identifies Case ID U: 90A-NY-3151227, with Jeffrey Epstein as a victim and the investigation as a death investigation. The form was drafted on September 25, 2019.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "eba",
        "fbi",
        "mcc annual refresher training",
        "jeffrey epstein",
        "victim",
        "death investigation",
        "form",
        "ssa",
        "oig",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023971",
      "summary": "On August 14, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 9QM8EC75) was collected from a redacted location by the MCC-NY as part of a death investigation (Case ID: 90A-NY-3151227). The evidence was from a Nice Vision DVR2 Surveillance System. The receipt was not given.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "fbi",
        "cart evidence",
        "surveillance system",
        "hard drive",
        "seagate barracuda",
        "nypd",
        "jeffrey epstein",
        "death investigation",
        "item log",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027962",
      "summary": "On August 15, 2019, Special Agent seized items 1820 and 1821 from the MCC (150 Park Row, New York, NY) at approximately 4:45pm, as documented by Lt. T. Doctor. An FD-597 receipt for government property is attached. The case is designated 90A-NY-3151227, a death investigation involving Jeffrey Epstein as a victim.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "fbi",
        "electronic communication",
        "fd-597",
        "investigation",
        "death investigation",
        "new york",
        "jeffrey epstein",
        "seized items",
        "receipt",
        "surveillance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036615",
      "summary": "Email correspondence regarding an “Epstein Draft” (EFTA00036615) between individuals identified as [REDACTED], [REDACTED], and [REDACTED] on August 15th and 16th, 2019. The emails included acknowledgements of receipt and short notice regarding the draft.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "draft",
        "redaction",
        "efta00036615",
        "m. appreciate",
        "verizon",
        "samsung",
        "smartphone",
        "2019",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036613",
      "summary": "An email was sent from [REDACTED] to [REDACTED] inquiring about receipt or anticipated receipt of an autopsy report (EFTA00036613). The email was sent on August 16, 2019.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "autopsy",
        "redaction",
        "efta00036613",
        "report",
        "institution",
        "received",
        "august 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020176",
      "summary": "The records (BSA IDs) were initially requested and circulated for review by Ori inal, who then directed others to pull and circulate them.  A FinCEN Assistant Chief Counsel confirmed receipt of the records and requested further relevant SAR information.  Communication involved coordinating with the Intelligence Division and the United States Attorney's Office (Southern District of New York), with one individual highlighting information FinCEN had seen. The entire exchange involves a request to share potentially relevant FinCEN records for analysis.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "fincen",
        "epstein",
        "records",
        "sar",
        "redaction",
        "financial crimes",
        "money laundering",
        "transnational criminal enterprises",
        "united states attorney",
        "ausas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027968",
      "summary": "On August 19, 2019, the NYPD transferred items 1B37 and 1B38 to the New York Office of the Chief Medical Examiner (NY OCME) for examination.  An evidence receipt was generated on August 12, 2019, at 11:56 AM documenting the transfer. The case ID is 90A-NY-3151227 and involves a death investigation with Jeffrey Epstein as the victim.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "fbi",
        "electronic communication",
        "evidence",
        "ny ocme",
        "jeffrey epstein",
        "death investigation",
        "90a-ny-3151227",
        "1b37",
        "1b38",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032387",
      "summary": "Michael Miller of Steptoe & Johnson LLP sent an email to multiple recipients regarding the case United States of America v. Epstein, U.S. - 2nd Circuit Docket No. 19-2221. The email requests the recipients to sign and return a stipulation to withdraw the appeal, which Miller will then file upon receipt. An attachment, “Draft_Stipulation_to_Withdraw_Appeal-c2.DOC,” was included.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2019",
      "keywords": [
        "efta00032387",
        "united states of america",
        "epstein",
        "2nd circuit",
        "docket no. 19-2221",
        "stipulation",
        "appeal",
        "withdrawal",
        "steptoe & johnson llp",
        "michael c. miller"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021311",
      "summary": "TD Ameritrade failed to respond to a subpoena issued by the U.S. Attorney’s Office for the Southern District of New York by the deadline of August 23, 2019. A read receipt indicated the recipient received the subpoena on August 12, 2019. The U.S. Attorney is requesting information on whether TD Ameritrade will comply or if legal action to compel a response is necessary.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "grand jury",
        "subpoena",
        "td ameritrade",
        "noncompliance",
        "email",
        "read receipt",
        "u.s. attorney",
        "southern district of new york",
        "legal process",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020994",
      "summary": "An automatic email reply was sent from [REDACTED] to Gloria Allred regarding an E-TICKET RECEIPT. The sender is currently on trial before Judge Ronnie Abrams, with updates provided via email at the end of each trial day. Contact information for the AUSA regarding United States v. E Stein is also included. The document reference is EFTA00020994.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "efta00020994",
        "ronnie abrams",
        "e stein",
        "united states v.",
        "ausa",
        "travel",
        "receipt",
        "redaction",
        "gloria allred",
        "trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015135",
      "summary": "A traveler, lavoire Tirknt, purchased a round-trip flight with JetBlue Airways from Los Angeles to New York and back on August 26th and 27th, 2019. The ticket price was $393.49 with $37.63 in fees. The itinerary includes non-stop flights (Flight MMRMJA) departing at 11:17 AM on August 26th and returning at 7:30 PM on August 27th. The flight class is Coach (Y/Z) and seat 22C. The booking was handled by CWTSATOTRAVEL, with a reference code of SABRE OV4C. Additional information includes contact details for CWTSATOTRAVEL, TSA, and the Vacation Center, along with guidelines regarding baggage fees and travel requirements for U.S. citizens traveling between designated U.S. territories.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "Aug 26, 2019",
      "keywords": [
        "jetblue",
        "flight",
        "los angeles",
        "new york jfk",
        "august 26",
        "2019",
        "august 27",
        "2019",
        "travel",
        "receipt",
        "ticket",
        "booking",
        "cwtsatotravel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033570",
      "summary": "On August 26, 2019, Shannon Farrar, representing Michael Thomas, provided an Apple iPhone XS (IMEI#) to a Special Agent of the FBI during an investigation in Newark, New Jersey. The iPhone was unlocked and had security codes disabled by Thomas. Farrar provided an FD-597 receipt for the property and stated that she would later provide the passcode. The document is a field report generated by the FBI.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "fbi",
        "shannon farrar",
        "montell figgins",
        "michael thomas",
        "iphone xs",
        "imei",
        "oig-form 233/4",
        "fd-597",
        "newark",
        "new jersey",
        "consent to search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015134",
      "summary": "An email exchange discusses missing e-ticket receipts for airfare related to travel cases, specifically the “Epstein Case.” The total airfare cost is approximately $8,000, covering flights from locations including West Palm FL, Los Angeles CA, Fort Lauderdale FL, Dayton OH, Los Angeles CA, Washington DC, Las Vegas, and Barcelona Spain to New York City. An invoice for a $1.429.02 flight is also included. The email also contains automated notifications regarding voucher processing and offers for hotel and rental car bookings.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "efta00015134",
        "airfare",
        "epstein case",
        "usanys",
        "travel",
        "receipts",
        "hotel reservations",
        "nyc",
        "august 26",
        "2019",
        "e-ticket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027253",
      "summary": "A contractor (USANYS) organized files related to Jeffrey Epstein’s activities within prison. Commissary receipts/finance documents were kept outside of primary folders but within MCC Recs. Within the MCC Regs folder, inventory files with daily key counts were separated for potential differences, and a confusing training file was left untouched. The contractor indicated remaining files were straightforward.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "epstein",
        "prison",
        "commissary receipts",
        "finance documents",
        "key counts",
        "inventory",
        "scanning",
        "files",
        "mcc regs",
        "mimusanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027386",
      "summary": "On August 27, 2019, a contractor ([REDACTED]) provided updates to the outstanding requests log and subpoena log. The contractor organized files related to Jeffrey Epstein’s activities inside prison, including commissary receipts, inventory documents, and daily key counts. The contractor created separate files for key counts within the inventory file due to uncertainty about their distinction. A training file (MCC training 06-06-19 & information) was deemed confusing and was not separated. The contractor requested further clarification or assistance if needed.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "efta00027386",
        "redaction",
        "subpoena",
        "requests log",
        "contractor",
        "usanys",
        "epstein",
        "commissary receipts",
        "key counts",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027254",
      "summary": "An individual (USANYS) received a communication from a contractor (a ANYS) regarding scanned files related to Jeffrey Epstein’s activities within prison. The contractor organized the files, noting commissary receipts/finance documents were kept outside of main folders and a separate file was created for daily key counts within an inventory file. The contractor also found a large, confusing training file (MCC training 06-06-19 & information) and requested clarification if needed.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "efta00027254",
        "redaction",
        "epstein",
        "prison",
        "commissary",
        "finance",
        "inventory",
        "key counts",
        "mcc regs",
        "scanning"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018872",
      "summary": "*   An individual ([REDACTED]) organized files related to Jeffrey Epstein’s activities, including commissary receipts and finance documents. *   Files were categorized, with some duplicates or unclear distinctions (e.g., inventory and key counts) leading to the creation of separate files. *   The MCC training 06-06-19 & information file was deemed confusing and not fully processed. *   Updates were requested to the outstanding requests and subpoena logs. *   The files were labeled EFTA00018872 and EFTA00018873.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "scanning",
        "redaction",
        "usanys",
        "contractor",
        "epstein",
        "files",
        "log",
        "receipts",
        "key counts",
        "mcc regs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015697",
      "summary": "On August 29, 2019, Epstein contacted multiple individuals (identified by phone numbers) to confirm receipt of previous calls. Numerous voice messages were attached to the email correspondence. The subject line indicates a desire to verify that the recipients had received prior communications. The document pertains to EFTA00015697.",
      "timestamp": "2019-08-29T00:00:00",
      "timestamp_raw": "August 29, 2019",
      "keywords": [
        "redaction analysis",
        "efta00015697",
        "epstein",
        "voice message",
        "calls",
        "2019",
        "redacted",
        "4077619659",
        "3323318056"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019701",
      "summary": "On August 29, 2019, an Assistant United States Attorney from the Southern District of New York sent voicemails received by the office regarding Jeffrey Epstein to a recipient ([REDACTED]). The U.S. Attorney requested a callback and investigation of the voicemails and directed the recipient to pass them along to the FBI tip line.  A follow-up email confirms receipt of the voicemails.  Attached documents, EFTA00019701 and EFTA00019702, are also included.",
      "timestamp": "2019-08-29T00:00:00",
      "timestamp_raw": "August 29, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "voicemails",
        "investigation",
        "new york",
        "assistant united states attorney",
        "southern district",
        "redaction",
        "calls",
        "interview",
        "tip line",
        "efta00019701",
        "efta00019702"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031307",
      "summary": "An email exchange regarding a transcript of a hearing titled “United States v. Epstein.” Ori sent an attachment (“Messte .c-18RpEPS1pdf>EFTA00031307”) and inquired if a transcript had been ordered. The email chain included replies acknowledging receipt and requesting direction on ordering the transcript.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "epstein",
        "united states",
        "transcript",
        "redaction",
        "efta00031307"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038115",
      "summary": "On September 3, 2019, EFTA00038115 received voicemails related to Jeffrey Epstein from an unknown sender. The voicemails were flagged as potentially investigative and warranting a callback. EFTA00038115 requested that the recipient either handle the voicemails or forward them to the FBI tip line. EFTA00038116 confirmed receipt of the previous calls.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "voice messages",
        "fbi",
        "investigative",
        "tip line",
        "efta00038115",
        "2019",
        "voicemails"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038228",
      "summary": "On October 7, 2019, the Victim Services Division received a submission regarding a meeting with Jeffrey Epstein victims in New York. They confirmed receipt of the information and stated they would provide additional details shortly. Documents EFTA00038229 and EFTA00038230 are also present.",
      "timestamp": "2019-10-07T00:00:00",
      "timestamp_raw": "October 7, 2019",
      "keywords": [
        "epstein",
        "victim",
        "meeting",
        "ny",
        "redaction",
        "information",
        "submission",
        "victim services",
        "form",
        "efta00038228"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029991",
      "summary": "An email exchange occurred between [REDACTED] and [REDACTED] on October 7, 2019, regarding contact information. One party (likely a counsel to the U.S. Attorney for the Southern District of New York) sent an email attachment containing case briefing overviews and anticipated briefers. A reply confirmed receipt and appreciation for the assistance, referencing the U.S. Attorney’s Office address: One St. Andrew's Plaza, New York, New York 10007, and including the identifier EFTA00029991.",
      "timestamp": "2019-10-07T00:00:00",
      "timestamp_raw": "October 7, 2019",
      "keywords": [
        "efta00029991",
        "briefing",
        "contact information",
        "u.s. attorney",
        "southern district of new york",
        "sdny",
        "ag",
        "case briefings",
        "october 7",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015288",
      "summary": "On October 9, 2019, correspondence regarding the disposition of Jeffrey Epstein’s property was circulated within the U.S. Department of Justice, USAO-SDNY. Guernsey’s Auctioneers & Brokers, through Arlan Ettinger, offered to handle the sale of the property. The initial email chain sought guidance on how to respond to the offer, with a subsequent email forwarding the correspondence to the DOJ for handling, as assigned by Nathaniel Gamble II from ODAG. The DOJ responded with a standard acknowledgment of receipt and forwarding to their office for review.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "arlan ettinger",
        "epstein",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "jeffrey epstein",
        "property disposition",
        "offer of services",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015852",
      "summary": "Several email exchanges occurred between individuals at Sullivan & Cromwell LLP and an unidentified recipient ([REDACTED]) regarding accounts associated with Jeffrey Epstein. The accounts held approximately $30 million and the bank desired to close them pending government action. Nicolas Bourtin sent a SAR (Suspicious Activity Report) related to these accounts, alerting the recipient to the situation and requesting advice. The recipient acknowledged receipt and stated they would discuss it with their team.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "mare",
        "accounts",
        "sar",
        "bank",
        "government",
        "sullivan & cromwell",
        "nicolas bourtin"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019713",
      "summary": "The request includes booking a hotel room and conference room. The traveler intends to travel from November 3rd to 5th, and the request emphasizes using the E2 system for booking and authorization.  Rental car guidelines are outlined, including restrictions on vehicle types and no reimbursement for insurance.  Receipts must be submitted the day after the trip.  Previous similar travel requests (regarding the Epstein investigation in 2018) are referenced. Approvals were granted for the travel and conference room.",
      "timestamp": "2019-11-04T00:00:00",
      "timestamp_raw": "November 4, 2019",
      "keywords": [
        "travel authorization",
        "e2",
        "hotel",
        "conference room",
        "west palm beach",
        "tax exemption",
        "rental cars",
        "per diem",
        "travel approval",
        "epstein investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015589",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015593",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025336",
      "summary": "*   The traveler was instructed to check per diem rates, lodging tax exemptions, and utilize an E2 system for booking travel, including air, rail, and hotel reservations. *   Rental cars must be booked through E2-E2 Solutions, limited to compact or economy vehicles, and insurance should be declined in CONUS and accepted elsewhere. *   Receipts must be submitted within one day of trip completion. *   The traveler is scheduled to travel to Florida for an FBI meeting related to the Epstein investigation (2018R01618), requesting approval for one or zero nights of travel.",
      "timestamp": "2019-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2019",
      "keywords": [
        "flights",
        "travel",
        "booking",
        "per diem",
        "lodging",
        "tax exemption",
        "rental cars",
        "e2 solutions",
        "fbi",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019825",
      "summary": "An Uber receipt for a trip costing $24.93 is documented. The trip occurred on November 14, 2019, from the LA airport to a meeting with the Epstein team, driven by a driver named Sung (EFTA00019826). The receipt details a temporary hold placed on a payment method that will be automatically removed. The document includes promotional information for Uber, including a referral code and links to Uber’s website and privacy policy. The document is redacted and labeled EFTA00019825.",
      "timestamp": "2019-11-14T00:00:00",
      "timestamp_raw": "November 14, 2019",
      "keywords": [
        "uber",
        "receipt",
        "trip",
        "la airport",
        "epstein",
        "payment",
        "ride",
        "google",
        "referral",
        "privacy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022173",
      "summary": "*   **NCA’s Inaction:** Taylor claims the NCA, along with other agencies (SFO, British police forces, FCA, SFO, ICO), refuses to investigate due to political interference, corruption, and intimidation. *   **Deutsche Bank Involvement:** Taylor alleges Deutsche Bank (DB) engaged in money laundering through the destruction of bullion trading receipts and facilitated transactions for the Russian Mafia via its Estonian branch. He claims DB bribed judges and regulators to conceal this activity. *   **Legal Battles & Obstruction:** Taylor describes a protracted legal battle against DB, claiming obstruction from the judiciary (Lord Chief Justice Sir Ian Burnnet) and the ICO, which refused to disclose relevant information. *   **Epstein Connection:** Taylor asserts that Jeffrey Epstein used DB and Barclays to launder money and blackmail Parliament, potentially influencing individuals within Barclays (Jes Staley). *   **Suspicious Death:** Taylor suggests Katherine Frisk, a source of information against Staley, was murdered by Staley’s operators. *   **Evidence & Criticisms:** Taylor references a document (http://www.shyreman.com/docs/claim.bundle/evidence.for.fake.gold.audit.pdf) and criticizes the performance of Action Fraud, the ICO, and the FCA, citing low approval ratings.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "15 December, 2019",
      "keywords": [
        "russian money laundering",
        "epstein paedophile ring",
        "deutsche bank",
        "gold bullion",
        "nca",
        "fraud",
        "barclays",
        "staley",
        "corruption",
        "fca",
        "data protection rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030426",
      "summary": "An Assistant U.S. Attorney requested receipts for a trip to California (November 13-15, 2019) due to all charges being made on a personal credit card. The attached documents include five receipts: a hotel invoice ($573.12) and four taxi receipts totaling $196.29 (JFK Airport to home, airport to hotel, JFK Airport, and airport to hotel). A comp time form is also attached.",
      "timestamp": "2019-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2019",
      "keywords": [
        "travel invoices",
        "comp time",
        "california",
        "receipts",
        "hotel invoice",
        "taxi",
        "reimbursement",
        "u.s. attorney",
        "los angeles",
        "credit card"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026614",
      "summary": "An email chain discusses the receipt of notes regarding an “Epstein share,” originating from the NYPD/FBI Child Exploitation Human Trafficking Task Force and the Assistant United States Attorney for the Southern District of New York. The email thread includes requests for the transmission of interview notes.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "December 19, 2019",
      "keywords": [
        "efta00026614",
        "redaction analysis",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "notes",
        "interview",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019880",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019880",
      "summary": "An email thread discusses receiving and sending notes from an interview conducted by the NYPD/FBI Child Exploitation Human Trafficking Task Force regarding the Epstein share. The emails originate from various individuals including a contractor, an Assistant United States Attorney, and FBI agents. One email requests the notes be sent, while others acknowledge receipt of the notes. The document includes identifiers EFTA00019880 and EFTA00019881.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "December 19, 2019",
      "keywords": [
        "efta00019880",
        "redaction analysis",
        "fbi",
        "nypd",
        "child exploitation",
        "human trafficking",
        "new york",
        "southern district of new york",
        "notes",
        "interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026614",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018646",
      "summary": "The fee schedule outlines rates for services provided by Dr. Kimberly Mchlman-Orozco, Ph.D., including: *   Criminal Case Remote Research, Review, and Consultation: $350 per hour *   Criminal Case In-person Deposition and/or Trial: $500 per hour *   Travel Expenses: Half the deposition/trial rate for non-working travel, with a one-hour minimum and client responsibility for flights, hotels, and taxis/rental cars (billed at the GSA rate for mileage). *   Cancellation Fees: $1,500 for cancelled meetings, depositions, and/or trial dates within seven calendar days. *   Billing: Retainer applies to final invoices, with payment due within 30 days of receipt. *   Mileage Rate: 57.5 cents per mile (as of January 1, 2020). These rates are subject to annual review.",
      "timestamp": "2020-01-01T00:00:00",
      "timestamp_raw": "January 1, 2020",
      "keywords": [
        "fee schedule",
        "criminal case",
        "remote research",
        "deposition",
        "trial",
        "travel expenses",
        "cancellation fees",
        "billing",
        "gsa rate",
        "break the chain llc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038399",
      "summary": "On January 6, 2020, someone sent flight records (1991-2006) identified as EFTA00038399 to counsel. The sender had not yet reviewed the records but immediately notified counsel of their receipt. The email included redactions of content.",
      "timestamp": "2020-01-06T00:00:00",
      "timestamp_raw": "January 6, 2020",
      "keywords": [
        "flight records",
        "redaction",
        "efta00038399",
        "1991-2006",
        "2020",
        "january 6"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021055",
      "summary": "Marc A. Weinstein, a partner at Hughes Hubbard & Reed LLP, is responding to a grand jury subpoena related to Jeffrey Epstein’s estate. He is sending documents (Bates numbers 61_000406 through al _000459) pertaining to prior trusts, in response to a request for documents produced on January 16, 2020, stemming from October 18, 2019 grand jury subpoenas.  Multiple parties, including “[REDACTED]” and “[REDACTED],” are involved in the exchange of information, with “[REDACTED]” requesting the documents and confirming receipt.  The communications include standard legal disclaimers regarding email security and liability.  A discussion revolves around the USVI Attorney General’s motion to intervene and the proposed claims program, related to look-back civil suits concerning state law.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "January 16, 2020",
      "keywords": [
        "grand jury subpoena",
        "jeffrey epstein",
        "usvi attorney general",
        "estate administration",
        "civil suits",
        "litigation",
        "weinstein",
        "hughes hubbard & reed"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030695",
      "summary": "Attorney from the Southern District of New York is investigating connections to Jeffrey Epstein. *   Jeffrey Pop, an attorney representing a woman (identified as “Ms.”), provided a proffer outlining her involvement with Epstein and his operations, including a pattern of introducing girls to him. *   The attorney believes the woman is a victim and shocked by Epstein’s arrest. *   The U.S. Attorney acknowledged receipt of the proffer and confirmed that it doesn't currently indicate criminal exposure for the woman. *   Pop requested an interview before January 20, 2020, due to an upcoming trial. *   A follow-up email confirms the U.S. Attorney’s existing view and offers assistance with further investigation or consultations.",
      "timestamp": "2020-01-20T00:00:00",
      "timestamp_raw": "January 20, 2020",
      "keywords": [
        "sdny investigation",
        "epstein",
        "criminal exposure",
        "attorney proffer",
        "jeffrey pop",
        "victim",
        "interviews",
        "new york",
        "vaccine injury"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016919",
      "summary": "An email chain discusses the receipt of a hard drive from the FBI CART containing materials from the Epstein case. The drive was processed from seized devices and includes data for upload and privilege review to Relativity. A follow-up email requests the return of the hard drive after the materials are uploaded, anticipating another FBI transmission. The privilege review is to be conducted identically to a previous review related to Epstein search warrant returns.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "07 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "relativity",
        "privilege review",
        "fbi cart",
        "hard drive",
        "vendor",
        "upload",
        "data",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026849",
      "summary": "Maurene, an Assistant United States Attorney from the Southern District of New York, sent a subpoena and non-disclosure order to Jeff Jocks of Sondee, Racine & Doren, PLC regarding information about Jeffrey Epstein and Ghislaine Maxwell, specifically addressed to Interlochen Center for the Arts. Jeff Jocks confirmed receipt of the documents.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeffrey epstein",
        "ghislaine maxwell",
        "united states attorney",
        "new york",
        "maurene",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026863",
            "similarity": 0.778,
            "index": 94,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026863",
      "summary": "Jeff Jocks of Sondee, Racine & Doren, PLC received a subpoena and non-disclosure order from Maurene, an Assistant United States Attorney for the Southern District of New York, regarding information about Jeffrey Epstein and Ghislaine Maxwell from Interlochen Center for the Arts. The subpoena was attached to an email on February 12, 2020, and Jocks confirmed receipt on February 13, 2020. The subpoena was addressed to Interlochen Center for the Arts.  The document contains redactions of recipient and subject line information.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "February 12, 2020",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeffrey epstein",
        "ghislaine maxwell",
        "maurene",
        "united states attorney",
        "sondeeracine",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026849",
            "similarity": 0.778,
            "index": 93,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014402",
      "summary": "This document is a travel itinerary and receipt for a trip from New York (JFK) to Atlanta and Pensacola, Florida, with a hotel stay in Pensacola. The itinerary includes two Delta Air Lines flights on February 19th and 20th, 2020, with specific flight times, equipment types, and seat assignments. A hotel reservation at the HGI Pensacola Airport Medical location is also included, with confirmation details and rates. The document details associated fees, taxes, and total charges of $717.76. It also provides contact information for CWTSATOTRAVEL and includes terms and conditions regarding fare guarantees, transaction fees, and return policies for unused tickets.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "Feb 19, 2020",
      "keywords": [
        "delta air lines",
        "flight",
        "hotel",
        "pensacola",
        "booking",
        "receipt",
        "confirmation",
        "airline",
        "travel",
        "usd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020807",
      "summary": "Several individuals are discussing the upload and privilege review of data related to the Epstein case. The data, initially from FBI CART hard drives, is being processed and segmented into folders including \"Subpoena Returns,\" \"Search Warrant Returns,\" \"NP,\" and \"PP hits.\" There are requests for consolidation of subfolders and confirmation of data accessibility within Relativity. Updates regarding data loading progress and delays are provided throughout the exchange. One individual confirms receipt of a hard drive containing processed devices and requests its return upon upload.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023314",
      "summary": "This document is a travel itinerary for a trip from New York JFK to Los Angeles, booked through CWT and SatoTravel. The trip includes a JetBlue Airways flight (123) departing February 26, 2020, and returning on March 2, 2020, with a connecting flight on JetBlue Airways (624). Accommodation is at The Beverly Hilton from February 26th to February 28th. The total cost of the trip is $444.80, including fees and taxes.  Contact information for CWT and SatoTravel is provided, along with important disclaimers regarding fare guarantees and refund policies. Baggage fee information is also included.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "February 26, 2020",
      "keywords": [
        "jetblue airways",
        "usa",
        "los angeles",
        "february 26",
        "2020",
        "hotel beverly hilton",
        "flight confirmation",
        "air domestic",
        "receipt",
        "booking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023311",
      "summary": "A Lyft ride occurred on February 26, 2020, at 10:51 AM from Los Angeles International Airport to an unspecified destination. The fare was $27.59, including a $4.14 tip, totaling $31.73. The ride was associated with receipt numbers EFTA00023311 and EFTA00023312. The user was prompted to review the price through the Lyft app and provided information about Lyft’s privacy policy and driver recruitment opportunities.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "February 26, 2020",
      "keywords": [
        "lyft",
        "ride receipt",
        "price",
        "tip",
        "driver",
        "los angeles",
        "february 26",
        "2020",
        "review",
        "map",
        "efta00023311"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023307",
      "summary": "A Lyft ride occurred on February 26, 2020, at 4:53 AM from Long Island, JFK Access Rd, Jamaica, NY to an unknown destination. The fare was $45.89, including taxes and a tip. The ride was facilitated by a driver with TLC License 5939003 and operating from the Tri-City base (B02510) and affiliated base (B02875). The receipt number is 1376134985404169114.  The Lyft company provides contact information including a phone number for complaints to the NYC TLC (311) and its address.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "February 26, 2020",
      "keywords": [
        "lyft",
        "ride receipt",
        "nyc tlc",
        "driver",
        "fare",
        "price",
        "tip",
        "new york",
        "jfk",
        "map",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023309",
      "summary": "A Lyft ride occurred on March 2, 2020, at 11:13 PM in New York, NY. The fare was $50.01, including $12.89 in base fare, $4.26 in sales tax, $1.20 in a surcharge, $5.00 tip, and a -$2.02 Business Rewards credit. The pickup location was near New York, NY, and the drop-off location is not specified. The ride was associated with EFTA00023309 and EFTA00023310.  The driver’s TLC license is 5798843, and the vehicle license number is T770243C. The dispatching base is Tri-City (B02510), and affiliated base is (B02617).  The receipt number is 1378273950539310170.",
      "timestamp": "2020-03-02T00:00:00",
      "timestamp_raw": "March 2, 2020",
      "keywords": [
        "lyft",
        "ride",
        "driver",
        "new york",
        "tlc",
        "receipt",
        "tip",
        "fare",
        "march 2020",
        "efta00023309"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020844",
      "summary": "A U.S. Attorney’s office (Maurene) sent a subpoena to Interlochen Center for the Arts requesting records related to Jeffrey Epstein and Ghislaine Maxwell. Jeff Jocks, representing Sondeer, Racine & Doren, PLC, acknowledged receipt of the subpoena and attached a document. The U.S. Attorney followed up with a request to confirm whether the production included all records of tuition payments made by Epstein or his entities to Interlochen students. George Donnini was also copied on the email chain.",
      "timestamp": "2020-03-08T00:00:00",
      "timestamp_raw": "08 Mar 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "records",
        "tuition payments",
        "maurene",
        "jeff jocks",
        "george donnini",
        "united states attorney",
        "sondee racine"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032202",
            "similarity": 0.636,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018434",
            "similarity": 0.667,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030520",
            "similarity": 0.583,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027875",
      "summary": "On March 18, 2020, an email chain was initiated regarding a lawsuit against Maxwell Investments. The initial email, attached the “Maxwell_suit.pdf,” acknowledged receipt of the lawsuit linked to a New York Times article. A follow-up email confirmed the lawsuit’s existence.",
      "timestamp": "2020-03-18T00:00:00",
      "timestamp_raw": "March 18, 2020",
      "keywords": [
        "maxwell lawsuit",
        "redaction analysis",
        "efta00027875",
        "usanys",
        "new york times",
        "suit",
        "legal",
        "2020",
        "attachment",
        "pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032131",
      "summary": "*   A subpoena was issued requesting records of tuition payments made by Epstein or his entities to Interlochen students. *   The legal team is seeking confirmation that all tuition records were included in the production. *   Maurene (an Assistant United States Attorney) sent the initial subpoena to Interlochen, requesting confidentiality. *   Jeff Jocks acknowledged receipt of the subpoena and confirmed its delivery. *   There are redactions present in the document.",
      "timestamp": "2020-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "tuition payments",
        "sondee",
        "racine & doren",
        "jeffrey jocks",
        "maurene",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018430",
            "similarity": 0.5,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032202",
      "summary": "Attorney from the Southern District of New York sent a subpoena to Interlochen Center for the Arts seeking records related to Jeffrey Epstein and Ghislaine Maxwell. *   Jeff Jocks of Sondee, Racine & Doren, PLC responded to the subpoena and confirmed receipt of the documents. *   A follow-up inquiry was made regarding whether the production included all tuition payments made by Epstein or his entities to Interlochen students. *   George Donnini of Butzel Long was also involved in the communication, assisting with the subpoena response. *   The communications were subject to confidentiality notices and were conducted amidst a legal proceeding (a trial starting the following week).",
      "timestamp": "2020-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2020",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "epstein",
        "maurene",
        "united states attorney",
        "jeff jocks",
        "sondeer racine & doren",
        "tuition payments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020844",
            "similarity": 0.636,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018434",
            "similarity": 0.636,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030520",
            "similarity": 0.7,
            "index": 127,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00018430",
            "similarity": 0.545,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022084",
      "summary": "An email chain discusses the prosecution memo regarding the Ghislaine Maxwell investigation. Multiple individuals, including those from “USANYS,” acknowledge receipt of the memo and agree to a conference call at 1:00 PM on Wednesday to discuss the draft indictment. The Assistant United States Attorney for the Southern District of New York attached the prosecution memo (EFTA00022085) to the email.",
      "timestamp": "2020-04-11T00:00:00",
      "timestamp_raw": "11 Apr 2020",
      "keywords": [
        "maxwell investigation",
        "prosecution memo",
        "usanys",
        "redaction",
        "indictment",
        "ghislaine maxwell",
        "conference call",
        "southern district of new york",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010432",
      "summary": "On April 15, 2020, Kate L. Doniger (Kaplan Hecker & Fink LLP) contacted [REDACTED] (USANYS) regarding a request for information related to Jeffrey Epstein.  Alexandra Conlon, also representing Kaplan Hecker & Fink LLP, responded on February 25, 2020, sending a Touhy letter and supporting exhibit to the Department of Justice requesting documents related to the ongoing litigation against the Epstein estate.  AUSA [REDACTED] (USANYS) sent a letter on January 6, 2020, acknowledging receipt of the request and offering to discuss it.  Doniger indicated she did not require further information at that time, anticipating an update early the following week.",
      "timestamp": "2020-04-15T00:00:00",
      "timestamp_raw": "April 15, 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "usanys",
        "doj",
        "litigation",
        "request for information",
        "touhy letter",
        "kaplan hecker & fink llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017028",
      "summary": "The provided text is a series of emails discussing the receipt and processing of data seized during FBI searches related to Jeffrey Epstein. Initially, the FBI planned to simply provide raw data to a vendor for processing, aiming for efficiency and avoiding previous delays. However, concerns arose about the volume of data (potentially terabytes) and the lack of a clear plan for data transfer and processing. Multiple parties requested a more structured approach, including a spreadsheet detailing devices, data dumps, and review status. There were difficulties identifying previously received data, leading to confusion regarding what was new and what had been processed. The need for a coordinated effort to track the data and ensure accurate review was repeatedly emphasized, with suggestions of using vendors like Kroll or BRG to streamline the process. There were delays attributed to Sony’s network issues and questions about the timeline for receiving the complete data set.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "data",
        "fbi",
        "processing",
        "vendor",
        "data size",
        "relativity",
        "raw data",
        "search warrant",
        "documents",
        "efficiency",
        "remote working"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018542",
      "summary": "Geoffrey Berman sent an email confirming receipt of a clip (“Maxwell Clip”) consisting of an email exchange and a MOV file. The exchange involves a discussion about whether the recipient gave massages to Mr. Epstein, repeatedly stating they did not, including denying giving Epstein a massage at any of his properties. The clip is associated with a “pros memo” transcript.",
      "timestamp": "2020-05-27T00:00:00",
      "timestamp_raw": "27 May 2020",
      "keywords": [
        "efta00018542",
        "maxwell clip",
        "geoffrey berman",
        "epstein",
        "massage",
        "transcript",
        "pros memo",
        "email",
        "redaction",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037957",
      "summary": "This email discusses a case, “Maxwell Catch up Case number 031E-NY-3027571,” involving Scott Borgerson (Maxwell’s boyfriend). Attached files include data from T-Mobile and AT&T showing common calls with her lawyer, boyfriend, sister, and Brian Yurasits. Two Excel files contain historical search data and pivot tables with latitude and longitude information. The email also adds three individuals to “espa files” and includes photographic evidence (receipt from Scott Borgerson’s credit card) and a copy of a report titled “New H.” The email indicates involvement of the NYPD TFO and an Administrative Specialist at the FBI-New York Field Office.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "efta00037957",
        "maxwell",
        "nypd",
        "tmobile",
        "att",
        "gps warrants",
        "data analysis",
        "case number",
        "credit card",
        "brian yurasits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019464",
      "summary": "On July 7, 2020, a FOIA request was received concerning United States v. Jeffrey Epstein. The request, submitted via an online portal, sought five years of banking records from “Institution-1” referenced in a July 12, 2019 letter from SDNY to Richard Berman. The request was linked to Case 1:19-er-00490-RA4B and referenced the attached exemption document. The requester requested acknowledgement of receipt.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "July 7, 2020",
      "keywords": [
        "epstein",
        "foia",
        "banking records",
        "united states v. jeffrey epstein",
        "richard berman",
        "sdny",
        "exemption memo",
        "request",
        "institution-1",
        "july 12",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030379",
      "summary": "Ori (from [REDACTED]) sent a detention memorandum and the superseding indictment to Lea Harmon ([REDACTED]) regarding the case of Maxwell (20 Cr. 330 JAJN). Lea Harmon responded, confirming receipt and scheduling a discussion. Natasha Ramesar (U.S. Pretrial Services Officer Specialist) is handling the interview and bail report for Maxwell, with the interview scheduled for before July 14th, 2020, contingent on MDC’s scheduling.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "maxwell",
        "detention memorandum",
        "indictment",
        "lea harmon",
        "natasha ramesar",
        "united states v. maxwell",
        "pretrial services",
        "bail report",
        "mdc",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010965",
      "summary": "On July 10, 2020, an Assistant United States Attorney from the Southern District of New York requested docketing of the superseding indictment in the case of *US v. Maxwell* (S1 20 Cr. 330 (AN)). The request followed receipt of a color scan of the signed indictment from the United States Attorney's Office.  A previous email, dated July 8, 2020, indicated the grand jury return for the same case had been provided to Judge Nathan and the superseding indictment was unsealed.  The document is associated with EFTA00010965 and EFTA00010966.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "July 10, 2020",
      "keywords": [
        "efta00010965",
        "maxwell",
        "us v. maxwell",
        "grand jury return",
        "superseding indictment",
        "united states attorney's office",
        "southern district of new york",
        "ecf",
        "arraignment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020668",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP responded to an inquiry regarding the Estate of Jeffrey E. Epstein’s actions related to the SDNY investigation. The Co-Executors confirmed they would not utilize Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement. They also stated they would notify the U.S. Attorney’s Office before any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney confirms receipt of the Co-Executors’ response.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "weinstein",
        "hughes hubbard & reed",
        "trust",
        "privilege",
        "retaliation",
        "law enforcement",
        "estate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021898",
      "summary": "Jeff Pagliuca (Haddon, Morgan & Foreman, P.C.) sent a letter to multiple attorneys regarding a discovery request to the Southern District of New York. The Government’s Assistant U.S. Attorney responded on August 11th, stating they would provide a response by August 13th.  Jeff Pagliuca requested a phone call to discuss the matter, citing a need for expedited communication due to a tight schedule and a late discovery revelation. Nicole Simmons and other counsel confirmed receipt of the materials and indicated they would respond promptly, noting technical difficulties with their email system.",
      "timestamp": "2020-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2020",
      "keywords": [
        "discovery",
        "attorney",
        "united states attorney",
        "email",
        "response",
        "august 2020",
        "new york",
        "legal",
        "phone",
        "jeff pagliuca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023666",
      "summary": "The document is a redacted analysis pertaining to file EFTA00023666. It consists of repeated duplicate entries labeled EFTA00023666 through EFTA00023672, with a single email exchange referencing \"Discovery questions\" and acknowledging receipt of information.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "efta00023666",
        "discovery",
        "redaction",
        "duplicate",
        "2020",
        "2025",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015027",
      "summary": "An email chain discusses a “Civilian Crime Report” submitted by A. Lombardino, suggesting a prisoner possesses information related to Jeffrey Epstein. The report was forwarded to [REDACTED] for review, with instructions to log the receipt and note any further submissions.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2020",
      "keywords": [
        "epstein",
        "civilian crime report",
        "lombardino",
        "prisoner",
        "redaction",
        "efta00015027",
        "criminal report",
        "submission",
        "log",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038275",
      "summary": "On August 24, 2020, Anthony Lombardino submitted a Civilian Crime Report (CCR) to EFTA00038275, suggesting a prisoner possesses information related to Jeffrey Epstein. The report was forwarded to the FBI as part of a standard protocol for receiving Epstein/Maxwell tips. The submission deviated from the usual form-based process, and the recipient was instructed to log the receipt regardless of the report's completeness.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "August 24, 2020",
      "keywords": [
        "epstein",
        "lombardino",
        "civilian crime report",
        "fbi",
        "prisoner",
        "a. lombardino",
        "criminal report",
        "fw",
        "email",
        "submission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023747",
      "summary": "A correspondence between the Assistant United States Attorney for the Southern District of New York and [REDACTED] regarding case 2020PR000426AMB, concerning Jeffrey E. Epstein. The email confirms receipt of an attached document and provides contact information for further inquiries.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2020",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "united states attorney",
        "southern district of new york",
        "2020pr000426amb"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023541",
            "similarity": 0.571,
            "index": 119,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023541",
      "summary": "An email exchange occurred between multiple parties, including an Assistant United States Attorney from the Southern District of New York, regarding the case of Jeffrey E. Epstein (2020PR000426AMB). One email confirms receipt of a document related to the case, while another provides a disclaimer about Florida’s public records law and the potential for email communications to be subject to public disclosure.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2020",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "united states attorney",
        "southern district of new york",
        "public records law",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023747",
            "similarity": 0.571,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019647",
      "summary": "A communication regarding a civilian crime report submission related to Jeffrey Epstein was received. The report originated from a foreign country and was therefore not responded to. The sender instructed the recipient to log the receipt of the submission and to forward any further reports if applicable.",
      "timestamp": "2020-09-22T00:00:00",
      "timestamp_raw": "22 Sep 2020",
      "keywords": [
        "epstein",
        "civilian crime report",
        "submission",
        "redaction",
        "efta00019647",
        "foreign country",
        "log"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026583",
      "summary": "Emails exchanged between USANYS attorneys regarding a brief filed for a bank. The brief was filed multiple times between October 6, 2020, and September 29, 2020. The emails confirm receipt of the brief and express gratitude. EFTA00026583 and EFTA00026584 are identified as document identifiers.",
      "timestamp": "2020-10-06T00:00:00",
      "timestamp_raw": "October 6, 2020",
      "keywords": [
        "brief",
        "bank",
        "usanys",
        "redaction",
        "united states attorney",
        "new york",
        "october 2020",
        "september 2020",
        "efta00026583"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018434",
      "summary": "Jocks stated that Interlochen only retains tuition payment information for 7 years and that no payments were found for Epstein or his entities. A follow-up inquiry from Maurene (USANYS) on April 8, 2020, prompted further confirmation from Jocks regarding all tuition payments made by Epstein to Interlochen.  Jocks confirmed that Interlochen’s records did not reflect any such payments.  Finally, Jocks confirmed receipt of the subpoena on February 6, 2020.",
      "timestamp": "2020-10-30T00:00:00",
      "timestamp_raw": "October 30, 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "jeff jocks",
        "maurene",
        "sondee racine",
        "tuition payments",
        "united states attorney",
        "response",
        "interlochen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032202",
            "similarity": 0.636,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020844",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030520",
            "similarity": 0.583,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019142",
      "summary": "Jocks stated that Interlochen only retains tuition payment information for 7 years and has no records of payments by Epstein or his entities.  The USAO followed up on a prior inquiry from April 2020, seeking confirmation that all tuition payments from Epstein were included in the production.  Jeff Jocks subsequently confirmed receipt of documents related to the subpoena on February 6, 2020.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "attorney",
        "united states attorney",
        "payment",
        "tuition",
        "response",
        "conference line",
        "michigan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019133",
            "similarity": 0.538,
            "index": 129,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013279",
            "similarity": 0.538,
            "index": 130,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029315",
            "similarity": 0.538,
            "index": 140,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025508",
      "summary": "Maxwell. *   The Assistant United States Attorney (Southern District of New York) was coordinating the delivery and pickup of the drives. *   A prison visit for review of a secure laptop was being scheduled for Friday between 8am-3pm. *   The timing of the secure laptop review was being adjusted, initially planned for Friday, but now potentially pushed to later in the week. *   Confirmation of receipt of the drives was requested.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "us v. maxwell",
        "discovery production",
        "drives",
        "southern district of new york",
        "chris",
        "maxwell",
        "mdc",
        "friday",
        "laptop",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038260",
      "summary": "An email was sent from [REDACTED] to “l” regarding invitations from the DOJ related to Jeffrey Epstein victims. The email requests confirmation of receipt of the invites from Bob, and asks if any names are missing from the list.",
      "timestamp": "2020-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2020",
      "keywords": [
        "efta00038260",
        "doj",
        "epstein",
        "victims",
        "redaction",
        "invites",
        "confirmation",
        "names",
        "bob",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038211",
      "summary": "Sigrid McCawley, a Partner at BOIES SCHILLER FLEXNER LLP, received emails regarding a meeting related to a DOJ investigation involving Epstein victims. The meeting was initially intended for an overseas client to attend in person, but a zoom option was not available due to travel restrictions. A colleague confirmed the meeting’s purpose was to review information from a 2006 investigation. The sender repeatedly confirmed receipt of the invitation and requested a list of attendees, including confirming the names of all clients involved.  The emails contained standard disclaimers regarding external communications and confidentiality.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "sigrid mccawley",
        "boies schiller flexner llp",
        "epstein victims",
        "doj invites",
        "zoom",
        "investigation",
        "meeting",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030520",
      "summary": "Attorney’s Office (Southern District of New York) sent a subpoena to Interlochen Center for the Arts seeking records related to Jeffrey Epstein and Ghislaine Maxwell. *   Jeff Jocks, representing Sondee, Racine & Doren, PLC, received the subpoena and forwarded it to Maurene, an Assistant U.S. Attorney. *   Maurene followed up with Jocks, requesting confirmation that the production included all tuition payment records made by Epstein or his entities to Interlochen students. *   Jocks responded with a receipt confirming receipt of the subpoena. *   There was a prior exchange of emails between the U.S. Attorney’s office and Jocks regarding the subpoena.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "epstein",
        "maurene",
        "jeff jocks",
        "united states attorney",
        "tuition payments",
        "sondeeracine",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018434",
            "similarity": 0.583,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032202",
            "similarity": 0.7,
            "index": 104,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020844",
            "similarity": 0.583,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018430",
            "similarity": 0.8,
            "index": 128,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018430",
      "summary": "A U.S. Attorney’s office (Southern District of New York) sent a subpoena to Jeffrey L. Jocks, an attorney representing Interlochen Center for the Arts, seeking records regarding Jeffrey Epstein and Ghislaine Maxwell. Jocks responded, stating that Interlochen’s records showed no tuition payments from Epstein or his entities and that payment information is only retained for 7 years.  The U.S. Attorney followed up with repeated requests for confirmation of the subpoena’s response, with Jocks initially unable to recall the response and then confirming receipt. Another attorney, George B. Donnini, was also involved in the communication chain regarding the subpoena.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "sondeeracine",
        "united states attorney",
        "tuition payments",
        "redaction",
        "jeffrey jocks",
        "maurene"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030520",
            "similarity": 0.8,
            "index": 127,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032202",
            "similarity": 0.545,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032131",
            "similarity": 0.5,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019133",
      "summary": "Jeff Jocks of Sondee, Racine & Doren, PLC responded, stating Interlochen does not have records of payments by Epstein or his entities, and tuition payment information is only retained for 7 years. *   **Follow-Up Inquiry (April 2020):** A subsequent inquiry from a US Attorney’s office (Southern District of New York) in April 2020 requested confirmation that all tuition payments by Epstein were included in the initial production. *   **Continued Inquiry (March 2020):** The US Attorney’s office continued to pursue confirmation, prompting Jeff Jocks to acknowledge the complexity of the situation and limited availability for discussion. *   **Receipt Confirmation (February 2020):** Jeff Jocks confirmed receipt of documents produced by the US Attorney’s office related to the subpoena. *   **Scheduling a Call:** Initial scheduling attempts for a call to discuss the subpoena took place between Alison and Jeff Jocks, with a proposed conference line. Note: The text contains redactions which are not included in this summary.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "sondeeracine",
        "attorney",
        "payment",
        "tuition",
        "redaction",
        "united states attorney",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019142",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00013279",
            "similarity": 0.667,
            "index": 130,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013279",
      "summary": "This redacted document details a series of email exchanges surrounding a subpoena issued to Interlochen Center for the Arts concerning Jeffrey Epstein and Ghislaine Maxwell. An Assistant United States Attorney (USAO) initially requested documentation regarding tuition payments made by Epstein or his entities. Interlochen repeatedly stated they had no records of such payments, citing a seven-year retention limit for tuition information. A phone call was scheduled to discuss the matter, but ultimately yielded no further relevant information. The correspondence involved attorneys from Sondeer, Racine & Doren, PLC, who facilitated the communication and confirmed receipt of documents.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "payments",
        "tuition",
        "redaction",
        "sondeeracine",
        "michigan",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019133",
            "similarity": 0.667,
            "index": 129,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019142",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024879",
            "similarity": 0.5,
            "index": 131,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024879",
      "summary": "This document summarizes an email exchange between Jeffrey L. Jocks of Sondee, Racine & Doren, PLC and an Assistant United States Attorney from the Southern District of New York regarding a subpoena issued to Interlochen Center for the Arts. The subpoena sought records related to Jeffrey Epstein and Ghislaine Maxwell’s interactions with Interlochen, specifically concerning tuition payments. Jocks initially responded to the subpoena, stating that Interlochen did not retain any payment records for Epstein or his entities, citing a seven-year retention policy. Subsequent emails involved follow-up inquiries regarding these records, discussions about scheduling calls, and confirmations of receipt. The core finding is that Interlochen possessed no payment records directly linked to Epstein, though this was initially contested and investigated.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "jeffrey jocks",
        "epstein",
        "payments",
        "tuition",
        "sondee",
        "racine & doren",
        "michigan",
        "interlochen",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013279",
            "similarity": 0.5,
            "index": 130,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00022997",
            "similarity": 0.5,
            "index": 138,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018834",
      "summary": "Jason Foy sent electronic copies of documents related to the case *US v. Noel* to multiple recipients, including a deferred prosecution application and exhibits. He confirmed the sending via FedEx with 5 copies and anticipated updates from co-counsel next week. He requested confirmation of receipt and offered to answer any questions.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2021",
      "keywords": [
        "efta00018834",
        "noel",
        "us v.",
        "jason foy",
        "redaction",
        "prosecution",
        "deferred prosecution",
        "fedex",
        "toya coyer",
        "tova noel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038871",
      "summary": "This is the FD-794 Payment Request form, version 2.0, revised as of March 11, 2021. It is used by the FBI to request and process payments for authorized expenses, including advance payments and reimbursements. The form collects information such as Social Security Number, case details (case number, date, justification), and employee information. It outlines authorized uses of the data, emphasizes mandatory disclosure, and specifies maintenance within the FBI Central Records System. The form includes sections for approval by various FBI personnel and for finance office settlement of the payment, detailing methods of payment (e.g., cash receipt, OTCnet). Specifically, this form details a request for reimbursement of meals for trial witnesses incurred on 06/12/2021, under case number I50D-NY-3027571.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "March 11, 2021",
      "keywords": [
        "fbi",
        "payment request",
        "social security number",
        "advance payment",
        "reimbursement",
        "expenses",
        "classification",
        "unclassified",
        "justice",
        "fd-794"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019032",
      "summary": "This document is a record of email exchanges between Jeffrey L. Jocks of Sondee, Racine & Doren, PLC and an Assistant United States Attorney (USA) regarding a subpoena issued to Interlochen Center for the Arts. The subpoena sought records related to Jeffrey Epstein and Ghislaine Maxwell’s connections to Interlochen.  Initially, the USA inquired about tuition payments made by Epstein and his entities. Jocks responded stating that Interlochen did not have any records reflecting such payments, citing a seven-year retention limit for tuition information. Subsequent emails involved follow-up questions and confirmation of document receipt, with Jocks repeatedly asserting the absence of relevant records. The correspondence reveals a prolonged investigation and a persistent effort to determine the extent of Epstein’s involvement at Interlochen.",
      "timestamp": "2021-03-25T00:00:00",
      "timestamp_raw": "25 Mar 2021",
      "keywords": [
        "jeff jocks",
        "interlochen center for the arts",
        "subpoena",
        "epstein",
        "sondee racine doren",
        "michigan",
        "tuition payments",
        "interlochen",
        "calls",
        "emails",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027717",
      "summary": "This document details the process of obtaining records from Interlochen Center for the Arts through a subpoena, initiated by the United States Attorney’s Office in the Southern District of New York.  The initial request, dated March 25, 2021, sought records related to Jeffrey Epstein and Ghislaine Maxwell. Subsequent emails involved confirmation of receipt, scheduling of calls to discuss the subpoena and the requested documents, and clarification of the scope of the information being sought.  Notably, Sondeeracine & Doren, PLC acted as legal counsel for the U.S. Attorney’s Office, facilitating communication and coordinating efforts. Interlochen repeatedly stated that they did not possess any relevant tuition payment information for Epstein or his entities. The investigation spanned from March 2021 through early 2020, with ongoing communication and requests for clarification regarding the specific records being sought.",
      "timestamp": "2021-03-25T00:00:00",
      "timestamp_raw": "March 25, 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "jeffrey epstein",
        "payments",
        "records",
        "sondeeracine",
        "michigan",
        "communication",
        "email",
        "interlochen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019582",
      "summary": "This document details a series of email exchanges surrounding a subpoena issued to the Interlochen Center for the Arts regarding records pertaining to Jeffrey Epstein and Ghislaine Maxwell. Initially, Jeff Jocks, representing Sondee, Racine & Doren, PLC, requests confirmation that Interlochen has responded to the subpoena and seeks verification of all tuition payments made by Epstein or his entities. Subsequent communications involve an Assistant United States Attorney, coordinating with Jocks and another attorney (George Donnini), discussing the scope of the records produced, and confirming receipt of documents. There are repeated inquiries about tuition payment records, highlighting the difficulty in obtaining information and a lack of responsive documentation from Interlochen. Multiple redactions are present throughout the document.",
      "timestamp": "2021-03-26T00:00:00",
      "timestamp_raw": "26 Mar 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "epstein",
        "jeffrey epstein",
        "ghislaine maxwell",
        "records",
        "notification",
        "student records",
        "payment",
        "sondee",
        "racine & doren",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027174",
      "summary": "Maxwell filed a substantive trial adjournment letter at 12:00 PM on April 22, 2021. A response is due at 5:00 PM. The sender wants to discuss the trial team’s availability with a recipient, and attached documents related to the request for adjournment and a government letter. Several individuals confirmed receipt and awareness of the situation.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "April 22, 2021",
      "keywords": [
        "maxwell",
        "redacted",
        "letter",
        "adjournment",
        "trial",
        "response",
        "availability",
        "u.s. attorney's office",
        "public corruption unit",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022997",
      "summary": "This document details the process of obtaining records from the Interlochen Center for the Arts as part of a subpoena related to the investigation involving Jeffrey Epstein and Ghislaine Maxwell. Initially, an attorney, Jeff Jocks of Sondeer, Racine & Doren, PLC, received a subpoena and began the process of requesting student records. Subsequent emails exchanged between the U.S. Attorney's office and Jocks involved clarifying the scope of the requested documents, confirming receipt of materials, and investigating whether Epstein or his entities had made tuition payments to Interlochen. There were repeated inquiries regarding tuition payment records, with Interlochen ultimately stating they didn't possess records of Epstein’s payments, highlighting a significant point of contention in the investigation. The redactions indicate sensitive information was removed from the document.",
      "timestamp": "2021-04-26T00:00:00",
      "timestamp_raw": "26 Apr 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "epstein",
        "payments",
        "records",
        "tuition",
        "sondeeracine",
        "jeffrey jocks",
        "interlochen",
        "compliance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024879",
            "similarity": 0.5,
            "index": 131,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025041",
            "similarity": 0.615,
            "index": 163,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024672",
      "summary": "This document details the process of obtaining records from the Interlochen Center for the Arts through a subpoena, initiated by the U.S. Attorney’s Office in the Southern District of New York. Jeff Jocks of Sondee, Racine & Doren, PLC was tasked with executing the subpoena. Initial communications involved confirming receipt of the subpoena and confirming the scope of documents sought, primarily concerning tuition payments by Jeffrey Epstein and Ghislaine Maxwell.  Multiple attorneys at the U.S. Attorney’s office followed up repeatedly, requesting confirmation of document production and details regarding payments. Interlochen provided documents, stating they had no records of tuition payments by Epstein or his entities.  The investigation involved a series of emails and phone calls between the U.S. Attorney’s office and Mr. Jocks, highlighting efforts to clarify the information and confirm its completeness.",
      "timestamp": "2021-05-12T00:00:00",
      "timestamp_raw": "12 May 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeffrey epstein",
        "ghislaine maxwell",
        "email",
        "documents",
        "records",
        "payment",
        "tuition",
        "response",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029315",
            "similarity": 0.5,
            "index": 140,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029315",
      "summary": "This document comprises a series of email exchanges between an Assistant United States Attorney (USA) from the Southern District of New York and Jeffrey Jocks, an attorney at Sondee, Racine & Doren, PLC, regarding a subpoena issued to the Interlochen Center for the Arts. The subpoena seeks records related to Jeffrey Epstein and Ghislaine Maxwell. Initially, the USA requests confirmation of receipt and then follows up on the production of documents, specifically inquiring about all tuition payments made by Epstein or his entities to Interlochen. Jocks responds, confirming receipt and stating that Interlochen does not hold such payment information. Subsequent exchanges involve further clarification of the requested documents and a confirmation of the final response from Interlochen, indicating they possess no records of Epstein payments. Throughout the exchange, there's a strong emphasis on confidentiality and the protection of privileged information.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "13 May 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "epstein",
        "tuition",
        "payment",
        "documents",
        "records",
        "attorney",
        "response",
        "interlochen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024672",
            "similarity": 0.5,
            "index": 139,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019142",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029327",
            "similarity": 0.5,
            "index": 144,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029342",
      "summary": "This document summarizes a series of email exchanges concerning a subpoena issued to the Interlochen Center for the Arts seeking records related to Jeffrey Epstein and Ghislaine Maxwell. Initially, a contractor, Jeff Jocks of Sondee, Racine & Doren, PLC, received the subpoena and confirmed receipt and that Interlochen did not possess any records pertaining to payments by Epstein or Epstein entities. Subsequent emails involved an Assistant United States Attorney requesting confirmation that all tuition payments by Epstein were included in the production, and exploring the possibility of a phone call to discuss the matter. Throughout the exchanges, the Assistant U.S. Attorney repeatedly sought confirmation of the completeness of the provided documents, and the contractor confirmed that Interlochen possessed no relevant records, ultimately citing a seven-year retention limit on tuition payment information.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "usanys",
        "contractor",
        "redaction",
        "epstein",
        "discovery",
        "production",
        "tuition",
        "payment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029327",
            "similarity": 0.5,
            "index": 144,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028607",
      "summary": "This document details a series of email exchanges surrounding a subpoena issued to the Interlochen Center for the Arts regarding records related to Jeffrey Epstein and Ghislaine Maxwell. Initially, an assistant U.S. attorney (US Attorney) requests confirmation of tuition payments made by Epstein to Interlochen, prompting a series of responses from Jeff Jocks of Sondee, Racine & Doren, PLC. Jocks initially confirms receipt of the subpoena and provides updates, eventually stating that Interlochen does not have any records reflecting Epstein’s payments. The correspondence involves several clarifications and confirmations regarding the scope of the subpoena and the types of documents sought. Throughout the exchanges, confidentiality is repeatedly emphasized.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeff jocks",
        "sondeeracine",
        "email",
        "michigan",
        "payment",
        "photograph",
        "records",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028595",
            "similarity": 0.583,
            "index": 143,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028595",
      "summary": "Attorney’s Office (Southern District of New York) to Interlochen Center for the Arts regarding records pertaining to Jeffrey Epstein and Ghislaine Maxwell.  Jeff Jocks, of Sondee, Racine & Doren, PLC, acted as the attorney representing the U.S. Attorney’s Office. Initially, the subpoena requested all records of tuition payments made by Epstein or his entities. Interlochen responded, stating they only kept tuition payment information for seven years and had no records of payments by Epstein. A follow-up question arose regarding confirmation of all records being included, and ultimately, Interlochen confirmed they had provided all relevant documentation.  The emails detail requests for copies of photographs, scheduling a phone call to discuss the matter, and confirmations of receipt and understanding of the subpoena’s purpose.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "jeff jocks",
        "sondeeracine",
        "email",
        "redaction",
        "michigan",
        "epstein",
        "payment",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028607",
            "similarity": 0.583,
            "index": 142,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029327",
      "summary": "This document is a record of communications related to a subpoena issued to the Interlochen Center for the Arts, concerning records related to Jeffrey Epstein and Ghislaine Maxwell. The primary actor is Assistant United States Attorney from the Southern District of New York, working with the legal firm Sondeeracine & Doren, PLC, specifically Jeff Jocks, to obtain documents. Initial requests for tuition payment information were made in April 2020 and followed up on throughout January and February 2021. Interlochen responded stating they did not hold any tuition records for Epstein or his entities, and that their records regarding tuition payments were limited to seven years. Multiple attempts were made to schedule calls and confirm receipt of documents. The communications involved detailed discussions about the scope of the subpoena and the requested records, ultimately leading to Interlochen asserting they possessed no relevant information.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "subpoena",
        "interlochen",
        "usanys",
        "epstein",
        "records",
        "tuition",
        "payment",
        "discovery",
        "production",
        "attorney",
        "confidentality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029342",
            "similarity": 0.5,
            "index": 141,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029315",
            "similarity": 0.5,
            "index": 140,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025222",
      "summary": "On June 7, 2021, emails were exchanged regarding an “Ejustice record” (EFTA00025222) and a “testifying witness folder on the Epstein share.”  Multiple individuals, identified only by \"[REDACTED]\", acknowledged receipt and completion of tasks related to this record and folder.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "June 7, 2021",
      "keywords": [
        "efta00025222",
        "redaction",
        "ejustice",
        "witness",
        "epstein",
        "share",
        "testifying",
        "folder"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038870",
      "summary": "This document is a payment authorization form (Form 794) related to the case of Jeffrey Epstein and child sex trafficking. It requests reimbursement for expenses incurred for trial witnesses on 6/23/2021. An attached receipt (Receipt 194) is included. The case ID is 71.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "6/23/2021",
      "keywords": [
        "efta00038870",
        "jeffrey epstein",
        "child trafficking",
        "reimbursement",
        "form 794",
        "fbi",
        "payment authorization",
        "trial witness",
        "expenses",
        "enclosure"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029872",
      "summary": "On July 12, 2021, a witness (S) provided information regarding the investigation of EFTA00029872. S recalled viewing an S video from October 20, 2005, from the vicinity of a residence, and vaguely remembers photographing the scene and observing an open computer tower inside the house. S reviewed PBPD property receipts indicating evidence was pulled and returned to a houseman. S confirmed the practice of photographing evidence on brown paper with scales and item numbers, recognizing her handwriting on associated post-it notes. S identified message pads resembling those used in the search and stated she bagged and supervised the evidence team.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "efta00029872",
        "ausas",
        "pbpd",
        "evidence",
        "photographs",
        "video",
        "post-it notes",
        "handwriting",
        "search",
        "recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029871",
      "summary": "On July 15, 2021, evidence related to a search of 358 El Brillo Way was prepared for trial testimony. This included an authenticated map, video, and photographs of the property from October 20, 2005, with exceptions for opened drawers/boxes, PBPD property receipts, and a seized green massage table. All seized items were transferred to the PBPD office and subsequently to the FBI agent on August 28, 2006.",
      "timestamp": "2021-07-15T00:00:00",
      "timestamp_raw": "July 15, 2021",
      "keywords": [
        "efta00029871",
        "ausas",
        "sa",
        "prep",
        "el brillo way",
        "october 20",
        "2005",
        "pbpd",
        "fbi",
        "evidence",
        "search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017864",
      "summary": "An email chain discusses a request for a witness to travel to SDNY for trial preparation in the Maxwell case. The initial request, dated August 6, 2021, proposes the witness travel the day before the meeting (August 20th) and return the same day. A follow-up email confirms receipt of the request. The document attached is a “Fact Witness Travel Request.docx”.",
      "timestamp": "2021-08-06T00:00:00",
      "timestamp_raw": "August 6, 2021",
      "keywords": [
        "fact witness",
        "travel request",
        "sdny",
        "trial prep",
        "maxwell case",
        "august 20th",
        "witness travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027303",
      "summary": "An email chain discusses deadlines related to “testifying witness 3500” and “GX” for the defense/court. One party confirms receipt of calendar invites and notes that the attached document has been added to relevant folders. A question is raised about establishing a deadline for producing these witnesses.",
      "timestamp": "2021-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2021",
      "keywords": [
        "testifying witness",
        "deadlines",
        "calendar invites",
        "gx",
        "epstein",
        "witness 3500",
        "larry visoski",
        "redaction",
        "defense",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038643",
      "summary": "An FBI program manager within the Victim Services Division sent emails regarding a flight itinerary update for a traveler (identified as “M”) associated with the Epstein/Maxwell case. The itinerary was altered due to a cancellation, and the traveler was responsible for any expenses beyond the original departure date (10/24/19). Two reimbursement forms were attached for the traveler to use to request reimbursement for their flight ticket, with instructions that receipts from the airline/website were required and credit card statements were not accepted. The emails involved communication between FBI personnel in Seattle and Bellingham, along with a Victim Services distribution list.",
      "timestamp": "2021-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2021",
      "keywords": [
        "fbi",
        "victim program",
        "epstein",
        "maxwell",
        "reimbursement",
        "itinerary",
        "flight",
        "seattle",
        "bellingham",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018855",
      "summary": "On September 28, 2021, a USANYS contractor sent a list of exhibits related to MEM GX to aUSANYS. The exhibits included photographs of Epstein, Maxwell, and an unidentified individual (from photobooks), a group photo with CA, PB search warrant photos, video of a search, property receipts, FedEx records, flight records, AT&T records, deposition and Mar-A-Lago records, maps, a sworn statement (EFTA00018855), and EFTA00018856.",
      "timestamp": "2021-09-28T00:00:00",
      "timestamp_raw": "September 28, 2021",
      "keywords": [
        "efta00018855",
        "gx",
        "maxwell",
        "epstein",
        "photobook",
        "search warrant",
        "fedex",
        "flight records",
        "mar-a-lago",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013429",
      "summary": "On October 8, 2021, Sergeant [Sgt Name] of the Palm Beach Police Department’s Organized Crime, Vice & Narcotics Unit (Special Investigations) brought Detective [Det Name] to the Town of Palm Beach’s storage warehouse. Within a locked storage room designated for Special Investigations, Sergeant [Sgt Name] presented two bankers boxes marked “Epstein,” containing case materials related to the investigation. Subsequently, Sergeant [Sgt Name] led Detective [Det Name] to the Special Investigations office, showcasing a digital case management system and printing relevant reports for review. A subpoena and property receipt were then provided.",
      "timestamp": "2021-10-08T00:00:00",
      "timestamp_raw": "October 8, 2021",
      "keywords": [
        "efta00013429",
        "palm beach police department",
        "special investigations",
        "epstein",
        "case files",
        "warehouse",
        "storage room",
        "bankers boxes",
        "subpoena",
        "property receipt"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027753",
      "summary": "The U.S. Attorney for the Southern District of New York responded to a court order regarding the delivery of legal mail to Ghislaine Maxwell at the Metropolitan Detention Center (MDC). Standard procedure dictates legal mail is delivered within one business day of receipt at the MDC, involving warehouse processing, logging, and authorization before delivery to the inmate. Due to the high volume of inmates (1,700) and the legal department's responsibilities, expedited delivery for Maxwell’s mail is not practicable. A hard drive containing court disclosures was delivered via FedEx on October 11, 2021, but a subsequent institutional emergency delayed delivery on October 13, 2021, which was personally delivered by legal counsel on October 14, 2021. The court rejected Maxwell’s request for a specific delivery order, but expects mail to be delivered within one business day going forward.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "metropolitan detention center",
        "legal mail",
        "united states department of justice",
        "delivery protocols",
        "mdc",
        "court order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038869",
      "summary": "The email, dated October 26, 2021, contains attachments related to an investigation, including: a call log, evidence collection materials, an interview document, reimbursement records, a subpoena to PBPD, receipts, reports, and documents pertaining to PBPD property and trash disposal. The email also includes a document concerning accusations of rape and human trafficking. The sender requests feedback on the attached materials.",
      "timestamp": "2021-10-26T00:00:00",
      "timestamp_raw": "October 26, 2021",
      "keywords": [
        "efta00038869",
        "call",
        "evidence",
        "reimbursement",
        "subpoena",
        "pbpd",
        "rape",
        "trafficking",
        "documents",
        "attachments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025167",
      "summary": "Bobbi Sternheim sent an urgent email to [REDACTED] regarding legal mail for Ghislaine Maxwell, tracking numbers EJ6994364O3US, EJ69943643.5US, EJ699436427US, and EJ699436413US. The mail was listed as “Available for Pickup” at a USPS facility in Brooklyn, NY, but hadn’t been retrieved by MDC as of October 29, 2021. Sternheim threatened legal action (filing an order to show cause) if a response wasn't received immediately. A separate email from Isabel Maxwell, paralegal at Leah Saffian, Inc., confirms receipt of the tracking information and provides contact details.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "urgent",
        "legal mail",
        "tracking number",
        "uspo",
        "bobbi c. sternheim",
        "leah saffian",
        "isabel maxwell",
        "court",
        "delivery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038845",
      "summary": "An FBI detective (Detective ATYPD/FBI) requests the return of evidence, specifically boots, from a cooperating party (a). A second FBI detective ([REDACTED]) informs the recipient that the evidence is being shipped out, but the lead is currently assigned to someone on vacation. Another FBI detective ([REDACTED]) expresses concern about the shipping lead. A thumb drive containing evidence was received by an NYPD detective (El) who requests the case number to verify receipt.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "evidence",
        "fbi",
        "email",
        "trafficking",
        "boots"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028272",
      "summary": "On November 8, 2021, a defense attorney sent a letter (attached) detailing 12 subcategories of government discovery to the USANYS contractor. The contractor was instructed to create subfolders within a shared folder (USa.doj.gov\\NYS\\StAndrewASharecAUSvEpstein-2018R01618Wiscovery\\GM\\Defense Rule 16 Disclosures) and place copies of the Bates numbers identified in the letter within those folders. Subsequent emails confirmed receipt and instructions for saving the attachment, with Christian Everdell forwarding the document.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "rule 16 disclosure",
        "defense",
        "discovery",
        "subfolders",
        "bates numbers",
        "usanys",
        "contractor",
        "email",
        "efta00028272",
        "cohengresser"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029300",
      "summary": "Nathan NYSD Chambers sent an order (20cr330_Order 10.14.21.pdf) regarding the case U.S. v. Maxwell to Alison J. Nathan. The order will be filed on the public docket the following morning, and confirmation of receipt is requested.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2021",
      "keywords": [
        "efta00029300",
        "20cr330",
        "nathan",
        "maxwell",
        "u.s. v.",
        "alison j. nathan",
        "order",
        "judge",
        "docket",
        "receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023460",
            "similarity": 0.538,
            "index": 165,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011161",
      "summary": "Nathan NYSD Chambers sent an email to Laura Menninger and Jeff Pagliuca regarding a memo endorsement issued by Judge Alison J. Nathan in the case 20cr330, U.S. v. Maxwell. The memo concerns the defense’s motion on FRE 412 and was attached as a PDF named “20cr330 ME 10.15.2 1 .pdf”. Chambers intends to file the memo on the public docket on Monday morning and requests confirmation of receipt.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "efta00011161",
        "20cr330",
        "maxwell",
        "nathan",
        "fre 412",
        "u.s. v.",
        "laura menninger",
        "jeff pagliuca",
        "alison j. nathan",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023182",
      "summary": "The initial request involves obtaining records related to tuition payments. There are multiple exchanges of emails between Jocks and an Assistant United States Attorney (US Attorney) regarding the subpoena, clarifying details like the availability of a custodian to testify, requesting specific documents (e.g., a color photograph from page 87), and confirming the scope of the requested records (specifically regarding tuition payments by Epstein or his entities).  Interlochen initially states they do not have color copies but eventually provides documentation.  The US Attorney repeatedly checks in on the progress and asks for confirmation that all relevant records are being produced. The correspondence includes notices of confidentiality and emphasizes the sensitive nature of the information.  The final email confirms receipt of documents, and the US Attorney expresses a need for further clarification.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2021",
      "keywords": [
        "efta00023182",
        "interlochen center for the arts",
        "subpoena",
        "jeff jocks",
        "sondeeracine",
        "records custodian",
        "epstein",
        "payment",
        "photographs",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016470",
      "summary": "Nathan NYSD Chambers sent two orders (Docketed shortly) regarding case 20cr330, US v. Maxwell, to [REDACTED]. The orders were issued by Judge Nathan on November 24, 2021, and pertain to a protective order. Chambers requests confirmation of receipt.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "efta00016470",
        "20cr330",
        "nathan",
        "maxwell",
        "protective order",
        "us v.",
        "order",
        "subpoena",
        "alison j. nathan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025041",
      "summary": "This document details a series of email exchanges between Assistant U.S. Attorney (USA) and Jeff Jocks of Sondee, Racine & Doren, PLC regarding a subpoena issued to the Interlochen Center for the Arts. The subpoena sought records related to Jeffrey Epstein and Ghislaine Maxwell. Initial communications focused on scheduling a call to discuss the subpoena and the types of documents requested. Jocks provided the exhibits as requested and confirmed receipt of the subpoena. Subsequent emails involved clarifying the scope of the request, particularly regarding tuition payments made by Epstein and Epstein entities, and confirming that Interlochen would maintain confidentiality. There were repeated attempts to obtain confirmation of the full extent of the documents produced and to determine if all relevant records had been provided. Multiple redactions are present throughout the document.",
      "timestamp": "2021-11-25T00:00:00",
      "timestamp_raw": "25 Oct 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "custodian",
        "epstein",
        "records",
        "jeffrey jocks",
        "sondeeracine",
        "documents",
        "payments",
        "interlochen",
        "efta00025041"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022997",
            "similarity": 0.615,
            "index": 138,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032809",
      "summary": "Jeff Jocks, of Sondee, Racine & Doren, PLC, is assisting with a subpoena related to Interlochen Center for the Arts, specifically concerning records related to Jeffrey Epstein and Ghislaine Maxwell. Initial communication began in October 2021, involving scheduling calls and confirming receipt of documents. Subsequent emails (starting in February 2020) detail requests for tuition payment records, clarifications about Interlochen's holdings, and confirmation of document delivery. There are numerous redactions throughout the communications, indicating sensitive information. The entire exchange culminated in the delivery of a subpoena in February 2020.",
      "timestamp": "2021-11-25T00:00:00",
      "timestamp_raw": "25 Oct 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeffrey jocks",
        "sondee",
        "racine & doren",
        "plc",
        "michigan",
        "email",
        "redaction",
        "efta00032809",
        "tuition payments",
        "interlochen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023460",
      "summary": "Nathan NYSD Chambers sent an order (20cr330_Order 10.29.21.pdf) from Judge Nathan regarding the case US v. Maxwell (20cr330) to [REDACTED]. The order will be filed on the public docket on Monday morning, and confirmation of receipt is requested.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "efta00023460",
        "nathan",
        "us v. maxwell",
        "20cr330",
        "order",
        "redaction",
        "alison j. nathan",
        "judge",
        "docket",
        "receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029300",
            "similarity": 0.538,
            "index": 159,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019056",
      "summary": "An order (20cr330_Order 11.1.21.pdf) issued by Judge Nathan regarding the case US v. Maxwell has been sent to Jeff Pagliuca, Laura Mennin, bcsternheim, CEverdell, and Nathan NYSD Chambers for confirmation of receipt.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "01 Nov 2021",
      "keywords": [
        "nathan",
        "us v. maxwell",
        "order",
        "judge alison j. nathan",
        "docketed",
        "20cr330",
        "efta00019056"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022327",
      "summary": "Nathan NYSD Chambers sent two orders (Docketed tomorrow morning) related to the case 20cr330, US v. Maxwell, to [REDACTED]. He requested confirmation of receipt.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "efta00022327",
        "us v. maxwell",
        "20cr330",
        "nathan",
        "alison j. nathan",
        "redaction analysis",
        "orders",
        "docketed",
        "confirmation",
        "receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022328",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office, SDNY is requesting confirmation from another contractor (USANYS) regarding receipt of a subpoena return for an AT&T court subpoena. The specialist is investigating multiple AT&T subpoena returns and needs to determine if the recipient received the specific subpoena attached.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "at&t",
        "subpoena",
        "court",
        "returns",
        "usanys",
        "redaction",
        "at&t court subpoena",
        "paralegal",
        "sdny",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028168",
      "summary": "This document details a series of emails and communications surrounding a subpoena issued to the Interlochen Center for the Arts regarding records related to Jeffrey Epstein and Ghislaine Maxwell. Initially, an Assistant United States Attorney (USANYS) contacted Jeff Jocks of Sondeer, Racine & Doren, PLC to obtain these records. There were numerous back-and-forth exchanges regarding scheduling calls, confirming receipt of documents, and clarifying the scope of the requested information. Interlochen provided responses, stating they lacked specific payment records related to Epstein and denying any other relevant documentation. The communication covered timelines from January 2020 to December 2021, involving multiple individuals and attorneys, and numerous redactions within the document.",
      "timestamp": "2021-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2021",
      "keywords": [
        "efta00028168",
        "interlochen center for the arts",
        "jeff jocks",
        "dan besselsen",
        "subpoena",
        "sondeeracine",
        "epstein",
        "interlochen",
        "records custodian",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023356",
      "summary": "An email was sent from the Chambers of the Hon. Alison J. Nathan to Jeff Pagliuca and Laura Menninger regarding a Memorandum Opinion & Order (Dkt. No. 477) in the case of US v. Maxwell (20cr330). The email attached a sealed opinion on MV-3 and requested confirmation of receipt.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "efta00023356",
        "maxwell",
        "us v.",
        "alison j. nathan",
        "memorandum opinion & order",
        "20cr330",
        "redacted",
        "opinion",
        "court order",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024982",
      "summary": "An order and two temporarily sealed Memorandum Opinions & Orders issued by Judge Alison J. Nathan regarding the case US v. Maxwell (20cr330) were sent by the Chambers of the Hon. Alison J. Nathan to [REDACTED]. The order will be docketed tomorrow morning, and receipt confirmation is requested.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "efta00024982",
        "us v. maxwell",
        "alison j. nathan",
        "20cr330",
        "order",
        "memorandum opinion",
        "redacted",
        "2021",
        "judge",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016484",
      "summary": "An Assistant United States Attorney from the Southern District of New York contacted Brian Burns and Patrick Smith requesting a copy of materials related to the case *US v. Maxwell* (Case Number 20cr330). Nathan NYSD Chambers attached two Orders issued by Judge Alison J. Nathan, requesting confirmation of receipt.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "protective order",
        "20cr330",
        "alison j. nathan",
        "united states attorney",
        "new york",
        "file sharing",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014894",
      "summary": "Nathan NYSD Chambers sent an order from Judge Alison J. Nathan regarding the case *US v. Maxwell* (20 Cr. 330) to Laura Menninger and Jeff Pagliuca. Jeff Pagliuca had previously submitted a letter motion to preclude cross-examination, which was filed under seal by the Assistant United States Attorney for the Southern District of New York. Chambers requested confirmation of receipt of the order.",
      "timestamp": "2021-12-28T00:00:00",
      "timestamp_raw": "28 Nov 2021",
      "keywords": [
        "efta00014894",
        "us v. maxwell",
        "motion to preclude",
        "alison j. nathan",
        "judge nathan",
        "order",
        "cross-examination",
        "government",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037099",
      "summary": "Ms. Rief does not allege conflicts of interest involving the Claims Administrator or problems with claims administration. She acknowledges receipt of the Notice and declining to opt out of the Settlement, and denies any failure to receive answers or information regarding the Settlement or Plan of Allocation.",
      "timestamp": "2023-11-02T00:00:00",
      "timestamp_raw": "2023-11-02",
      "keywords": [
        "efta00037099",
        "conflict of interests",
        "claims administrator",
        "settlement",
        "objection",
        "class council",
        "notice",
        "claims",
        "administration",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037090",
      "summary": "A wire transfer totaling $1.36 was sent on January 18, 2024, with reference number 12004087970, from the NY Operating Account to an unknown recipient. The status is completed, and the recipient is instructed to confirm receipt and provide the reference number to their bank. James R. Marsh of Marsh Law Firm PLLC initiated the wire.",
      "timestamp": "2024-01-18T00:00:00",
      "timestamp_raw": "January 18, 2024",
      "keywords": [
        "efta00037090",
        "wire",
        "payment",
        "proof of payment",
        "james marsh",
        "wire transfer",
        "reference number",
        "completed",
        "sea",
        "test wire"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036290",
      "summary": "This is a receipt for property received, returned, released, or seized. It details the items listed, the date of the transaction, the recipient’s name and address, and the individuals who received, returned, released, or seized the property. The recipient’s name and the “Received From” name are redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt",
        "property",
        "seized",
        "redaction",
        "united states department of justice",
        "efta00036290",
        "fd-597",
        "item(s)",
        "bureau of investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032095",
      "summary": "This is a receipt form from the United States Department of Justice, Federal Bureau of Investigation, documenting the receipt, return, release, or seizure of property. The form includes fields for the date, file number, name of the individual involved, street address, city, and a detailed description of the item(s) listed. It also specifies the method by which the item was received, returned, released, or seized, and indicates the individual to whom it was released or seized. The form is labeled FD-597 (Rev 8-11-94) and has the file number EFTA00032095.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt",
        "property",
        "seized",
        "justice",
        "department of justice",
        "efta00032095",
        "file",
        "item",
        "description"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031634",
      "summary": "This document is a receipt generated by the United States Federal Bureau of Investigation (FBI) for property received, returned, released, or seized. It details the receipt of items from an individual named [REDACTED] on February 20//, 20//. The receipt includes a description of the items, the recipient’s name and address, and the FBI file number (3501.226-029). The document contains multiple redaction marks indicating sensitive information has been removed. It is a standard form (FD-507) used to record property transactions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt",
        "property",
        "redaction",
        "efta",
        "us department of justice",
        "fd-507",
        "seized",
        "returned",
        "released",
        "item(s)",
        "3501.226-029"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021522",
      "summary": "This is a receipt for property collected/seized by the U.S. Federal Bureau of Investigation (FBI). The receipt details the items received from an unidentified source (marked “REDACTED”), including a description of the item(s) – “60KOIA” and “1474 M” – along with the names and titles of the individuals involved in the transaction (Allik and [REDACTED]). The receipt also includes case identification information and a date stamp.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00021522",
        "fbi",
        "receipt",
        "property",
        "seized",
        "justice",
        "redaction",
        "u.s. gpo",
        "case id",
        "avner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021521",
      "summary": "This is a receipt for property collected/seized by the Federal Bureau of Investigation (FBI), Case ID cgie-Niq-30:5-7. The receipt details the items recovered, including a J.S. 'Virgin Islands Dr' Mr's License certificate, a U.S. PC-SS reel cover, a 1994 Comece card, a Department of Homeland Security receipt, and a 1996 Z63g7 check. The items were received from [REDACTED], returned to [REDACTED], and released to [REDACTED]. The receipt was generated on December 25, 2025, at 04:14:01.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00021521",
        "fbi",
        "receipt",
        "property",
        "redaction",
        "justice",
        "case id",
        "item",
        "swiss",
        "license"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032334",
      "summary": "A receipt for a ride is recorded as EFTA0003234. The total cost is $43.10, broken down as: Fare ($26.00), Toll ($6.12), Congestion Surcharge ($2.50), Extras ($0.50), State Surcharge ($0.50), Improvement Surcharge ($0.30), and Tip ($7.18). The pickup and dropoff confirmations are listed as MUR46. The driver is unnamed, and assistance is available at http://su000rt.gocurb.com/. The transaction occurred on November 4th at 5:49 AM.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "receipt",
        "fare",
        "toll",
        "pickup",
        "dropoff",
        "confirmation",
        "curb",
        "driver",
        "service fee",
        "efta0003234"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032998",
      "summary": "This document appears to be a redacted evidence file related to a case (EFTA00032998). It includes information such as a file number, date received, originating document details, and potentially witness statements or interview notes. The file contains references to various individuals and locations, including names like Janice NI, and addresses like \"12 The Nerves\". There are indications of Grand Jury Material dissemination and Federal Filer Information (FIT) involvement. The document also contains warnings about unauthorized access and handling of inmate information and specific inmate numbers.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00032998",
        "evidence",
        "federal",
        "rules",
        "criminal",
        "procedure",
        "fit",
        "interview",
        "jury",
        "receipt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038873",
      "summary": "Uber generated a receipt for a $56.68 order of Go Sushi, including Pork Gyms rolls (Spicy Tuna Roll, Spicy Tuna Tempura, and Spicy Salmon Tempura), picked up from 4595 Okeechobee Blvd. West Palm Beach, FL 33417. The receipt details a subtotal of $44.40, a $2.90 tax, a $4.50 service fee, a $0.90 delivery fee, and a delivery person charge of $7.39. The total charged was $56.68.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "uber",
        "go sushi",
        "receipt",
        "delivery",
        "west palm beach",
        "florida",
        "tip",
        "sushi roll",
        "tempura",
        "payment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038436",
      "summary": "**Eligibility:** Compensation is available to: *   Innocent victims of crime *   Certain relatives and dependents *   Legal guardians *   Eligible Good Samaritans **Types of Expenses Covered:** OVS provides compensation for: *   Personal injury and death *   Loss of essential personal property (up to $500, including $100 cash, up to $6,000 for burial, and up to $30,000 for lost wages) *   Transportation *   Occupational/Vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup (up to $2,500) *   Good Samaritan property losses (up to $5,000) *   Moving expenses (up to $2,500) **Application Process:** *   Applicants must submit a completed OVS application. *   Supporting documentation is required: police reports, medical bills, insurance correspondence, receipts, death certificates, birth certificates, and proof of age. *   Applications can be submitted even if some documents are missing initially. **Court Ordered Restitution:** *   Restitution is compensation paid to victims by perpetrators for criminal offense losses. *   It's ordered by the Court as part of a sentence and is not for pain and suffering. *   The DA's office can request restitution, and the court may order it. **Other Information:** *   Applicants must notify OVS of a move. *   The victim typically signs the claim, but exceptions exist for minors or those unable to sign (legal guardian signs in those cases). *   An online application is available through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "insurance",
        "personal injury",
        "death",
        "property",
        "medical expenses",
        "lost wages",
        "burial expenses",
        "good samaritan",
        "claims",
        "applications",
        "ovs",
        "crime",
        "restitution",
        "court ordered",
        "healthcare",
        "hipaa",
        "eligibility",
        "ny",
        "benefits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018845",
      "summary": "**Eligibility:**  Compensation is available to: *   Innocent victims of crime *   Certain relatives, dependents, legal guardians, and Good Samaritans. **Types of Expenses Covered:** The OVS can cover: *   Medical, pharmacy, and counseling costs *   Loss of essential personal property (up to $500, including $100 for cash, up to $6,000 for burial/funeral expenses, and up to $30,000 for lost wages) *   Transportation costs *   Occupational/vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup *   Good Samaritan property losses *   Moving expenses **Application Process:** *   Applicants must complete the OVS application and provide copies of police reports, medical bills, insurance correspondence, receipts, death certificates, and proof of age. *   The application can be submitted by mail or online through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider. **Court Restitution:** The document also explains “court-ordered restitution,” which is compensation paid by the perpetrator of the crime to the victim. The court must order this as part of the sentence.  It can cover medical bills, lost earnings, and property replacement. **Important Notes:** *   The application must be filled out truthfully; false claims are a crime. *   The OVS may reimburse expenses requested as part of court ordered restitution. *   A signed letter must be sent to OVS if the applicant’s address changes.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "ovs",
        "medical expenses",
        "funeral expenses",
        "lost wages",
        "property loss",
        "crime",
        "applications",
        "insurance",
        "eligibility",
        "benefits",
        "claims",
        "restitution",
        "nypd",
        "new york state"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019044",
      "summary": "This document is a notification regarding a redacted file (EFTA00019044.pdf) and provides the sender’s new office address and preferred email address. It warns recipients that the enclosed information may be confidential and/or privileged, and instructs them to not read, copy, distribute, or use the information if they are not the intended recipient. It requests immediate notification of receipt in error.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "confidential",
        "privileged",
        "redaction",
        "email",
        "document",
        "information",
        "office address",
        "sender",
        "transmission",
        "efta00019044"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027974",
      "summary": "This is a receipt for property collected/seized as part of Case ID 90A - f•PI -315122. The item listed is a Nice-V iS to r, by R. btik., Model Pinerol — Prt, rn;,,,,En Sboo - No '• 2.3 2- 4WD ' 1 be-11 Po were.c.10 e_ S 4 2. 0. The item was received from [REDACTED], and the return/release information is redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt for property",
        "redaction analysis",
        "efta00027974",
        "nr-2000",
        "case id",
        "property",
        "item",
        "nice-v is to r",
        "pinerol"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038391",
      "summary": "A New York State Intelligence Center (NYSIC) request for information form was submitted on December 28, 2025, regarding a sex trafficking investigation. The requestor is a Detective with the NYPD, investigating a confidential informant (CI) identified as [REDACTED]. The CI’s information includes name, aliases, date of birth, race, gang affiliation, address, phone number, SSN, driver’s license information, and arrest records. The requestor also seeks assistance from the NYSP regarding a CIAS check, LPRs, and verification of the FAX receipt. Vehicle information includes a gray 19 CHEV make and model with a VIN and license plate number. Financial and business information for [REDACTED] and [REDACTED] are included.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "nysic",
        "redaction",
        "request for information",
        "sex trafficking",
        "intelligence center",
        "nypd",
        "cias",
        "lprs",
        "fbi#",
        "nysid",
        "surveillance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038723",
      "summary": "On August 2, the sender contacted the recipient regarding hotel confirmation and flight arrangements for a trip, specifically concerning children flying back with the sender on August 29th. The sender requested confirmation of the flight arrangements and reiterated the requirement for the children to sit with them. On August 25, the recipient confirmed receipt of updated flight information and indicated no problems with the arrangements.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "at&t lte",
        "hotel confirmation",
        "flights",
        "children",
        "august 29th",
        "flight info",
        "arranged",
        "structured"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016265",
      "summary": "Nathan NYSD Chambers is sending an order (Order 10.31.21.pdf) regarding the case US v. Maxwell (20cr330) to Jeff Pagliuca and Laura Mennirper. The order was issued by Judge Alison J. Nathan and will be docketed the following morning. Chambers requests confirmation of receipt.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00016265",
        "nathan",
        "maxwell",
        "20cr330",
        "order",
        "us v.",
        "jeff pagliuca",
        "laura mennirper",
        "alison j. nathan",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010008",
      "summary": "The document is an exhibit (D) related to EFTA00010008. It contains a collection of fundraising records dating from 1990 to 1999, including annual funds, capital projects funds, and campaign funds. The records detail dates of receipt and amounts associated with each fund, with various campaign names and project designations listed alongside. The document includes multiple fund types and associated dates and amounts.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00010008",
        "fund",
        "annual fund",
        "received",
        "campaign",
        "capital projects",
        "conversion",
        "1990s",
        "1998",
        "1999"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006072",
      "summary": "This document appears to be a redacted collection of sales records from an “Adult Video Warehouse.” Specifically, it contains multiple transaction records (pages 3-12) detailing the sale of novelty items—primarily adult videos—along with associated tax and payment information. Each record includes item descriptions, prices, subtotal, tax, total amount, payment method (MasterCard/Visa), and a disclaimer stating “NO NOVELTY RETURNS, NO REFUNDS; LINGERIE MUST HAVE TAGS ATTACHED.” One record (page 3) provides a more detailed receipt including employee information and inventory numbers. One section (page 6) is a more formal declaration, likely part of a legal or investigative process, stating that records are maintained as described and signed under penalty of perjury.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "efta00006072",
        "records",
        "inventory",
        "novelty",
        "video warehouse",
        "returns",
        "refunds",
        "lingerie",
        "tags",
        "sales",
        "mastercard",
        "visa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014135",
      "summary": "The court ordered the United States Attorney’s Office for the Southern District of Florida to produce the Non-Prosecution Agreement between the USAO and Jeffrey Epstein. The agreement, along with its modifications and addenda, must be provided to the Petitioners’ attorneys. The Petitioners and their attorneys are prohibited from disclosing the agreement’s terms to third parties without a court order.  A copy of the order must be provided to any identified victims or their attorneys before they can review the agreement, and acknowledgments of receipt and agreement to abide by the order must be provided to the USAO.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00014135",
        "usao",
        "non-prosecution agreement",
        "jeffrey epstein",
        "protective order",
        "united states district court",
        "southern district of florida",
        "jane does",
        "redaction analysis",
        "legal order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027224",
      "summary": "This is a form used by the U.S. Department of Justice to request financial records under the Right to Financial Privacy Act (RFPA). It’s designed for requests involving individuals or partnerships with five or fewer members. The form includes sections for authorization, a financial institution invoice detailing costs (searching, reproduction, transportation, etc.), and a receiving report confirming receipt of the records. Specific cost categories are listed, with a note that electronic copies are not charged unless requested. The form also requires certification that the records pertain only to individuals or partnerships of five or fewer members and contains information related to the legal basis for the request (e.g., subpoena, warrant).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "right to financial privacy act",
        "rfpa",
        "department of justice",
        "usao",
        "financial institution",
        "invoice",
        "redaction",
        "records",
        "funding",
        "authorization",
        "subpoena",
        "microfiche"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016588",
      "summary": "An order (20cr330_Order 11.30.21.pdf) was sent by Nathan NYSD Chambers to [REDACTED] regarding the case US v. Maxwell (20cr330). The order details a court discussion planned for the following day concerning whether to seal the order. Receipt confirmation is requested.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00016588",
        "20cr330",
        "us v. maxwell",
        "redaction",
        "order",
        "alison j. nathan",
        "seal",
        "court",
        "nathan nysd chambers",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013905",
      "summary": "The United States Attorney’s Office for the Southern District of Florida provided a notification to numerous individuals (“identified individuals,” including Jane Doe #1 through #30, R. Alexander Acosta, and Jeffrey Epstein) regarding their status as victims of offenses under Title 18, United States Code, Section 2255, committed by Jeffrey Epstein while they were minors. The notification states that these individuals were considered for inclusion in an indictment against Epstein. It also stipulates that a copy of the notification may be introduced as evidence in any judicial proceeding between these individuals and Epstein, and that judicial authorities should consider the intent to place them in the position they would have been in had Epstein been convicted. Jeffrey Epstein acknowledged receipt and understanding of the notification, and waived any evidentiary challenges to its introduction.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00013905",
        "jeffrey epstein",
        "united states attorney",
        "victim notification",
        "title 18",
        "2255",
        "jane doe",
        "redaction",
        "agreement",
        "florida",
        "judicial proceeding"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038389",
      "summary": "A New York State Intelligence Center (NYSIC) request for information was submitted on December 28, 2025, regarding Ghislaine Maxwell. The request, initiated by Detective [REDACTED], seeks a CIAS (Computer Integrated Analysis System) search of Maxwell for the past year. The request includes details about the requestor, Maxwell’s personal information (DOB, aliases, addresses, SSN, driver’s license), and financial/business information, including names, addresses, tax IDs, and financial institutions. Vehicle information is also included. The requestor wants NYSIC personnel to conduct a CIAS search and confirms the request was submitted via email or fax, with a requirement to verify fax receipt by phone.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038389",
        "nysic",
        "new york state intelligence center",
        "ghislaine maxwell",
        "investigation",
        "child exploitation",
        "nypd",
        "fbi",
        "tax id",
        "request for information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}