{
  "keyword": "united states department of justice",
  "count": 111,
  "keyword_match_count": 111,
  "content_match_count": 21,
  "total_files": 132,
  "timeline": [
    {
      "file_id": "EFTA00013745",
      "summary": "On October 9, 2007, R. Alexander Acosta, U.S. Attorney for the Southern District of Florida, responded to Lilly Ann Sanchez, Esq., regarding the selection of attorneys for victims in the Jeffrey Epstein investigation. Acosta proposed utilizing Judge Davis as a mediator/special master to assist in attorney selection and potential settlement negotiations, suggesting a contingency fee arrangement for the attorneys. He offered a telephone conference to discuss the matter further and requested updates on communication with Jay Lefkowitz and Guy Lewis.",
      "timestamp": "2007-10-09T00:00:00",
      "timestamp_raw": "October 9, 2007",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "lilly ann sanchez",
        "non-prosecution agreement",
        "judge davis",
        "victim representation",
        "contingency fee",
        "mediation",
        "settlement",
        "attorney selection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013910",
      "summary": "As of June 27, 2008, the U.S. Department of Justice, via R. Alexander Acosta, was awaiting a proposed plea agreement and notification of a change of plea hearing for Jeffrey Epstein. The Non-Prosecution Agreement stipulated Epstein’s plea, sentencing, and start of incarceration by January 4, 2008, but after exhausting appeals, Acosta demanded Epstein fulfill the agreement by June 30, 2008. Despite multiple requests from counsel, Acosta had not received the plea agreement or hearing information, raising concerns about a potential breach of the Non-Prosecution Agreement. A witness’s request to cancel their appearance was also received, reflecting Epstein’s intended guilty plea.",
      "timestamp": "2008-06-27T00:00:00",
      "timestamp_raw": "June 27, 2008",
      "keywords": [
        "jeffrey epstein",
        "plea agreement",
        "state attorney's office",
        "non-prosecution agreement",
        "change of plea",
        "united states department of justice",
        "roy black",
        "jack goldberger",
        "florida",
        "2008"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013888",
      "summary": "On June 30, 2008, Jeffrey Epstein pleaded guilty to Florida violations and was sentenced to prison time and community control. As part of an agreement with the U.S. Department of Justice, Epstein has granted victims of offenses under Title 18, U.S. Code, Section 2255 the right to pursue legal action as if he had been federally prosecuted and convicted. The U.S. will provide Epstein’s attorneys with a list of potential victims to be named in an indictment, and judicial interpretations will consider the intent to treat these victims similarly to how they would have been treated in a federal trial.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "epstein",
        "florida statutes",
        "united states department of justice",
        "victims",
        "prosecution",
        "indictment",
        "community control",
        "2255",
        "prostitution",
        "guilty plea"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021249",
            "similarity": 0.538,
            "index": 3,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021249",
      "summary": "On July 10, 2008, Jack A. Goldberger, Esq., representing Jeffrey Epstein, received a letter from R. Alexander Acosta, U.S. Attorney for the Southern District of Florida. Epstein pleaded guilty to Florida Statutes Sections 796.07 and 796.03 and was sentenced to a combined 18 months in prison and community control. As part of an agreement, the U.S. Department of Justice deferred federal prosecution, subject to a condition granting victims of related offenses (as defined in Title 18, U.S.C. § 2255) the same rights as if Epstein had been federally prosecuted and convicted. The U.S. would provide Epstein’s attorneys with a list of potential victims to be named in an indictment, and judicial interpretation would consider the intent to place these victims in the same position as they would have been had Epstein been convicted at trial. The letter identifies specific individuals the U.S. was prepared to name as victims.",
      "timestamp": "2008-07-10T00:00:00",
      "timestamp_raw": "July 10, 2008",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "florida statutes",
        "guilty plea",
        "prosecution",
        "victims",
        "community control",
        "title 18",
        "united states code",
        "2255"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013888",
            "similarity": 0.538,
            "index": 2,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013587",
      "summary": "On August 26, 2008, Jay P. Lefkowitz and Roy Black, attorneys for Jeffrey Epstein, received a letter from the U.S. Department of Justice regarding the victim notification process in the case of *Jane Doe 1 and 2 v. United States* (EFTA00013587). The DOJ confirmed the final list of 32 victims, outlined procedures for sending notification letters with attorney copies, and addressed concerns about contact person designation and fee arrangements for Mr. Josefsberg. The DOJ also confirmed agreement with the lead AUSA regarding notification of the judge’s ruling and affirmed its position regarding the Agreement and Addendum’s terms, including potential enforcement if breached.",
      "timestamp": "2008-08-26T00:00:00",
      "timestamp_raw": "August 26, 2008",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "civil litigation",
        "victim notification",
        "litigation",
        "civil restitution",
        "jane doe 1",
        "efta00013587"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027136",
      "summary": "This document is an indictment charging Frederick Hernandez, Joey Rosas, and Christopher Moore with making false statements and aiding and abetting in connection with their duties as correctional officers at the Big Spring Correctional Center (BSCC). Specifically, they are accused of falsifying records related to inmate counts and supervision checks within the Flight Line Unit Special Housing Unit (SHU). The indictment details six counts involving discrepancies in log entries and formal count data, claiming they failed to conduct required checks and counts as mandated for their positions. The document establishes the context of the case, including the GEO Group contract and the BOP’s jurisdiction over the facility, and the specific procedures for inmate supervision within the SHU.",
      "timestamp": "2012-08-22T00:00:00",
      "timestamp_raw": "August 22, 2012",
      "keywords": [
        "geo group",
        "bscc",
        "flight line unit",
        "shu",
        "correctional officers",
        "counts",
        "30-minute checks",
        "formal counts",
        "false statements",
        "united states department of justice",
        "texas"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027134",
      "summary": "The United States charged James McKinnon with Misprision of a Felony (18 U.S.C. § 4) related to the Big Spring Correctional Center. McKinnon, a Correctional Officer, is accused of knowingly allowing false statements to be submitted to the Department of Justice regarding shift logs (GEO FLIGHTLINE 12 HOUR SHIFT, 30 MINUTE ROUNDS Forms) indicating 30-minute rounds were performed when they were not. This involved signing and submitting false forms, concealing the truth, and failing to report the violation to authorities, violating 18 U.S.C. § 1001 (False Statements).",
      "timestamp": "2012-08-22T00:00:00",
      "timestamp_raw": "August 22, 2012",
      "keywords": [
        "misprision of a felony",
        "james mckinnon",
        "united states department of justice",
        "big spring correctional center",
        "geo group",
        "correctional officer",
        "18 u.s.c. § 4",
        "false statements",
        "felony",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038498",
      "summary": "This document is a receipt for seized property, identified as EFTA00038498 and EFTA00038499. It details the items received, including a “Cockso” and a “Cocat Sci,” along with information regarding the date of receipt, originating and releasing parties, and the receiving officer. The document is associated with a case ID of 3/E-Nti-30.27571 and originates from the United States Department of Justice, Federal Bureau of Investigation.",
      "timestamp": "2015-04-13T00:00:00",
      "timestamp_raw": "4-13-2015",
      "keywords": [
        "efta00038498",
        "sterol",
        "fd-597",
        "receipt",
        "property",
        "justice",
        "fbi",
        "seized",
        "ceflected",
        "case id"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033573",
      "summary": "This document is a receipt for property collected/seized as part of a Federal Bureau of Investigation (FBI) case (Case ID: EFTA00033573). It records the details of a specific item(s) – a “121’10Ke AS, /H et -sr” – received from an unidentified source (“Received From: [REDACTED]”) on December 26, 2015, and signed by an FBI agent. The receipt includes information on who received, returned, or was released the item(s).",
      "timestamp": "2015-12-26T00:00:00",
      "timestamp_raw": "December 26, 2015",
      "keywords": [
        "fbi",
        "receipt for property",
        "redaction analysis",
        "efta00033573",
        "pd-597",
        "case id",
        "united states department of justice",
        "collected/seized",
        "received from",
        "released to"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027666",
      "summary": "**Background:** *   Jeffrey Epstein sexually abused over 30 minor girls, including the Petitioners, between 1999 and 2007. *   The Palm Beach Police Department investigated, and the FBI became involved in 2006. *   The Government engaged in negotiations with Epstein’s attorneys to reach a Non-Prosecution Agreement (NPA). *   The NPA involved deferring federal prosecution to state charges in exchange for immunity for Epstein and certain co-conspirators. **Government Actions & Allegations:** *   The Government failed to inform the Petitioners about the NPA or its intentions to defer prosecution. *   The Government sent letters to the victims requesting patience while the investigation continued, without disclosing the agreement. *   The Government made statements implying a continued federal investigation. *   The Government’s handling of the situation is viewed as a violation of the victims' rights to confer, receive timely notice, and be treated fairly under the CVRA. **Court’s Ruling:** *   The Court found the Government violated the Petitioners’ rights under the CVRA by failing to inform them about the NPA. *   The Court denied the Government’s motion for summary judgment and ordered further proceedings to determine appropriate relief.",
      "timestamp": "2019-02-21T00:00:00",
      "timestamp_raw": "02/21/2019",
      "keywords": [
        "efta00027666",
        "jeffrey epstein",
        "jane doe i",
        "jane doe 2",
        "cvra",
        "victim notification",
        "npa",
        "palm beach",
        "florida",
        "united states",
        "federal law",
        "sexual abuse",
        "fbi",
        "government",
        "prosecution",
        "restitution",
        "crime victims' rights act",
        "investigation",
        "state charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031682",
      "summary": "An email was sent from the United States Department of Justice’s Public Affairs office to [REDACTED] regarding a press conference video. The video, hosted at https://www.justice.gov/usao-sdny/2019-press-conferences, was shared by Nicholas Biase.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "press conference",
        "video",
        "justice",
        "doj",
        "southern district of new york",
        "nicholas biase",
        "redaction",
        "united states department of justice",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018705",
      "summary": "On July 11, 2019, an individual (USANYS) received a message inquiring about a possible renewed investigation related to Jeffrey Epstein, referencing approximately a dozen FBI agents observed at a location (the mansion). The message was declined by the sender (USANYS).",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "efta00018705",
        "usanys",
        "fbi",
        "epstein",
        "search",
        "mansion",
        "journal",
        "tip",
        "public affairs",
        "united states department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015685",
      "summary": "A correspondence email, dated July 11, 2019, from the United States Department of Justice’s (USANYS) Public Affairs office (Southern District of New York) regarding information related to Jeffrey Epstein. The email was a reply to an earlier email and included the document EFTA00015685.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "usanys",
        "doj",
        "united states department of justice",
        "southern district of new york",
        "public affairs",
        "efta00015685"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028079",
      "summary": "The email exchange discusses a financial document related to Jeffrey Epstein, originally submitted by defense counsel under seal and subsequently unsealed by the court. One party notes Epstein declined to provide financial information to Pretrial Services and instead offered to submit it directly to the court. Another party confirms the document was originally requested and relates to a previously submitted document.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein",
        "redaction",
        "financial information",
        "pretrial services",
        "united states department of justice",
        "southern district of new york",
        "pacer",
        "defense counsel",
        "document",
        "mobile"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016172",
      "summary": "The U.S. Department of Justice, via the United States Attorney for the Southern District of New York, is responding to Jeffrey Epstein’s July 16, 2019 letter regarding an expired Austrian passport. The government disputes Epstein’s claim about the passport’s expiration, presenting evidence of numerous travel stamps indicating its use in countries like France, Spain, the UK, and Saudi Arabia in the 1980s. The government also points out that Epstein has not disclosed his citizenship or legal residency status outside of the United States.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "redaction analysis",
        "southern district of new york",
        "united states v.",
        "foreign passport",
        "austrian passport",
        "ecf",
        "richard m. berman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020341",
      "summary": "An email chain discusses concerns regarding statements about Jared Epstein's detention, with the U.S. Attorney's Office agreeing not to make such statements. The email originates from the Public Affairs office of the United States Department of Justice’s U.S. Attorney’s Office in the Southern District of New York.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "detention",
        "redaction",
        "united states department of justice",
        "southern district of new york",
        "public affairs",
        "concerns",
        "statements",
        "justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022522",
      "summary": "An email chain discusses concerns regarding a bail statement related to Jeffrey Epstein. Geoffrey Berman (USANYS) inquired about the concern, leading to a conversation with [REDACTED] who expressed misgivings about statements concerning detention. The sender agreed with this position. The email chain includes references to a tip line investigation and a previous statement made on Monday.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "litigation risk",
        "redaction",
        "united states department of justice",
        "southern district of new york",
        "tip line",
        "responses",
        "detention",
        "geoffrey berman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020342",
      "summary": "A communication dated July 17, 2019, regarding an Epstein bail statement was sent from the United States Department of Justice, U.S. Attorney's Office, Southern District of New York to [REDACTED] and [REDACTED]. The sender, Public Affairs, agreed with Mnd’s concerns about statements concerning detention.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "epstein",
        "bail",
        "statement",
        "redaction",
        "justice",
        "united states department of justice",
        "southern district of new york",
        "2019",
        "july",
        "mnd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019329",
      "summary": "A Justice Department official (from [REDACTED] to [REDACTED]) sent an email on July 23, 2019, to the Washington Post regarding reports that Jeffrey Epstein was found unresponsive in his cell, potentially as a suicide attempt. The official offered to discuss the situation.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "redaction",
        "wapo",
        "united states department of justice",
        "southern district of new york",
        "mobile",
        "press office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015493",
      "summary": "The case concerns access to video footage from the Metropolitan Correctional Center (MCC) and related records pertaining to the death of Jeffrey Epstein. Key points from the declaration: *   **Background:** Christenson works at the Federal Medical Center in Rochester, Minnesota, and her previous declaration details her role. *   **FOIA Requests:** The BOP received a separate FOIA request (not from the plaintiffs) for MCC video records in August 2019. This request was logged in 2019. *   **Record Production:**  The BOP produced records to the plaintiffs in phased releases, beginning in August 2020. *   **Corrections to Previous Declaration:** Christenson corrects an error in her previous declaration regarding the number of scanned visitor logs and the date of a related log entry (from July 30, 2019). *   **Further Production (October 2020):** The BOP produced an additional 351 pages of records, including attorney log books and emails, after reaching agreements with the plaintiffs regarding the handling of records from the Office of Inspector General (OIG). *   **OIG Records Review:** The BOP reviewed approximately 7,475 pages of records returned from the OIG, identifying roughly 6,898 pages as non-responsive or duplicative. 387 pages were withheld in full under Exemptions 6, 7(C), and 7(A). *   **Updated Index:** A revised index of withheld documents (the \"Updated Index\") reduces the number of pages withheld and clarifies the application of exemptions. *   **Exemption Justifications:** The BOP justifies withholding records under Exemptions 6 (privacy of personnel and medical files), 7(A) (law enforcement records), and 7(E) (techniques and procedures for law enforcement investigations), citing concerns about privacy, potential harm to individuals, and the need to protect BOP operational security. Specifically, they argue that releasing certain information would risk compromising investigations or endangering BOP employees and inmates.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "efta00015493",
        "foia",
        "bop",
        "federal bureau of prisons",
        "kara christenson",
        "united states department of justice",
        "inmate records",
        "video footage",
        "epstein",
        "mcc rochester",
        "inmate census",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036304",
      "summary": "On August 9, 2019, an email was sent from the Human Resources Specialist at the MCC, New York, to the United States Department of Justice’s Federal Bureau of Prisons, Metropolitan Correctional Center New York. The email requested a list of staff who had found weapons, going back as far as possible. Two redactions are present in the email.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "efta00036304",
        "names",
        "weapons",
        "human resources",
        "metropolitan correctional center",
        "united states department of justice",
        "bureau of prisons",
        "new york",
        "2019",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035430",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant assumed duties at 12:00 AM. The daily count was 758 with 73 inmates in SHU.  Notable events included inmate observations (Psych Obs.) for several inmates, one inmate in a dry cell with staff intervention, a medical emergency involving unresponsive inmate Epstein requiring CPR and transport to a local hospital, and monitoring of STG International Terrorist phone calls and WITSEC inquiries. The final count at the end of the shift was 758 with 71 inmates in SHU, 5 in the 10-South SHU, and 4 in the Health/Administrative Observation units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "shu",
        "psych obs",
        "restraint equipment",
        "institution count",
        "emergency",
        "cpr",
        "administrative detention",
        "terrorist phone calls"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018969",
      "summary": "A redacted statement, titled \"Jeffrey_Epstein_Statement.docx,\" was sent from the U.S. Attorney's Office, Southern District of New York, to an unidentified recipient (USANYS) on August 10, 2019. The document is associated with Redaction Analysis EFTA00018969.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "redaction",
        "efta00018969",
        "usanys",
        "jeffrey epstein",
        "statement",
        "redlined",
        "united states department of justice",
        "southern district of new york",
        "public affairs",
        "mobile"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035358",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant conducted morning operations, including a count of 758 inmates (73 in SHU), a fire alarm system issue, and restraint equipment inventory.  Throughout the shift, there were several body alarm tests and institutional counts. A medical emergency involving inmate Epstein (#76318-054) occurred at 6:33 AM, resulting in CPR and transport to a local hospital. The Lieutenant relieved duties at 8:00 AM, and the final count was 758 with 71 in SHU. WITSEC inquiries and administrative detentions were also noted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "prea",
        "inmate count",
        "shu",
        "medical emergency",
        "cpr",
        "restraint equipment",
        "administrative detention",
        "terrorism"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034372",
      "summary": "On August 12, 2019, Warden Lamine N’Diaye of the Metropolitan Correctional Center (MCC) New York responded to Judge Richard M. Berman’s inquiry about investigations related to an incident involving Jeffrey Epstein on or about July 23, 2019. N’Diaye confirmed that an internal investigation was completed, but the FBI and OIG investigations would include the incident. He stated he could not disclose information about the prior investigation due to its confidential nature. Counsel for Jeffrey Epstein, Martin Weinberg, is also included in the correspondence.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "richard m. berman",
        "fbi",
        "oig",
        "august 12",
        "2019",
        "internal investigation",
        "july 23",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035366",
            "similarity": 0.571,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036321",
      "summary": "On August 12, 2019, a Lieutenant from the Federal Bureau of Prisons (specifically, the United States Penitentiary at Florence, Colorado – Administrative Maximum) contacted someone (“baCK”) regarding a previous call. A subsequent communication occurred between the same Lieutenant and the United States Department of Justice’s Federal Bureau of Prisons, involving the Metropolitan Correctional Center New York. The case involved inmate EFTA00036321.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036321",
        "federal bureau of prisons",
        "administrative maximum",
        "united states penitentiary",
        "florence",
        "colorado",
        "united states department of justice",
        "call",
        "lieutenant",
        "text.htm",
        "image.png"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035366",
      "summary": "On August 12, 2019, the Warden of Maropolhaa Correcuioaal Caner (MCC New York) responded to Judge Richard M. Berman’s inquiry about an investigation into an incident involving Jeffrey Epstein on July 23, 2019. The Warden confirmed that the FBI and OIG investigations would include this incident, despite an internal investigation having been completed. Due to the ongoing investigations, the Warden stated they could not disclose information about the prior investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "oig",
        "united states department of justice",
        "federal bureau of prisons",
        "mcc new york",
        "richard m. berman",
        "investigation",
        "redaction analysis",
        "august 12",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034372",
            "similarity": 0.571,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021012",
      "summary": "On August 14, 2019, Geoffrey Berman, U.S. Attorney, sent a notification to Gloria Allred regarding Case Number 2018R01618 and Court Docket Number 19-CR-00490. The notification, provided by the U.S. Department of Justice Victim Notification System, explains that Jeffrey Epstein died in custody and the Department intends to seek dismissal of the indictment. However, the ongoing investigation necessitates continued outreach to potential victims and individuals with relevant information, encouraging contact with the FBI at 1-800-CALL-FBI. Wendy Olsen serves as the Victim Witness Coordinator for this case.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "victim notification system",
        "prosecution",
        "indictment",
        "victim",
        "law enforcement",
        "investigation",
        "gloria allred",
        "case number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036871",
      "summary": "On August 14, 2019, a Financial Program Specialist at the Federal Bureau of Prisons (BOP) responded to a question regarding per diem eligibility for staff traveling over 50 miles and exceeding 12 hours. The BOP-ADM/Acct Policy & Procedures, referencing GSA FTR 301-11.1, states that per diem is granted if the trip is over 12 hours and over 50 miles.  A subsequent page contains irrelevant text and a different document number (EFTA00036872).",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036871",
        "per diem",
        "travel authorization",
        "bop",
        "gsa ftr 301-11.1",
        "50 miles",
        "12 hours",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional ctr",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027154",
      "summary": "On August 15, 2019, the U.S. Department of Justice, Office of the United States Attorney for the Southern District of New York, submitted a request to Judge Richard M. Berman for approval of a nolle prosequi order in the case of *United States v. Jeffrey Epstein*. This request followed the New York City Medical Examiner’s determination that Jeffrey Epstein’s death, occurring on August 10, 2019, was a suicide. The government intends to notify all identified victims following the order’s entry, aligning with the Crime Victims’ Rights Act and their ongoing commitment to supporting victims of the case.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "efta00027154",
        "jeffrey epstein",
        "suicide",
        "united states department of justice",
        "richard m. berman",
        "nolle prosequi",
        "crime victims' rights act",
        "metropolitan correctional center",
        "new york",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036325",
      "summary": "This document pertains to inmate EFTA00036325 at the Metropolitan Correctional Center New York. It includes an email correspondence regarding a request for printing documents in color, along with attached files: TEXT.htm, Staff Joint_NYC.docx, and IMAGE.png. The email originates from Zieutarat at the United States Department of Justice, Federal Bureau of Prisons.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00036325",
        "print in color",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center new york",
        "nyc",
        "staff",
        "text.htm",
        "image.png"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036328",
      "summary": "An email was sent from the United States Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center New York regarding \"print in color 2.\" The email included a document named TEXT.htmaNYC.docx and an image named IMAGE.png. The sender is redacted, and the recipient is redacted. The document's identifier is EFTA00036328.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00036328",
        "bureau of prisons",
        "federal bureau of prisons",
        "new york",
        "print",
        "redaction",
        "doc",
        "justice",
        "color"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018944",
      "summary": "On August 28, 2019, the U.S. Attorney’s Office for the Southern District of New York requested that the New York City Office of the Chief Medical Examiner (OCME) withhold specific documents, evidence, and information related to the autopsy of Jeffrey Epstein. This request stemmed from an ongoing criminal investigation into Epstein’s death at the Metropolitan Correctional Center (MCC). The USAO and FBI provided the OCME with materials and information during the investigation, and the U.S. Attorney requested the OCME to not share these materials, including names of federal law enforcement agents involved, with any third party, until the criminal investigation concluded.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "jeffrey epstein",
        "autopsy report",
        "united states attorney",
        "federal bureau of investigation",
        "metropolitan correctional center",
        "criminal investigation",
        "office of the chief medical examiner",
        "redaction analysis",
        "florence butner",
        "united states department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021295",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021295",
      "summary": "On August 28, 2019, the U.S. Attorney’s Office for the Southern District of New York requested that the New York City Office of the Chief Medical Examiner (OCME) withhold specific materials related to Jeffrey Epstein’s autopsy. These materials include documents, records, and information provided by the USAO and FBI, as well as OCME case files containing such information. The request also included withholding the names and identifying information of federal law enforcement agents involved in the investigation and the substance of their interviews. The Attorney’s Office reserved the right to seek further legal process if the OCME were to disclose these materials.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "jeffrey epstein",
        "autopsy report",
        "united states attorney",
        "federal bureau of investigation",
        "metropolitan correctional center",
        "criminal investigation",
        "florence hutner",
        "office of the chief medical examiner",
        "redaction analysis",
        "united states department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018944",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009972",
      "summary": "The U.S. Marshals Service responded to a Freedom of Information Act request regarding records pertaining to Jeffrey Epstein.  70 pages of documents were released, but 3 pages containing information originating from the Federal Bureau of Prisons were forwarded to that agency for their response. The release was redacted under FOIA Exemptions (b)(6), (b)(7)(C), (b)(7)(E), and (b)(7)(F) to protect personally identifiable information of law enforcement officers and government employees, prevent unwarranted invasion of privacy, and safeguard law enforcement techniques and procedures. The release also excluded third party names to avoid potential embarrassment or harassment.  The response included standard FOIA notification and appeal information.",
      "timestamp": "2019-09-06T00:00:00",
      "timestamp_raw": "September 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "us marshals service",
        "foia",
        "redaction analysis",
        "exemptions (b)(6)",
        "(b)(7)(c)",
        "(b)(7)(f)",
        "privacy",
        "law enforcement",
        "investigations",
        "united states department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029308",
      "summary": "A report titled “Crim report” was sent from the Public Affairs office of the U.S. Attorney’s Office, Southern District of New York, on September 11, 2019, attached to a document named \"Short_Update_Rpt_12-7-18.docx\". The report is identified as EFTA00029308.",
      "timestamp": "2019-09-11T00:00:00",
      "timestamp_raw": "September 11, 2019",
      "keywords": [
        "crim report",
        "efta00029308",
        "united states department of justice",
        "southern district of new york",
        "public affairs",
        "short update rpt"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015285",
      "summary": "On October 8, 2019, Nicholas Blase of the US Department of Justice reported that the FBI located Ghislaine Maxwell and an arrest/charges are imminent due to a statutory deadline. Two meetings with law enforcement have been held with victims in New York City and Florida.",
      "timestamp": "2019-10-08T00:00:00",
      "timestamp_raw": "October 8, 2019",
      "keywords": [
        "efta00015285",
        "ghislaine maxwell",
        "fbi",
        "arrest",
        "charges",
        "media",
        "usanys",
        "nicholas biase",
        "united states department of justice",
        "victims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010267",
      "summary": "This document is an email from the U.S. Attorney’s Office, Southern District of New York, to [REDACTED] and [REDACTED] regarding “Priorities.” It includes a revised draft document, “SDNY PRIORITIES DRAFT iRevised_10.31.19_nvb].docx,” with revisions, additions, and formatting fixes. The email is dated October 31, 2019, and originates from the Public Affairs team.",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "October 31, 2019",
      "keywords": [
        "efta00010267",
        "priorities",
        "united states department of justice",
        "sdny",
        "redaction",
        "public affairs",
        "revision",
        "october 31",
        "2019",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010384",
      "summary": "On November 20, 2019, The Duke of York (Prince Andrew) announced he would step back from public duties due to concerns about his association with Jeffrey Epstein. This followed a statement expressing regret for the association and sympathy for victims. He offered cooperation with law enforcement investigations. The announcement was made in response to a request and approved by Her Majesty.",
      "timestamp": "2019-11-20T00:00:00",
      "timestamp_raw": "November 20, 2019",
      "keywords": [
        "prince andrew",
        "jeffrey epstein",
        "royal communications",
        "statement",
        "duke of york",
        "public duties",
        "her majesty",
        "law enforcement",
        "united states department of justice",
        "victims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018946",
      "summary": "On December 11, 2019, the U.S. Attorney’s Office for the Southern District of New York (USANYS) sent an email regarding the upcoming unsealing of four indictments against co-conspirators related to Jeffrey Epstein. Julie Brown was reportedly hearing this news, and the email was from the Public Affairs office.",
      "timestamp": "2019-12-11T00:00:00",
      "timestamp_raw": "December 11, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "indictments",
        "justice",
        "southern district of new york",
        "julie brown",
        "united states department of justice",
        "public affairs",
        "contractor",
        "unsealing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017955",
      "summary": "On December 19, 2019, the U.S. Department of Justice, through the United States Attorney for the Southern District of New York, informed Judge Kenneth M. Karas about the defense’s request for video footage (the “Video”) from the Metropolitan Correctional Center (MCC) from July 22-23, 2019, related to the case *United States v. Nicholas Tartaglione*. The Government confirmed the video was preserved and is in the process of obtaining a copy to provide to defense counsel for review at the United States Attorney's Office.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "December 19, 2019",
      "keywords": [
        "justice",
        "united states department of justice",
        "nicholas tartaglione",
        "metropolitan correctional center",
        "video",
        "redaction",
        "court",
        "judge karas",
        "southern district of new york",
        "ecf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017909",
      "summary": "Geoffrey Berman, of the USANYS, sent an email recommending a subpoena be issued to Jeffrey Epstein’s estate and executors to obtain surveillance camera footage from his New Mexico estates. He attached a link to a Daily Mail article featuring photographs of Epstein’s ranch showing an eight-person party with suspected pedophiles.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "epstein ranch",
        "surveillance cameras",
        "subpoena",
        "videos",
        "photos",
        "jeffrey epstein",
        "executors",
        "united states department of justice",
        "new mexico",
        "daily mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028195",
      "summary": "An email chain discusses obtaining the ages and date of birth (DOB) for individuals named Noel, Thomas, and Jeffrey Spstein. A link to a New York Times article about Spstein and two other individuals is included. The email originates from the U.S. Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2019",
      "keywords": [
        "efta00028195",
        "noel",
        "jeffrey epstein",
        "tova noel",
        "michael thomas",
        "ages",
        "dobs",
        "united states department of justice",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010333",
      "summary": "Email exchanges between individuals at the United States Department of Justice, U.S. Attorney’s Office Southern District of New York, and NBC regarding an article from Page Six detailing Ghislaine Maxwell’s connections to wealthy associates of Jeffrey Epstein, specifically her staying in Colorado with these individuals. The emails express disbelief and amusement at the article’s content. One email includes a link to the Page Six article.",
      "timestamp": "2020-01-02T00:00:00",
      "timestamp_raw": "02 Jan 2020",
      "keywords": [
        "ghislaine maxwell",
        "safe houses",
        "contacts",
        "page six",
        "nbc",
        "epstein",
        "colorado",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031907",
      "summary": "On January 3, 2020, CBS News was informed by an unnamed source that they had not been contacted for comment regarding a potential 60 Minutes feature on Jeffrey Epstein.  A CBS News employee received the information from another source and relayed it to colleagues, expressing disappointment about the lack of direct contact.  Another CBS employee mentioned a promotional item related to Epstein's death that was available on his website. The communication originated from the Public Affairs department within the U.S. Attorney’s Office, Southern District of New York.",
      "timestamp": "2020-01-03T00:00:00",
      "timestamp_raw": "January 3, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "cbs",
        "usanys",
        "60 minutes",
        "promo",
        "website",
        "death",
        "public affairs",
        "united states department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016751",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016751",
      "summary": "On January 3, 2020, an individual from the USANYS (Contractor) forwarded an email discussing a potential 60 Minutes feature on Jeffrey Epstein airing on Sunday night. This information originated from a different outlet, with no further details available at the time. The email was sent from a USANYS individual and included correspondence from the Public Affairs team of the United States Department of Justice, U.S. Attorney's Office, Southern District of New York.",
      "timestamp": "2020-01-03T00:00:00",
      "timestamp_raw": "January 3, 2020",
      "keywords": [
        "epstein",
        "murder",
        "usanys",
        "redaction",
        "60 minutes",
        "promo",
        "united states department of justice",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031907",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017953",
      "summary": "On January 9, 2020, the U.S. Department of Justice informed Judge Karas that the requested video footage from July 22-23, 2019, outside Nicholas Tartaglione’s cell at the Metropolitan Correctional Center (MCC) does not exist. Initially, the MCC erroneously preserved video from the adjacent Cell-2 instead of Cell-1 due to an error in the MCC’s computer system.  A subsequent review of the MCC’s backup system confirmed the video was missing and had not been updated since August 2019 due to technical errors. The Government intends to provide the video of Cell-2 for defense counsel’s review.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "January 9, 2020",
      "keywords": [
        "nicholas tartaglione",
        "metropolitan correctional center (mcc)",
        "united states v.",
        "kenneth m. karas",
        "video footage",
        "jeffrey epstein",
        "criminal case",
        "united states department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018250",
      "summary": "On January 10, 2020, the United States Department of Justice, U.S. Attorney’s Office I Southern District of New York, sent an email titled “Truth and Lies: Jeffrey Epstein got about 3.5 million viewers last night.” The email included a report detailing viewership figures for a broadcast about Jeffrey Epstein, with an attached report labeled EFTA00018250.",
      "timestamp": "2020-01-10T00:00:00",
      "timestamp_raw": "January 10, 2020",
      "keywords": [
        "epstein",
        "criticalmention",
        "united states department of justice",
        "truth and lies",
        "report",
        "public affairs",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017742",
      "summary": "On January 28, 2020, an email exchange occurred between individuals at the United States Department of Justice, specifically the U.S. Attorney’s Office for the Southern District of New York, regarding a media report. One individual requested a chart comparing media coverage with announcements related to Avenatti and Epstein. Another individual sent a link to a media report and initiated the discussion. The email chain referenced a report file named “f1122092-95a8-4096-9a07-bc9472b46364”.",
      "timestamp": "2020-01-28T00:00:00",
      "timestamp_raw": "January 28, 2020",
      "keywords": [
        "efta00017742",
        "critical mention",
        "avenatti",
        "epstein",
        "usanys",
        "media report",
        "justice department",
        "southern district of new york",
        "chart",
        "announcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021074",
      "summary": "This document is an email from the U.S. Department of Justice, U.S. Attorney’s Office, Southern District of New York, regarding a news article from the Sun-Sentinel concerning Jeffrey Epstein documents available online. The email was sent on February 5, 2020.",
      "timestamp": "2020-02-05T00:00:00",
      "timestamp_raw": "February 5, 2020",
      "keywords": [
        "efta00021074",
        "jeffrey epstein",
        "united states department of justice",
        "southern district of new york",
        "redaction analysis",
        "sun-sentinel",
        "crime",
        "20200130",
        "public affairs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026842",
      "summary": "On February 5, 2020, an email was sent from the U.S. Department of Justice’s Public Affairs office to [REDACTED] regarding a news article about an Epstein accuser appealing to Prince Andrew to speak with the FBI.",
      "timestamp": "2020-02-05T00:00:00",
      "timestamp_raw": "February 5, 2020",
      "keywords": [
        "efta00026842",
        "epstein",
        "prince andrew",
        "fbi",
        "redaction analysis",
        "nbc new york",
        "united states department of justice",
        "southern district of new york",
        "public affairs",
        "appeals"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020570",
      "summary": "A communication from the United States Department of Justice’s U.S. Attorney’s Office, Southern District of New York, regarding a “RAY Q/A” document (Larry_Ray_Q_&_A_2.7.2020.docx) sent from Public Affairs to [REDACTED]. The email is dated February 7, 2020, and includes attachments related to the case.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "efta00020570",
        "ray",
        "q/a",
        "united states department of justice",
        "larry ray",
        "public affairs",
        "redaction",
        "southern district of new york",
        "usanys",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026977",
      "summary": "A correspondence exchange occurred between the United States Department of Justice’s U.S. Attorney’s Office for the Southern District of New York and an individual (identified as [REDACTED]) regarding a journalist’s inquiry about Epstein/Brunel and US/French international justice. The Public Information Officer responded stating that the office cannot discuss matters not in the public record and prosecutors are unavailable for interviews under any circumstances. Future inquiries should be directed to the Public Information Officer or a colleague.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "07 Feb 2020",
      "keywords": [
        "epstein",
        "brunel",
        "usanys",
        "justice",
        "international",
        "journalist",
        "inquiry",
        "office",
        "policy",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025543",
      "summary": "A communication was sent from the United States Department of Justice, specifically the U.S. Attorney's Office for the Southern District of New York, to aYS and MI (both identified as USANYS). The email, dated March 6, 2020, was subject to “MCC Letter” and attached an image file named \"Re_AP_Exclusiye_loaded_gunfound_injail_where_Epstein_killed_himself.jpeg.\" The sender indicated “Just FYI.”",
      "timestamp": "2020-03-06T00:00:00",
      "timestamp_raw": "March 6, 2020",
      "keywords": [
        "efta00025543",
        "redaction analysis",
        "usanys",
        "united states department of justice",
        "public affairs",
        "mcc letter",
        "contractor",
        "epstein",
        "gun",
        "jpeg"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032129",
      "summary": "A request for a Material Witness PA (MLAT request) was sent from the U.S. Department of Justice Attaché at the United States Embassy - London to [REDACTED] on March 30, 2020. The request included proposed revisions to a document, specifically suggesting the omission of the complete set of direct exam questions. An attached document, Material_Witness_PA_3.30_DRAFT_UK_MLAT_request.docx, was provided.",
      "timestamp": "2020-03-30T00:00:00",
      "timestamp_raw": "March 30, 2020",
      "keywords": [
        "efta00032129",
        "redaction analysis",
        "mla request",
        "material witness pa",
        "united states department of justice",
        "uk",
        "mlat",
        "revisions",
        "direct exam questions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010460",
      "summary": "Kate Doniger of Kaplan I Lecker & Fink LLP communicated with Roberta Kaplan and Alexandra Conlon regarding a request for information relating to Jeffrey Epstein’s estate. The request included a Touhy letter and supporting exhibit submitted to the Department of Justice.  Kaplan responded, offering to discuss the request and scheduling a time to talk. The email chain included standard disclaimers regarding confidential and privileged communications.",
      "timestamp": "2020-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "united states department of justice",
        "litigation",
        "request for information",
        "touhy letter",
        "litigation against estate",
        "legal privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010435",
      "summary": "On April 21, 2020, the U.S. Department of Justice (DOJ) sent documents to Roberta Kaplan regarding a request for information related to Jeffrey Epstein and Jane Doe in Doe v. Estate of Jeffrey E. Epstein. The documents include reports of grand jury subpoena service on Jane Doe (DO.1_001-007), a biographical report of Jane Doe with redactions (DO.1_010-076), reports of contact between Jane Doe and the FBI (DO.1_077-087), electronic search results from Epstein’s New York residence (DO.1_081-087), and a document retrieved from discarded trash in Palm Beach (DO.1_088-091). The DOJ stated that its response was governed by the Touhy regulations.",
      "timestamp": "2020-04-21T00:00:00",
      "timestamp_raw": "April 21, 2020",
      "keywords": [
        "jeffrey epstein",
        "jane doe",
        "united states department of justice",
        "grand jury subpoena",
        "federal bureau of investigation",
        "touhy regulations",
        "electronic search",
        "new york residence",
        "doe v. estate of jeffrey e. epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029812",
      "summary": "On June 30, 2020, the Public Affairs team at the U.S. Attorney's Office, Southern District of New York, inquired about a draft release regarding Jeffrey Epstein. An attachment, the final JE release, was included.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "efta00029812",
        "usanys",
        "jeffrey epstein",
        "redaction",
        "united states department of justice",
        "public affairs",
        "contract",
        "draft release",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016156",
      "summary": "A draft visual titled “Ghislaine Maxwell Visual DRAFT v5” was prepared by the United States Department of Justice, Public Affairs, U.S. Attorney’s Office (Southern District of New York), and sent to [REDACTED] and [REDACTED]. The visual was formatted for printing and attached to an email.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "efta00016156",
        "ghislaine maxwell",
        "visual",
        "united states department of justice",
        "usanys",
        "contractor",
        "public affairs",
        "redaction analysis",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020352",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Acting United States Attorney Audrey Strauss, requested the unsealing of Indictment 20 Cr. 330 in the case of Ghislaine Maxwell. The United States District Court, under Judge Katharine H. Parker, granted the request to unseal the indictment. The case is designated as a \"Wheel C\" case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00020352",
        "united states department of justice",
        "southern district of new york",
        "ghislaine maxwell",
        "indictment",
        "unsealing order",
        "katharine h. parker",
        "united states attorney",
        "criminal case",
        "20 cr. 330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020359",
            "similarity": 0.818,
            "index": 60,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030350",
            "similarity": 0.667,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020355",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020359",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Southern District of New York, requested Judge Katharine H. Parker to unseal Indictment 20 Cr. 330, which involves the case against Ghislaine Maxwell. The court issued an order unsealing the indictment. The case is designated as a “Wheel C” case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00020359",
        "united states department of justice",
        "ghislaine maxwell",
        "indictment",
        "unsealing order",
        "southern district of new york",
        "katharine h. parker",
        "united states attorney",
        "criminal case",
        "20 cr. 330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020352",
            "similarity": 0.818,
            "index": 59,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030350",
            "similarity": 0.667,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020355",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030350",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Acting United States Attorney Audrey Strauss, requested Judge Katharine H. Parker to unseal Indictment 20 Cr. 330, which involves the case against Ghislaine Maxwell. Judge Parker granted this request, ordering the indictment to remain unsealed pending further court orders. The case is designated as a \"Wheel C\" case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00030350",
        "united states department of justice",
        "ghislaine maxwell",
        "indictment",
        "unsealing",
        "united states attorney",
        "southern district of new york",
        "katharine h. parker",
        "20 cr. 330",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020359",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020352",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020355",
            "similarity": 0.818,
            "index": 62,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020355",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Acting United States Attorney for the Southern District of New York, Audrey Strauss, requested Judge Katharine H. Parker to unseal Indictment 20 Cr. 330, which involves the case of Ghislaine Maxwell. The court granted the request, ordering the indictment to remain unsealed pending further order. The case is designated as a \"Wheel C\" case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00020355",
        "united states department of justice",
        "ghislaine maxwell",
        "indictment",
        "unsealing",
        "southern district of new york",
        "katharine h. parker",
        "united states attorney",
        "20 cr. 330",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030350",
            "similarity": 0.818,
            "index": 61,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020359",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020352",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021933",
      "summary": "An individual advised someone to seek legal counsel regarding “Maxwell” and emphasized the importance of understanding grand jury secrecy. Another individual forwarded an email from EFTA00021933 requesting guidance on naming alleged victims, citing their adulthood and prior waivers of anonymity. A response from the United States Department of Justice’s press office declined to answer the inquiry, directing further inquiries to the press office.",
      "timestamp": "2020-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2020",
      "keywords": [
        "maxwell",
        "legal liability",
        "legal advice",
        "grand juries",
        "ethics",
        "victims",
        "anonymity",
        "united states department of justice",
        "redaction analysis",
        "efta00021933"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020248",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, is producing discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (MN)). The materials, stamped with control numbers SDNY_GM_02753399 through SDNY_GM_02753431, consist of photographs designated as “confidential” under a Protective Order issued on July 31, 2020. The Government states it will continue to produce additional discoverable material as needed and offers assistance with access. The document is designated as confidential.",
      "timestamp": "2020-07-31T00:00:00",
      "timestamp_raw": "July 31, 2020",
      "keywords": [
        "justice",
        "ghislaine maxwell",
        "united states department of justice",
        "protective order",
        "discovery",
        "sdny",
        "bates numbers",
        "confidential",
        "production",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010017",
            "similarity": 0.538,
            "index": 112,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024919",
            "similarity": 0.667,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019082",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, is providing information regarding Minor Victim-4, an individual listed in the Superseding Indictment (S2 20 Cr. 330 (MN)) in the case of United States v. Ghislaine Maxwell. The letter includes a list of Bates ranges related to Minor Victim-4 that were previously produced as discovery. This information is provided under the terms of the July 31, 2020 Protective Order and is not exhaustive.",
      "timestamp": "2020-07-31T00:00:00",
      "timestamp_raw": "July 31, 2020",
      "keywords": [
        "united states department of justice",
        "ghislaine maxwell",
        "indictment",
        "protective order",
        "discovery",
        "minor victim-4",
        "new york",
        "denver",
        "s2 indictment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026715",
      "summary": "On August 13, 2020, the U.S. Department of Justice, Southern District of New York, sent a document to the MDC—Metropolitan Detention Center Legal Department regarding the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The communication included the password for a drive containing discovery materials. Audrey Strauss, Acting United States Attorney, signed the document.",
      "timestamp": "2020-08-13T00:00:00",
      "timestamp_raw": "August 13, 2020",
      "keywords": [
        "united states department of justice",
        "ghislaine maxwell",
        "federal express",
        "metropolitan detention center",
        "discovery materials",
        "legal department",
        "united states attorney",
        "southern district of new york",
        "20 cr. 330",
        "audrey strauss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013219",
            "similarity": 0.667,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013218",
            "similarity": 0.5,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018260",
            "similarity": 0.636,
            "index": 70,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013219",
      "summary": "On October 2, 2020, the United States Attorney for the Southern District of New York sent a notification to the MDC—Metropolitan Detention Center Legal Department regarding the United States v. Ghislaine Maxwell case (20 Cr. 330 (AJN)). The communication included the password “USAOsdnyl!” for a drive containing discovery materials related to Ghislaine Maxwell (case file 02879-509).",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "metropolitan detention center",
        "federal express",
        "usaosdnyl",
        "discovery materials",
        "legal department",
        "20 cr. 330",
        "audrey strauss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026715",
            "similarity": 0.667,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00013218",
            "similarity": 0.636,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018260",
            "similarity": 0.636,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029981",
            "similarity": 0.7,
            "index": 71,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023695",
      "summary": "On October 2, 2020, the U.S. Department of Justice, Southern District of New York, sent discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)) to the MDC—Metropolitan Detention Center. The materials were enclosed for inmate Ghislaine Maxwell (ID: 02879-509) and were provided by Acting United States Attorney Audrey Strauss.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states department of justice",
        "southern district of new york",
        "metropolitan detention center",
        "federal express",
        "discovery",
        "united states v.",
        "mdc",
        "audrey strauss",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013218",
            "similarity": 0.636,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018260",
            "similarity": 0.636,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029981",
            "similarity": 0.545,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013218",
      "summary": "On October 2, 2020, the United States Attorney for the Southern District of New York sent discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)) to the Metropolitan Detention Center Legal Department. The materials were enclosed for Ghislaine Maxwell (inmate 02879-509) to access.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "metropolitan detention center",
        "discovery",
        "united states department of justice",
        "legal department",
        "federal express",
        "audrey strauss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023695",
            "similarity": 0.636,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013219",
            "similarity": 0.636,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026715",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018260",
            "similarity": 0.6,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029981",
            "similarity": 0.667,
            "index": 71,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029979",
            "similarity": 0.6,
            "index": 74,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018260",
      "summary": "On October 29, 2020, Audrey Strauss, Acting United States Attorney, sent a document to the MDC—Metropolitan Detention Center Legal Department regarding the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The document is a notification containing the password for a CD containing discovery materials related to Ghislaine Maxwell (case file 02879-509).",
      "timestamp": "2020-10-29T00:00:00",
      "timestamp_raw": "October 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "metropolitan detention center",
        "discovery materials",
        "federal express",
        "audrey strauss",
        "united states department of justice",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013218",
            "similarity": 0.6,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023695",
            "similarity": 0.636,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013219",
            "similarity": 0.636,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029981",
            "similarity": 0.875,
            "index": 71,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029979",
            "similarity": 0.6,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031951",
            "similarity": 0.778,
            "index": 75,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029981",
      "summary": "On November 9, 2020, Audrey Strauss, Acting United States Attorney, sent a document to the MDC—Metropolitan Detention Center in Brooklyn, NY, regarding the United States v. Ghislaine Maxwell case (20 Cr. 330). The document provides the password for a drive containing discovery materials related to Ghislaine Maxwell (case file 02879-509).",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states department of justice",
        "metropolitan detention center",
        "discovery materials",
        "federal express",
        "united states v.",
        "audrey strauss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018260",
            "similarity": 0.875,
            "index": 70,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00013218",
            "similarity": 0.667,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023695",
            "similarity": 0.545,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029979",
            "similarity": 0.5,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031951",
            "similarity": 0.875,
            "index": 75,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030094",
            "similarity": 0.6,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029988",
      "summary": "An email chain discusses draft talking points for a victim briefing regarding child exploitation and human trafficking. The Office of the Deputy Attorney General (ODAG), specifically the Acting Chief Privacy and Civil Liberties Officer (OPCL), requests input and comments on the talking points, including topics to avoid or expand upon, with a deadline of November 10, 2020. The email involves multiple recipients within the U.S. Department of Justice including OPR, OPR, OPCL, OLA, USAGAN, and USANYS.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "November 10, 2020",
      "keywords": [
        "victim meeting",
        "talking points",
        "opcl",
        "odag",
        "redlines",
        "comments",
        "doj",
        "united states department of justice",
        "privacy",
        "civil liberties",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009927",
      "summary": "The U.S. Department of Justice, specifically the Southern District of New York, is providing Ghislaine Maxwell with a modified laptop at the Metropolitan Detention Center (MDC) for her to review discovery materials related to her case, *United States v. Ghislaine Maxwell*. The laptop has had its microphone, camera, and communication capabilities (Wi-Fi, Bluetooth, Ethernet) disabled. The Department is authorizing the use of a charger and access to discovery hard drives on the laptop.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan detention center",
        "discovery materials",
        "laptop",
        "legal counsel",
        "southern district of new york",
        "review",
        "inmate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029979",
      "summary": "On November 18, 2020, the U.S. Department of Justice, specifically the Acting United States Attorney Audrey Strauss, sent discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330) to the MDC—Metropolitan Detention Center in Brooklyn, NY, for inmate Ghislaine Maxwell (ID: 02879-509).",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "metropolitan detention center",
        "mdc",
        "discovery",
        "united states department of justice",
        "southern district of new york",
        "audrey strauss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029981",
            "similarity": 0.5,
            "index": 71,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018260",
            "similarity": 0.6,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013218",
            "similarity": 0.6,
            "index": 69,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030094",
            "similarity": 0.889,
            "index": 84,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032002",
            "similarity": 0.5,
            "index": 93,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031951",
      "summary": "This document is a letter from the United States Attorney, Audrey Strauss, to the MDC—Metropolitan Detention Center in Brooklyn, NY, regarding the United States v. Ghislaine Maxwell case (20 Cr. 330). The letter provides the password for a drive containing discovery materials related to Ghislaine Maxwell (case file 02879-509). The letter was sent on December 3, 2020.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "December 3, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "metropolitan detention center",
        "federal express",
        "discovery materials",
        "audrey strauss",
        "efta00031951"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029981",
            "similarity": 0.875,
            "index": 71,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00018260",
            "similarity": 0.778,
            "index": 70,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00013218",
            "similarity": 0.6,
            "index": 69,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030094",
            "similarity": 0.545,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028579",
            "similarity": 0.778,
            "index": 88,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032002",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027440",
      "summary": "A draft victim notification letter is being circulated regarding an ongoing criminal case (auto-generated from the VNS system, likely related to the Epstein case). The letter, generated through the United States Department of Justice Victim Notification System (VNS), informs a recipient that they were identified as a victim or potential victim during the investigation. The United States Attorney’s Office for the Southern District of New York intends to issue a felony plea offer to an individual currently not charged, with a deadline for feedback provided to prosecutors. The letter outlines contact information for the prosecutors and Victim/Witness Coordinator.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "victim notification",
        "cvra",
        "plea offer",
        "united states department of justice",
        "vns",
        "southern district of new york",
        "felony plea",
        "criminal case",
        "united states attorney",
        "victim witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013348",
      "summary": "On January 4, 2021, an email was sent from [REDACTED] to [REDACTED] regarding a request from the incoming administration’s transition team for a list of significant, publicly filed cases. The request asked all FAUSAs, Criminal Chiefs, and Civil Chiefs to submit information about their top two criminal cases and one civil case, including case name, docket number, description of charges/claims, current status, and a link to the most recent press release. The attached document, \"Publicly_Filed_SDNY_Cases_for_Transition.docx\", contained write-ups of three cases and was intended to be sent to the EOUSA paralegal by January 5, 2021.",
      "timestamp": "2021-01-04T00:00:00",
      "timestamp_raw": "January 4, 2021",
      "keywords": [
        "transition team",
        "cases",
        "criminal",
        "civil",
        "docket",
        "significant",
        "public",
        "filings",
        "united states department of justice",
        "eousa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023910",
      "summary": "Department of Justice, through the Southern District of New York, is responding to a request from defense counsel for a bill of particulars in the case of *United States v. Ghislaine Maxwell*. The government denies the request, asserting that it has provided the defendant with sufficient information to prepare for trial and prevent surprise. Specifically, the government highlights the detailed speaking superseding indictment and over 2.7 million items of discovery (electronic form) that the defendant has already received. The government argues that a bill of particulars is not required when the indictment clearly outlines the charges and the defendant has received adequate notice through discovery. They cite several previous court rulings that prohibit using a bill of particulars to: *   Acquire evidentiary details. *   Serve as a general investigative tool. *   Allow a defendant to preview the government's case or trial strategy. The government maintains that the indictment, coupled with the extensive discovery, provides the defendant with ample information regarding the allegations and supporting evidence, and that requests for specific details regarding witnesses or co-conspirators are inappropriate. They reiterate their willingness to cooperate regarding pretrial disclosures.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "January 10, 2021",
      "keywords": [
        "ghislaine maxwell",
        "indictment",
        "bill of particulars",
        "discovery",
        "united states v. maxwell",
        "giglio act",
        "jencks act",
        "evidence",
        "charges",
        "defense",
        "trial",
        "united states department of justice",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021716",
      "summary": "The United States Department of Justice, via Nicholas Biase, spokesperson for the U.S. Attorney's Office in the Southern District of New York, is tracking eleventh-hour film options related to the Ghislaine Maxwell podcast. The email discusses a link to a Deadline.com article regarding these options (https://deadline.corn/2021/0 1234672637/).",
      "timestamp": "2021-01-13T00:00:00",
      "timestamp_raw": "13 Jan 2021",
      "keywords": [
        "efta00021716",
        "ghislaine maxwell",
        "podcast",
        "usanys",
        "deadline",
        "nicholas biase",
        "united states department of justice",
        "southern district of new york",
        "options",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011046",
      "summary": "This document is a collection of news clippings dated January 25, 2021, focusing on SDNY (Southern District of New York) news. The clippings cover topics including: Trump’s attempts to overturn election results, the arrest of Ghislaine Maxwell, legal issues involving Matt Laijapp and his firm, Capitol riot updates, human trafficking investigations, Supreme Court cases related to Trump, a crime involving a deceased NYC woman, news coverage of Fox News, NYPD incidents, cybersecurity issues, the SPAC market impacting electric car companies, and reporting on the handling of individuals involved in the January 6th Capitol attack.  A contact from the United States Department of Justice, Nicholas Blase, is also included.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "efta00011046",
        "sdny news clips",
        "january 25",
        "2021",
        "trump",
        "doj",
        "supreme court",
        "arrests",
        "spac",
        "electric cars",
        "trafficking",
        "fraud"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015287",
      "summary": "On January 28, 2021, a press clipping collection from the SDNY News Clips included reports detailing allegations of Ghislaine Maxwell’s involvement in Jeffrey Epstein’s abuse. These reports cite court documents where Maxwell directed underage girls to engage in sexual activities with Epstein, and Maxwell denies knowledge of the full scope of his activities. The clippings were provided by the United States Department of Justice, U.S. Attorney’s Office, Southern District of New York.",
      "timestamp": "2021-01-28T00:00:00",
      "timestamp_raw": "January 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sdny",
        "news clips",
        "court docs",
        "sexual abuse",
        "united states department of justice",
        "redaction analysis",
        "new york post",
        "fuggin"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021350",
      "summary": "An individual at the United States Department of Justice (U.S. Attorney’s Office, Southern District of New York) received an email regarding a New York Times article about accusations against Alexander Wang. The sender believes there may not be a federal nexus but intends to contact the lawyer representing victims of Jeffrey Epstein, who also represents victims in this case, to explore potential involvement. The sender is aiming to bring more sex abuse cases into the Victim Outreach Center (VOC).",
      "timestamp": "2021-02-18T00:00:00",
      "timestamp_raw": "2021/02/18",
      "keywords": [
        "efta00021350",
        "redaction analysis",
        "new york",
        "justice",
        "sex abuse",
        "victims",
        "epstein",
        "legal",
        "nexus",
        "nytimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038796",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, issued a grand jury subpoena to an individual on February 25, 2021, at 10:00 a.m. at the United States Courthouse in New York City. The subpoena is related to an ongoing criminal investigation involving potential violations of 18 U.S.C. §§ 1591, 2421, 2422, 2423, 371, and 1623. The document requests the recipient refrain from disclosing the subpoena’s existence and provides advice of rights, including the right to refuse self-incrimination and the presence of legal counsel. Failure to comply with the subpoena constitutes contempt of court.",
      "timestamp": "2021-02-25T00:00:00",
      "timestamp_raw": "February 25, 2021",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states department of justice",
        "southern district of new york",
        "criminal investigation",
        "18 u.s.c.",
        "testimony",
        "felonies",
        "legal proceedings",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030094",
      "summary": "On March 16, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, sent discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330) to the MDC—Metropolitan Detention Center Legal Department. The materials were intended for Ghislaine Maxwell (inmate ID 02879-509) and were provided by Audrey Strauss, United States Attorney.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "March 16, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "metropolitan detention center",
        "mdc",
        "audrey strauss",
        "federal express",
        "discovery",
        "united states department of justice",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031951",
            "similarity": 0.545,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029979",
            "similarity": 0.889,
            "index": 74,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029981",
            "similarity": 0.6,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028579",
            "similarity": 0.545,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019084",
      "summary": "On March 29, 2021, the U.S. Department of Justice, via Assistant United States Attorney Audrey Strauss, produced discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The materials, stamped with control numbers SDNY_GM_02743103 through SDNY_GM_02743292, were sent to counsel representing Ghislaine Maxwell – Christian Everdell, Mark Cohen, Laura Menninger, Jeffrey Pagliuca, and Bobbi Sternheim – and are governed by a Protective Order dated July 31, 2020. An index of the materials is included, detailing their Bates numbers and descriptions. The Government states it will promptly produce further discoverable material if needed.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "sdny",
        "united states department of justice",
        "protective order",
        "discovery materials",
        "confidential",
        "redaction analysis",
        "cohen & gresser llp",
        "haddon",
        "morgan and foreman",
        "p.c."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031609",
      "summary": "The U.S. Department of Justice, via Assistant U.S. Attorney Audrey Strauss, responded to a letter from defense counsel regarding assurances for Ghislaine Maxwell’s anonymity in the criminal proceedings. The Government stated that Maxwell’s name has not appeared on the public docket and that any documents containing her name are protected by a Protective Order. The Government also indicated it will not call Maxwell as a witness at trial and does not provide detailed previews of its case presentation.  Furthermore, the Government asserted it has no obligation to allow third parties input on trial proceedings and that legal precedent does not permit trials conducted under seal or restricting public access. Finally, the Government noted that UK privacy laws are not applicable and the Crime Victims' Rights Act does not apply due to Maxwell not being a victim of child sexual exploitation.",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "April 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "protective order",
        "criminal proceedings",
        "discovery materials",
        "sixth amendment",
        "privacy",
        "confidential documents",
        "court proceedings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014636",
      "summary": "The United States Attorney for the Southern District of New York is requesting a court extension for a joint letter responding to the Court’s Order regarding the pretrial schedule in the case of *United States v. Ghislaine Maxwell*. The original deadline is May 14, 2021, and the request is for an extension to May 21, 2021. This request is due to ongoing productive discussions between the parties, despite remaining disagreements about the schedule, and to allow for further consultation aimed at minimizing those disagreements.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "May 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "southern district of new york",
        "alison j. nathan",
        "extension of time",
        "court order",
        "pretrial schedule",
        "joint letter",
        "efta00014636"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028579",
      "summary": "On May 21, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, sent a disc containing discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330) to the MDC—Metropolitan Detention Center in Brooklyn, NY. The disc’s password was “Very truly yours, AUDREY STRAUSS.”",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "metropolitan detention center",
        "discovery materials",
        "federal express",
        "audrey strauss",
        "efta00028579"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030094",
            "similarity": 0.545,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031951",
            "similarity": 0.778,
            "index": 75,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029981",
            "similarity": 0.875,
            "index": 71,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032002",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029417",
            "similarity": 0.5,
            "index": 99,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028582",
      "summary": "On May 21, 2021, the U.S. Department of Justice submitted a letter to Judge Analisa Tones regarding the case of *United States v. Noel and Thomas*. The Government proposed deferred prosecution agreements, approved by Pretrial Services, due to the defendants’ circumstances and the interests of justice. The agreements include six months of additional supervision by Pretrial Services, cooperation with a Department of Justice Office of Inspector General review, and completion of 100 hours of community service related to the criminal justice system. The defendants admitted to willfully and knowingly completing false count and round slips regarding required counts in the Special Housing Unit on August 9, 2019 and August 10, 2019. The Government requests a hearing date for entry of the agreements.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "deferred prosecution agreements",
        "noel",
        "thomas",
        "united states department of justice",
        "southern district of new york",
        "bureau of prisons",
        "community service",
        "metropolitan correctional center",
        "united states v.",
        "judge tones"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028711",
      "summary": "This document is an email thread discussing news clippings related to legal investigations, specifically concerning Rudy Giuliani, Jeffrey Epstein, and the Colonial Pipeline ransomware attack. Key individuals involved include Nicholas Blase, a spokesperson for the United States Department of Justice’s Southern District of New York office, and individuals from IMI(USANYS) and Lonergan,IMI(USANYS). The clippings referenced include articles about Giuliani, Epstein prison guards, Ripple legal proceedings, and the Colonial Pipeline hack.",
      "timestamp": "2021-05-24T00:00:00",
      "timestamp_raw": "MAY 24, 2021",
      "keywords": [
        "sdny",
        "daily news clippings",
        "rudy giuliani",
        "nicholas blase",
        "united states department of justice",
        "ransomware",
        "legal advice",
        "epstein",
        "trump investigation",
        "criminal investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009786",
      "summary": "Michael Thomas has entered into a Deferred Prosecution Agreement with the United States Department of Justice (USAO-SDNY) following an indictment on six counts of conspiracy to defraud the U.S. and making false writings. To avoid prosecution, Thomas must adhere to strict conditions for six months, including abstaining from violating laws, associating with law-abiding individuals, maintaining a lawful occupation, and avoiding travel outside the contiguous U.S. without permission. He must also complete 100 hours of community service related to the criminal justice system and provide medical records to his supervising officer.  Failure to comply could result in prosecution. The agreement includes stipulations regarding disclosure of information to various agencies and a waiver of speedy trial rights.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution",
        "united states",
        "michael thomas",
        "u.s. pretrial services officer",
        "federal law",
        "community service",
        "probation",
        "criminal justice",
        "consent",
        "supervision",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023916",
      "summary": "A draft document titled \"Priorities 2021\" was sent from the United States Department of Justice, U.S. Attorney’s Office, Southern District of New York, to an unknown recipient(s). The document includes a proposed list of cases and requests feedback on their appropriateness. An attached Word document named \"Priorities6.2021.docx\" is included.",
      "timestamp": "2021-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2021",
      "keywords": [
        "efta00023916",
        "priorities 2021",
        "redaction analysis",
        "united states department of justice",
        "southern district of new york",
        "draft",
        "cases",
        "june 2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032002",
      "summary": "On June 10, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, sent a communication via FedEx to the Legal Department of the MDC—Metropolitan Detention Center regarding the case United States v. Ghislaine Maxwell (20 Cr. 330 (AJN)). The communication included the password for a disc containing discovery materials related to the case.",
      "timestamp": "2021-06-10T00:00:00",
      "timestamp_raw": "June 10, 2021",
      "keywords": [
        "efta00032002",
        "ghislaine maxwell",
        "united states v.",
        "metropolitan detention center",
        "discovery materials",
        "united states department of justice",
        "audrey strauss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028579",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031951",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029979",
            "similarity": 0.5,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029452",
      "summary": "On July 1, 2021, the United States Department of Justice (Southern District of New York) anticipates releasing materials related to the Epstein FOIA request within a few days. A press counterpart from Main inquired about referring press inquiries to the SDNY, which the spokesperson approved. The spokesperson received a call regarding the FOIA litigation and confirmed they would not be commenting beyond process questions.",
      "timestamp": "2021-07-01T00:00:00",
      "timestamp_raw": "July 1, 2021",
      "keywords": [
        "epstein foia",
        "redaction analysis",
        "united states department of justice",
        "sdny",
        "times",
        "main",
        "foia litigation",
        "production",
        "inquiry",
        "timing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029455",
      "summary": "On July 1, 2021, a spokesperson from the United States Department of Justice’s (SDNY) Office received a call from Main (likely a Fed Programs contact) regarding FOIA interest from the Attorney General’s Office concerning the Epstein litigation. The spokesperson agreed to allow Main to refer press inquiries to SDNY. They discussed anticipated delays and a potentially voluminous release with *The Times*.",
      "timestamp": "2021-07-01T00:00:00",
      "timestamp_raw": "July 1, 2021",
      "keywords": [
        "epstein",
        "foia",
        "justice",
        "sdny",
        "main",
        "press",
        "release",
        "timing",
        "litigation",
        "united states department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029454",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029454",
      "summary": "A spokesperson from the United States Department of Justice’s U.S. Attorney’s Office, Southern District of New York (SDNY) received a call regarding a Freedom of Information Act (FOIA) request related to Jeffrey Epstein. The Attorney General’s Office expressed interest in the release and had questions. The spokesperson informed a press contact that it was acceptable to refer inquiries to SDNY and anticipated declining to comment. They were uncertain about a timeline, with an initial impression of a tomorrow release being voluminous and taking time for publication.",
      "timestamp": "2021-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "justice",
        "ag's office",
        "sdny",
        "main",
        "times",
        "litigation",
        "release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029455",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027301",
      "summary": "The U.S. Department of Justice is producing discovery materials related to the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY_GM_02753644 through SDNY_GM_02753697, include files recovered from Jeffrey Epstein’s New York residence, de-designated images from his electronic devices, Missouri records, JPMorgan Chase records, and the Oxford Letter from 1995. All materials are marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The production includes HTML files with thumbnails and metadata for easy access, although some files are not viewable on the FBI’s system and are still being provided. The DOJ intends to continue producing additional materials as they become available.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "August 5, 2021",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "sdny",
        "redaction analysis",
        "discovery materials",
        "united states department of justice",
        "epstein",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029416",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, is providing discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)) to Ghislaine Maxwell, currently incarcerated at the MDC—Metropolitan Detention Center. The materials are enclosed for her access.",
      "timestamp": "2021-08-12T00:00:00",
      "timestamp_raw": "August 12, 2021",
      "keywords": [
        "justice",
        "ghislaine maxwell",
        "united states department of justice",
        "metropolitan detention center",
        "discovery",
        "legal",
        "united states attorney",
        "federal express",
        "brooklyn",
        "criminal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029417",
            "similarity": 0.538,
            "index": 99,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029417",
      "summary": "On August 12, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, sent a communication via FedEx to the Metropolitan Detention Center Legal Department regarding the United States v. Ghislaine Maxwell case (20 Cr. 330 (AJN)). The communication included the password for a drive containing discovery materials related to Ghislaine Maxwell (case number 02879-509). It was sent by Audrey Strauss, United States Attorney.",
      "timestamp": "2021-08-12T00:00:00",
      "timestamp_raw": "August 12, 2021",
      "keywords": [
        "justice",
        "ghislaine maxwell",
        "united states department of justice",
        "federal express",
        "metropolitan detention center",
        "discovery materials",
        "legal",
        "brooklyn",
        "20 cr 330",
        "audrey strauss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029416",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028579",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031951",
            "similarity": 0.5,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032019",
      "summary": "Nicholas Biase, Spokesman for the United States Department of Justice’s U.S. Attorney’s Office in the Southern District of New York, sent a link to a *Guardian* article detailing an interview between Steve Bannon, Jeffrey Epstein, and Michael Wolff regarding a CBS interview. Biase labeled the email “not important” and categorized it as “somewhat interesting/general weirdness.” The email is associated with document EFTA00032019.",
      "timestamp": "2021-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2021",
      "keywords": [
        "biase",
        "nicholas",
        "usanys",
        "united states department of justice",
        "steve bannon",
        "jeffrey epstein",
        "the guardian",
        "cbs interview",
        "michael wolff",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025066",
      "summary": "On October 11, 2021, the U.S. Department of Justice, specifically Assistant United States Attorney Damian Williams, notified legal counsel (Cohen & Gresser LLP, Haddon, Morgan and Foreman, P.C., and Law Offices of Bobbi C. Stemheim) regarding the trial of Ghislaine Maxwell (20 Cr. 330 (MN)). The notification detailed that the government intends to refer Jefferey Epstein as a co-conspirator. All existing co-conspirator statements were produced, and the government will continue to produce Jencks Act material as needed. The government stated that the list of co-conspirators was limited and did not represent a complete list, with further information contained in the Jencks Act production. The communication was governed by a Protective Order issued on July 31, 2020.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "efta00025066",
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "co-conspirators",
        "fed. r. evid. 801(d)(2)(e)",
        "jencks act",
        "protective order",
        "christian everdell",
        "cohen & gresser llp",
        "laura menninger",
        "jeffrey pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027753",
      "summary": "The U.S. Attorney for the Southern District of New York responded to a court order regarding the delivery of legal mail to Ghislaine Maxwell at the Metropolitan Detention Center (MDC). Standard procedure dictates legal mail is delivered within one business day of receipt at the MDC, involving warehouse processing, logging, and authorization before delivery to the inmate. Due to the high volume of inmates (1,700) and the legal department's responsibilities, expedited delivery for Maxwell’s mail is not practicable. A hard drive containing court disclosures was delivered via FedEx on October 11, 2021, but a subsequent institutional emergency delayed delivery on October 13, 2021, which was personally delivered by legal counsel on October 14, 2021. The court rejected Maxwell’s request for a specific delivery order, but expects mail to be delivered within one business day going forward.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "metropolitan detention center",
        "legal mail",
        "united states department of justice",
        "delivery protocols",
        "mdc",
        "court order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020815",
      "summary": "The United States Attorney’s Office for the Southern District of New York provided copies of spreadsheets to legal counsel representing Ghislaine Maxwell, following a request for materials reviewed at the FBI’s Denver office. The original spreadsheets contained embedded photographs of child exploitation materials. The government is not providing the original spreadsheets, but is offering a version without the embedded images. These materials (SDNY GM 02765031 through SDNY GM 02765061) are marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17” to comply with the Protective Order in the case.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "fbi",
        "spreadsheets",
        "child exploitation",
        "protective order",
        "redaction analysis",
        "sdny",
        "denver",
        "united states department of justice",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024222",
      "summary": "The U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, is providing witness materials and discovery related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). These materials are being sent to Ghislaine Maxwell, currently incarcerated at the Metropolitan Detention Center in Brooklyn (Reg. No. 02879-509), for her review.",
      "timestamp": "2021-10-26T00:00:00",
      "timestamp_raw": "October 26, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "southern district of new york",
        "mdc brooklyn",
        "discovery",
        "witness materials",
        "criminal case",
        "20 cr. 330",
        "damian williams"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024220",
            "similarity": 0.583,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024221",
            "similarity": 1.0,
            "index": 106,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024220",
      "summary": "This document is a letter from the U.S. Attorney for the Southern District of New York, Damian Williams, to Ghislaine Maxwell regarding the United States v. Ghislaine Maxwell case (20 Cr. 330 (AJN)). The letter confirms the existence of a disc containing witness materials and discovery pertinent to the case and provides the password for access.",
      "timestamp": "2021-10-26T00:00:00",
      "timestamp_raw": "October 26, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "southern district of new york",
        "mdc brooklyn",
        "discovery",
        "witness materials",
        "password",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024222",
            "similarity": 0.583,
            "index": 104,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024221",
            "similarity": 0.583,
            "index": 106,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024221",
      "summary": "The U.S. Department of Justice, specifically Damian Williams, is providing witness materials and discovery related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330) to Ghislaine Maxwell, currently incarcerated at the Metropolitan Detention Center, Brooklyn (MDC Brooklyn), inmate ID 02879-509.",
      "timestamp": "2021-10-26T00:00:00",
      "timestamp_raw": "October 26, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "southern district of new york",
        "mdc brooklyn",
        "discovery",
        "witness materials",
        "criminal case",
        "20 cr. 330",
        "damian williams"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024220",
            "similarity": 0.583,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024222",
            "similarity": 1.0,
            "index": 104,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019058",
      "summary": "On October 29, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, sent discovery materials and Government Exhibits to Ghislaine Maxwell at the Metropolitan Detention Center in Brooklyn, New York, related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The correspondence includes information pertaining to inmate 02879-509.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states department of justice",
        "southern district of new york",
        "united states attorney",
        "mdc brooklyn",
        "discovery materials",
        "government exhibits",
        "criminal case",
        "legal documents",
        "enclosure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018881",
      "summary": "On November 3, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, submitted a redacted version of a joint request to charge and proposed verdict sheet in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (MN)). The redactions, reflecting the defense’s objections, were made consistent with the *Lugioch* ruling. Exhibit A, a defense comment, is being submitted under seal as it originates from a non-publicly docketed case (EFTA00018881).",
      "timestamp": "2021-11-03T00:00:00",
      "timestamp_raw": "November 3, 2021",
      "keywords": [
        "efta00018881",
        "ghislaine maxwell",
        "united states v.",
        "redaction analysis",
        "united states department of justice",
        "southern district of new york",
        "judge alison j. nathan",
        "lugosch v. pyramid co.",
        "request to charge",
        "exhibit a",
        "defense objections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028205",
      "summary": "On November 6, 2021, Damian Williams, United States Attorney for the Southern District of New York, sent a communication to the Legal Department of the MDC—Metropolitan Detention Center regarding the United States v. Ghislaine Maxwell case (20 Cr. 330 (AJN)). The communication included the password for a drive containing witness materials pertinent to Ghislaine Maxwell (02879-509).",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "November 6, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "metropolitan detention center",
        "federal express",
        "united states department of justice",
        "damian williams",
        "witness materials",
        "drive",
        "legal department"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013218",
            "similarity": 0.545,
            "index": 69,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018892",
      "summary": "The U.S. Department of Justice, specifically Damian Williams, is providing witness materials related to the case United States v. Ghislaine Maxwell (20 Cr. 330 (AJN)). These materials are being sent to Ghislaine Maxwell, inmate 02879-509, at the MDC—Metropolitan Detention Center in Brooklyn, NY.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "November 6, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states department of justice",
        "southern district of new york",
        "metropolitan detention center",
        "federal express",
        "united states v.",
        "witness materials",
        "brooklyn",
        "ny",
        "damien williams"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018260",
            "similarity": 0.5,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016488",
            "similarity": 0.538,
            "index": 117,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021966",
      "summary": "On November 6, 2021, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, produced materials related to the case *United States v. Ghislaine Maxwell*. The production included Jencks Act and Giglio materials concerning witnesses potentially called to testify, as well as materials related to individuals the government does not currently intend to call. All materials are subject to the July 31, 2020 Protective Order, specifically paragraphs 7, 8, 9, 10, 15, and 17. The government reserves the right to amend or supplement these disclosures and potentially call individuals listed in the indices.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "November 6, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "united states department of justice",
        "united states attorney",
        "witness statements",
        "confidential",
        "new york",
        "trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010162",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010017",
      "summary": "The U.S. Department of Justice, via United States Attorney Damian Williams, is producing materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY_GM_02767074 through SDNY_GM_02771980, are being provided to counsel at Cohen & Gresser LLP, Haddon, Moore & Foreman, P.C., and the Law Offices of Bobbi C. Sternheim. The documents are marked with “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The production includes business records from SDFL files, and the government believes these materials may be duplicative of previously produced items. The government intends to continue producing additional discoverable materials as they become available.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "united states department of justice",
        "ghislaine maxwell",
        "protective order",
        "sdny",
        "cohen & gresser llp",
        "discovery",
        "confidential",
        "records",
        "production",
        "florida fbi file"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020248",
            "similarity": 0.538,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024919",
            "similarity": 0.538,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010162",
      "summary": "On November 16, 2021, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, produced materials related to the United States v. Ghislaine Maxwell case. The production included materials related to potential witnesses (including those not intended to be called) and witness statements, governed by the July 31, 2020 Protective Order. All materials were marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The Government reserves the right to call previously listed individuals as witnesses.",
      "timestamp": "2021-11-16T00:00:00",
      "timestamp_raw": "November 16, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "jencks act",
        "giglio material",
        "protective order",
        "confidential",
        "witness statements",
        "redaction analysis",
        "united states department of justice",
        "new york",
        "cohen & gresser llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021966",
            "similarity": 0.538,
            "index": 111,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024919",
      "summary": "On November 18, 2021, the U.S. Department of Justice, via United States Attorney Damian Williams, produced materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY_GM_02772262 through SDNY_GM_02774104, were sent electronically to counsel representing the defense. The production is governed by a Protective Order and marked with specific paragraphs (7, 8, 9, 10, 15, and 17). The documents themselves are designated as \"Confidential\" and relate to records identified as confidential under the Protective Order. The DOJ states they will continue to produce additional discoverable materials as needed.",
      "timestamp": "2021-11-18T00:00:00",
      "timestamp_raw": "November 18, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "protective order",
        "confidential",
        "sdny",
        "new york",
        "discovery",
        "production",
        "legal documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010017",
            "similarity": 0.538,
            "index": 112,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020248",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014654",
      "summary": "The United States Attorney for the Southern District of New York, Damian Williams, is communicating with the MDC—Metropolitan Detention Center in Brooklyn, NY, regarding the United States v. Ghislaine Maxwell case (20 Cr. 330). The communication pertains to a drive containing witness materials, government exhibits, and discovery related to Ghislaine Maxwell (02879-509). The password for this drive is provided.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states department of justice",
        "united states attorney",
        "metropolitan detention center",
        "federal express",
        "discovery",
        "witness materials",
        "government exhibits",
        "united states v.",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013218",
            "similarity": 0.5,
            "index": 69,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016488",
            "similarity": 0.818,
            "index": 117,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027707",
      "summary": "A spokesperson from the United States Department of Justice’s U.S. Attorney’s Office for the Southern District of New York declined to comment on a motion filed by Ghislaine Maxwell’s counsel due to office policy prohibiting responses to media inquiries regarding pending litigation. The response was sent to an individual in Illinois and a contractor, with the spokesperson directing further inquiries to themselves or a colleague.",
      "timestamp": "2021-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2021",
      "keywords": [
        "efta00027707",
        "ghislaine maxwell",
        "litigation",
        "united states department of justice",
        "southern district of new york",
        "prosecutor",
        "media inquiries",
        "monique",
        "motion",
        "contract"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016488",
      "summary": "On November 24, 2021, Damian Williams, United States Attorney for the Southern District of New York, sent a communication via FedEx to the Legal Department of the MDC—Metropolitan Detention Center in Brooklyn, NY. The communication related to the case of United States v. Ghislaine Maxwell (20 Cr. 330). It provided the password for a drive containing witness materials, government exhibits, and discovery documents pertinent to Ghislaine Maxwell (02879-509).",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "metropolitan detention center",
        "discovery",
        "witness materials",
        "government exhibits",
        "federal express",
        "brooklyn",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014654",
            "similarity": 0.818,
            "index": 115,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00018892",
            "similarity": 0.538,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013218",
            "similarity": 0.5,
            "index": 69,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014889",
      "summary": "On November 27, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, submitted a letter to Judge Alison J. Nathan regarding the upcoming trial in *United States v. Ghislaine Maxwell*. The letter outlines the Government’s anticipated order of witnesses for the first two to three days of the trial, including several witnesses who will testify under pseudonyms (“Jane,” “O,” “=,” and “a”). The Government reserves the right to adjust the witness order and potentially call additional witnesses during the trial. They requested the letter be filed under seal due to the inclusion of witness identities and pseudonyms.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "November 27, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "alison j. nathan",
        "federal court",
        "witness order",
        "trial",
        "seal request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036326",
      "summary": "The document is a redaction analysis for case file EFTA00036326, originating from the United States Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center New York. It’s dated December 27, 2025, at 07:36:43.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center new york",
        "efta00036326",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036290",
      "summary": "This is a receipt for property received, returned, released, or seized. It details the items listed, the date of the transaction, the recipient’s name and address, and the individuals who received, returned, released, or seized the property. The recipient’s name and the “Received From” name are redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt",
        "property",
        "seized",
        "redaction",
        "united states department of justice",
        "efta00036290",
        "fd-597",
        "item(s)",
        "bureau of investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035767",
      "summary": "The United States Department of Justice’s Office of the Inspector General is conducting a voluntary investigation related to case 6464 Tit-Cvs4ody. Individuals being interviewed are warned that participation is voluntary, they do not have to answer questions, and failure to answer will not result in disciplinary action. Any statements provided may be used in future legal proceedings. Individuals must voluntarily waive their rights and confirm no pressure or threats were used during the interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "statement",
        "criminal proceedings",
        "agency disciplinary"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035774",
            "similarity": 0.667,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035773",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 125,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035774",
      "summary": "The United States Department of Justice, Office of the Inspector General is conducting a voluntary investigation regarding a case involving a current employee. Participants are warned that providing information is optional and will not result in disciplinary action if declined. Any statements made may be used in future criminal or disciplinary proceedings. An employee’s consent, including a waiver, is required to proceed with the interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "criminal proceedings",
        "agency",
        "oig form"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035767",
            "similarity": 0.667,
            "index": 121,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035773",
            "similarity": 0.818,
            "index": 123,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 125,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035772",
            "similarity": 0.818,
            "index": 126,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035773",
      "summary": "The United States Department of Justice, Office of the Inspector General is conducting a voluntary investigation, authorized by the Inspector General Act of 1978. The investigation pertains to a specific case (n.V 05 ttsitkos-). Participation is voluntary, and individuals are not obligated to answer questions; failure to do so will not result in disciplinary action. Any provided statements may be used in criminal or agency disciplinary proceedings. An individual’s consent, acknowledging the warnings and assurances, is required before proceeding with the interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "criminal proceedings",
        "agency",
        "oig"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035774",
            "similarity": 0.818,
            "index": 122,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035767",
            "similarity": 0.667,
            "index": 121,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 125,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035772",
            "similarity": 0.818,
            "index": 126,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025226",
            "similarity": 0.538,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032654",
      "summary": "This document is a form used by the United States Department of Justice, Office of the Inspector General, to request voluntary information from an employee as part of an investigation. The investigation pertains to “OcE-Frey” and “Et? 54 e;,/N aCk411\\ cuocay.” The form provides warnings and assurances, stating that providing information is voluntary, no disciplinary action will be taken if the employee chooses not to answer questions, and any statements may be used in legal proceedings. The employee must sign a waiver acknowledging they understand these warnings and are willing to provide a statement without coercion. The form includes fields for the agent, witness, date, time, and place of the interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "investigation",
        "voluntary",
        "warning",
        "assurance",
        "criminal proceedings",
        "agency",
        "disciplinary",
        "statement",
        "interview",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035775",
      "summary": "The United States Department of Justice, Office of the Inspector General is conducting a voluntary investigation related to “sitirkea,” “enitetie_ civt_k& • t AA sivi M.43,” and “Pr S coA.0,11.” Participants are warned that providing information is voluntary and not required, and that not answering questions will not result in disciplinary action. Any statements made may be used in legal proceedings. Individuals completing the form must attest to the voluntary nature of their participation and declare that no pressure or coercion was used.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "criminal proceedings",
        "agency",
        "statement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035773",
            "similarity": 0.818,
            "index": 123,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035774",
            "similarity": 0.818,
            "index": 122,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035767",
            "similarity": 0.818,
            "index": 121,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035772",
            "similarity": 0.818,
            "index": 126,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032096",
            "similarity": 0.818,
            "index": 129,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025225",
            "similarity": 0.818,
            "index": 130,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035772",
      "summary": "The United States Department of Justice’s Office of the Inspector General is conducting a voluntary investigation, authorized by the Inspector General Act of 1978. Individuals being interviewed are warned that participation is voluntary, they do not have to answer questions, and statements may be used in future legal proceedings. Participants must confirm they understand the warnings and assurances and that no pressure or threats were involved.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "criminal proceedings",
        "agency",
        "employee",
        "signature"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 125,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035773",
            "similarity": 0.818,
            "index": 123,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035774",
            "similarity": 0.818,
            "index": 122,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032096",
            "similarity": 0.818,
            "index": 129,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025225",
            "similarity": 0.667,
            "index": 130,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035766",
            "similarity": 0.818,
            "index": 131,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032095",
      "summary": "This is a receipt form from the United States Department of Justice, Federal Bureau of Investigation, documenting the receipt, return, release, or seizure of property. The form includes fields for the date, file number, name of the individual involved, street address, city, and a detailed description of the item(s) listed. It also specifies the method by which the item was received, returned, released, or seized, and indicates the individual to whom it was released or seized. The form is labeled FD-597 (Rev 8-11-94) and has the file number EFTA00032095.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt",
        "property",
        "seized",
        "justice",
        "department of justice",
        "efta00032095",
        "file",
        "item",
        "description"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025226",
      "summary": "The United States Department of Justice Office of the Inspector General is conducting an investigation and requires employees to provide information. Failure to answer questions or provide truthful responses may result in agency disciplinary action, up to and including dismissal. While answers cannot be used in criminal proceedings, knowingly false statements can lead to criminal prosecution. An acknowledgment form must be signed confirming understanding of these rights and obligations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "employee",
        "investigation",
        "oig",
        "act of 1978",
        "disciplinary action",
        "criminal prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035773",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035766",
            "similarity": 0.538,
            "index": 131,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032096",
      "summary": "The United States Department of Justice Office of the Inspector General is conducting a voluntary investigation, authorized by the Inspector General Act of 1978. Individuals being asked to provide information are warned that participation is voluntary, no disciplinary action will result from refusal to answer, and statements may be used in legal proceedings.  A waiver form must be signed confirming understanding of the warnings and willingness to cooperate.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "criminal proceedings",
        "agency",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035772",
            "similarity": 0.818,
            "index": 126,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 125,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035773",
            "similarity": 0.818,
            "index": 123,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025225",
            "similarity": 0.667,
            "index": 130,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035766",
            "similarity": 0.667,
            "index": 131,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025225",
      "summary": "The United States Department of Justice Office of the Inspector General is conducting a voluntary investigation. Individuals are warned they do not have to answer questions and no disciplinary action will result from refusal. Statements provided may be used in criminal or agency disciplinary proceedings. Participants must confirm they understand the warnings and assurances, and that no pressure or threats were used.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "statement",
        "criminal proceedings",
        "agency disciplinary"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032096",
            "similarity": 0.667,
            "index": 129,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035772",
            "similarity": 0.667,
            "index": 126,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 125,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035766",
            "similarity": 0.667,
            "index": 131,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035766",
      "summary": "The United States Department of Justice’s Office of the Inspector General is conducting a voluntary investigation, authorized by the Inspector General Act of 1978. An employee is being asked to provide information, but participation is entirely voluntary and does not require answering questions. Failure to answer does not result in disciplinary action. Any provided statement may be used in future criminal or agency disciplinary proceedings. The employee acknowledges understanding these warnings and assurances and indicates their willingness to cooperate.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "criminal proceedings",
        "employee",
        "oig",
        "signature"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025225",
            "similarity": 0.667,
            "index": 130,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032096",
            "similarity": 0.667,
            "index": 129,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025226",
            "similarity": 0.538,
            "index": 128,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}