{
  "keyword": "relativity",
  "count": 143,
  "keyword_match_count": 141,
  "content_match_count": 6,
  "total_files": 147,
  "timeline": [
    {
      "file_id": "EFTA00030865",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting confirmation before changing the tag of a document (EFTA00030865) marked as potential Brady material. The document originated from [REDACTED] to [REDACTED] and includes a subpoena issued on March 2, 2007, relating to a grand jury investigation involving the USANYS.",
      "timestamp": "2007-03-02T00:00:00",
      "timestamp_raw": "March 2, 2007",
      "keywords": [
        "redaction",
        "relativity",
        "subpoena",
        "brady",
        "work product",
        "usanys",
        "grand jury",
        "new york",
        "assistant united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018757",
      "summary": "Efforts were undertaken to determine the number of times Jane Doe was interviewed during the Florida investigation. AUSA reviews of FBI files identified a single interview on or about August 7, 2007 with Florida FBI agents. Keyword searches of AUSA email inboxes and inquiries with Jane Doe yielded no additional interview records. Jane Doe could not recall whether she met with the FBI agents once or twice, and suggested that undocumented follow-up interviews might have occurred if new statements were made. AUSA is awaiting a response from a contact regarding SDFL’s awareness of any additional interviews.",
      "timestamp": "2007-08-07T00:00:00",
      "timestamp_raw": "August 7, 2007",
      "keywords": [
        "efta00018757",
        "florida investigation",
        "fbi",
        "interviews",
        "relativity",
        "ausas",
        "jane doe",
        "sdfl",
        "august 7",
        "2007",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019520",
      "summary": "This document is the “Rules of Behavior (ROB) for General Users” within the 286$ Division of the Department of Justice, Version 7.0, effective January 3, 2014. It outlines security requirements for all users accessing DOJ information systems and data. Key points include: *   **Responsibility:** Users are responsible for the security of systems and data, acting as the first line of defense. *   **Policy Compliance:** The ROB aligns with various federal and DOJ policies (OMB Circulars, Privacy Act, DOJ Orders, IT Security Standard). *   **Specific Rules:** It details rules concerning email usage, password security, mobile device handling, classified information protection, and remote access. *   **Penalties:** Non-compliance can result in warnings, system access suspension, reassignment, or termination, and potential criminal prosecution for data breaches. *   **Authorized Exemptions:** Certain personnel can request exemptions for specific situations with documented justification. *   **Mobile Device Security**: Users must encrypt sensitive data on mobile devices and follow specific guidelines for usage, including restrictions on P2P technology and connecting non-DOJ devices. *   **PII Protection**: Safeguarding Personally Identifiable Information (PII) is a key priority, with procedures for handling, disposal, and disclosure.",
      "timestamp": "2014-01-03T00:00:00",
      "timestamp_raw": "January 3, 2014",
      "keywords": [
        "doj",
        "mega4",
        "litigation support system",
        "epstein",
        "us v.",
        "relativity",
        "access",
        "end user information",
        "security rules",
        "privacy act",
        "it security standard",
        "exemptions",
        "penalties",
        "noncompliance",
        "mobile devices",
        "mobile computing",
        "remote access",
        "classified systems",
        "passwords",
        "pii",
        "data protection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010203",
            "similarity": 0.5,
            "index": 3,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010203",
      "summary": "This document is the “Rules of Behavior (ROB) for General Users” within the 286$ Division of the Department of Justice, Version 7.0, effective January 3, 2014. It outlines security responsibilities for all users of DOJ information systems and data. Key points include: *   **Purpose:** The ROB aims to ensure personal responsibility for system and data security, aligning with various DOJ policies (OMB Circulars, Privacy Act, DOJ Orders, IT Security Standard). *   **Scope:** Applies to all government employees and contractors using DOJ systems or accessing DOJ information. *   **User Responsibilities:** Users must comply with all laws and policies, protect data, report security incidents, manage passwords securely, and follow guidelines for remote access, mobile computing, and classified information handling. *   **Penalties:** Non-compliance leads to sanctions, including warnings, system access suspension, reassignment, or termination, and potential criminal prosecution for unauthorized disclosure of classified information. *   **Specific Guidelines:** The document details rules regarding email usage, web browsing, removable media, virtual conferencing, traveling users, and the protection of Personally Identifiable Information (PII). *   **Acknowledgement:** Users are required to sign or electronically verify their understanding and acceptance of the ROB.",
      "timestamp": "2014-01-03T00:00:00",
      "timestamp_raw": "January 3, 2014",
      "keywords": [
        "efta00010203",
        "doj",
        "mega4",
        "litigation support system",
        "epstein",
        "relativity",
        "cases/projects",
        "user information",
        "security rules",
        "privacy act",
        "it security",
        "exemptions",
        "penalties",
        "noncompliance",
        "mobile devices",
        "remote access",
        "password security",
        "pii"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019520",
            "similarity": 0.5,
            "index": 2,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019518",
      "summary": "An email chain discusses obtaining RSA tokens for access to Relativity, a web-based mass-document management system. A form needs to be completed and sent to a recipient for RSA token issuance. A Relativity database is being set up for the U.S. v. Epstein case, specifically requesting the upload of PDF files from the “USvEpstein-awestigation FBI materials” folder (reports, FOIA documents) while excluding files from a subfolder. There's an expectation of receiving a large volume of case files and a need for agent access to avoid delays. A privilege review isn't anticipated for the initial materials.",
      "timestamp": "2019-01-11T00:00:00",
      "timestamp_raw": "11 Jan 2019",
      "keywords": [
        "relativity",
        "rsa token",
        "fbi",
        "u.s. v. epstein",
        "ausas",
        "database",
        "documents",
        "access",
        "case files",
        "privilege review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013438",
            "similarity": 0.538,
            "index": 5,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013438",
      "summary": "On January 14, 2019, an Assistant U.S. Attorney from the Southern District of New York requested the upload of PDF files from the EFTA00013438 folder to Relativity for review by AUSAs in the U.S. v. Eastern case. The request specified that files within the main folder should be uploaded, excluding files within a subfolder titled “Files combined and manifest.” The Assistant U.S. Attorney anticipated receiving a large volume of case files and wanted to establish a Relativity database to expedite the review process, noting that privilege review wasn’t initially needed for the specified materials.",
      "timestamp": "2019-01-14T00:00:00",
      "timestamp_raw": "January 14, 2019",
      "keywords": [
        "relativity",
        "access",
        "documents",
        "efta00013438",
        "fbi",
        "case files",
        "privilege review",
        "u.s. v. eastern",
        "database",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019518",
            "similarity": 0.538,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019549",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the upload of documents related to the USAO tt 2018R01618 case (US v. Epstein) into Relativity. The documents were located in a specific folder structure within Usa.doj.gov: clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller 2019-03-04 Boies Schiller first subpoena response. The requested structure involved a \"Subpoena Returns\" folder with subfolders \"BSF returns\" and \"BSF first production\" for depositing the documents. The Assistant U.S. Attorney requested confirmation of the upload completion.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "folder",
        "boies schiller",
        "subpoena returns",
        "usao",
        "sdny",
        "investigation",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020780",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the uploading of documents from the Wisa.doj.gov\\cloud\\NYS\\StAndrews\\Shared USvEpstein-2018R01618 InvestigationV*2018 SDNY investigation\\Subpoena Returns\\Boies Schiller\\2019-03-04 Boies Schiller first subpoena response folder into Relativity for the US v. Epstein case. The desired folder structure was “Subpoena Returns” with subfolders “BSF returns” and “BSF first production” to receive the documents.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "boies schiller",
        "fbi case file",
        "production",
        "standrews",
        "nys",
        "investigation",
        "upload"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030122",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting the upload of documents related to the “USA v. Epstein” case to Relativity. The documents are located at Usa.doj.gov\\clouaNYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena ReturnABoies Schiller \\ 2019-03-04 Boies Schiller first subpoena response. The desired folder structure is “Subpoena Returns” with subfolders “BSF returns” and “BSF first production.” A previous email indicates that Judge Sweet has passed away.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "usao",
        "epstein",
        "subpoena",
        "folder",
        "judge sweet",
        "boies schiller",
        "us v.",
        "southern district of new york",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016295",
      "summary": "A U.S. Attorney from the Southern District of New York requested the FBI to provide data related to the Jeffrey Epstein case for uploading to a shared location. The FBI delivered approximately 16,000 of 29,000 pages of case files from the D.C. FOIA office and several video discs. A contractor was responsible for transferring the materials to a shared drive and Relativity for review, initially focusing on the D.C. files and coordinating with the FBI. The contractor noted a potential stall in receiving the full case file and moved related materials to specific folders.",
      "timestamp": "2019-03-18T00:00:00",
      "timestamp_raw": "18 Mar 2019",
      "keywords": [
        "epstein",
        "foia",
        "d.c.",
        "relativity",
        "fbi",
        "doj",
        "records",
        "case file",
        "data",
        "hard drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020781",
      "summary": "The email chain discusses the preparation of documents for Relativity. Specifically, the documents located at several paths within the USAO network (\\\\Usa.doj.gov\\clouANYS\\StAndrews\\Shared\\UUUV4C1-3, \\\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\UUUV4Q-3, and \\\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\USvEpstein-2018R01618) containing DVD data should not be loaded into Relativity. The sender requests that the documents within the US v. Epstein folder be organized into a specific folder structure (\"Subpoena Returns,\" \"BSF returns,\" and \"BSF first production\") for upload to Relativity.  A conversion to a different format is being investigated.",
      "timestamp": "2019-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2019",
      "keywords": [
        "relativity",
        "documents",
        "dvd",
        "video files",
        "doj",
        "subpoena",
        "epstein",
        "folder",
        "usao",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010256",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030124",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York sent an email to request the upload of documents related to the USA v. Epstein case into Relativity. The documents were located in a specific folder structure within Usa.doj.gov and were subsequently confirmed to have been loaded into Relativity by the sender.",
      "timestamp": "2019-04-02T00:00:00",
      "timestamp_raw": "02 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "us v. epstein",
        "usao",
        "southern district of new york",
        "boies schiller",
        "fbi case file",
        "subpoena returns",
        "bs returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010351",
      "summary": "This document details the process of uploading documents related to the US v. Epstein case to the Relativity platform. The Assistant U.S. Attorney requests that specific folders be created within Relativity, mirroring the existing folder structure for the “BSF returns” documents.  Key instructions include: *   Loading documents from a specific DOJ folder (Usa.doj.gov\\clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationV4 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller\\ 2019-04-18 Boies Schiller second subpoena response) into a new subfolder called “BSF second production” under “BSF returns.” *   Excluding specific folders and PDF documents from the upload (the “!Original Zips” folder and the three PDF documents). *   Clarifying that DVD-based data (containing video files) should not be uploaded. *   Confirming the desired folder structure for the upload process. Several emails demonstrate coordination and clarification regarding the upload process, ensuring the documents are properly organized and processed within the Relativity system.",
      "timestamp": "2019-04-18T00:00:00",
      "timestamp_raw": "2019-04-18",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "folder",
        "data",
        "upload",
        "us v.",
        "sdny",
        "investigation",
        "returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020769",
      "summary": "An Assistant U.S. Attorney requests the upload of documents related to the US v. Epstein case (USAO11 2018R01618) into Relativity. The documents are located in a specific folder structure within the USA.doj.gov cloud, originating from Boies Schiller.  A separate party notes the documents contain DVD data and requests conversion to a different format, alongside confirmation on how to view video files without a DVD player. Specific file paths containing interview transcripts are listed as items that should *not* be loaded into Relativity due to their DVD-based structure. The request specifies a desired folder structure within Relativity for the uploaded files.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "us v. epstein",
        "subpoena",
        "dvd",
        "data",
        "folder",
        "conversion",
        "files",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010256",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010245",
      "summary": "The document outlines the process of uploading documents related to the US v. Epstein case to the Relativity platform. Initially, a request is made to load documents from a specific folder structure (`Usa.doj.gov\\ cloud\\ NYS \\ StAndrews \\Shared \\ USvEpstein-2018R01618`) into Relativity, maintaining the existing folder structure (\"BSF returns\" within \"Subpoena Returns\").  There’s a discussion about the format of the documents (specifically DVD files and needing conversion), and a clarification that DVD-based data should not be loaded into Relativity.  Finally, a list of specific file paths related to DVD-based interviews should be excluded from the upload.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "folder",
        "us epstein",
        "dvd",
        "conversion",
        "standrews",
        "boies schiller",
        "relativity",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010256",
      "summary": "The document details the transfer of several sets of documents related to the US v. Epstein case to Relativity for legal analysis. Initially, the documents were in a folder structure with DVD information that needs conversion. Subsequent communications clarify the desired Relativity folder structure: documents should be placed within a subfolder named \"BSF second production\" under \"BSF returns\" within the \"Subpoena Returns\" subfolder. Specific files containing DVD data are to be excluded from the upload. The sender requests updates on the upload progress and confirms the desired folder structure.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "us v. epstein",
        "boies schiller",
        "folder structure",
        "data",
        "dvd",
        "conversion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020769",
            "similarity": 0.5,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020781",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010252",
            "similarity": 0.769,
            "index": 16,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010252",
      "summary": "The email chain discusses the transfer of documents related to the US v. Epstein case to Relativity. Specifically, the Assistant U.S. Attorney requests the following actions: 1.  Documents from a folder hosted on Usa.doj.gov should be uploaded to Relativity under the “BSF second production” subfolder within the “BSF returns” subfolder, which should be created within the “Subpoena Returns” subfolder. 2.  Certain files within the source folder (specifically, DVD-related video files and several PDF files) should *not* be uploaded to Relativity. 3.  Confirmation is requested regarding the ability to view the video files independently of a DVD player. 4.  A separate request is made to load a different folder of documents into Relativity for the same case.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "doj",
        "subpoena",
        "boies schiller",
        "us v. epstein",
        "folder structure",
        "data",
        "dvd",
        "conversion",
        "subpoena returns",
        "bsf returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010256",
            "similarity": 0.769,
            "index": 15,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020692",
      "summary": "Attorney, Boies Schiller lawyers) are coordinating the upload of documents related to the US v. Epstein case to the Relativity platform. Initially, all documents were uploaded, but subsequent emails detail specific instructions for adding additional files related to a “second production” and “BSF returns.” The key requests involve loading documents from a specific DOJ-provided folder structure into Relativity, including avoiding certain files (DVD information, original zip folders) and converting file formats if necessary. One email highlights the presence of DVD-related files within the documents and requests clarification on how to view them independently of a DVD player.",
      "timestamp": "2019-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "subpoenas",
        "doj",
        "boies schiller",
        "usvepstein",
        "data",
        "documents",
        "folder",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037308",
      "summary": "A request was made to turn over a file to the SDNY for scanning by a third-party vendor, following a similar action taken in the U.S. v. Adeglass case. The sender had received pushback from legal regarding this request. The recipient had previously utilized outside vendors for investigations involving sensitive documents, including medical records, and maintained confidentiality through contractual agreements. They proposed a process where materials would be managed by their paralegals and scanned by the vendor, with the scanned documents then sent to the SDNY or back to Florida. Several previous investigations involving outside vendors had been conducted, including U.S. v. Chombe, U.S. V. Adel&, U.S. V. Ng Lap S, U.S. V. Tortora, U.S. V. Ashraf H, U.S. V. Goldbren, U.S. v. Vargas, U.S. V. Krupkin, and U.S. v. Cruz.",
      "timestamp": "2019-06-03T00:00:00",
      "timestamp_raw": "03 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "sdny",
        "relativity",
        "adelglass",
        "medical records",
        "legal hurdles",
        "vendor",
        "u.s. vs adeglass",
        "patient files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014355",
      "summary": "On August 12, 2019, an individual requested access to Relativity database files related to the Epstein investigation. There were issues accessing the database, resulting in a request to confirm access permissions. The vendor provided new PDF files created from 66 original PDFs received in June, along with a flash drive for review. The files were to be uploaded to the \"Florida investigation FOIA files\" folder in Relativity. Instructions were given regarding indexing, specifically the need to include phone numbers in indexes and use document descriptions instead of file extensions. The discovery obligations were suspended due to recent events. EFTA00014356 was also referenced.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "relativity",
        "epstein",
        "pdf",
        "index",
        "flash drive",
        "data",
        "investigation",
        "foia",
        "vendor",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019989",
      "summary": "Emails between individuals regarding the upload of PDF files related to the US v. Epstein case to Relativity. The files were processed by a vendor and initially duplicated from Florida case files.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "epstein",
        "foia",
        "relativity",
        "pdf",
        "us v.",
        "redaction",
        "vendor",
        "florida",
        "files",
        "upload"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016930",
      "summary": "Following up on a previous round of document processing for the Epstein case, the sender requests an estimated timeframe for breaking out files and indexing. The recipient reports that the initial PDF file creations and indices look good, with suggestions for future processing including listing phone numbers in the index and creating a column for document descriptions. The current round of materials (discs from recent discussions) is expected to have overlap with previous documents, requiring a similar indexing process. The vendor has completed the creation of new PDF files based on previously provided documents and has provided a flash drive containing the data for review before loading into Relativity. Discovery obligations are currently suspended due to recent events.",
      "timestamp": "2019-09-04T00:00:00",
      "timestamp_raw": "04 Sep 2019",
      "keywords": [
        "epstein",
        "relativity",
        "pdf",
        "index",
        "phone bills",
        "invoices",
        "ocr",
        "discovery",
        "florida investigation",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019471",
      "summary": "On September 10, 2019, an Assistant United States Attorney from the Southern District of New York informed a recipient (“M”) that data from a hard drive, extracted from devices seized from Jeffrey Epstein’s Manhattan residence under a search warrant, had been loaded into Relativity and secured for privilege review. The data did not include materials seized from USVI. On August 29, 2019, a request was made to confirm if the data was Search Warrant returns and to identify the custodian for the privilege review. The recipient inquired about the data's loading location within Relativity.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "September 10, 2019",
      "keywords": [
        "epstein",
        "us v.",
        "relativity",
        "search warrant",
        "privilegete review",
        "data",
        "redaction",
        "subpoena returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016297",
      "summary": "On November 12, 2019, an individual ([REDACTED]) contacted another individual ([REDACTED]) regarding the completion of document unitization and coding from 56 DVD files related to the US v. Epstein case. The vendor had finished this work. The individual requested the return of the DVDs and offered to return them upon their return to the office. They also inquired about reviewing the vendor's work product before uploading it to Relativity and proposed a meeting early next week to discuss.",
      "timestamp": "2019-11-12T00:00:00",
      "timestamp_raw": "November 12, 2019",
      "keywords": [
        "epstein",
        "us v.",
        "dvd",
        "data",
        "contractor",
        "relativity",
        "vendor",
        "work product",
        "redaction",
        "storage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017061",
      "summary": "The FBI requested a 1TB hard drive from a contractor to transfer a large volume of emails related to the Epstein investigation. The FBI had previously identified a significant amount of data, including emails from 5 iMacs and 5 laptops recovered from a New York residence, and was processing it for upload to Relativity. The contractor was tasked with generating load files and copying the data to the drive. There were questions regarding the status of materials from the island and a concern about the timeline for processing all evidence, anticipating delays due to the complexity of the process.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "fbi",
        "relativity",
        "epstein",
        "search warrant",
        "emails",
        "data transfer",
        "hard drive",
        "new york",
        "island",
        "forensic examiner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017058",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031712",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015919",
      "summary": "A Senior Forensic Examiner is generating load files related to electronic evidence from a New York residence search connected to Jeffrey Epstein. The files, expected to be ready by Thursday COB, involve approximately 5-6 iMacs and 5 laptop computers processed by CART. An Assistant U.S. Attorney is following up on the status of these files and requesting information regarding materials from the island that require processing, along with an estimated completion time.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "epstein",
        "warrant",
        "relativity",
        "imac",
        "laptop",
        "forensic examiner",
        "fbi",
        "new york",
        "southern district of new york",
        "load files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030547",
      "summary": "An email exchange discusses the return of DVDs containing data unitized and coded from 56 DVD files related to the case *US v. Epstein*. One party requests the DVDs be provided for case file storage and asks about reviewing the vendor’s work product before uploading it to Relativity. The other party indicates they will return the DVDs and offers to meet next week to discuss review.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "epstein",
        "us v.",
        "redaction analysis",
        "dvds",
        "relativity",
        "document unitization",
        "vendor",
        "data",
        "case file",
        "work product"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017058",
      "summary": "The email chain discusses the transfer of FBI search warrant materials related to the Epstein case. The FBI needs a 1TB hard drive to transfer large volumes of emails from their systems to Relativity. An FBI agent requests a drive to copy files onto, anticipating completion by Thursday COB. Concerns are raised about the delay in processing “island materials” (presumably related to the island investigation) and the overall complexity of the process. The USANYS is tracking the progress of the data load and coordinating with the FBI on the timing of various components of the investigation.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "epstein",
        "fbi",
        "relativity",
        "hard drive",
        "usao",
        "search warrant",
        "emails",
        "data transfer",
        "new york",
        "island dvr"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017061",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031712",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016912",
      "summary": "The document is a series of email exchanges concerning the upload and privilege review of data related to the Epstein investigation. Key points include: *   Discussions about locating data within the Relativity database, specifically regarding folders named \"2020-01-23\" and \"Search Warrant Returns.\" *   Reports on the release of data from the NP and STR folders, with delays attributed to large data volumes. *   Confirmation of a hard drive received from FBI CART containing seized device materials. *   Requests for the hard drive to be returned after data upload for subsequent privilege review. *   Multiple inquiries regarding the status of data uploads and delays.",
      "timestamp": "2020-01-23T00:00:00",
      "timestamp_raw": "2020-01-23",
      "keywords": [
        "epstein",
        "relativity",
        "subpoena returns",
        "search warrant returns",
        "data",
        "vendor",
        "fbi",
        "privilege review",
        "folder",
        "upload"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021066",
      "summary": "On February 7, 2020, an individual requested an update on the upload of materials from an FBI CART hard drive containing data from seized and searched devices related to the Epstein case. The hard drive was received on January 21, 2020, and left with the recipient. The materials were to be uploaded to Relativity for privilege review, mirroring a previous review of Epstein search warrant returns. A subsequent batch of materials was anticipated shortly after the first upload.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "epstein",
        "fbi cart",
        "relativity",
        "hard drive",
        "privilege review",
        "redaction",
        "search materials",
        "vendor",
        "upload",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.818,
            "index": 30,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.667,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016919",
      "summary": "An email chain discusses the receipt of a hard drive from the FBI CART containing materials from the Epstein case. The drive was processed from seized devices and includes data for upload and privilege review to Relativity. A follow-up email requests the return of the hard drive after the materials are uploaded, anticipating another FBI transmission. The privilege review is to be conducted identically to a previous review related to Epstein search warrant returns.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "07 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "relativity",
        "privilege review",
        "fbi cart",
        "hard drive",
        "vendor",
        "upload",
        "data",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021066",
            "similarity": 0.818,
            "index": 29,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.667,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.667,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029758",
      "summary": "Emails discuss the upload and privilege review of data from a hard drive received from the FBI CART related to the Epstein case. The hard drive contains processed devices seized and searched. A request is made to upload the materials to Relativity for privilege review. A follow-up email inquires about the status of the upload, and another confirms the materials will be subject to a similar privilege review as previous Epstein search warrant returns. A second hard drive with additional materials is expected shortly.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "upload",
        "relativity",
        "privilege review",
        "fbi",
        "hard drive",
        "vendor",
        "search materials",
        "efta00029758"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021066",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029661",
      "summary": "Emails discuss the upload and privilege review of data related to the Epstein case, originating from an FBI CART hard drive. The data was expected to be ready by the end of the week, with updates provided regarding its status. Instructions were given for PAE to categorize the data into PP and NP folders based on privilege terms and to send STR reports. The recipient requested the hard drive back once the materials were uploaded for a subsequent privilege review mirroring a previous process.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "privilege review",
        "relativity",
        "data",
        "upload",
        "fbi",
        "hard drive",
        "folders",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021066",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021131",
      "summary": "Email correspondence regarding the upload and privilege review of data related to the Epstein case, originating from an FBI CART hard drive. The data was initially expected to be completed within a day but was delayed. Updates indicated the data was “almost done” by February 12th, then expected to be ready by Monday morning. A check-in was made on February 4th regarding the status. The hard drive was received on January 21st and intended to be uploaded to Relativity for privilege review, with a request for its return after completion.",
      "timestamp": "2020-02-14T00:00:00",
      "timestamp_raw": "14 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "vendor",
        "upload",
        "privilege review",
        "relativity",
        "fbi",
        "hard drive",
        "search materials",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029775",
      "summary": "Multiple individuals are discussing the upload and privilege review of data related to the Epstein case, specifically data received from the FBI CART. The data includes a hard drive processed from seized devices. Upload progress is being tracked, with updates stating the data is “large” and taking time to process. There are requests for status updates and confirmation of completion. A timeline of Monday morning is referenced for data readiness, and a follow-up is scheduled regarding the return of the hard drive once the data is uploaded.",
      "timestamp": "2020-02-20T00:00:00",
      "timestamp_raw": "20 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "privilege review",
        "relativity",
        "upload",
        "fbi",
        "search materials",
        "hard drive",
        "vendor",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020807",
      "summary": "Several individuals are discussing the upload and privilege review of data related to the Epstein case. The data, initially from FBI CART hard drives, is being processed and segmented into folders including \"Subpoena Returns,\" \"Search Warrant Returns,\" \"NP,\" and \"PP hits.\" There are requests for consolidation of subfolders and confirmation of data accessibility within Relativity. Updates regarding data loading progress and delays are provided throughout the exchange. One individual confirms receipt of a hard drive containing processed devices and requests its return upon upload.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029775",
            "similarity": 0.583,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.583,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.583,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.727,
            "index": 36,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026865",
            "similarity": 0.727,
            "index": 37,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020803",
            "similarity": 0.583,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029672",
      "summary": "The following emails discuss the upload and privilege review of data related to the Epstein investigation: *   Multiple individuals are requesting updates on the status of data received from the FBI CART, including a hard drive containing seized device materials. *   The data is initially located in the \"Subpoena Returns\" folder, then the “Search Warrant Returns” folder, and later in the “NP” and “STR” folders. *   The data is being segregated into “PP” hits and new data is loaded. *   The FBI is processing multiple hard drives related to the case. *   The privilege review process is being conducted, mirroring previous reviews of Epstein search warrant returns. *   The FBI anticipates further data transmissions.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "hard drive",
        "subpoena returns",
        "subpoena"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.727,
            "index": 35,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.538,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026865",
            "similarity": 0.667,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020839",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029754",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026865",
      "summary": "Several individuals are discussing the upload and privilege review of materials related to the Epstein case, originating from FBI CART hard drives. Concerns are raised about the volume of data (\"voluminous\") and potential technical issues slowing the upload process. Suggestions are made to consolidate folders, create a saved search for easier access, and track the status of data releases. Updates are provided regarding the release of data from various sources (NP folder, STR data, FBI CART hard drive) and requests are made for assistance with uploading and managing the data within the Relativity platform.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "fbi",
        "subpoena returns",
        "privilege review",
        "folder",
        "search"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.667,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.727,
            "index": 35,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.818,
            "index": 28,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029754",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020803",
      "summary": "The document records email correspondence regarding the upload and privilege review of materials related to the Epstein case. The materials originated from a hard drive received from the FBI CART, containing data seized during searches. Discussions centered on locating the materials within the Relativity database, specifically under the “Search Warrant Returns” folder. There were concerns about the volume of data and potential issues with the vendor (PAE) releasing it. Updates were provided on the status of data uploads, including the release of the “NP” folder and segregated “PP hits.” Requests were made for guidance on folder structure and for the return of the hard drive once the materials were uploaded. The final email included a document named “STR_Epstein_Privilege Terms_02. I 4.2020.pdf”.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data upload",
        "fbi",
        "privilege review",
        "folder structure",
        "vendor",
        "data volume"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031712",
      "summary": "*   The documents include both new and potentially previously received materials. *   There’s a significant lack of identification and tracking of the source devices and materials, leading to confusion about what is new and what has been previously processed. *   A centralized system (spreadsheet) is urgently needed to track devices, data transfers, and associated materials to manage the volume effectively. *   The team is struggling to determine the origin and completeness of the data due to absent labeling and documentation.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "relativity",
        "files",
        "data transfer",
        "hard drive",
        "l.a.",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017058",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017061",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020839",
      "summary": "Multiple parties (including FBI personnel and a vendor named PAE) are involved in the upload and privilege review of data related to the Epstein case. There are concerns about the volume of data, specifically repeated documents and large file sizes. The data is being transferred from various sources, including FBI CART hard drives, and there are requests for it to be organized and moved to the appropriate Relativity folders (Search Warrant Returns). There are delays and questions regarding the upload process and the need for duplication. Discussions revolve around folder structure, data accessibility, and the timeline for completion of the privilege review.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "de-dupe",
        "folder structure",
        "fbi",
        "privilege review",
        "documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026865",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029754",
            "similarity": 0.818,
            "index": 42,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023774",
      "summary": "*   Initial data transfers involve multiple hard drives, CDs, and computer devices containing over a million documents. *   There are inconsistencies and confusion regarding the tracking of these materials, with multiple copies of drives and varying levels of processing already completed. *   The recipient is requesting a centralized spreadsheet to document the status of each device, including whether it has been processed, the data transferred, and any remaining items. *   Coordination challenges exist due to network issues, data naming conventions, and a lack of clear identification of the materials from each device. *   A meeting is proposed to address these issues and ensure a unified approach to reviewing the evidence.",
      "timestamp": "2020-03-04T00:00:00",
      "timestamp_raw": "04 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "hard drives",
        "ny apartment",
        "island",
        "relativity",
        "devices",
        "data transfer",
        "spreadsheets",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029754",
      "summary": "The document contains email exchanges regarding the upload and privilege review of extensive search materials related to the Epstein case. Key issues include: *   **Data Volume & Duplication:** Significant concerns were raised about the large volume of data, particularly repeated documents, requiring de-duplication. *   **Folder Structure:** Discussions centered on the correct placement of the materials within the Relativity database, specifically regarding the categorization of data under “Search Warrant Returns” versus “Subpoena Returns.” *   **Vendor Delays:** The vendor (PAE) experienced difficulties releasing the data due to its size, causing delays in processing. *   **Data Delivery:** The FBI provided a hard drive with processed data from seized devices, and subsequent data sets were anticipated. *   **Ongoing Review:** The uploaded data was to be subject to the same privilege review previously conducted on Epstein search warrant returns.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "redaction",
        "documents",
        "folder structure",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.818,
            "index": 40,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026865",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032141",
      "summary": "The document details a significant challenge in reviewing a massive collection of electronic data seized in connection with the Epstein investigation. The FBI’s forensic team in New York received over 1.4 million documents from multiple sources, including hard drives and CDs, but the data is severely disorganized and lacks crucial metadata. Specifically, the files are not linked to their originating devices, there’s no indication of whether they represent full or partial data sets, and control numbers are inconsistent. The team repeatedly requested a standardized system—a spreadsheet identifying devices, review status, and data transfers—to facilitate the review process, but faced delays due to network issues and a lack of coordination. Multiple emails exchanged between FBI personnel and U.S. Attorneys highlight the difficulties in tracking the data, the need for a clear accounting of received materials, and the urgency of establishing a systematic review approach before significant time is lost.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "epstein",
        "warrant documents",
        "data",
        "review",
        "taint",
        "relativity",
        "devices",
        "files",
        "organization",
        "encryption",
        "screen"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030309",
      "summary": "The US Attorney’s office has provided several data dumps (over 1.4 million documents), but the data is severely disorganized and lacks crucial metadata. Specifically, the files are not linked to their originating devices, making it impossible to track the full scope of the collection or efficiently review the materials. Attempts to establish a system for tracking the data have been met with delays and unanswered emails. There are concerns about duplicated files and an inability to determine which items are complete versus partial. Multiple parties involved (including CART, Relativity users, and the US Attorney’s office) express frustration with the lack of organization and request a coordinated meeting to address the issues and establish a clear process for reviewing the data. The team is struggling to determine what data has been previously provided, whether files are full or partial, and what devices are associated with the data.",
      "timestamp": "2020-04-04T00:00:00",
      "timestamp_raw": "04 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "taint screen",
        "ausas",
        "agents",
        "devices",
        "files",
        "review",
        "data",
        "organization",
        "organization",
        "network",
        "computers",
        "hard drives",
        "mac",
        "files",
        "distribution",
        "timelines"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010440",
      "summary": "The provided text is a series of email exchanges concerning the review of documents seized in connection with the Epstein investigation. Key issues include difficulties with the data format received, specifically problems with linking emails to attachments, a lack of metadata associating files with seized devices, and inconsistencies between search warrant returns and the delivered data. The recipients repeatedly request a spreadsheet detailing the devices, the status of data dumps, and the transfer of materials. There are concerns about the volume of data (over a million documents) and the need for a standardized system to track the progress of the review. Multiple attempts are made to schedule a meeting to address these challenges and establish a clearer workflow.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data",
        "devices",
        "spreadsheet",
        "conference call",
        "review",
        "files",
        "mac",
        "windows"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030329",
            "similarity": 0.647,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030322",
            "similarity": 0.611,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016437",
            "similarity": 0.529,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030329",
      "summary": "Multiple parties – including US Attorney’s Office personnel and a private consultant – are involved in processing and reviewing the massive volume of seized data (over 1 million documents). A primary concern is the lack of clear organization and tracking of the data, leading to difficulties in identifying devices, assessing the completeness of data transfers, and correlating data sets. There are issues with the format of the data received, including missing email attachments, broken links between files and native data, and inconsistent numbering systems.  Requests are repeatedly made for a centralized spreadsheet detailing devices, data transfer status, and review progress.  Several technical challenges are highlighted, including network issues, data deletion during network upgrades, and difficulties in processing the large volume of data. The overall situation is characterized by a need for improved data management and tracking to facilitate the investigative process.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data",
        "devices",
        "files",
        "spreadsheet",
        "review",
        "pandemic",
        "mac",
        "windows",
        "transfer",
        "load files",
        "new york",
        "virgin islands"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010440",
            "similarity": 0.647,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030322",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016437",
            "similarity": 0.5,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.524,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030322",
      "summary": "Key points include: *   **Initial Requests for Assistance:** Multiple requests are made to assist in processing the large volume of seized data (over a million documents) and identifying devices, including hard drives and CDs. *   **Data Issues:** Significant problems are identified with the data format, including a lack of linking between emails and attachments, a load file with no native file connection, and inconsistent numbering, making review extremely difficult. *   **Device Tracking:** There's a consistent need for a clear inventory of seized devices (computers, hard drives, etc.) and status updates on what has been processed, transferred, and remains. *   **Technical Challenges:** Technical difficulties arise with data transfer (network issues, Relativity tool limitations, and file naming conventions). *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to coordinate efforts and establish a clear system for tracking the data. *   **Specific Device Information:** Details emerge about the devices seized, including 9 IDE hard drives from the Manhattan apartment (3 copies) and a list of devices from both the New York and Virgin Islands locations. *   **Timeline Concerns:** There’s a concern about delays in receiving and processing the data, and a desire to establish a realistic timeline for completion.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "phone technology",
        "conference call",
        "data",
        "devices",
        "spreadsheet",
        "review",
        "redaction",
        "usanys",
        "mac",
        "windows",
        "files",
        "load files",
        "data transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030329",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.611,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017028",
      "summary": "The provided text is a series of emails discussing the receipt and processing of data seized during FBI searches related to Jeffrey Epstein. Initially, the FBI planned to simply provide raw data to a vendor for processing, aiming for efficiency and avoiding previous delays. However, concerns arose about the volume of data (potentially terabytes) and the lack of a clear plan for data transfer and processing. Multiple parties requested a more structured approach, including a spreadsheet detailing devices, data dumps, and review status. There were difficulties identifying previously received data, leading to confusion regarding what was new and what had been processed. The need for a coordinated effort to track the data and ensure accurate review was repeatedly emphasized, with suggestions of using vendors like Kroll or BRG to streamline the process. There were delays attributed to Sony’s network issues and questions about the timeline for receiving the complete data set.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "data",
        "fbi",
        "processing",
        "vendor",
        "data size",
        "relativity",
        "raw data",
        "search warrant",
        "documents",
        "efficiency",
        "remote working"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025482",
      "summary": "It concerns the processing of digital evidence – encompassing phones, tablets, servers, laptops, and media – recovered from multiple locations (New York mansion and USVI). The US Attorney’s Office contracted with a third-party firm to extract and review the data, using Relativity e-discovery software. Initially, there were disagreements regarding the review methodology. The contractor initially insisted on a “taint review” within Relativity, which was deemed inefficient and incapable of handling the volume and complexity of the data. A revised approach was adopted involving piece-by-piece processing, aiming for greater consistency and attribution of data to specific devices. Significant delays and challenges arose due to the massive volume of data (over a terabyte) and encryption on multiple devices, as well as the lack of a centralized system for tracking the evidence. A key issue was the inability to effectively link emails and attachments, creating difficulties in reviewing and producing documents for defense counsel.  The team struggled to maintain a clear inventory of what data had been processed, what remained, and the associated timelines, leading to repeated requests for updated information and a need for a streamlined tracking system – primarily a spreadsheet – to manage the immense dataset. There were issues related to differing versions of data, the categorization of files, and the labeling of devices. Multiple attempts were made to schedule meetings to address these coordination challenges.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "relativity",
        "e-discovery",
        "data",
        "evidence",
        "files",
        "devices",
        "encryption",
        "taint review",
        "data transfer",
        "terabytes",
        "digital evidence",
        "phones",
        "tablets",
        "servers",
        "us attorney's office",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027444",
      "summary": "A key issue is the slow and inconsistent delivery of data from the FBI. Initially, the FBI planned to provide fully processed data ready for upload to Relativity, but this shifted to providing raw files from the seized devices, requiring the recipient to perform the necessary conversions and processing themselves – a task that proved significantly delayed and complex. The recipient (identified as \"USANYS\") expressed frustration with the lack of clear communication, the volume of data, and the technical challenges involved in preparing it for review (taint analysis) within Relativity. There were issues with the format of the data, including a lack of linking between email attachments and documents, and the inability of the Relativity platform to handle forensic data elements. The process involved multiple rounds of communication, spreadsheet updates, and requests for additional resources to address the delays. The recipient repeatedly highlighted the need for a clear system of device identification and data tracking to manage the massive amount of information and ensure accurate review. The delays were partly attributed to the FBI's temporary network issues and their decision to send hard drives instead of uploading data directly.",
      "timestamp": "2020-05-13T00:00:00",
      "timestamp_raw": "13 May 2020",
      "keywords": [
        "epistein",
        "search warrant",
        "fbi",
        "relativity",
        "data",
        "conversion",
        "tiff",
        "devices",
        "extraction",
        "files",
        "drives",
        "cart",
        "timelines",
        "production",
        "analysis",
        "forensics",
        "materials",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016437",
      "summary": "This document details the ongoing efforts to process and review digital evidence seized in connection with the Epstein investigation. Initial challenges involve a disorganized data transfer process, with multiple versions of files and unclear attribution to specific devices. Key issues include: *   **Data Delivery Problems:** Multiple delivery attempts were unsuccessful, with files corrupted or incorrectly formatted, requiring re-transmission. *   **Relativity’s Limitations:** The use of Relativity for taint review was deemed problematic due to the tool's inability to handle forensic data, requiring manual re-processing. *   **Lack of Standardization:** A lack of a standardized system for identifying and tracking data transfers hindered progress, leading to confusion regarding the completeness and origin of files. The need for a spreadsheet detailing devices, data dumps, and review status was repeatedly emphasized. *   **Volume of Data:** The sheer volume of data (over a million documents and numerous devices) created significant logistical and processing challenges. *   **Coordination Issues:** Communication and coordination between the FBI, the U.S. Attorney’s Office, and contractors were essential, but initially hampered by differing approaches and a lack of clear communication about data processing steps. *   **Timeline Concerns:** There were concerns about the timeline for complete data review, initially estimated at a month, but potentially extended due to the complexities involved.",
      "timestamp": "2020-05-15T00:00:00",
      "timestamp_raw": "15 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data transfer",
        "devices",
        "ny",
        "virgin islands",
        "files",
        "review",
        "taint review",
        "data",
        "hard drives",
        "mac"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030329",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.529,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023728",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016425",
      "summary": "Virgin Islands. The primary issue revolves around the inconsistent and difficult-to-manage delivery of the seized data, particularly the volume of documents (over 1 million) received recently. Initially, a request was made for a spreadsheet detailing the seized devices and their associated data, mirroring a previous USVI spreadsheet. Subsequent communications detail the various forms of data received (hard drives, CDs, loose media, etc.) and the challenges in tracking their origin and completeness. The team repeatedly expresses difficulty in correlating the data with specific devices and understanding the scope of what's been reviewed. There are concerns about duplicate or outdated data being delivered, as well as the lack of a clear system for identifying and tracking the data’s provenance. A key point of contention is the inability to effectively utilize the data for taint review due to the format issues (lack of email attachments linked to files, etc.) and the sheer volume of information.  The team is seeking a standardized spreadsheet with details about each device and its corresponding data, to facilitate a more organized review process.  Scheduling multiple meetings and coordinating efforts between the US Attorney’s office and contractors are crucial aspects of the ongoing process.",
      "timestamp": "2020-05-18T00:00:00",
      "timestamp_raw": "18 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "devices",
        "hard drives",
        "data",
        "locations",
        "ny",
        "usvi",
        "identifiers",
        "serial number",
        "spreadsheet",
        "documents",
        "relativity",
        "taint review",
        "transmission"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030665",
      "summary": "Initial communication highlights a significant challenge: a lack of clear tracking and organization of the massive volume of data received (over 1 million documents). Multiple individuals involved – FBI agents, U.S. Attorney’s Office staff, and contractors – repeatedly request a centralized spreadsheet detailing the devices, data transfer status, and review progress. Concerns are raised about duplicate or outdated materials, the difficulty in linking files to specific devices, and the inability of the current review process (Relativity) to fully handle the data's complexity. A key issue is the need for a standardized system to identify and manage the numerous hard drives and storage devices containing evidence, allowing for accurate tracking and efficient analysis. The team is frustrated by the lack of a clear timeline and the difficulty in correlating the data to the original search warrants.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "financials",
        "electronics",
        "thumb drives",
        "sd cards",
        "serial number",
        "dell poweredge",
        "sony vaio",
        "storage devices",
        "location",
        "usvi spreadsheet",
        "relativity",
        "taint review",
        "data transfer",
        "devices",
        "materials",
        "new york",
        "virgin islands",
        "metadata",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022331",
      "summary": "The FBI (specifically the NY CART Coordinator) is providing updates on the recovered evidence, primarily digital media like hard drives, thumb drives, and computers. Key issues include: *   **Lack of Device Identification:** A significant concern is the absence of a clear inventory of devices and their contents, making it difficult to track the data being provided. The request is repeatedly for a list of seized devices with associated data, ideally linked to device serial numbers. *   **Data Transfer Format:** The FBI is transitioning to transferring data in a format compatible with Relativity, the e-discovery tool used by the U.S. Attorney’s Office, but this process is hampered by the lack of proper device identification. *   **Data Volume and Disorganization:** The sheer volume of data (over a million documents) and the disorganized nature of the files presented a major challenge. Some files appear to be duplicates or remnants of previous transfers. *   **Coordination Issues:** There are ongoing communication challenges between the FBI, the U.S. Attorney's Office, and the contractor, leading to delays and misunderstandings regarding the process and timeline. *   **Requested Deliverables:** The U.S. Attorney’s Office requires a detailed spreadsheet listing all seized devices, the data extracted from each, its review status, and any associated identifiers. They also need confirmation on the timelines for receiving the remaining evidence and data sets.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "search warrant",
        "documents",
        "fbi",
        "devices",
        "hard drives",
        "sd cards",
        "thumb drives",
        "locations",
        "data transfer",
        "serial numbers",
        "epstein",
        "nyco243xx",
        "relativity",
        "taint review",
        "data processing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020213",
      "summary": "Initially, there were significant challenges in receiving usable data, stemming from network issues, formatting discrepancies, and a lack of clear identification of the seized devices and their contents.  The FBI contractor, [REDACTED], was responsible for transferring the data, while the US Attorney’s Office (specifically, the NY CART Coordinator) was handling the data review and taint analysis. Key issues included: *   **Data Format Problems:** The received data frequently lacked proper formatting and identification, making it difficult to process and link to specific devices. *   **Delayed Transfers:** Network outages and technical difficulties caused delays in receiving the data. *   **Communication Gaps:** There were misunderstandings and a need for clearer communication regarding the data’s origin, completeness, and transfer process. *   **Need for Tracking:** A central spreadsheet was repeatedly requested to track devices, data transfers, and review status. *   **Processing Needs:** Relativity was being used as the system for review, but it was limited in its ability to handle the data’s complexities. The correspondence highlights a struggle to coordinate efforts, establish clear protocols, and efficiently utilize the available resources to analyze the massive volume of digital evidence. There was an ongoing push to create a standardized system for tracking the evidence and to get the data into a usable format (Relativity) for the review process.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "fbi",
        "epstein",
        "search warrant",
        "data",
        "transfer",
        "devices",
        "drive",
        "files",
        "data review",
        "forensic",
        "relativity",
        "ny",
        "usvi",
        "storage",
        "materials",
        "data analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029778",
      "summary": "Initially, the FBI’s NY CART Coordinator and a forensic examiner are working to process and transfer data from seized hard drives, phones, and tablets. There are significant delays and misunderstandings regarding the data transfer process, particularly concerning the volume of data (over 1 million documents), the lack of clear identification of devices and their contents, and issues with the data format.  The team needs a reliable system for tracking the transfer of data, including a spreadsheet detailing devices and their associated materials. There are repeated requests for a list of devices and associated data and concerns about the data's usability for taint review.  The team is experiencing challenges with the data's format, specifically issues with file names and the inability to link emails to attachments.  Several individuals express frustration with the process and the need for better communication and organization. The updates highlight difficulties with network issues, staffing levels, and the challenges of handling large volumes of digital evidence.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "hard drives",
        "data",
        "phones",
        "tablets",
        "seizure",
        "review",
        "analysis",
        "litigation",
        "data transfer",
        "devices",
        "materials",
        "taint review",
        "relativity",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031176",
      "summary": "Virgin Islands.  The FBI contractor is responsible for extracting and preparing the data for review, while the FBI (specifically the NY CART Coordinator) is overseeing the process. Key issues include: *   **Data Volume & Format:** The volume of data (over a million documents) is overwhelming, and the inconsistent formats and lack of clear labeling make review extremely challenging. *   **Identification of Devices:**  A critical need exists for a clear inventory of seized devices and their corresponding data, allowing accurate tracking of what has been processed and what remains. *   **Transfer Issues:**  There are concerns about the transfer process itself, including a delay due to network issues and questions about whether data is being delivered in its entirety or with modifications.  There's confusion about which files have already been provided and what’s newly submitted. *   **Relativity System:** The FBI's reliance on the Relativity e-discovery platform for review is causing difficulties due to Relativity's limitations in handling forensic data. *   **Coordination Challenges:**  Frequent communication and coordination between the involved parties (FBI, contractor, and US Attorney’s office) are essential to address these challenges and maintain progress. The text shows a reactive and somewhat disorganized process, marked by miscommunications and a lack of clear documentation. The overarching goal is to efficiently review the seized data to identify potential evidence and support further legal action.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "data",
        "fbi",
        "files",
        "devices",
        "transfer",
        "documents",
        "analysis",
        "data recovery",
        "forensics",
        "relativity",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009941",
            "similarity": 0.643,
            "index": 74,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032026",
      "summary": "Thomas Brown of Berkeley Research Group, LLC proposes a computer forensics engagement for approximately 57 devices (hard drives, mobile devices, and portable media). The scope includes data extraction, parsing, Relativity file creation, data analysis, and team briefings. The engagement would be staffed by two junior staff members supervised by a senior staff member (a former FBI computer scientist) and managed by a director. The estimated timeline is 30 days. The budget ranges from $85,000 to $135,000, covering hourly rates for staff and the director, plus fees for blank hard drives, thumb drives, and device image recovery.",
      "timestamp": "2020-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2020",
      "keywords": [
        "computer forensics",
        "budget estimate",
        "data extraction",
        "relativity",
        "forensic analysis",
        "hard drives",
        "mobile devices",
        "managing director",
        "berkeley research group",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031889",
      "summary": "The primary issue centers around the delivery and organization of the vast amount of data – over a million documents – recovered from multiple sources (Epstein’s residences in New York and the USVI, and his person). Initial concerns involve a lack of clear identification of the devices and their contents, making the review process extremely difficult and slow. There are repeated requests for a detailed spreadsheet listing the devices, the data contained within, and the status of the review process. The contractor highlights technical challenges with the data format, the inability to link files to devices, and the need for a more structured approach. The FBI expresses a need for a meeting to coordinate efforts and establish a clearer timeline for the delivery and processing of the remaining evidence. There are repeated delays and difficulties stemming from network issues and the complexity of the data.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "production",
        "fbi",
        "data",
        "files",
        "devices",
        "relativity",
        "trial",
        "review",
        "materials"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010440",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.526,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.556,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032028",
      "summary": "The core issue is a lack of clear organization and tracking of the evidence, leading to repeated delays and confusion. **Key Points:** *   **Data Volume & Complexity:** The investigation involves a massive amount of data across various devices (computers, hard drives, CDs, etc.), making the process incredibly complex. *   **Lack of Tracking:** The primary problem is the absence of a consistent system for identifying and labeling the evidence, making it difficult to determine what’s been reviewed, transferred, and what remains. *   **Processing Issues:** The contractor highlights issues with the data formats received, specifically challenges with Relativity (the e-discovery tool) handling the data and the lack of links between files and devices. *   **Timeline Delays:** Repeated delays are attributed to miscommunication, the need to re-process data, and the sheer volume of evidence. *   **Requests for Clarity:** Throughout the exchanges, the US Attorney's Office and FBI repeatedly request a spreadsheet or other organized listing of the evidence to facilitate the review process. *   **Proposed Solutions:** Various suggestions are made (e.g., creating a spreadsheet, using Bates numbers) to address the tracking problem, but implementation is slow due to the ongoing challenges. Essentially, the document chronicles the frustrating process of trying to manage a large, complex digital evidence case with inadequate organization and communication.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "transfer",
        "devices",
        "materials",
        "timelines",
        "cart",
        "production",
        "mac",
        "ny",
        "usanys",
        "contractors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.545,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.6,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031535",
      "summary": "Attorney's Office, and a contractor (BRG) to analyze data seized during searches related to Jeffrey Epstein. Initial challenges involve a complex, large volume of data (over a million documents) from various devices (computers, hard drives, CDs, etc.) across two residences (New York and the US Virgin Islands).  A key issue is the lack of clear identification of the data sources – the FBI initially struggled to provide a consistent inventory of the devices and the data contained within. There were difficulties with data transfer formats, particularly regarding the inability to easily integrate data for taint review using Relativity. Concerns were raised about duplicate data being transferred and the difficulty in distinguishing between complete and partial data sets. The contractors, BRG, were engaged to process the data, aiming for a one-month turnaround. Ongoing communication and a shared spreadsheet are seen as essential to managing the complex project and ensuring accurate tracking of the data. Multiple attempts are made to schedule meetings and coordinate efforts to address the data organization and transfer challenges.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "devices",
        "files",
        "review",
        "timeline",
        "contractor",
        "materials",
        "transfer",
        "cart",
        "storage",
        "mac"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032028",
            "similarity": 0.545,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031889",
            "similarity": 0.526,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020213",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016180",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027000",
            "similarity": 0.565,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027474",
      "summary": "The primary issue revolves around the disorganized and incomplete delivery of data, particularly concerning the massive volume of files (over a million) recovered from multiple devices (computers, hard drives, CDs, etc.) across New York and the US Virgin Islands.  Key points include: *   **Delayed Data Delivery:** Significant delays are experienced in receiving the data, with estimates fluctuating and needing to be pushed back. *   **Data Organization Issues:** The received data is poorly organized, lacking clear identification of devices and contents, making review extremely difficult. There are multiple versions of files. *   **Relativity System Challenges:** The contractor is attempting to utilize Relativity for data review, but the lack of proper organization hinders its effectiveness. The system is unable to easily interpret the data. *   **Request for a Tracking System:**  The team repeatedly requests a standardized spreadsheet or tracking system to manage the data and facilitate the review process. *   **Ongoing Coordination:** The exchanges involve ongoing discussions about timelines, data formats, and the necessary steps to effectively analyze the evidence. Several individuals coordinate to schedule meetings. *   **Technical Difficulties:** Technical issues, such as network problems and the need to rebuild network infrastructure, contribute to the delays. The core problem is the absence of a clear, organized system for tracking the digital evidence, leading to significant delays and challenges in the investigation.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "brg",
        "relativity",
        "usvi",
        "ny",
        "fbi",
        "data",
        "devices",
        "timelines",
        "production",
        "materials",
        "contracts",
        "forensic"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032028",
            "similarity": 0.6,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031889",
            "similarity": 0.5,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.524,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032047",
            "similarity": 0.5,
            "index": 69,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026979",
      "summary": "The primary focus is on the transfer and processing of over a million digital files related to the investigation. Initial difficulties include a lack of clear identification of the devices and their contents, concerns about data corruption and incomplete transfers, and challenges in integrating the various data streams. The contractor repeatedly requests a more organized system for tracking the evidence – specifically a spreadsheet identifying devices and the status of the data associated with them. There are discussions about the use of Relativity for data analysis and the need for a complete and searchable dataset. The timeline for receiving the complete data is repeatedly pushed back due to technical issues and staffing limitations. Key items being sought include a list of all seized devices and their associated data, and a clear understanding of what has been processed and what remains to be analyzed.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "devices",
        "fbi",
        "search warrant",
        "documents",
        "usanys",
        "data",
        "extraction",
        "new york",
        "virgin islands",
        "buckets",
        "relativity",
        "files",
        "timelines",
        "contractors",
        "62 devices",
        "57 devices",
        "30 devices",
        "emails",
        "hard drives",
        "files",
        "data transfer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016180",
      "summary": "Initially, FBI agent [REDACTED] was providing data extracts (primarily load files) from devices seized in New York and the US Virgin Islands to the U.S. Attorney’s Office and their contractor, [REDACTED]. However, the team quickly encountered significant challenges in understanding and utilizing the data due to inconsistencies in naming conventions, the sheer volume of information (over 1 million documents), and a lack of clear tracking of what had already been processed. Key issues include: *   **Data Format and Lack of Metadata:** The data was often provided in a format difficult to use directly in e-discovery software (Relativity) due to a lack of clear device identification and categorization. *   **Duplicate Data:** There were concerns about receiving duplicate data, leading to confusion about what had already been reviewed. *   **Coordination Challenges:** Communication and coordination between the FBI, the U.S. Attorney’s Office, and their contractor were strained, leading to delays and a lack of clear direction. *   **Requests for a Tracking System:** The U.S. Attorney’s Office repeatedly requested a spreadsheet or other system to track the data and its status, highlighting the need for better organization. *   **Technical Issues:** The FBI agent mentioned network issues that slowed down the data transfers. Multiple attempts were made to establish a clear workflow, including proposed meetings to discuss the data and a request for a standardized spreadsheet to document the evidence.  Ultimately, the situation highlighted a significant breakdown in communication and a critical need for a more structured approach to managing the massive amount of data involved in the investigation.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "data",
        "devices",
        "servers",
        "email",
        "analysis",
        "redaction",
        "relativity",
        "evidence",
        "usvi",
        "ny",
        "mac",
        "extraction",
        "files",
        "transfer",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027000",
            "similarity": 0.583,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023728",
            "similarity": 0.522,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027000",
      "summary": "Virgin Islands. Initially, the FBI (NY CART Coordinator) was sending data in load files, but significant issues arose due to the massive volume of data (over a million documents), difficulties in tracking the origin of files (lack of device identification), and problems with the data format. There were challenges with file naming conventions, data duplication, and the inability of the existing tools (Relativity) to effectively process the data. The U.S. Attorney’s office requested a more organized approach – a spreadsheet detailing each device and its contents – to facilitate the review process. A series of emails between the FBI and the U.S. Attorney’s office outlined the challenges, requests for clarification, and attempts to establish a coordinated workflow, with ongoing discussions about timelines and data transfer methods. The core issue revolved around a lack of clear identification and tracking of the digital evidence, leading to significant delays and difficulties in the review process.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "fbi",
        "epstein",
        "search warrant",
        "documents",
        "data",
        "drive",
        "forensic",
        "files",
        "devices",
        "mac",
        "windows",
        "usvi",
        "redaction",
        "transfer",
        "analysis",
        "relativity",
        "data volume",
        "cart",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016180",
            "similarity": 0.583,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.565,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.522,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023728",
            "similarity": 0.522,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032065",
      "summary": "Virgin Islands. Initial communications involve the FBI (specifically, the NY CART Coordinator and Senior Forensic Examiner) working with a contractor to receive data, primarily in the form of hard drives containing digital evidence. Early challenges include data inconsistencies (duplicate files, unclear labeling, and issues with the load file), difficulties in tracking the source of the data (device identification), and problems with the receiving system (Relativity) being unable to properly process and display the files. There are repeated requests for a clear inventory of the seized devices and their contents, a spreadsheet detailing the data transfers, and a coordinated meeting to address these issues. The overall timeline is disrupted due to network maintenance, and concerns arise regarding the lack of organized data to facilitate the forensic review process and eventual production of evidence for legal proceedings.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usanys",
        "data",
        "forensic",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "transfer",
        "review",
        "production",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027000",
            "similarity": 0.522,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032028",
            "similarity": 0.5,
            "index": 60,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032047",
            "similarity": 0.619,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023710",
            "similarity": 0.789,
            "index": 70,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024566",
      "summary": "This document details a series of email exchanges between the FBI’s NY CART Coordinator and various parties regarding the processing and review of digital evidence seized from Jeffrey Epstein’s residences in New York and the USVI. The core issue revolves around delays in receiving and properly identifying the vast amount of data – over a million documents – and the associated devices (hard drives, servers, etc.). Initial efforts to transfer files to the U.S. Attorney's Office were hampered by technical difficulties, miscommunications, and a lack of a clear system for tracking the data. Concerns were repeatedly raised about the format of the data, the inability to link emails to attachments, and the difficulty in determining what had already been processed. Requests for a centralized inventory and a clear identification system for the devices and their contents were repeatedly made. The exchange culminates in a frustration with the process and a desire for a more organized approach to managing the evidence.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "ny",
        "usvi",
        "devices",
        "data",
        "files",
        "review",
        "timeline",
        "relativity",
        "production",
        "materials",
        "transfer",
        "estimates",
        "cart"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027000",
            "similarity": 0.5,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016180",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023728",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023710",
            "similarity": 0.522,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009941",
            "similarity": 0.5,
            "index": 74,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023728",
      "summary": "Initially, there’s confusion regarding the format and organization of the data being provided by the FBI (NY CART Coordinator) and the US Attorney’s Office. A core issue is the lack of clear identification of devices and their associated data, leading to difficulty in tracking progress and ensuring all relevant materials are being processed. Multiple requests are made for a spreadsheet detailing the devices, their contents, and the status of the data review. Concerns are raised about the volume of data (over a million documents), inconsistencies in file naming and dates, and the inability to easily link data to specific devices.  There are discussions about the transfer process, including the need for a system to identify and categorize the data, and addressing potential network issues.  Several individuals – FBI agents, contractors, and attorneys – are involved in the coordination and communication regarding the ongoing review.  Ultimately, there’s a desire for a structured approach to manage the massive amount of digital evidence and facilitate the legal proceedings.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00023728",
        "epstein",
        "search warrant",
        "documents",
        "data",
        "drive",
        "pae",
        "relativity",
        "redaction",
        "devices",
        "fbi",
        "usvi",
        "ny",
        "mac",
        "files",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027000",
            "similarity": 0.522,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016180",
            "similarity": 0.522,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032047",
      "summary": "The core issue revolves around the disorganized and incomplete delivery of data, specifically over a million documents and numerous devices (computers, hard drives, thumb drives, etc.) from Epstein’s residences in New York and the USVI. Key points and concerns raised repeatedly include: *   **Lack of Identification:** There's a critical need for a system to identify and track each device and its corresponding data. The current delivery lacks clear labeling, making review and organization extremely difficult. *   **Duplicate Data:** The team worries about receiving duplicate files and needing to sift through them. *   **Data Formats:** The documents are in varying formats (Mac, Windows, loose media), creating challenges for the review process. Relativity, the e-discovery tool being used, is proving problematic due to its inability to handle the file structure effectively. *   **Timeline Issues:** Multiple delays and shifting estimates are given regarding the completion of the data transfer and analysis, primarily due to network issues and staffing constraints. *   **Coordination Needed:** There's a continuous need for better coordination and clear communication between all parties to ensure the data is processed efficiently and effectively. The exchanges repeatedly request a spreadsheet with detailed information about each device, its contents, and the status of its review.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "data",
        "forensic",
        "transfer",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "usvi",
        "fbi",
        "contractor",
        "production",
        "redaction",
        "data volume",
        "timelines"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.619,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027000",
            "similarity": 0.682,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027474",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023710",
            "similarity": 0.565,
            "index": 70,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023710",
      "summary": "This document details the ongoing efforts to process and analyze digital evidence related to Jeffrey Epstein’s case, primarily from searches conducted in New York and the U.S. Virgin Islands. Initially, the FBI contractor, working under the NY CART Coordinator, was tasked with collecting and preparing the data for review. There were repeated communication challenges regarding the format and organization of the data, with the contractor struggling to reconcile the different data streams and the lack of clear identification of devices and their contents. The volume of data was substantial (over a million documents), creating difficulties in tracking progress and ensuring a cohesive review process. Several attempts were made to establish a clear system for data transfer and identification, including the creation of spreadsheets, but these efforts were hampered by inconsistencies and missing information. There were delays due to network issues and the processing of the data, with the contractor requesting assistance and seeking clarification on timelines and procedures. Ultimately, the need for a coordinated approach and a standardized system for managing the evidence was repeatedly emphasized to ensure efficient and accurate analysis.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usanys",
        "data",
        "transfer",
        "forensic",
        "devices",
        "files",
        "relativity",
        "mac",
        "windows",
        "forensic examiner",
        "production",
        "materials",
        "inventory",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032047",
            "similarity": 0.565,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.522,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.789,
            "index": 66,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032104",
      "summary": "Initial delays and communication issues have hampered progress. Here’s a breakdown of the key points: *   **Data Transfer Challenges:** The FBI (through the NY CART Coordinator) is extracting data from various devices (hard drives, laptops, CDs, etc.) but the transfer process is slow and complicated by a lack of clear labeling and tracking of the data. *   **Relativity System:** The team is attempting to utilize the Relativity e-discovery platform for analysis, but this requires the data to be converted into a specific format that the Relativity system can handle. This conversion process is being handled by BRG, but it's a time-consuming step. *   **Communication Breakdown:** There are recurring communication gaps between the FBI, the U.S. Attorney’s Office, and the contractor, leading to misunderstandings about timelines, deliverables, and the necessary format for the data. *   **Timeline Issues:** The initial estimates for completing the data processing and analysis have been repeatedly pushed back due to the complexity of the evidence and the ongoing challenges. *   **Budget Requests:** The contractor is seeking funding to engage BRG for the data conversion and processing, estimating the cost to be between $85,000 and $135,000. *   **Data Organization Needs:** The team stresses the critical need for a consistent system for identifying and tracking the data, requesting a spreadsheet detailing the devices and the materials extracted from them. Essentially, the document is a record of a complex, frustrating, and poorly coordinated data processing operation with significant delays and a lack of clarity.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "efta00032104",
        "epstein",
        "search warrant",
        "data extraction",
        "processing",
        "relativity",
        "fbi",
        "pae",
        "brg",
        "tiff",
        "data",
        "devices",
        "file set",
        "review",
        "timelines",
        "materials",
        "usvi",
        "ny",
        "mac",
        "hard drives",
        "servers",
        "processing",
        "load file"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030392",
      "summary": "This document details a series of communications between the FBI’s NY CART Coordinator (Senior Forensic Examiner) and a contractor regarding the digital evidence collected from Seth Rich’s residences in New York and the U.S. Virgin Islands related to Jeffrey Epstein. The primary focus is on the transfer and processing of the data, highlighting significant delays and challenges. Here’s a breakdown of the key content: *   **Initial Data Transfer:** The contractor initially received hard drives containing evidence, with a focus on transferring the data to Relativity for review. *   **Technical Difficulties:** The FBI and contractor encountered numerous technical issues, primarily with the format of the data. The original transfer lacked proper indexing, making it difficult to link emails to attachments and hindering forensic analysis. The data contained a large number of small files, leading to slow transfer times. *   **Requests for Clarification & Organization:** The FBI repeatedly requested a clear inventory of devices and data to facilitate a more organized review process. They specifically needed a spreadsheet detailing devices, transfer status, and file types. *   **Delayed Processing:** The processing of the data was significantly delayed due to network issues, the sheer volume of data, and the challenges of working with different data formats (Mac, Windows, loose media). *   **Ongoing Communication:** Throughout the document, there’s a back-and-forth discussion about timelines, the need for further data transfers, and the challenges of integrating the different data streams. *   **Final Status:** As of the last entry, the process was still ongoing with estimates for completion pushed back due to the complexities involved.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epiestpn",
        "epstein",
        "fbi",
        "search warrant",
        "data",
        "drive",
        "files",
        "mac",
        "windows",
        "forensics",
        "usvi",
        "data transfer",
        "relativity",
        "devices",
        "materials",
        "hard drive",
        "inventory",
        "redaction",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027569",
      "summary": "On July 14, 2020, a contractor (USANYS) received new data related to the US v. Epstein case from IM. The processing and uploading cost was estimated at $8,000.00, and the data was intended to be sent to PAE, requesting approval from the recipient. EFTA00027569 is the case identifier.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "epstein",
        "us v.",
        "relativity",
        "pae",
        "data",
        "vendor",
        "cost",
        "processing",
        "upload",
        "contract"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009941",
      "summary": "This document is a series of email exchanges regarding the review of search warrant documents related to Jeffrey Epstein’s cases. The primary issue is the lack of clear tracking and organization of the digital evidence, particularly concerning the numerous devices seized and the data transferred. Initially, there are concerns about the format of the data being received (particularly concerning the 1.1 million documents), and difficulties in correlating the data to specific devices. FBI personnel express frustration about the inability to conduct a full taint review due to the lack of properly formatted files, requesting a spreadsheet of devices and data transfer status. The contractor repeatedly highlights the need for a clear system of identification and tracking, pointing out discrepancies between the data received and its origin. There’s a struggle to understand which files represent new data versus previously processed information. Several individuals propose meetings to discuss the issue and establish a better process for data management, but progress is slow due to the complexities and the volume of data involved. Ultimately, the need for a standardized spreadsheet and a coordinated approach is repeatedly emphasized.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "search warrant",
        "documents",
        "data",
        "transfer",
        "devices",
        "relativity",
        "fbi",
        "review",
        "analysis",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.529,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024717",
      "summary": "An email exchange discusses discrepancies regarding provided data related to the US v. Epstein case. One party (identified as [REDACTED]) questions the provision of NYCO24392 and NYCO24328, noting the absence of those identifiers in attached spreadsheets and a list of devices. Folders containing data related to NYCO24363, NYCO24392, NYCO24328, NYCO24365, NYCO24366, NYCO24371, and NYCO24383 are being sent for upload to Relativity.",
      "timestamp": "2020-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2020",
      "keywords": [
        "epstein",
        "nyco24328",
        "nyco24392",
        "nyco24363",
        "nyco24365",
        "nyco24366",
        "nyco24371",
        "nyco24383",
        "relativity",
        "us v. epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030896",
      "summary": "*   **Missing Items:** There’s a discrepancy regarding the inclusion of NYC027913 on the thumb drives. Additionally, three folders (NYC024328, NYC024366, NYC024392) are duplicated in the provided materials. *   **Pending Supplemental Materials:** Questions arise about the status of supplemental materials for several devices, with an estimated seven total. *   **Hardware Recovery:**  Some devices, particularly those marked gray, require physical recovery due to hardware failures. *   **Zero-Byte Files:** The vendor reports approximately 71,000 zero-byte files found in the initial seven devices, potentially due to software extraction issues. *   **Ongoing Processing:** There are outstanding devices (NYC024376 through 380 and drives in NYC024395) being processed for recovery.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "efta00030896",
        "nyc024332",
        "nyc024369",
        "nyc024369_1",
        "nyc024372",
        "nyc024384",
        "relativity",
        "evidence",
        "zero byte files",
        "data recovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031217",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031217",
      "summary": "This document pertains to the handling of materials related to the Epstein evidence, specifically tracking digital drives (NYC identifiers) containing data. The primary concern revolves around discrepancies between provided spreadsheets and received materials, including missing files (NYC027913), duplicate folders (NYC024328, NYC024366, NYC024392), and a significant number of zero-byte files (approximately 71,000) discovered by the vendor.  Several individuals are involved in the process – including Sony, Mi, and the original sender – attempting to reconcile the data, address delays in hardware recovery (specifically regarding physically failed drives), and determine the status of pending items. There are ongoing efforts to obtain additional materials and investigate the root cause of the zero-byte files.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "nyc024328",
        "nyc024369",
        "nyc024369_1",
        "nyc024372",
        "nyc024384",
        "relativity",
        "thumb drive",
        "nyc027913",
        "zero byte files",
        "data recovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030896",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031222",
            "similarity": 0.5,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021893",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031222",
      "summary": "The documents detail a process of receiving and analyzing materials related to the “Epstein Evidence,” specifically thumb drives containing data from various devices (NYC0243XX series). Initial communications involve requests for delivery of a thumb drive with five devices, followed by inquiries about missing files, duplicate folders, and the status of zero-byte files.  Concerns are raised about hardware failures and the need for data recovery specialists. Updates are provided regarding the progress of the analysis and the expected arrival of additional materials.  The recipient is requesting clarification on discrepancies between spreadsheets and the status of devices requiring hardware recovery.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "efta00031222",
        "relativity",
        "nyc024328",
        "nyc024369",
        "nyc027913",
        "thumb drive",
        "data recovery",
        "zero byte files",
        "maxwell",
        "processing",
        "extraction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031217",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021893",
            "similarity": 0.615,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021893",
      "summary": "Several individuals are involved in the upload and processing of materials related to the Epstein case. A hard drive containing five devices (NYCO24332, NYCO24369, NYCO24369_1, NYCO24372, and NYCO24384) was sent to a recipient. There were issues with missing files, including NYC027913, and duplicate folders (NYC024328, NYC024366, and NYC024392). The recipient inquired about supplemental materials and the status of devices with zero-byte files (approximately 71,000). Some drives were flagged as requiring specialist recovery due to physical failures. The recipient was tracking the progress of the spreadsheet updates and expected additional materials to arrive by Monday.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "efta00021893",
        "relativity",
        "nyc024328",
        "nyc024369",
        "nyc027913",
        "thumb drive",
        "data recovery",
        "zero byte files",
        "maxwell",
        "uploads"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031222",
            "similarity": 0.615,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031217",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023546",
      "summary": "An email request was sent to create specific Relativity database tags for a review of documents related to the “US v. Epstein” case. The requested tags include: Reviewed, Witness Statement, Produce As Is, Produce With Redactions, Produce As Confidential, Produce As Highly Confidential, Work Product (Do Not Produce), Potential Brady, Hot Doc, For Further Review, and Tech Issue.",
      "timestamp": "2020-09-20T00:00:00",
      "timestamp_raw": "20 Sep 2020",
      "keywords": [
        "efta00023546",
        "relativity",
        "us v. epstein",
        "tags",
        "redactions",
        "witness statement",
        "produce",
        "confidential",
        "brady",
        "hot doc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023548",
            "similarity": 0.636,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019847",
      "summary": "On September 23, 2020, an individual ([REDACTED]) created tags in the Relativity database (\"US v. Epstein\") for EFTA00019847 and EFTA00019848. The tags included: Reviewed, Witness Statement, Produce As Is, Produce With Redactions, Produce As Confidential, Produce As Highly Confidential, Work Product (Do Not Produce), Potential Brady, Hot Doc, For Further Review, and Tech Issue. A discussion regarding reviewing batches to ensure consistency was proposed for 4:00 PM that day.",
      "timestamp": "2020-09-23T00:00:00",
      "timestamp_raw": "September 23, 2020",
      "keywords": [
        "relativity",
        "us v. epstein",
        "tags",
        "database",
        "redactions",
        "efta00019847",
        "issue designation",
        "review",
        "witness statement",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023548",
      "summary": "An individual requested the creation of specific tags within the “US v. Epstein” Relativity database: Reviewed, Witness Statement, Produce As Is, Produce With Redactions, Produce As Confidential, Produce As Highly Confidential, Work Product (Do Not Produce), Potential Brady, Hot Doc, For Further Review, and Tech Issue. The tags were subsequently created and made available for use.",
      "timestamp": "2020-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2020",
      "keywords": [
        "relativity database",
        "us v. epstein",
        "tags",
        "redactions",
        "confidential",
        "witness statement",
        "brady",
        "hot doc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023546",
            "similarity": 0.636,
            "index": 80,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023683",
      "summary": "*   The documents are being produced by Deutsche Bank and JPMorgan. *   The contractor is responsible for exporting these productions to a specific Relativity folder structure. *   There are questions regarding the confidentiality of the documents, the use of a confidential stamp, and the preferred method of production (tiff images, database load files, or PDF). *   The contractor is clarifying that the documents are not intended for privileged review and that searches within the Relativity database are not possible due to the image format. *   The contractor initially provided links to Relativity pages, but those pages contained no data, leading to an inquiry. *   The contractor requested information on Bates numbering and preferred production methods. *   The initial upload is underway, with files being transferred to a drive for delivery to Relativity.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "data",
        "jpmorgan",
        "deutsche bank",
        "confidential",
        "stamp",
        "relativity page",
        "usanys",
        "contractor",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028823",
            "similarity": 0.588,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028823",
      "summary": "*   The files are initially copied to a drive and will be uploaded to the Relativity database under the folder “US v. Epstein 4 FBI Case File 4 Images Seized During Search.” *   Requests are made regarding the stamping process (Confidential stamp, Bates number, preferred production format - TIFF images, database load files, or PDF), and clarification is given that searching the files after they've been loaded to Relativity is not possible due to their format. *   There is discussion about the appropriate handling of privileged review (only warrant returns should be privileged) and the lack of a confidential stamp option for Excel files. *   A link to the Relativity database is provided for review.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "deutsche bank",
        "jpmorgan",
        "data",
        "production",
        "confidential",
        "files",
        "upload",
        "redaction",
        "pae",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023683",
            "similarity": 0.588,
            "index": 83,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019851",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028820",
      "summary": "*   Questions arise regarding the presence of a confidential stamp on native Excel files, and whether the documents require privilege review (specifically, excluding electronic search warrant returns). *   Links to Relativity pages for Deutsche Bank and JP Morgan documents are provided for review. *   Concerns are raised about data access within Relativity due to the format of the files (primarily images and video). *   Requests are made for details on document production format (tiff images, database load files, or PDF production), Bates number usage, and the placement of a confidential stamp. *   A legal specialist from the US Attorney’s Office SDNY is involved in coordinating the upload process.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "documents",
        "production",
        "confidential",
        "data",
        "search",
        "pae",
        "database"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028052",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019851",
            "similarity": 0.6,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023688",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028052",
      "summary": "The document details the upload of approximately 40,000 files (300GB) related to the Epstein/Maxwell case to Relativity. A contractor ([REDACTED]) is preparing the files for review and marking as confidential. The files are being transferred to PAE for processing. Specific instructions are being provided regarding the marking of the documents (all confidential), the Bates numbering system, and the production format (single page TIFF images, database load files, or PDF production). Links to the production files are provided: Deutsche Bank and JP Morgan.  A request is made to review the files and adjust the production if necessary.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "relativity",
        "production",
        "confidential",
        "documents",
        "files",
        "pae",
        "database",
        "search"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028820",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019851",
            "similarity": 0.6,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023688",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030592",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029025",
      "summary": "This redacted document details the production of electronic files related to the Epstein/Maxwell investigation for the US Attorney’s Office. Key discussions revolve around: *   **Text Reader Capabilities:** A contractor is investigating the Bureau of Prisons’ (BOP) computer systems to determine if they can open the files, aiming to prevent defense claims of inability to access them. *   **Production Format:** The contractor is producing files in their original format (Excel and TXT) to both Maxwell and defense counsel, initially converting them to ensure compatibility with the Metropolitan Detention Center (MDC). *   **Confidential Stamping:** There’s a request to apply a confidential stamp to the files, and a discussion about the method (native format vs. image placeholders). *   **Data Delivery:** Links to Relativity databases containing the production files (Deutsche Bank and JPMorgan) are provided. *   **Privilege Review:** A clarification is given that only certain documents (search warrant returns) require privilege review. *   **Initial Upload & Review:** The contractor is preparing to upload approximately 40,000 files (300GB) to Relativity for stamping, awaiting approval for direct upload or a preliminary review.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "text reader",
        "files",
        "production",
        "excel",
        "confidential",
        "database",
        "usanys",
        "discovery",
        "conversion",
        "format",
        "stamp",
        "images",
        "relativityjgo"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019851",
      "summary": "The document details the production of approximately 40,000 files (around 300GB) related to the Epstein/Maxwell investigation, intended for review and stamping with a confidential designation. The process involves converting the files to a format suitable for Relativity, with multiple parties (USANYS, a contractor, and MDC) involved in the review and distribution. Initial issues include concerns about data availability within Relativity, the absence of a confidential stamp on Excel files, and questions regarding the preferred production format (native vs. converted).  The contractor is responsible for managing the upload, conversion, and distribution of the files, while coordinating with USANYS and MDC for review and approval.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "data",
        "files",
        "excel",
        "tiff",
        "confidential",
        "database",
        "search",
        "usanys",
        "documents",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028052",
            "similarity": 0.6,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028820",
            "similarity": 0.6,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028823",
            "similarity": 0.5,
            "index": 84,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023688",
            "similarity": 0.5,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023688",
      "summary": "*   The documents, totaling approximately 40,000 and 300GB, are being converted from native formats (Excel files) to a format suitable for uploading to a Relativity database. *   There’s discussion about applying a “confidential” stamp to the documents and determining the appropriate Bates numbering system. *   The production includes materials from Deutsche Bank and JPMorgan. *   There are questions about whether the documents should be privileged reviewed and how they should be presented (e.g., TIFF images, database load files, or PDFs). *   Links to the Relativity production are provided for review. *   There's a concern regarding the lack of search functionality within the Relativity database due to the predominantly image/video format of the data.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "confidential",
        "data",
        "files",
        "judeo",
        "st andrews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019851",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028052",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028820",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028041",
      "summary": "The email chain concerns tagging and renaming files within the “US v. Epstein” Relativity database. Requests include: 1.  Removal of the “responsiveness review” field. 2.  Creation of the tag “3600”. 3.  Breaking the folder into review batches of 500 documents, assigning them to three recipients (including MI). 4.  Renaming the “Florida Investigation FOIA Files_2” folder to “FBI Files from Florida Office”. 5.  Implementing tags: “Reviewed”, “Witness Statement”, “Produce As Is”, “Produce With Redactions”, “Produce As Confidential”, “Produce As Highly Confidential”, “Work Product (Do Not Produce)”, “Potential Brady”, “Hot Doc”, “For Further Review”, and “Tech Issue”. 6.  Desire for all tags to be in one or multiple fields, and across both Epstein Relativity databases.",
      "timestamp": "2020-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2020",
      "keywords": [
        "relativity database",
        "us v. epstein",
        "tags",
        "redactions",
        "florida investigation",
        "fbi files",
        "review batches",
        "document tagging",
        "confidential",
        "witness statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011409",
      "summary": "On October 13, 2020, a contractor ([REDACTED]) communicated with [REDACTED] regarding a hard drive issue and a responsiveness review of Epstein SW returns on Relativity. The contractor offered availability for a call between 9:00 AM and 11:00 AM, and again between 12:30 PM and 2:00 PM. A subsequent email exchange continued this discussion, with the contractor confirming they were working to resolve the hard drive issue and proposing a callback time.  A third email, dated October 11, 2020, initiated the discussion regarding the responsiveness review.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "responsiveness review",
        "relativity",
        "hard drive",
        "contractor",
        "call",
        "usanys",
        "redaction",
        "efta00011409"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026804",
            "similarity": 0.636,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030608",
            "similarity": 0.583,
            "index": 93,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026804",
      "summary": "On October 13, 2020, an individual (identified as a USANYS contractor) contacted [REDACTED] to follow up on a review of responsiveness regarding Epstein SW returns on Relativity. The contractor offered availability between 9:00 AM and 11:00 AM and 12:30 PM and 2:00 PM. [REDACTED] responded with a request for a call to discuss the review and offered availability throughout the morning. The contractor stated they were working to “get this hard drive out the door.”",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "responsiveness review",
        "relativity",
        "contractor",
        "call",
        "efta00026804",
        "usanys",
        "redaction",
        "data drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011409",
            "similarity": 0.636,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030608",
            "similarity": 0.583,
            "index": 93,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030608",
      "summary": "An email exchange occurred between individuals associated with “USANYS” and “EFTA00030608” regarding a call to discuss the responsiveness review of Epstein SW returns on Relativity. The sender, EFTA00030608, offered availability between 9:00 AM and 11:00 AM and 12:30 PM and 2:00 PM on Tuesday, October 13, 2020. The original email from the recipient, [REDACTED], requested a call to discuss the same topic.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "responsiveness review",
        "relativity",
        "efta00030608",
        "call",
        "usanys",
        "contractor",
        "redaction",
        "2020",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026804",
            "similarity": 0.583,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011409",
            "similarity": 0.583,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026808",
      "summary": "An email chain initiated on October 14, 2020, requests the creation of five saved searches related to the “U.S. v. Epstein (SW Returns)” relativity database. The searches target email addresses EFTA00026808 and EFTA00026809, and also includes searches for documents containing the words “Maxwell” or “Ghislaine.” A follow-up email on October 9, 2020, confirms the creation of the saved searches and provides contact information for the Southern District of New York United States Attorney. Two redactions are present in the document.",
      "timestamp": "2020-10-14T00:00:00",
      "timestamp_raw": "October 14, 2020",
      "keywords": [
        "relativity",
        "saved searches",
        "email",
        "efta00026808",
        "epstein",
        "ghislaine",
        "maxwell",
        "search requests",
        "us attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029487",
      "summary": "On October 30, 2020, multiple individuals (USANYS, [REDACTED]) discussed a delay in producing discovery related to the US v. Epstein case. The delay stemmed from significant processing time required for data received from FedEx, specifically 1.2 million records currently being imaged and processed. Hard drives containing productions (SDNYPROD008-014) were being sent to SDNY via FedEx, with the earliest images available on November 2nd.  A key concern was the unlikelihood of meeting the November 9th deadline, potentially requiring explanation to the Court and impacting the team’s workload under Judge Nathan.  The sender, Nick Koontz, indicated a possible timeline of Tuesday for a more concrete estimate.",
      "timestamp": "2020-10-30T00:00:00",
      "timestamp_raw": "October 30, 2020",
      "keywords": [
        "deadline",
        "relativity",
        "fedex",
        "production",
        "november 9",
        "data",
        "images",
        "records",
        "sdny",
        "efta00029487"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015280",
            "similarity": 0.5,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030524",
      "summary": "On November 2, 2020, a request was made to produce documents from the “NYC024348”, “NYC024349”, and “NYC024350” folders within the “US v. Epstein (SW Returns)” database. Specifically, 347 documents were tagged as “Identified Responsive” in one folder, 39 in another, and 4,897 in the third. A vendor inquired about the scope of the search, and confirmations were received regarding the planned production. On October 28, 2020, a new request was submitted for searches on the same folders, using specific search terms and email addresses, all tagged as “Potentially Responsive.” The goal was to identify potentially responsive documents for review and subsequent production.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "maxwell case",
        "usanys",
        "contractor",
        "relativity",
        "nyc024348",
        "nyc024349",
        "nyc024350",
        "responsive documents",
        "epstein",
        "search terms",
        "email addresses",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027433",
      "summary": "The document is an email thread outlining tasks related to a legal investigation, likely a criminal case. Key tasks include: *   **Relativity Review:** Reviewing GM emails, splitting the task among a team. *   **Witness Identification & Authentication:** Identifying and potentially interviewing individuals, including an Interlochen employee, a PBPD detective, and Jo Jo Fontanella, and seeking authentication of documents. *   **Record Retrieval:** Searching for and identifying relevant records, including emails and files from various institutions and individuals. *   **Victim & Witness Interviews:** Scheduling and conducting interviews with victims, witnesses, and family members, including a mother and potentially outcry witnesses. *   **Investigation:** Investigating immigration and travel records related to EFTA00027433. *   **Coordination:** Coordinating with counsel, agents, and other parties (e.g., PBPD, Sigrid, IM). The emails indicate a focus on preparing for trial, including scheduling depositions and witness interviews, and prioritizing tasks with deadlines within two to four weeks.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "relativity review",
        "gm emails",
        "epstein",
        "interlochen",
        "pbpd",
        "records custodian",
        "witness interview",
        "immigration records",
        "travel records",
        "deposition transcripts",
        "client",
        "sigrid",
        "investigation",
        "trial",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020821",
      "summary": "Maxwell* was submitted. *   The initial deadline was November 9, 2020. *   The outside vendor, PAE, responsible for processing the discovery materials (extracted electronic devices from Jeffrey Epstein’s residences), informed the US Attorney’s office that they would not meet the deadline due to technical difficulties with bates stamping and downloading the production. *   PAE anticipates completing the work by November 19, 2020, and will then send the materials to 1 St. Andrew’s Plaza for review. *   The US Attorney’s office intends to request a two-week extension of the deadline, ending on November 23, 2020, specifically for the vendor-processed materials. *   Jeff Pagliuca initially requested more information before taking a position and the case team had been struggling with client calls and visitation.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "us v. maxwell",
        "discovery deadline",
        "relativity",
        "pae",
        "production",
        "vendor",
        "november 9",
        "extension request",
        "united states attorney",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013235",
      "summary": "The contractor, (USANYS) [Contractor], is working with the US Attorney’s Office to load the files into Relativity for Bates stamping and review. There are questions regarding the file format (native files vs. imaged files), the desired production method (tiff images, database load files, or PDF), and the placement of confidential stamps. Initial file counts differ (22,000 vs. 41,000), and there’s a request to prioritize the stamping and download of the documents. Communication occurs between multiple individuals within the USANYS contractor and the US Attorney's Office, addressing logistical questions and confirming the process.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "usanys",
        "epstein",
        "maxwell",
        "relativity",
        "files",
        "database",
        "images",
        "production",
        "bates",
        "confidential",
        "upload",
        "drive",
        "stamped"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030592",
            "similarity": 0.533,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030592",
      "summary": "*   Due to the large file size, the data will be sent to the vendor on a 1TB hard drive. *   There’s a discrepancy between the number of files initially found (41,000) and the number present in the production (22,000), potentially due to un-imaged native files. *   The production data, including Bates-stamped documents, has been uploaded to Relativity. *   Instructions are given for marking documents as confidential and assigning Bates numbers. *   Requests are made for the production of native files alongside the stamped production. *   There are discussions about the best method for producing the documents (database load files, TIFF images, or PDF production). *   A timeline and updates are sought regarding the upload and stamping process. *   The initial materials consist of approximately 40,000 files totaling 300GB, currently being copied to a drive.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "relativity",
        "database",
        "hard drive",
        "bates stamped",
        "production",
        "files",
        "images",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013235",
            "similarity": 0.533,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028052",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029493",
      "summary": "An email exchange discusses adding search terms related to electronic devices, specifically including \"passenger\" and “massage/masseuse,” to a draft list. A warrant (search warrant dated 20 Mag 6719) is attached for reference. The intention is to run the terms through software (“SW returns”) the following week.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2020",
      "keywords": [
        "search terms",
        "devices",
        "redaction",
        "passenger",
        "relativity",
        "electronic devices",
        "warrant",
        "massuese",
        "returns",
        "sw"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013261",
      "summary": "The document details the process of scanning and digitizing records related to an ongoing FBI investigation, likely involving human trafficking. Initially, 22 boxes of paper records were shipped from Miami to the FBI’s New York office for scanning. The scanning process revealed several issues: some original 1As were missing from their jackets, there were numerous discs containing scanned copies of the boxes and other disc types, some discs contained pornographic images, and the initial scans were not fully processed and needed to be re-done. The vendor, DocLab, was tasked with the scanning and creation of digital copies. There were delays due to technical difficulties, the need for additional copies, and the holiday period. Multiple individuals communicated regarding the progress, requesting updates, clarifying procedures, and raising concerns about deadlines and the quality of the scans. Ultimately, the process involved multiple iterations of scanning and digitization to ensure a complete and accurate record of the case materials.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "discs",
        "scans",
        "fbi",
        "boxes",
        "redwelds",
        "reproductions",
        "relativity",
        "documents",
        "copies",
        "retrieval"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026806",
      "summary": "An email chain discusses the transfer of data from a vendor to a Maxwell hard drive copy. The data, labeled “Volume001.dat”, is intended for uploading to the Relativity database via the USvEpstein database. A password, “ScanningMaxwell!99”, is provided for the drive. One individual was previously given an original drive to copy to a new drive. A request is made to send the copied drive to a specific recipient for upload once overlay files from the vendor are received.  The sender’s availability and contact information are also included.",
      "timestamp": "2020-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2020",
      "keywords": [
        "hard drive",
        "relativity",
        "maxwell",
        "vendor",
        "copy",
        "data",
        "upload",
        "usvepstein",
        "redaction",
        "password"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022047",
      "summary": "An email chain discusses the production of documents for the Maxwell case, specifically related to the Epstein Relativity Databases. One party (Sender) is requesting the production of 26,164 documents from the \"FBI Files from Florida Office\" folder, tagged with specific criteria. There are concerns about the volume of documents and a request for confirmation that the provided search encompasses all desired materials. A deadline of the end of October for delivery to 1St. Andrews is specified, with a request to load files into the US v Epstein database within a folder named \"USAO-SDFL Files.\" A hard drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "relativity",
        "epstein",
        "discovery tasks",
        "maxwell",
        "fbi files",
        "rsa token",
        "efta00022047",
        "production",
        "usao-sdfl",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021983",
            "similarity": 0.583,
            "index": 105,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021983",
      "summary": "An email exchange discusses production tasks for the Maxwell case, specifically concerning documents related to the Epstein Relativity Databases. The sender requests the production of specific documents (EFTA00021983 and EFTA00021984) and asks about the desired level of redaction (as is, as is and confidential, or as is and highly confidential). All materials are to be delivered to 1St. Andrews by the end of October and uploaded to the US v Epstein database in a designated folder (\"USAO-SDFL Files\"). A drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "epstein",
        "relativity",
        "databases",
        "discovery tasks",
        "maxwell",
        "usao-sdfl",
        "relativity",
        "files",
        "production",
        "efta00021983"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022047",
            "similarity": 0.583,
            "index": 104,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031095",
      "summary": "Specifically, cases Epstein and 377 Union Street are receiving excessive attention, monopolizing PAE resources. *   **Data Loading Delays:** Data uploads to Relativity are experiencing delays, particularly with large datasets like 377 Union Street (5 HDs of mixed data). Duplicate data and disorganized files are contributing to the issue. *   **Multiple \"Hot\" Cases:** PAE is managing several high-priority cases concurrently, including We Build the Wall, Epstein, PPI, Keefe v US FD, US v Jai, and 377 Union Street. *   **Communication Challenges:** There's frustration regarding the communication process, with lengthy response times from PAE and difficulty in obtaining clear timelines. *   **Deadline Pressure:** The team is under pressure to meet court deadlines, particularly the 25th of the month production requirement. *   **Impact on AUSAs:** The delays are negatively impacting the ability of Assistant US Attorneys to access their evidence and conduct investigations.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "pae",
        "litigation",
        "priority",
        "data",
        "relativity",
        "epstein",
        "377 union street",
        "timeline",
        "requests",
        "ausas",
        "deadlines"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015211",
      "summary": "This document is a record of email exchanges regarding the scanning of 22 boxes of case records from the FBI, primarily related to a human trafficking investigation. Initially, the FBI had requested DocLab to scan the materials, but several issues arose. The boxes hadn't shipped initially, and when they did, they contained previously scanned materials from 2013, alongside some new documents. There were concerns about the accuracy of the initial scans and the potential for incomplete data.  The team requested a delay in the deadline to ensure a thorough and correct scan, highlighting the need for individual document scanning and addressing potential issues like unidentified discs and potential child pornography images. The project involved multiple individuals and teams (FBI, DocLab, and the U.S. Attorney's office) coordinating logistics, tracking shipments, and addressing technical challenges related to data extraction and transmission. The final outcome was a complete scan, but with adjustments to the original timeline due to the complexities involved.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "scanning",
        "discs",
        "relativity",
        "boxes",
        "pdfs",
        "images",
        "scans",
        "labels",
        "vendor",
        "fbi",
        "deadline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017798",
      "summary": "An email exchange occurred between individuals at [REDACTED] and [REDACTED] regarding a \"Relativity batch request\" and a recap concerning Maxwell and Epstein. The email chain included a message named \"_Relativity_batch_request_&_recap_re_Maxwell_Epstein.msg.\" The subject line is \"RE: Relativity batch request & recap re Maxwell/Epstein.\"",
      "timestamp": "2020-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2020",
      "keywords": [
        "relativity",
        "maxwell",
        "epstein",
        "redaction",
        "analysis",
        "efta00017798",
        "batch request",
        "recap",
        "usahub",
        "message"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030551",
      "summary": "An email thread discusses a \"Relativity batch request & recap re Maxwell/Epstein.\" The email originated from [REDACTED] to [REDACTED] and [REDACTED], with a copy sent to USAHUB-USAJournal111. An attached message file named \"_Relativity_batch_request_&_recap_re_Maxwell_Epstein.msg\" is referenced.",
      "timestamp": "2020-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2020",
      "keywords": [
        "relativity",
        "maxwell",
        "epstein",
        "redaction",
        "analysis",
        "efta00030551"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030095",
            "similarity": 0.571,
            "index": 126,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030096",
            "similarity": 0.571,
            "index": 127,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028843",
            "similarity": 0.571,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029154",
      "summary": "The Maxwell team requests the preparation of specific documents from the \"Florida investigation FOIA files\" within the \"US v Epstein\" database for production. This includes assigning Bates numbers to 298 \"Produce As Is\" documents, 1,668 \"Produce As Confidential\" documents, and 2 \"Produce As Highly Confidential\" documents, along with applying appropriate confidentiality stamps to the latter two groups.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2020",
      "keywords": [
        "maxwell discovery",
        "relativity",
        "foia",
        "florida investigation",
        "epstein",
        "bates number",
        "confidential",
        "highly confidential",
        "production",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028688",
      "summary": "The email chain discusses a significant delay in the processing of data for the US v. Epstein case. Approximately 1.2 million records are being imaged and processed by PAE, with FedEx involvement. The initial deadline of November 9th is now considered unachievable. The team is concerned about the impact on discovery timelines and potential issues with Judge Nathan. Hard drives containing productions (SDNYPROD008-013) are being sent to Sony via FedEx. An update is expected early next week, potentially requiring a broader explanation to the court.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "efta00028688",
        "relativity",
        "pae",
        "fedex",
        "data processing",
        "discovery",
        "deadline",
        "november 9",
        "records",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015280",
      "summary": "Epstein case. *   The team is experiencing significant delays (1-2 months) in receiving processed data from Relativity. *   Approximately 1.2 million records are being imaged and will be available for production starting Monday, November 2nd. *   Hard drives containing productions SDNYPROD008 through SDNYPROD014 are being sent to SDNY via FedEx. *   A key concern is the potential impact on deadlines, particularly the November 9th deadline, and the possibility of requiring a court explanation. *   The sender anticipates a more concrete update early next week.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "efta00015280",
        "relativity",
        "fedex",
        "production",
        "data",
        "november 9",
        "judge nathan",
        "sdny",
        "records",
        "imaging",
        "e-discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029487",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016464",
      "summary": "A request was made to redact access to specific documents within the “US v. Epstein (SW Returns)” database. Specifically, 397,365 documents not tagged “Identified Responsive” were to be locked off, leaving 1,218,719 tagged documents accessible. The contractor, USANYS, was tasked with executing this redaction and placing the non-responsive documents in designated subfolders within the FBI’s Di Search Warrant Returns and New_Search Warrant Returns folders.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "epstein",
        "relativity",
        "usanys",
        "contractor",
        "search warrant",
        "fbi",
        "non-responsive",
        "documents",
        "data",
        "lockdown"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016526",
            "similarity": 0.538,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011251",
            "similarity": 0.538,
            "index": 146,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010202",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a Relativity token for an FBI analyst involved in a case related to the Epstein SW Database. The request includes an attached form for the agent to complete, specifically inquiring about the analyst’s phone usage (phone or Android) for RSA token access.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "relativity",
        "rsa token",
        "fbi",
        "epstein",
        "database",
        "united states attorney",
        "new york",
        "access",
        "agent",
        "phone"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016526",
      "summary": "On December 8, 2020, a contractor (USANYS) requested confirmation that a search within the “US v. Epstein (SW Returns)” database should be marked as Non-Responsive and locked off. The contractor proposed placing the Non-Responsive documents in subfolders within the “al Search Warrant Returns” and “USvE_20200728” parent folders. On December 4, 2020, a request was made to lock off access to 397,365 documents not tagged “Identified Responsive,” leaving 1,218,719 tagged documents accessible.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "efta00016526",
        "non-responsive",
        "maxwell relativity",
        "usanys",
        "contractor",
        "search warrant returns",
        "data",
        "lockdown",
        "documents",
        "relativity"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016464",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014380",
      "summary": "Two contractors ([REDACTED] and [REDACTED]) are handling the production of materials related to the US v. Epstein case. Two hard drives containing copies of productions 15 & 16 were received from PAE. The vendor is stamping and exporting portions of the production data (parts 1-6) from Relativity. Part 4 is partially stamped, and the vendor is requesting a potential extension from Judge Nathan. The contractor is monitoring the progress and coordinating with other parties regarding the delivery of the hard drives.",
      "timestamp": "2020-12-13T00:00:00",
      "timestamp_raw": "13 Nov 2020",
      "keywords": [
        "epstein",
        "us v.",
        "pae",
        "relativity",
        "hard drives",
        "stamping",
        "production",
        "data",
        "vendor",
        "usao-sdfl"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029269",
      "summary": "Two emails were exchanged regarding the review of documents related to the US v. Maxwell and US v. Epstein cases. Chris ([REDACTED]) was requested by [REDACTED] to create batches of approximately 500 documents from the \"USAO-SDFL Files\" folder within the \"US v Epstein\" database, tagging them with \"Relevant to NPA.\" The batches were subsequently created and tagged in the database.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "relativity",
        "us v. maxwell",
        "review batches",
        "sdfl documents",
        "usao-sdfl files",
        "npa",
        "contract",
        "issue designation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029268",
      "summary": "A request was sent from the Maxwell team to [REDACTED] to review documents related to “US v. Maxwell” and “US v. Epstein” using Relativity. The request involved creating batches of approximately 500 documents from the “USAO-SDFL Files” folder within the “US v Epstein” database and applying the “Relevant to NPA” Issue Designation tag to existing tags.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "relativity",
        "sdfl",
        "batches",
        "review",
        "maxwell",
        "npa",
        "us v. maxwell",
        "documents",
        "usao-sdfl files",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013293",
      "summary": "The document is a series of email exchanges concerning the upload of data related to a case (\"US v. Epstein\") to a portal.  A vendor was tasked with removing old data from Relativity and replacing it with a new dataset.  There were multiple requests for updates on the upload status, and the vendor confirmed the data was being processed and eventually uploaded.  A link to ShareFile was repeatedly sent to facilitate access to the data, alongside assurances of support in case of access issues.  The email also includes a standard confidentiality notice.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "relativity",
        "data",
        "vendor",
        "upload",
        "redaction",
        "portal access",
        "epstein",
        "us",
        "sharefile",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013296",
      "summary": "On January 7, 2021, a vendor was tasked with uploading data related to “portal access (v2)/US v. Epstein” to Relativity. The vendor initially removed old data and then received a new dataset from a source.  Multiple individuals confirmed the data transfer and requested its review. A ShareFile link was provided for access to the uploaded data.  The data included Florida scanned data which was intended to be removed and replaced by the new vendor data. There was an issue with the initial link, resulting in duplicate emails.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "January 7, 2021",
      "keywords": [
        "portal access",
        "data upload",
        "relativity",
        "vendor",
        "epstein",
        "us v. epstein",
        "sharefile",
        "redacted",
        "data removal",
        "florida data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026466",
      "summary": "An Assistant United States Attorney is querying a search warrant database regarding the frequency of \"gmax\" searches. The Attorney reports 3,835 hits, which they find low. A previous email indicates that most of Maxwell's emails were found on one thumb drive from a New York residence, and that there were limited emails between Epstein and Maxwell.",
      "timestamp": "2021-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "relativity",
        "thumb drives",
        "search warrant",
        "gmax",
        "united states attorney",
        "new york residence",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028201",
      "summary": "On February 17, 2021, a contractor (USANYS) informed a user that a “filepath” field has been added to the \"Epstein Relativity Database\" to display the NYC serial number of documents. This follows a previous request from the user to add a column to the database showing the NYC serial number for documents related to “US v. Epstein (SW Returns).” The contractor provided a screenshot illustrating the use of the “filepath” field. The Assistant United States Attorney from the Southern District of New York is listed as EFTA00028202.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "February 17, 2021",
      "keywords": [
        "epstein database",
        "relativity",
        "nyc serial number",
        "filepath",
        "contractor",
        "usanys",
        "redaction",
        "database",
        "us v. epstein",
        "document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021373",
      "summary": "A request was made by an Assistant United States Attorney from the Southern District of New York to Chris (USANYS Contractor) regarding adding a column to the \"US v. Epstein (SW Returns)\" Relativity database to display the NYC serial number for each document. The request stemmed from a previous assistance Chris provided in adding this column. The email chain details the specific query and the desired action.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "epstein",
        "relativity",
        "database",
        "nyc",
        "serial number",
        "document",
        "contractor",
        "usanys",
        "redaction",
        "chris"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021372",
      "summary": "An email exchange occurred between an unknown sender and recipient regarding a question about an “Epstein Relativity Database.” The email exchange, dated February 17, 2021, was attached to a message named “Question re Epstein Relativity Database.msg.” The recipient’s address was redacted.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "February 17, 2021",
      "keywords": [
        "epstein",
        "relativity database",
        "redaction",
        "usahub",
        "question",
        "message",
        "outlook",
        "pdf",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031586",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] (USANYS Contractor) regarding questions about EFTA00031586. The sender was out of the office from March 12-15, 2021, and directed inquiries to either [REDACTED] or EFTA00031586.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "12 Mar 2021",
      "keywords": [
        "efta00031586",
        "epstein",
        "relativity",
        "contractor",
        "usanys",
        "redaction",
        "automatic reply",
        "march 12",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030095",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with the subject “Read: Question re Epstein Relativity” on March 15, 2021. The email is identified as EFTA00030095. Two redactions are present on page 1.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "March 15, 2021",
      "keywords": [
        "epstein",
        "relativity",
        "redaction",
        "analysis",
        "efta00030095"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030551",
            "similarity": 0.571,
            "index": 109,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030096",
            "similarity": 0.667,
            "index": 127,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028843",
            "similarity": 0.667,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030096",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on March 15, 2021, regarding a question concerning “Epstein Relativity.” The email is identified as EFTA00030096.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "March 15, 2021",
      "keywords": [
        "epstein",
        "relativity",
        "redaction",
        "analysis",
        "efta00030096"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030095",
            "similarity": 0.667,
            "index": 126,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030551",
            "similarity": 0.571,
            "index": 109,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028843",
            "similarity": 0.667,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031905",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on March 15, 2021, regarding a question about “Epstein Relativity.” The email is identified as EFTA00031905.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "March 15, 2021",
      "keywords": [
        "efta00031905",
        "epstein",
        "relativity",
        "redaction",
        "analysis",
        "question",
        "2021",
        "2025",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018985",
            "similarity": 0.727,
            "index": 130,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028844",
            "similarity": 0.8,
            "index": 131,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028843",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a question about “Epstein Relativity.” The email was sent on March 15, 2021.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "March 15, 2021",
      "keywords": [
        "epstein",
        "relativity",
        "redaction",
        "analysis",
        "efta00028843"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030096",
            "similarity": 0.667,
            "index": 127,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030095",
            "similarity": 0.667,
            "index": 126,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030551",
            "similarity": 0.571,
            "index": 109,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018985",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a question about \"Epstein Relativity.\" Two redactions are present on page 1 of the document (EFTA00018985.pdf).",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "15 Mar 2021",
      "keywords": [
        "efta00018985",
        "read",
        "epstein",
        "relativity",
        "redaction",
        "analysis",
        "question",
        "2021",
        "2025",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031905",
            "similarity": 0.727,
            "index": 128,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028844",
            "similarity": 0.727,
            "index": 131,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028844",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with the subject “Read: RE: Question re Epstein Relativity” on March 15, 2021, at 14:25:48 GMT. The email is identified as EFTA00028844. Two redactions are present on page 1 of the document.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "March 15, 2021",
      "keywords": [
        "efta00028844",
        "epstein",
        "relativity",
        "redaction",
        "analysis",
        "question",
        "2021",
        "2025",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018985",
            "similarity": 0.727,
            "index": 130,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031905",
            "similarity": 0.8,
            "index": 128,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028982",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on March 15, 2021, regarding a question about \"Epstein Relativity\" (EFTA00028982). Two redactions are present on page 1.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "March 15, 2021",
      "keywords": [
        "epstein",
        "relativity",
        "redaction",
        "efta00028982",
        "question"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031940",
      "summary": "An email chain discusses granting access to the Relativity platform, specifically the US v Epstein and US v Epstein (SW Returns) databases. A form was attached for the recipient to sign and return to gain access.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "relativity",
        "access",
        "epstein",
        "databases",
        "form",
        "rules of behavior",
        "efta00031940"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024026",
      "summary": "An email was sent from \"nANIMIE>\" to \"IM (USANYS) [Contractor]\" on March 17, 2021, regarding a question about Epstein Relativity. The email is labeled EFTA00024026.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "March 17, 2021",
      "keywords": [
        "epstein",
        "relativity",
        "efta00024026",
        "nimie",
        "usanys",
        "contractor",
        "question"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024030",
      "summary": "An email chain discusses a review of a 30,000-document SDFL Epstein file scanned by a vendor in October. The goal is to determine what documents have been produced to meet pretrial disclosure deadlines. A team of paralegals and an intern are conducting the review, with requests for additional support from Darcy. The deadline for completion is the end of April.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "efta00024030",
        "maxwell review",
        "sdfl epstein file",
        "relativity",
        "vendor",
        "paralegals",
        "disclosure deadlines",
        "usanys",
        "public corruption unit",
        "pretrial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019021",
      "summary": "An email chain discusses reviewing a 30,000-document SDFL Epstein file that was scanned by a vendor in October. The goal is to determine what documents have been produced to meet pretrial disclosure deadlines. A team of 4 paralegals and an intern are conducting the review, with requests for additional assistance from Darcy’s paralegals. The deadline for completion is the end of April.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "efta00019021",
        "redaction analysis",
        "maxwell review",
        "sdfl epstein file",
        "relativity",
        "paralegals",
        "disclosure deadlines",
        "pae",
        "vendor scan",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019489",
      "summary": "On March 25, 2021, communications occurred regarding a discussion about the US v. Epstein case. Multiple individuals, including contractors associated with \"USANYS\" and PAE, requested a call at 4:30 PM to discuss loading scanning data onto Relativity. There were multiple confirmations and adjustments to the proposed time.",
      "timestamp": "2021-03-25T00:00:00",
      "timestamp_raw": "March 25, 2021",
      "keywords": [
        "epstein",
        "us v.",
        "relativity",
        "pae",
        "conference call",
        "redaction",
        "contractor",
        "data",
        "scanning",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027355",
      "summary": "PAE’s technical team determined that a saved search containing 109,853 EMLX files is comprised of empty attachments with image placeholders indicating export failure. The majority of the parent documents have “partial” in their filenames. These records likely represent missing attachments not captured by the data custodian. The document references a Relativity jgo link for the US v. Epstein (SW Returns) case.",
      "timestamp": "2021-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2021",
      "keywords": [
        "efta00027355",
        "epstein",
        "us v. epstein",
        "redaction analysis",
        "emlx files",
        "relativityjgo",
        "pae",
        "data custodian",
        "image placeholder",
        "partial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032765",
      "summary": "An individual (EFTA00032765) received a response from another party regarding marking issues with documents, specifically USPV00341820-26 (blank) and USVP00341831-51 (“Browser does not support this multimedia format”). All problematic documents were marked “For Further Review,” and the sender requested confirmation that this was the desired marking method.",
      "timestamp": "2021-04-20T00:00:00",
      "timestamp_raw": "20 Apr 2021",
      "keywords": [
        "epstein",
        "relativity",
        "redaction",
        "review",
        "documents",
        "uspv00341820",
        "usvp00341831",
        "multimedia",
        "format",
        "for further review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025192",
            "similarity": 0.583,
            "index": 140,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025192",
      "summary": "The sender, EFTA00025192, inquired about marking blank documents (USPV00341820-26) and documents displaying the error \"Browser does not support this multimedia format\" (USVP00341831-51). They marked the latter group as “For further review” and requested confirmation of the desired marking method.",
      "timestamp": "2021-04-20T00:00:00",
      "timestamp_raw": "20 Apr 2021",
      "keywords": [
        "epstein",
        "relativity",
        "documents",
        "review",
        "uspv00341820",
        "usvp00341831",
        "multimedia",
        "blank",
        "browser"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032765",
            "similarity": 0.583,
            "index": 139,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015875",
      "summary": "This document is a Relativity review regarding the US v. Epstein case, specifically concerning SW returns (USGME01782221). It originated from [REDACTED] to [REDACTED] and was sent on August 18, 2021, with a link to the Relativity platform (https://dIpe.nss.pae.com/Relativity/go?id=2370462-2823018).",
      "timestamp": "2021-08-18T00:00:00",
      "timestamp_raw": "August 18, 2021",
      "keywords": [
        "relativity",
        "us v. epstein",
        "sw returns",
        "usgme01782221",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018005",
      "summary": "An Assistant United States Attorney from the Southern District of New York is reviewing documents related to case EFTA00018005, including FBI files and FedEx business records certificates. A handbook attached to the email was used in an interview and Maxwell phone records are being investigated.",
      "timestamp": "2021-09-22T00:00:00",
      "timestamp_raw": "22 Sep 2021",
      "keywords": [
        "relativity",
        "fbi",
        "maxwell",
        "phone records",
        "fedex",
        "handbook",
        "united states attorney",
        "new york",
        "records",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038940",
      "summary": "A redaction analysis was conducted on phone number searches within Relativity. The initial four searches yielded multiple “hits” requiring sorting. Results were organized into two sections: “US vs Epstein” (labeled “JE”) and “JE SW,” detailing each positive match with its control number and a brief description. Further updates were planned.",
      "timestamp": "2021-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2021",
      "keywords": [
        "relativity",
        "phone numbers",
        "redaction",
        "us vs epstein",
        "search warrants",
        "je",
        "hits",
        "data analysis",
        "word doc",
        "efta00038940"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024903",
      "summary": "An email chain discusses a Relativity search of phone numbers. The sender, [REDACTED], completed the initial four searches and identified “hits” that require sorting. The results are documented in a Word document, categorized as “US vs Epstein” (labeled “JE”) and “JE SW” (referencing search warrants). The document includes control numbers and brief descriptions of the matches found. Further updates with additional search results are planned.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "relativity",
        "phone numbers",
        "fbi",
        "nypd",
        "redaction",
        "search warrants",
        "epstein",
        "us",
        "je",
        "hits"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038941",
      "summary": "This document, a redaction analysis of file EFTA00038941, contains records related to a Relativity investigation. The data includes: *   **Bill logs and usage data:** Primarily from EPS001 and EPS002 series, detailing various account and phone records. *   **Blackbooks and Lists:** Numerous blackbooks (USGME series and USVP series) containing names, addresses, and other information. Several lists of \"girls' names\" are also present. *   **Subpoena Requests and Documents:** Multiple subpoena requests (USGME series) and related documents. *   **Interview Records:** A collection of interview records (EPS001 and EPS002 series), including 2007 and 2018 interviews. *   **Phone Records:** Identified phone records, specifically within the EPS002 series. *   **Case Information:** Data related to Florida cases involving victims and witnesses. The document’s creation date is December 28, 2025, and was generated as part of a redaction analysis.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "black book",
        "epstein",
        "relativity",
        "usgme",
        "usvp",
        "phone records",
        "masseuses",
        "florida",
        "names",
        "lists",
        "subpoena",
        "accounts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011251",
      "summary": "The FBI has limited its review of materials related to Jeffrey Epstein’s devices to documents tagged \"Responsive\" in Relativity, images and videos identified as responsive, and specific iPad/iPhone portions flagged responsive by SDNY. Moving forward, the sender requests confirmation if any non-responsive material is encountered and proposes action to lock it off. A request is made to lock off 397,365 non-responsive documents from the “US v. Epstein (SW Returns)” database, leaving 1,218,719 responsive documents accessible.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "relativity",
        "fbi",
        "responsive",
        "non-responsive",
        "documents",
        "search warrant",
        "data",
        "maxwell",
        "us v. epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016464",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}