{
  "keyword": "deutsche bank",
  "count": 52,
  "keyword_match_count": 52,
  "content_match_count": 16,
  "total_files": 68,
  "timeline": [
    {
      "file_id": "EFTA00022527",
      "summary": "The document is a legal notification from the U.S. Department of Justice, Southern District of New York, to Deutsche Bank AG, New York Branch, regarding a grand jury subpoena issued as part of a criminal investigation. The investigation centers around alleged violations of federal criminal law, specifically referencing 18 U.S.C. §§ 1591, 1594(c), and 2422(b). The subpoena demands the production of extensive records related to accounts associated with Jeffrey Epstein, including account details, transaction records, and correspondence, spanning from January 1, 2010, to the present.  Deutsche Bank is instructed to refrain from disclosing the subpoena’s existence. A rider attached to the subpoena details the specific records sought, emphasizing electronic delivery preferred. A Declaration of Custodian of Records is also included to authenticate the provided records.",
      "timestamp": "2010-01-01T00:00:00",
      "timestamp_raw": "January 1, 2010",
      "keywords": [
        "u.s. department of justice",
        "grand jury",
        "deutsche bank",
        "subpoena",
        "criminal investigation",
        "federal grand jury",
        "18 u.s.c. § 1591",
        "july 11",
        "2019",
        "jeffrey epstein",
        "ssn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020685",
      "summary": "*   Parvin Moyne provided wire transfer details including dates, amounts, recipient names (JP Morgan, Aviloop LLC, and others), and routing/account numbers for several transactions: *   1/28/2015 - $50,000 to JP Morgan *   4/22/2015 - $50,000 to JP Morgan *   9/24/2015 - $23,625.44 to JP Morgan *   11/30/2018 - $100,000 to Aviloop LLC *   12/3/2018 - $250,000 to Bank of America *   Andrew Stemmer requested further information, specifically the receiving bank names and account numbers, for these transactions, and was unable to locate the information himself. *   The email includes reference to case numbers 2021929, 2021539, 1385874, 1339985, and 1462811.",
      "timestamp": "2015-01-28T00:00:00",
      "timestamp_raw": "1/28/2015",
      "keywords": [
        "efta00020685",
        "wire transfers",
        "jp morgan",
        "aviloop llc",
        "deutsche bank",
        "payments",
        "accounts",
        "bank of america",
        "td bank",
        "2015",
        "2018"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032459",
      "summary": "The articles cover a range of legal developments, including: *   **Deutsche Libor Trial Setback:** A witness’s false declaration caused issues in the government’s Libor-rigging case against Deutsche Bank traders. *   **Elon Musk Settlement:** Musk agreed to a $20 million fine related to his tweets about taking Tesla private. *   **Trump Emoluments Case:** A judge ruled that Democrats had standing to challenge President Trump’s emoluments clause lawsuit. *   **Prison Sentences:** Two former SBM Offshore executives received prison sentences for a global bribery scheme, and a former Morgan Stanley trader was sentenced to eight years for fraud. *   **SEC Actions:** The SEC charged various individuals and companies with insider trading, fraud, and FCPA violations, resulting in settlements and fines. Notably, Stryker Corp. settled FCPA claims. *   **Supreme Court Developments:** The Supreme Court’s new term began with a short staffing situation due to Brett Kavanaugh's nomination controversy. There was an FBI investigation into allegations of sexual assault against Kavanaugh and discussions about potential cases. *   **Other Legal News:** Articles covered a range of other topics including legal ethics violations, intellectual property disputes, diversity in law schools, and significant in-house hires within major companies. The document also includes a directory of law firms and a section on government agencies and job postings.",
      "timestamp": "2018-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2018",
      "keywords": [
        "deutsche libor trial",
        "elon musk",
        "donald trump",
        "sbm offshore",
        "embezzlement",
        "insider trading",
        "fcpa",
        "kavanaugh",
        "securities fraud",
        "settlements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032911",
      "summary": "This document is a collection of articles from Dealbreaker.com published on July 8, 2019, primarily focused on Deutsche Bank. The articles cover: *   Deutsche Bank's restructuring efforts, including significant layoffs of 18,000 employees. *   Criticism of the bank’s handling of the situation, highlighting insensitive communication and perceived missteps. *   Allegations of Jeffrey Epstein’s criminal activity and related nervous reactions among those in the Upper East Side. *   A declaration by Deutsche Bank that it is transitioning into a \"community bank\" model, accompanied by employee terminations.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "firing",
        "layoffs",
        "economy",
        "banking",
        "sex criminal",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018401",
      "summary": "Matthew Goldstein of The New York Times contacted [REDACTED] regarding a claim that Deutsche Bank controlled several billion in assets belonging to Financial Trust Company on behalf of Jeffrey Epstein’s clients, with Epstein trading currencies through Deutsche until his arrest. Deutsche Bank is reportedly considering bankruptcy court proceedings to take control of these assets and is coordinating with the recipient’s office for guidance on the story.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "deutsche bank",
        "financial trust company",
        "currencies",
        "assets",
        "bankruptcy",
        "trading",
        "arrest",
        "matt goldstein",
        "new york times"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018170",
      "summary": "An email chain discusses seeking a contact at Deutsche Bank, potentially for in-house counsel or representing them. One sender inquired about a contact, referencing an article about Jeffrey Epstein and asking for assistance in identifying a suitable contact. Hoffenberg was also mentioned as a potential contact.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "deutsche bank",
        "redaction",
        "iso",
        "jeffrey epstein",
        "hoffenberg",
        "counsel",
        "contact",
        "legal",
        "new york times",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016397",
      "summary": "Joseph DiPiero of Akin Gump Strauss Hauer & Feld LLC is providing an additional production of documents to respond to a July 11, 2019 subpoena on behalf of Deutsche Bank. The production, along with a cover letter and updated index, is attached to an email sent to Parvin Mo ne, James Ben amin, and Thomas Moyer. A password for accessing the production will be sent separately.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "deutsche bank",
        "production",
        "subpoena",
        "akin gump",
        "joseph dipiero",
        "document",
        "response",
        "index",
        "password",
        "july 11",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014613",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested a contractor to burn specific folders related to the USvEpstein-2018R01618 investigation (including documents from American Express and Deutsche Bank) onto a disc. The contractor was instructed to mail the disc to a Special Agent/Detective and to notify the security team upon completion. The deadline for delivery was 11:30 AM.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "financial documents",
        "fbi",
        "subpoena",
        "deutsche bank",
        "american express",
        "usa.doj.gov",
        "sdny investigation",
        "mandy",
        "paul"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014608",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014608",
      "summary": "Hamilton, a contractor, was instructed by an Assistant U.S. Attorney from the Southern District of New York to burn specific folders related to the USvEpstein-2018R01618 investigation (including files from American Express and Deutsche Bank) onto discs. The discs were to be placed in an envelope addressed to a Special Agent and Detective, with the goal of delivery by 11:30 AM at a conference. Alternative pickup arrangements were offered through security.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "efta00014608",
        "epstein",
        "fbi",
        "financial documents",
        "redaction",
        "usa doj",
        "subpoena",
        "deutsche bank",
        "american express",
        "sdny investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014613",
            "similarity": 0.538,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021573",
      "summary": "Hamilton, a contractor, was instructed to burn specific folders related to the Epstein investigations (Wisa.doj.gov, NYS\\StAndrews, and USvEpstein-2018801618) and create a disc. This disc was to be addressed to the Special Agent at the Southern District of New York and delivered to Mandy and Paul at a conference, or alternatively, sent with security information if delivery by 11:30 was not possible.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "financial documents",
        "redaction analysis",
        "efta00021573",
        "wisa.doj.gov",
        "sdny",
        "american express",
        "deutsche bank",
        "subpoena returns",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014611",
      "summary": "An FBI investigation, involving a forensic accountant, is underway regarding financial documents related to the Epstein case. A contractor ([REDACTED]) was instructed to burn specified folders to a disc and deliver it to a Special Agent at a conference or via security pickup by 11:30 AM. The folders included documents related to American Express and Deutsche Bank subpoenas. The request originated from an Assistant U.S. Attorney for the Southern District of New York.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "efta00014611",
        "epstein",
        "financial documents",
        "fbi",
        "forensic accountant",
        "subpoenas",
        "investigation",
        "usa doj",
        "new york",
        "disc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021644",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021636",
      "summary": "Andrew Stemmer is responding to a request from the Assistant U.S. Attorney for the Southern District of New York regarding the ongoing production of documents related to Jeffrey Epstein’s accounts. Stemmer is out of the country but has forwarded the inquiry to Tom Moyer and Parvin, who are assisting with the matter. They are preparing a subsequent production for SDNY and will confirm the timing. Stemmer acknowledges that there was an individual or team managing Epstein’s relationship with Deutsche Bank and offers to facilitate discussions about his banking history, separate from the voluminous document production. The communication includes standard disclaimers regarding confidentiality and legal advice.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "production",
        "sdny",
        "u.s. attorney",
        "banking history",
        "accounts",
        "tom moyer",
        "parvin",
        "andrew stemmer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021638",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021638",
      "summary": "Thomas Moyer confirms a planned production submission for Deutsche Bank related to the SDNY case. Andrew Stemmer, while out of the country, has briefed Moyer and Parvin Moyne on the matter. The Assistant U.S. Attorney requests information regarding the ongoing production timeline and a broader understanding of Jeffrey Epstein’s banking history, including details on his account usage and financial activities.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "deutsche bank",
        "production",
        "sdny",
        "andrew stemmer",
        "tom moyer",
        "epstein",
        "u.s. attorney",
        "banking history",
        "accounts",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021636",
            "similarity": 0.667,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015712",
      "summary": "An email exchange discusses the investigation into Jeffrey Epstein's overseas money transfers flagged by Deutsche Bank to the U.S. The sender confirms the team was already aware of the issue, referencing an interview with McFadden. A link to a New York Times article detailing the investigation is included.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "epstein",
        "redaction",
        "transactions",
        "bank",
        "mcfadden",
        "deutsche bank",
        "new york times",
        "efta00015712"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021050",
      "summary": "The Journal was planning an article linking Deutsche Bank (DB) to Jordan Epstein’s business dealings, specifically involving payments to victims after Miami Herald articles. Epstein utilized DB for wire transfers, including a $350,000 payment to a victim, and moved millions through various accounts, some involving a Russian bank. DB managers responded to the Herald articles by closing several of Epstein’s accounts. Epstein maintained dozens of accounts with multiple beneficiaries, including Ghislaine Maxwell (\"Butterfly\" account), and conducted substantial foreign exchange business through DB.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "deutsche bank",
        "epstein",
        "miami herald",
        "redaction",
        "wsj",
        "wire transfers",
        "ghislaine maxwell",
        "accounts",
        "beneficiaries",
        "business"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014625",
      "summary": "The document records email exchanges regarding a financial investigation related to Jeffrey Epstein, overseen by the FBI and the U.S. Attorney’s Office for the Southern District of New York. Discussions involve scheduling a call to review financial documents, coordinating with a forensic accountant, and arranging for the delivery of digital media containing subpoena returns from American Express and Deutsche Bank. The initial request was for a call at 1:30 PM on July 23, 2019, with subsequent scheduling adjustments and coordination for a meeting to discuss a game plan.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "financial documents",
        "redaction",
        "investigation",
        "new york",
        "amex",
        "deutsche bank",
        "forensic accountant",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021644",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021644",
      "summary": "Attorney are coordinating a meeting to review financial documents related to Jeffrey Epstein. The initial scheduling involved multiple attempts to find a suitable time for a call, primarily between July 23, 2019, and July 18, 2019. A forensic accountant is assisting in the investigation.  A request was made to burn and deliver specific folders relating to American Express and Deutsche Bank subpoenas to the FBI for review, with the expectation of presenting the discs at a conference.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "financial documents",
        "redaction",
        "call",
        "tuesday",
        "investigation",
        "new york",
        "subpoenas",
        "forensic accountant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014625",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014611",
            "similarity": 0.538,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021367",
      "summary": "Attorney) are coordinating regarding the investigation of financial documents related to Jeffrey Epstein. *   The initial discussions revolved around the scope of the investigation and preferred meeting methods (call vs. in-person). *   A contractor was tasked with creating a disc containing specific financial documents from various banks (American Express, Deutsche Bank) and delivering it to the FBI for a scheduled conference. *   The delivery timeline was set for 11:30 AM, with options for hand-off at the conference or through a security pickup.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "financial investigation",
        "epstein",
        "fbi",
        "subpoenas",
        "documents",
        "meeting",
        "scheduling",
        "forensic accountant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015713",
      "summary": "A subpoena was issued regarding an AML investigation, overlapping with a review of documents from a source related to a New York Times article concerning Jeffrey Epstein and Deutsche Bank.  The review is underway and involves individuals identified as (USANYS), Ellall.SHYS, and llEntaNYS.  Confirmation was sent that documents were received pursuant to the subpoena.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "efta00015713",
        "redaction",
        "subpoena",
        "nyt",
        "epstein",
        "deutsche bank",
        "aml investigation",
        "usanys",
        "review",
        "document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018618",
      "summary": "This document is a confidential letter from the U.S. Department of Justice, Southern District of New York, to legal counsel regarding the Jeffrey Epstein case (19 Cr. 490). It outlines the Government’s disclosure of discovery materials, including records from American Express, Apple Records, Deutsche Bank, Google, Microsoft, search inventories, applications, warrants, reports, and travel records, stemming from investigations conducted between 2005 and 2019.  Crucially, the letter identifies specific pages within these materials as “Confidential” due to Protective Order restrictions.  It also details previously undisclosed information regarding victim interviews and statements, including inconsistencies in victim accounts and witness testimonies related to Epstein’s activities. The Government requests reciprocal discovery from defense counsel, including access to the defendant's books and any prior statements of witnesses, and clarifies its stance on sentence reduction and plea offers, emphasizing the need for written, signed offers.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "discovery",
        "protective order",
        "social media",
        "records",
        "apple records",
        "deutsche bank records",
        "florida search warrant",
        "victims",
        "witness-1",
        "brady v. maryland",
        "reciprocal discovery",
        "plea offer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030532",
      "summary": "This document is a confidential discovery letter from the U.S. Department of Justice, Southern District of New York, regarding the United States v. Jeffrey Epstein case. It provides a list of materials (including records, photos, and search inventories) to defense counsel, totaling 4518 Bates numbers. The materials relate to Epstein’s activities, including financial records (American Express, Apple Records, Deutsche Bank), search warrants, travel records, and social media activity.  Crucially, the letter highlights disclosures regarding victims (“Victim-1”, “Victim-2”, “Victim-3”) – detailing their prior interviews, inconsistencies in their statements (particularly regarding their ages), and a witness (“Witness-1”) who provided key information about Epstein’s preferences.  The DOJ emphasizes compliance with Brady v. Maryland and requests reciprocal discovery from the defense, including access to the defendant’s books and records, results of examinations, and prior statements of defense witnesses. Finally, the letter outlines the DOJ’s policy regarding plea offers, requiring them to be in writing and signed by authorized representatives.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "united states v. jeffrey epstein",
        "discovery",
        "protective order",
        "social media",
        "databases",
        "records",
        "search warrants",
        "victims",
        "fbi",
        "interviews",
        "witness statements",
        "confidential",
        "brady v. maryland",
        "reciprocal discovery",
        "plea offers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028446",
      "summary": "The U.S. Department of Justice, Southern District of New York, is providing discovery materials related to the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)) to the Metropolitan Correction Center Legal Department. The materials include records from various financial institutions (American Express, Apple Records, Deutsche Bank), search warrant photos and videos from Florida, and data records from Google and Microsoft. Specific Bates numbers representing the documents are listed, with certain pages designated as confidential under a protective order. The discovery encompasses search photos, inventory records, applications, reports, SORNA materials, travel records, and warrants.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "southern district of new york",
        "discovery",
        "usao",
        "redaction analysis",
        "criminal investigation",
        "financial records",
        "search warrant",
        "sorna"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019858",
      "summary": "An email chain discusses the preparation and delivery of a disc containing materials related to the Epstein investigation. The disc is located in a specific folder on Usa.doj.gov and should be burned for FBI Special Agents and Detectives. The recipient is instructed to place the disc in an envelope addressed to EFTA00019858 and notify the sender when it's ready for pickup. The password for accessing the materials is USAO_sdny2018. The email originates from an Assistant U.S. Attorney in New York and a USANYS Contractor.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "efta00019858",
        "disc burn",
        "agents",
        "epstein",
        "usao_sdny2018",
        "fbi",
        "deutsche bank",
        "envelope",
        "subpoena",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018951",
      "summary": "An Assistant United States Attorney requested a list of current known associates of Jeffrey Epstein, including attorneys and individuals who might send him money. The sender provided spreadsheets containing data on over 30 attorneys representing Epstein across 20 federal court cases, over 60 Deutsche Bank accounts, and nearly 5,000 flights paid for by Epstein.  The sender also identified potential individuals who might have facilitated money transfers: Darren Indyke, Jeffrey Schantz, and/or other unnamed individuals. Supporting documents, including spreadsheets detailing witnesses, attorneys, and bank account information, were attached and shared via email.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "epstein",
        "trafficking",
        "attorneys",
        "deutsche bank",
        "accounts",
        "flights",
        "witnesses",
        "nick",
        "amex",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024410",
      "summary": "Parvin Moyne proposed a presentation to guide the recipient through the SDNY Production Index.xIsx, involving lawyers from Akin Gump, DB Legal, and potentially a DB Legal representative. The initial plan was a 2-3 hour attorney proffer to provide context on Epstein’s accounts and transactions, followed by meetings with DB personnel if needed.  Parvin offered scheduling flexibility throughout August and September, requesting the recipient’s preferred dates and times. The recipient inquired about the proffer’s timing and potential collaboration with subpoena returns.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2019",
      "keywords": [
        "epstein",
        "deutsche bank",
        "production index",
        "attorney proffer",
        "transactions",
        "accounts",
        "scheduling",
        "sdny",
        "akin gump"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024413",
      "summary": "Parvin Moyne from Akin Gump is coordinating a proffer regarding the 2019.8.15 SDNY Production Index.xlsx. The proffer involves a presentation by lawyers (including those from Akin Gump and DB Legal) outlining Epstein’s relationship with the bank, accounts, and transactions. The initial plan is for a 2-3 hour attorney proffer. Scheduling is being discussed, with options in early September (September 5 or 6), and potential times during the following week. The sender requests information on the expected format and duration of the proffer to facilitate scheduling. They are available for a meeting after 4 p.m.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2019",
      "keywords": [
        "sdny production index",
        "attorney proffer",
        "deutsche bank",
        "epstein",
        "transactions",
        "scheduling",
        "akin gump",
        "september",
        "records",
        "subpoenas"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024419",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024419",
      "summary": "Parvin Moyne from Akin Gump is coordinating a presentation and attorney proffer regarding a production of documents related to Epstein’s accounts with Deutsche Bank. The initial proposal is for her and colleagues to provide an overview of the accounts and transactions, aiming to assist the recipient in reviewing the provided records.  Scheduling discussions revolve around a 2-3 hour proffer, potentially in early September (September 5th or 6th) due to availability constraints and the recipient's travel/trial schedule. The recipient initially requested clarification on the proffer format and timing, and Parvin offered flexibility across multiple dates and times.  The attached index is a work in progress.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2019",
      "keywords": [
        "sdny production index",
        "parvin moyne",
        "september 9th",
        "attorney proffer",
        "deutsche bank",
        "scheduling",
        "records",
        "transactions",
        "akin gump",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024413",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020108",
            "similarity": 0.583,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020120",
      "summary": "Parvin Moyne of Akin Gump Strauss Hauer & Feld LLP is arranging a proffer regarding the 2019.8.15 SDNY Production Index.xlsx. The proffer will involve a presentation of information about Jeffrey Epstein’s relationship with a bank, including accounts and transactions. Initial scheduling discussions occurred between Moyne and [REDACTED] regarding a time for the proffer, with suggestions including September 5th or 6th. The proffer’s purpose is to guide the recipient through the production documents.  The parties are discussing logistics like the proffer’s format and duration, and are open to scheduling flexibility across August and September.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "production index",
        "sdny",
        "proffer",
        "september",
        "deutsche bank",
        "akin gump",
        "scheduling",
        "dates",
        "transactions",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020114",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024422",
      "summary": "Parvin Moyne is coordinating a proffer regarding the 2019.8.15 SDNY Production Index.xlsx with a recipient who received the index. The recipient requested details on the proffer’s format and timing, suggesting early September due to scheduling constraints. Moyne proposed a 2-3 hour attorney proffer involving herself, Akin Gump, and DB Legal personnel, offering availability throughout the week and in September to accommodate the recipient’s schedule. The proffer’s goal was to assist the recipient in reviewing the production documents.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "sdny production index",
        "parvin",
        "september",
        "proffer",
        "scheduling",
        "deutsche bank",
        "attorney",
        "transactions",
        "accounts",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020114",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020108",
      "summary": "Parvin Moyne from Akin Gump is coordinating a proffer regarding the 2019.8.15 SDNY Production Index.xlsx. Initial scheduling discussions began with a proposed time of 10:30 a.m. on Thursday, the 12th, but the recipient preferred alternative dates in early September (September 5th or 6th). The recipient requested clarification on the proffer format, specifically whether it would involve an attorney proffer or meetings with Deutsche Bank personnel, and the anticipated duration. Moyne offered flexibility, suggesting times throughout the week and in September, pending the recipient’s availability and the need to familiarize themselves with the subpoena returns. Attached was the production index itself.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "sdny production index",
        "september 9th",
        "proffer",
        "scheduling",
        "august 2019",
        "legal",
        "akin gump",
        "deutsche bank",
        "attorney proffer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024419",
            "similarity": 0.583,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020114",
      "summary": "Parvin Moyne (from Akin Gump) and a party (“MI”) are discussing scheduling a proffer related to the SDNY Production Index. 2019.8.15. The proffer aims to help MI sift through the production documents. Initial proposals for the proffer include a presentation outlining Epstein’s relationship with the bank and related transactions. Scheduling difficulties arise as MI proposes September 9th or other dates in that week, while Parvin is available in the afternoons of September 5th or 6th, or during the week of August 20th. The proffer is anticipated to last 2-3 hours and involves lawyers from Akin Gump, DB Legal, and potentially others.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "production index",
        "sdny",
        "proffer",
        "deutsche bank",
        "september",
        "scheduling",
        "attorney",
        "transactions",
        "accounts",
        "timing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024422",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020120",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009962",
      "summary": "A reporter, Davis O'Brien, is investigating a connection between Jeffrey Epstein, Deutsche Bank, and Gratitude America, an Epstein-controlled charity. Gratitude America received a $10 million grant from Leon Black’s foundation, had donations listed as unreceived, and used a Deutsche Bank account. The reporter is seeking information from SDNY regarding potential criminal exposure for Deutsche Bank, whether the investigation is solely focused on sex trafficking or expanding to financial wrongdoing, and if other entities (NY AG, IRS) are investigating Epstein's nonprofits and financial transactions. The investigation is ongoing due to transactions occurring within the statute of limitations for fraud charges and involving close associates.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "09 Sep 2019",
      "keywords": [
        "epstein",
        "deutsche bank",
        "gratitude america",
        "leon black",
        "apollo",
        "sdny",
        "wsj",
        "charities",
        "financial wrongdoing",
        "virgin islands"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037696",
      "summary": "On November 7, 2019, an email detailed connections between funds transferred through Bank of America (BoA) accounts and The 2013 Butterfly Trust and Jeffrey Epstein. Specifically, $175,000 was sent to a BoA account linked to Fargo, and $250,000 was sent to a BoA account via Deutsche Bank SARs. The email included a flowchart illustrating these connections. The communication was derived under the Bank Secrecy Act and subject to strict confidentiality restrictions, limiting its use to specific investigations and prohibiting further disclosure without authorization.",
      "timestamp": "2019-11-07T00:00:00",
      "timestamp_raw": "November 7, 2019",
      "keywords": [
        "efta00037696",
        "butterfly trust",
        "epstein",
        "boa",
        "funds",
        "deutsche bank",
        "sars",
        "bsa",
        "criminal investigation",
        "financial crimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029805",
      "summary": "On November 13, 2019, Parvin Moyne sent an email to Moyer Thomas and Joseph DiPiero regarding a chart identifying Jeffrey Epstein’s accounts at J.P. Morgan prior to his transition to Deutsche Bank. The chart, attached to a September 12, 2013 email from Harry Beller, reveals previously unknown accounts, including a brokerage account for the Butterfly Trust managed by Ted Serure (still employed at J.P. Morgan Securities) and the asset trading accounts managed by Laurie Cameron and Paul Barrett. The email also mentions the review of Bank’s electronic communications related to Epstein's relationship and the inclusion of a bates-stamped version of the documents, along with emails related to Darren Indyke's cash withdrawal activities, in a forthcoming production.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "November 13, 2019",
      "keywords": [
        "epstein",
        "j.p. morgan",
        "deutsche bank",
        "butterfly trust",
        "jeffrey epstein",
        "accounts",
        "chart",
        "harry beller",
        "paul morris",
        "ted serure",
        "laurie cameron"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015937",
      "summary": "Deutsche Bank AG, New York Branch, is providing documents in response to a U.S. Attorney’s grand jury subpoena related to Jeffrey Epstein’s financial activities. This is the eleventh submission in a rolling response. The production (DB-SDNY-PROD011) includes documents covering topics such as the onboarding of Epstein, transfers of assets from JP Morgan, bank records related to wire transfers from Gratitude America, Ltd., cash transactions, and accounts linked to Epstein’s estate.  Supplemental exhibits (Appendix B) address specific issues, including wire transfers to investment vehicles, LSJE, LLC account activity, transactions involving the Butterfly Trust, and a timeline of capitalized accounts. The production is subject to confidentiality protections under Rule 6(e) and requests notification of any potential disclosure requests.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "subpoena",
        "wire transfers",
        "financial records",
        "accounts",
        "money transfers",
        "kyc",
        "revenue sharing accounts",
        "arrc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015935",
      "summary": "On November 19, 2019, Citrix Attachments sent a production of documents to an unspecified recipient in response to a July 11, 2019 subpoena from the SDNY. The production included files named \"2019.11.19 DB Submission to SDNY.pdf\", \"Appendix A.xlsx\", \"Appendix B.pdf\", and \"DB-SDNY-Prod011.zip\" (287.3 MB). An earlier submission had a mislabeled file, which Citrix Attachments corrected and provided a revised copy. A cover letter and updated production index were also included.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "deutsche bank",
        "production",
        "sharefile",
        "subpoena",
        "citrix",
        "sdny",
        "nyag",
        "files",
        "documents",
        "efta00015935"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022173",
      "summary": "*   **NCA’s Inaction:** Taylor claims the NCA, along with other agencies (SFO, British police forces, FCA, SFO, ICO), refuses to investigate due to political interference, corruption, and intimidation. *   **Deutsche Bank Involvement:** Taylor alleges Deutsche Bank (DB) engaged in money laundering through the destruction of bullion trading receipts and facilitated transactions for the Russian Mafia via its Estonian branch. He claims DB bribed judges and regulators to conceal this activity. *   **Legal Battles & Obstruction:** Taylor describes a protracted legal battle against DB, claiming obstruction from the judiciary (Lord Chief Justice Sir Ian Burnnet) and the ICO, which refused to disclose relevant information. *   **Epstein Connection:** Taylor asserts that Jeffrey Epstein used DB and Barclays to launder money and blackmail Parliament, potentially influencing individuals within Barclays (Jes Staley). *   **Suspicious Death:** Taylor suggests Katherine Frisk, a source of information against Staley, was murdered by Staley’s operators. *   **Evidence & Criticisms:** Taylor references a document (http://www.shyreman.com/docs/claim.bundle/evidence.for.fake.gold.audit.pdf) and criticizes the performance of Action Fraud, the ICO, and the FCA, citing low approval ratings.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "15 December, 2019",
      "keywords": [
        "russian money laundering",
        "epstein paedophile ring",
        "deutsche bank",
        "gold bullion",
        "nca",
        "fraud",
        "barclays",
        "staley",
        "corruption",
        "fca",
        "data protection rights"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016422",
      "summary": "Deutsche Bank, through Akin Gump LLP, is providing a thirteenth response to a grand jury subpoena issued by the U.S. Attorney’s Office for documents related to Jeffrey Epstein’s account management. The production, labeled DB-SDNY-PROD013, contains emails from the former relationship managers of Jeffrey Epstein, one from 2013-2016 and the other from 2013-2016, regarding account openings, wire transfers, and correspondence. The firm is taking steps to ensure confidentiality and requests notification if any disclosure requests arise. They emphasize that this production does not waive any applicable privileges.",
      "timestamp": "2019-12-24T00:00:00",
      "timestamp_raw": "December 24, 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "subpoena",
        "emails",
        "wire transfers",
        "account openings",
        "criminal procedure",
        "confidential",
        "freedom of information act"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032549",
      "summary": "It covers a range of legal cases and developments, including: *   **Bridgegate Investigation:** Updates on the ongoing investigation into the “USS Bush” scandal and its potential connection to the McDonnell case. *   **Russia Probe Leaks:** A former Treasury staffer’s admission of revealing suspicious activity reports related to the Russia investigation. *   **Ariad Insider Case:** Prosecutors pushing back against a defense theory in the case involving a pharmaceutical company insider. *   **Barbados Official Corruption Case:** Details of a trial involving alleged money laundering by a former Barbados government official. *   **Sanovas Inc. Money Laundering Trial:**  Prosecutors alleging embezzlement of nearly $3 million by the CEO of a medical device startup. *   **Harvey Weinstein Trial:** The judge threatening jail time for jurors posting about the trial on social media. *   **Asset Manager Fraud:** An asset manager pleading guilty to a $164 million pump-and-dump stock scheme. *   **Deutsche Bank Spoofing Probe:** A former trader seeking to argue that prosecutors outsourced their investigation to Deutsche Bank. *   **Theranos Document Requests:** The FDA criticizing requests for internal documents in the Elizabeth Holmes criminal defense. *   **Qatar Business Steering:** Evidence suggesting Qatar attempted to steer business towards Barclays. *   **“Cocaine Cowboy” Conviction:** An appeal against a fraud conviction and prison sentence for a former drug trafficker. *   **TelexFree Ponzi Scheme:** Financial service providers pushing back against revisions to allegations related to the scheme. *   **Insys Therapeutics Case:** Sentences handed down to former Insys executives convicted in an opioid kickback scheme. *   **Antitrust Convictions:** The Supreme Court declining to review criminal antitrust convictions. *   **FinCEN’s AML Efforts:**  Plans to increase the use of special measures under the USA Patriot Act. *   **Various other cases:** Including defense of the claims related to corruption, fraud, ethics violations, and disputes across various sectors (banking, securities, technology, healthcare, etc.). Additionally, the document includes: *   Legal firm profiles and advertisements. *   Job listings. *   Brief articles discussing industry trends (e.g., “NewLaw” firms, economic outlook).",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "January 14, 2020",
      "keywords": [
        "bridgegate",
        "mcdonnell",
        "supreme court",
        "russia probe",
        "financial crimes",
        "fraud",
        "insider trading",
        "opioid",
        "pump-and-dump",
        "securities fraud",
        "money laundering",
        "corruption",
        "social media",
        "legal ethics",
        "antitrust",
        "legal industry",
        "atrium",
        "facebook",
        "t-mobile",
        "sprint",
        "merger",
        "defamation",
        "clickbait",
        "ponzi scheme",
        "e-commerce",
        "job openings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025128",
      "summary": "A forensic accountant at the FBI New York Field Office received a subpoena tracker from an unidentified sender on June 2, 2020. The tracker, attached to an email, only contained subpoenas served by the FBI and excluded the Epstein Deutsche Bank production. The sender proposed setting up a Dal virtual drive for shared access.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "June 2, 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "fbi",
        "deutsche bank",
        "production",
        "tracker",
        "virtual drive",
        "forensic accountant",
        "redaction",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023538",
            "similarity": 0.818,
            "index": 40,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023538",
      "summary": "A forensic accountant from the FBI New York Field Office sent a subpoena tracker (Epstein_Subpoena_Tracker V6.1.20.xlsx) to an individual, including information on subpoenas served by the FBI. The tracker excludes the Epstein-Deutsche Bank production. The accountant offered to provide missing productions and discussed the possibility of a shared Dal virtual drive.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "tracker",
        "fbi",
        "deutsche bank",
        "production",
        "forensic accountant",
        "virtual drive",
        "dal",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025128",
            "similarity": 0.818,
            "index": 39,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027017",
      "summary": "An email chain discusses transactions involving Jeffrey Epstein and Deutsche Bank. DB conducted a comprehensive presentation and produced numerous documents related to the transactions, which include transfers referenced in Epstein and Maxwell filings. Parvin is involved and has thoroughly investigated the accounts. Deutsche Bank was fined $150 million due to a connection to a money laundering scheme and improper activity, as detailed in a Washington Post article. The email chain suggests examining public settlement documents and contacting Parvin for further information.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "deutsche bank",
        "transactions",
        "parvin",
        "money laundering",
        "settlement",
        "filings",
        "dfs",
        "accounts",
        "suspicious"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026428",
      "summary": "Key topics covered include: *   **Criminal Cases:** Several ongoing legal cases are highlighted, including Anilesh Ahuja’s claim against the SDNY, Deutsche Bank's fine for Epstein dealings, Molotov cocktail prosecutions, allegations against Ghosn’s accomplices, and disputes involving JPMorgan traders and the SEC’s actions against Rabbi Feiner. *   **Regulatory Actions:** FinCEN issued warnings about COVID-19 related scams, the FTC targeted a Belizean executive in a real estate scam, and the SEC settled with a rabbi for defrauding Jewish investors. *   **Litigation & Court Decisions:**  Various court decisions are reported, such as the Massachusetts judge rejecting extradition efforts, Microsoft’s lawsuit against phishing schemes, rulings on legal ethics issues (including a Fifth Circuit decision regarding Greg Abbott), and disputes involving Shkreli and FIFA corruption. *   **Firm News:**  Updates on law firm activities, including layoffs at Hughes Hubbard & Reed, the launch of a new Seattle office for Seyfarth Shaw, and a new partnership at Schoen Legal Search. *   **Other News:** Coverage of Supreme Court Marshal and Reporter retirements, COVID-19 related legal changes, and overall legal industry trends and events.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "July 8, 2020",
      "keywords": [
        "hedge fund",
        "sdny",
        "deutsche bank",
        "epstein",
        "molotov cases",
        "panama",
        "ghosn",
        "covid-19",
        "phishing",
        "legal ethics",
        "cybersecurity",
        "tax fraud",
        "competition",
        "slack",
        "supreme court",
        "diversity",
        "real estate",
        "litigation",
        "pandemic"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028045",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, is producing a collection of electronic files related to the case of *United States v. Ghislaine Maxwell*. These files, stamped with control numbers from SDNY_GM_000174967 to SDNY_GM_00328863, include records from Deutsche Bank, JPMorgan Chase, Citibank, UBS, and American Express, pertaining to Ghislaine Maxwell, the Angara Trust, Montepelier Trust, Terramar Project, Inc., Max Foundation, Ghislaine Maxwell IRA, and Ellmax, LLC.  The production is governed by a Protective Order issued on July 31, 2020, and includes instructions for accessing the files (specifically regarding .dat, .dvt, and .vol files and video files), and a commitment from the government to continue producing discoverable materials.",
      "timestamp": "2020-07-31T00:00:00",
      "timestamp_raw": "July 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "justice department",
        "discovery",
        "protective order",
        "citibank",
        "jpmorgan chase",
        "deutsche bank",
        "ubs",
        "fbi",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010287",
            "similarity": 0.571,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017084",
      "summary": "Deutsche Bank received a subpoena from the Attorney General's Office of the U.S. Virgin Islands regarding Jeffrey Epstein’s estate. The subpoena requests copies of government subpoenas received by the bank and productions made pursuant to those subpoenas. Parvin Moyne is seeking permission to disclose this information to the U.S.V.I. AG and is offering to send a copy of the subpoena for review.",
      "timestamp": "2020-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2020",
      "keywords": [
        "epstein",
        "deutsche bank",
        "subpoena",
        "u.s. virgin islands",
        "attorney general",
        "jeffrey epstein",
        "estate",
        "civil suit",
        "disclosure",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029885",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017795",
            "similarity": 0.538,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037187",
      "summary": "FBI agents are investigating the Epstein case, specifically focusing on Deutsche Bank’s role in Epstein’s financial activities. They engaged Morris, Epstein’s attorney, and are seeking to interview Epstein’s attorney and potentially Maxwell, depending on her cooperation. The investigation centers on concerns that Deutsche Bank failed to monitor Epstein’s transactions, particularly regarding the movement of funds related to women and potential witness tampering. The agents are specifically seeking information about who within the FBI squad was handling the case and whether they spoke with Paul Morris, Epstein’s relationship manager at the bank.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2020",
      "keywords": [
        "epstein case",
        "deutsche bank",
        "paul morris",
        "transaction monitoring",
        "sars",
        "relationship manager",
        "fbi",
        "maxwell",
        "transactions",
        "banking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029885",
      "summary": "Parvin Moyne of Akin Gump Strauss Hauer & Feld LLP is responding to an inquiry regarding a subpoena received from the Attorney General’s Office of the U.S. Virgin Islands (USVI) concerning Jeffrey Epstein’s estate. The subpoena requests copies of government subpoenas and productions made to Deutsche Bank related to the civil suit against the estate. Moyne is seeking permission to disclose this information to the USVI AG and offers to provide a copy of the subpoena for evaluation. The email chain discusses the AG’s office attempting to copy the investigation and the efficient method of communication for the inquiry.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2020",
      "keywords": [
        "epstein",
        "deutsche bank",
        "usvi",
        "subpoena",
        "jeffrey epstein",
        "estate",
        "civil suit",
        "ag",
        "production",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017084",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027708",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017795",
      "summary": "An email chain discusses a subpoena received by Deutsche Bank from the Attorney General's Office of the U.S. Virgin Islands (USVI AG) regarding Jeffrey Epstein’s estate. The subpoena requests copies of government subpoenas received by the bank and any productions made pursuant to those subpoenas. The email exchange explores whether Deutsche Bank should provide the USVI AG with this information, considering the USVI AG’s apparent attempt to copy the investigation.  Parvin Moyne, of Akin Gump, offers to provide a copy of the USVI AG subpoena to facilitate evaluation.",
      "timestamp": "2020-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2020",
      "keywords": [
        "epstein accounts",
        "deutsche bank",
        "usvi ag",
        "subpoena",
        "jeffrey epstein",
        "estate",
        "civil suit",
        "third-party",
        "production",
        "u.s. virgin islands"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017084",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031413",
      "summary": "Deutsche Bank received a subpoena from the U.S. Virgin Islands Attorney General’s Office regarding Jeffrey Epstein’s estate. The subpoena requests copies of government subpoenas received by the bank and productions made pursuant to those subpoenas. Parvin Moyne, representing Deutsche Bank, is seeking permission to disclose the subpoena and production to the U.S.V.I. AG.  A U.S. Attorney advises against disclosing the subpoena, citing an ongoing criminal grand jury investigation.  A third party inquired about the status of the response and requested follow-up.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "epstein accounts",
        "deutsche bank",
        "subpoena",
        "u.s. virgin islands",
        "doj",
        "criminal investigation",
        "production",
        "disclosure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027708",
      "summary": "Deutsche Bank received a subpoena from the U.S. Virgin Islands (USVI) Attorney General’s Office requesting copies of government subpoenas and documents produced in response to those subpoenas related to Jeffrey Epstein’s estate. Discussions centered around whether to provide the USVI AG with copies of Deutsche Bank’s subpoenas and productions, with a recommendation to push back on providing the subpoena itself if a money laundering statute was not listed. A USANYS official requested confirmation that Deutsche Bank had permission to share this information.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "epstein accounts",
        "deutsche bank",
        "subpoena",
        "usvi",
        "jeffrey epstein",
        "estate",
        "ag",
        "documents",
        "production",
        "non-disclosure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029885",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029632",
      "summary": "The U.S. Department of Justice, Southern District of New York, provided additional discovery materials to legal counsel representing Ghislaine Maxwell in the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, identified by control numbers SDNY_GM_00012842 through SDNY_GM_00165540, consist of records from several banks (First Bank of Puerto Rico, UBS Financial, Wells Fargo, Fifth Third Bank, Deutsche Bank, JPMorgan Chase) and Boies Schiller. The birthdates of three minor victims (born in 1979, 1977, and 1980) were also provided. All materials are considered confidential and governed by a Protective Order.",
      "timestamp": "2020-08-13T00:00:00",
      "timestamp_raw": "August 13, 2020",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "discovery",
        "protective order",
        "confidential",
        "victims",
        "banks",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023397",
      "summary": "This email, dated August 31, 2020, contains correspondence and documents related to redaction analysis for file EFTA00023397. The email includes attachments from various financial institutions, including Bank of New York Mellon, BuzzFeed, Standard Chartered, Citigroup, Deutsche Bank, JPMorgan Chase, Barclays, BanescoUSA, First Republic Bank, and the U.S. Treasury Bank. These attachments include letters, PDFs, and emails pertaining to regulatory requests and comment letters.",
      "timestamp": "2020-08-31T00:00:00",
      "timestamp_raw": "August 31, 2020",
      "keywords": [
        "fincen",
        "bank letters",
        "redacted analysis",
        "efta00023397",
        "usanys",
        "bnym",
        "icij",
        "buzzfeed",
        "deutsche bank",
        "jpmorgan chase"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021166",
      "summary": "On September 9, 2020, Nicholas Blase, Public Affairs, sent press clippings to Robert Moder regarding various news stories. The clippings covered topics including: SDNY press clips from Maxwell, Reuters, ABC, Bloomberg, The Daily Beast, PopTimes UK, CNN, The Washington Post, CNBC, Deadline, and Politico. These stories involved investigations into former officials, Donald Trump’s alleged corruption, Chinese company trading typos, and oversight group findings related to disaster loan fraud.",
      "timestamp": "2020-09-09T00:00:00",
      "timestamp_raw": "September 9, 2020",
      "keywords": [
        "sdny press clips",
        "september 9",
        "2020",
        "robert moder",
        "bloomberg",
        "reuters",
        "deutsche bank",
        "justice department",
        "nicholas blase",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023683",
      "summary": "*   The documents are being produced by Deutsche Bank and JPMorgan. *   The contractor is responsible for exporting these productions to a specific Relativity folder structure. *   There are questions regarding the confidentiality of the documents, the use of a confidential stamp, and the preferred method of production (tiff images, database load files, or PDF). *   The contractor is clarifying that the documents are not intended for privileged review and that searches within the Relativity database are not possible due to the image format. *   The contractor initially provided links to Relativity pages, but those pages contained no data, leading to an inquiry. *   The contractor requested information on Bates numbering and preferred production methods. *   The initial upload is underway, with files being transferred to a drive for delivery to Relativity.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "data",
        "jpmorgan",
        "deutsche bank",
        "confidential",
        "stamp",
        "relativity page",
        "usanys",
        "contractor",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028823",
            "similarity": 0.588,
            "index": 54,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028823",
      "summary": "*   The files are initially copied to a drive and will be uploaded to the Relativity database under the folder “US v. Epstein 4 FBI Case File 4 Images Seized During Search.” *   Requests are made regarding the stamping process (Confidential stamp, Bates number, preferred production format - TIFF images, database load files, or PDF), and clarification is given that searching the files after they've been loaded to Relativity is not possible due to their format. *   There is discussion about the appropriate handling of privileged review (only warrant returns should be privileged) and the lack of a confidential stamp option for Excel files. *   A link to the Relativity database is provided for review.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "deutsche bank",
        "jpmorgan",
        "data",
        "production",
        "confidential",
        "files",
        "upload",
        "redaction",
        "pae",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023683",
            "similarity": 0.588,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028820",
      "summary": "*   Questions arise regarding the presence of a confidential stamp on native Excel files, and whether the documents require privilege review (specifically, excluding electronic search warrant returns). *   Links to Relativity pages for Deutsche Bank and JP Morgan documents are provided for review. *   Concerns are raised about data access within Relativity due to the format of the files (primarily images and video). *   Requests are made for details on document production format (tiff images, database load files, or PDF production), Bates number usage, and the placement of a confidential stamp. *   A legal specialist from the US Attorney’s Office SDNY is involved in coordinating the upload process.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "documents",
        "production",
        "confidential",
        "data",
        "search",
        "pae",
        "database"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028052",
            "similarity": 0.818,
            "index": 56,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023688",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028052",
      "summary": "The document details the upload of approximately 40,000 files (300GB) related to the Epstein/Maxwell case to Relativity. A contractor ([REDACTED]) is preparing the files for review and marking as confidential. The files are being transferred to PAE for processing. Specific instructions are being provided regarding the marking of the documents (all confidential), the Bates numbering system, and the production format (single page TIFF images, database load files, or PDF production). Links to the production files are provided: Deutsche Bank and JP Morgan.  A request is made to review the files and adjust the production if necessary.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "relativity",
        "production",
        "confidential",
        "documents",
        "files",
        "pae",
        "database",
        "search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028820",
            "similarity": 0.818,
            "index": 55,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023688",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029025",
      "summary": "This redacted document details the production of electronic files related to the Epstein/Maxwell investigation for the US Attorney’s Office. Key discussions revolve around: *   **Text Reader Capabilities:** A contractor is investigating the Bureau of Prisons’ (BOP) computer systems to determine if they can open the files, aiming to prevent defense claims of inability to access them. *   **Production Format:** The contractor is producing files in their original format (Excel and TXT) to both Maxwell and defense counsel, initially converting them to ensure compatibility with the Metropolitan Detention Center (MDC). *   **Confidential Stamping:** There’s a request to apply a confidential stamp to the files, and a discussion about the method (native format vs. image placeholders). *   **Data Delivery:** Links to Relativity databases containing the production files (Deutsche Bank and JPMorgan) are provided. *   **Privilege Review:** A clarification is given that only certain documents (search warrant returns) require privilege review. *   **Initial Upload & Review:** The contractor is preparing to upload approximately 40,000 files (300GB) to Relativity for stamping, awaiting approval for direct upload or a preliminary review.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "text reader",
        "files",
        "production",
        "excel",
        "confidential",
        "database",
        "usanys",
        "discovery",
        "conversion",
        "format",
        "stamp",
        "images",
        "relativityjgo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023688",
      "summary": "*   The documents, totaling approximately 40,000 and 300GB, are being converted from native formats (Excel files) to a format suitable for uploading to a Relativity database. *   There’s discussion about applying a “confidential” stamp to the documents and determining the appropriate Bates numbering system. *   The production includes materials from Deutsche Bank and JPMorgan. *   There are questions about whether the documents should be privileged reviewed and how they should be presented (e.g., TIFF images, database load files, or PDFs). *   Links to the Relativity production are provided for review. *   There's a concern regarding the lack of search functionality within the Relativity database due to the predominantly image/video format of the data.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "confidential",
        "data",
        "files",
        "judeo",
        "st andrews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028052",
            "similarity": 0.538,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028820",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013216",
      "summary": "The U.S. Department of Justice, through the Southern District of New York, is providing copies of electronic files related to the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). These files, stamped with control numbers from SDNY_GM_000174967 to SDNY_GM_00328863, include records from Deutsche Bank, JPMorgan Chase, Citibank, UBS, American Express, and LSJ Scene2Go. The files are accessible for pickup at the U.S. Attorney’s Office in Manhattan. Access instructions are provided, including methods for opening certain file types (.dat, .dvt, .vol) and guidance on handling accessory files. The government intends to continue producing discoverable materials as needed.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "u.s. department of justice",
        "sdny",
        "redaction analysis",
        "jpmorgan chase",
        "deutsche bank",
        "citibank",
        "protective order",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010287",
      "summary": "On October 2, 2020, the U.S. Department of Justice’s Southern District of New York produced materials related to the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY GM 000174967 through SDNY GM 00328863, include records from Deutsche Bank, JPMorgan Chase, Citibank, UBS, and American Express, pertaining to Ghislaine Maxwell, the Angara Trust, Montepelier Trust, Terramar Project, Inc., Max Foundation, Ghislaine Maxwell IRA, & Ellmax, LLC, and LSJ Scene2Go. The documents are in PDF format and marked “confidential.” The Government also provided instructions for accessing files, including using Notepad for .dat, .dvt, and .vol files, VLC for video files, and ignoring accessory files. This production was part of the Government’s ongoing discovery obligations.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "southern district of new york",
        "protective order",
        "discovery",
        "jpmorgan chase",
        "citibank",
        "deutsche bank",
        "ubs",
        "fbi",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028045",
            "similarity": 0.571,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016032",
      "summary": "Due to an error in prior Bates stamping, the U.S. Department of Justice’s Southern District of New York is reproducing discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, identified with control numbers SDNY GM 02742184 through SDNY GM 02742302, include reproductions of Deutsche Bank materials relating to Jeffrey Epstein and a UBS Subpoena Return from 12-15-2020. The Government states these errors have been corrected and will continue to produce additional discoverable material.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "12-15-2020",
      "keywords": [
        "united states v. ghislaine maxwell",
        "justice",
        "department of justice",
        "discovery",
        "bates stamping",
        "ubs subpoena",
        "deutsche bank",
        "sdny gm",
        "efta00016032"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037175",
      "summary": "Brad Edwards is conducting a deposition for a lawsuit against JPMorgan Chase (JPM). He reports the JPM deposition is progressing well and anticipates a positive outcome. He previously secured a successful result in a class-action case with Deutsche Bank and is optimistic about the JPM lawsuit. EI inquired about the details of the Deutsche Bank case, including whether it was a class action and the settlement figure.",
      "timestamp": "2023-05-18T00:00:00",
      "timestamp_raw": "May 18, 2023",
      "keywords": [
        "jpm",
        "jp morgan",
        "deposition",
        "lawsuit",
        "settlement",
        "deutsche bank",
        "class action",
        "brad edwards",
        "ei",
        "proton mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037173",
            "similarity": 0.636,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037109",
      "summary": "The lawsuit alleges sexual abuse and trafficking perpetrated by Epstein and his associates.  The plaintiffs object to the settlement primarily due to concerns about the fairness, reasonableness, and adequacy of the proposed compensation. Specifically, they argue: *   **Insufficient Allocation Guidelines:** The plan for distributing settlement funds lacks clear guidelines, potentially leading to arbitrary awards. *   **Inadequate Compensation:** The proposed cash award of $290 million is deemed insufficient to address the severe psychological and physical harm suffered by class members. *   **Conflicts of Interest:** Concerns are raised regarding potential conflicts of interest among Class Counsel and the Claims Administrator. *   **Excessive Fees:** The proposed fees for Class Counsel, the Claims Administrator, and the Class Representative are considered excessive. The plaintiffs request that the court reject the proposed settlement and allow for continued litigation to pursue fair compensation. They intend to appear at a settlement hearing to voice their objections.",
      "timestamp": "2023-06-22T00:00:00",
      "timestamp_raw": "June 22, 2023",
      "keywords": [
        "efta00037109",
        "settlement",
        "class action",
        "frcp rule 23",
        "jane doe",
        "deutsche bank",
        "jpmorgan chase",
        "jeffrey epstein",
        "trafficking",
        "abuse",
        "claims administrator",
        "settlement hearing",
        "allocation plan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037104",
      "summary": "JPMorgan Chase Bank, N.A.* due to a release clause (Section 1.25) that purportedly releases state Attorney General “parens patriae” claims under the Trafficking Victims Protection Act (TVPA). The objection centers on the potential for this release to unduly restrict future state law enforcement actions against sex trafficking perpetrators. Specifically, Section 1.25 attempts to release claims relating to harm caused by Jeffrey Epstein or associated individuals, including any sovereign or government claims. The Attorneys General argue this is problematic because the TVPA was intended to empower states to actively prosecute such crimes and that a broad release could deter future state investigations. They reference case law and legislative history demonstrating the state Attorneys General’s established role in class settlement approval and enforcement actions. They believe that this release would undermine the purpose of the TVPA and potentially hinder state efforts to combat sex trafficking.  They further note that the release is inconsistent with similar settlements (e.g., with Deutsche Bank) and highlight that state Attorneys General have successfully challenged settlements in the past.",
      "timestamp": "2023-10-19T00:00:00",
      "timestamp_raw": "October 19, 2023",
      "keywords": [
        "settlement",
        "class action",
        "attorney general",
        "tvpa",
        "parens patriae",
        "cafa",
        "notice",
        "release",
        "trafficking victims protection act",
        "state officials",
        "jpmorgan chase",
        "sex trafficking",
        "damages",
        "sovereign claims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037173",
      "summary": "Brad Edwards was congratulated on a win with Deutsche Bank. The sender inquired about whether it was a class action, the satisfaction with the settlement figure, and thoughts on the JP Morgan lawsuit.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "brad edwards",
        "deutsche bank",
        "class action",
        "settlement",
        "jp morgan",
        "lawsuit",
        "proton mail",
        "efta00037173"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037175",
            "similarity": 0.636,
            "index": 62,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037141",
      "summary": "The Marsh Law Firm and Client agree that the Firm will provide legal services to the Client regarding claims arising from allegations of sexual abuse involving Jeffrey Epstein, Ghislaine Maxwell, and others connected to their sex trafficking operation, specifically targeting the FBI, Department of Justice, and relevant government entities. These claims encompass criminal, civil, and other causes of action related to the claims and also cover legal issues surrounding the Client’s images and any associated child sex abuse material. The Firm will conduct investigations, draft legal pleadings, and pursue settlement efforts, including restitution requests, if applicable. The Client has not retained other attorneys for these specific claims, and prior counsel’s work on the Epstein estate and JP Morgan/Deutsche Bank matters does not apply.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037141",
        "legal services",
        "jeffrey epstein",
        "ghislaine maxwell",
        "sexual abuse",
        "claims",
        "litigation",
        "criminal",
        "civil",
        "image(s)",
        "csam"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032577",
      "summary": "Key articles include: *   **Trump and Cohen:** Michael Cohen withdrew from a House panel hearing due to ongoing “threats” from Donald Trump, casting uncertainty on Trump’s testimony. *   **Jay-Z & Criminal Justice Reform:** Jay-Z, Meek Mill, and sports team owners launched a $50 million effort to reform criminal justice laws. *   **Rock Capital Trader Sentencing:** A former Rock Capital Markets trader was sentenced to five years in prison for false profits. *   **Manafort Plea Breach:** Paul Manafort was ordered to appear for a hearing regarding a plea breach. *   **Weinstein’s New Legal Team:** Harvey Weinstein hired Casey Anthony attorney Jose Baez and Harvard Law professor Ronald S. Sullivan. *   **Deutsche Bank Scrutiny:** Deutsche Bank is under investigation by global law enforcement agencies regarding a money laundering scheme. *   **Barclays Executives Accused:** Former Barclays executives were accused of deceiving shareholders. *   **Various Legal Cases:** Coverage includes a lawsuit against Barclays PLC, a “shell factory” attorney’s reduced sentence, D.C. Circuit judges criticizing an investment advisory firm, a DOJ wire act opinion, and ongoing disputes within the legal industry. *   **Trade Secret Prosecutions:** A focus on the increasing prosecutions of trade secret cases. *   **Legal Industry Trends:** Articles discuss lobbying revenue, judicial nomination processes, and changes within legal firms. *   **Notable Cases & Developments:** Includes updates on cases involving USAA patents, former Snell & Wilmer chair’s death, and a lawsuit against Reed Smith LLP. *   **Government Agency Updates:** Articles cover developments from the California Supreme Court, the SEC, the FBI, and other governmental agencies. *   **Job Listings:** Includes a few job postings. The document appears to be a snapshot of legal news at a specific point in time, offering a broad overview of significant cases, regulatory actions, and industry trends.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "cohen",
        "trump",
        "congressional hearing",
        "trade secrets",
        "barclays",
        "danske bank",
        "wire act",
        "law360",
        "weinstein",
        "manafort",
        "justice",
        "sec",
        "doj",
        "fbi",
        "banks",
        "legal ethics",
        "cyber security",
        "lobbying",
        "judicial nominations",
        "arbitration",
        "pacer",
        "uk watchdog",
        "kennedys cmk",
        "job listings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}