{
  "keyword": "memorandum",
  "count": 42,
  "keyword_match_count": 42,
  "content_match_count": 59,
  "total_files": 101,
  "timeline": [
    {
      "file_id": "EFTA00027039",
      "summary": "This document is a Plaintiff’s Memorandum of Law seeking leave to file an amended complaint in a civil case against Alan Dershowitz. The Plaintiff’s primary arguments for amendment center around three key points: 1.  **New York Child Victims Act (NYCVC Act):** The statute, enacted in 2019, has revived a previously time-barred battery claim against Dershowitz due to the Plaintiff’s age at the time of the alleged assault. 2.  **Unauthorized Recording:** Dershowitz allegedly recorded a confidential telephonic settlement conference with the Plaintiff’s attorney, violating 18 U.S.C. § 2511(1). 3.  **Defamatory Statements:** Dershowitz's ongoing defamatory statements against the Plaintiff necessitate an amendment to the complaint, despite potential delays. The Plaintiff argues that granting leave to amend is appropriate because the events giving rise to the claims occurred after the complaint was filed, there’s no undue delay or bad faith, and the Defendant’s arguments against amendment (regarding futility) are without merit. The Plaintiff asserts that the claims regarding battery and the Wiretap Act are not futile, supported by facts and legal precedent.",
      "timestamp": "2004-06-14T00:00:00",
      "timestamp_raw": "June 14, 2004",
      "keywords": [
        "alan dershowitz",
        "new york child victims act",
        "battery",
        "defamation",
        "wiretap act",
        "amended complaint",
        "rule 15(a)",
        "recording",
        "settlement conference",
        "standing",
        "sexual assault"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035330",
      "summary": "The Metropolitan Correctional Center, New York, utilizes a procedural memorandum to manage inmates placed on Psychological Observation status, established July 20, 2005. This status applies to inmates exhibiting mental instability due to mental illness, personality disorders, medical issues, or drug effects, but without imminent suicidal ideation. Procedures involve a psychologist’s determination, continuous monitoring in a suicide watch area or designated cell, restricted items, detailed log entries every 15 minutes, and regular rounds by staff. Specific personnel (Psychologist, Operations Lieutenant, Health Services Staff, etc.) are notified upon placement or removal, and limitations exist regarding the number of inmates a staff member can monitor simultaneously.",
      "timestamp": "2005-07-20T00:00:00",
      "timestamp_raw": "July 20, 2005",
      "keywords": [
        "psychological observation",
        "mcc new york",
        "inmates",
        "mental illness",
        "suicide watch",
        "psychological assessment",
        "procedures",
        "observation status",
        "federal medical center",
        "staff monitoring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027307",
      "summary": "830) concerning false statements made by Tova Noel and Michael Thomas at the Metropolitan Correctional Center (MCC). **Key Facts:** *   **Case Details:** The defendants were charged with making false statements related to a 14-hour period in August 2019. *   **Government Discovery:** The government produced a substantial amount of discovery, including surveillance video, computer analysis, count slips, phone records, and personnel files. They have subsequently produced additional discovery. *   **Defendant's Requests:** Thomas requested further information, specifically seeking the Inspector General's report, records of other BOP employees involved in similar incidents, and information related to staffing issues. *   **Legal Arguments:** The government argues that Thomas’s motion is without merit because: *   The government has fulfilled its Brady and Rule 16 discovery obligations. *   The requested records are not \"material\" to Thomas's defense and would be used to promote jury nullification. *   The government does not have possession of all relevant records from other agencies (like the BOP or SEC). *   Thomas has not presented sufficient evidence to support a selective prosecution claim. In essence, the document is the government's argument against Thomas’s attempt to obtain additional discovery, asserting that it has already provided the necessary information and that the defendant’s requests are legally unsupported and seek to unfairly influence a jury.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "jury nullification",
        "selective prosecution",
        "bop",
        "investigation",
        "material",
        "deliberative process privilege",
        "witness statements",
        "mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031263",
      "summary": "830). Thomas is charged with making false statements related to incidents at the Metropolitan Correctional Center (MCC). The core argument is that the government has already provided sufficient discovery and that Thomas’s request for further materials, particularly regarding BOP policies, investigations by the Inspector General, and instances of other officers not prosecuted, is unwarranted. The government asserts that Thomas’s request is not “material to preparing a defense” and is primarily aimed at attempting to influence a jury through jury nullification. The government contends that it has fulfilled its Brady and Rule 16 discovery obligations and that Thomas has not met the legal standard required to obtain additional materials. Specifically, the government argues that Thomas's requests are irrelevant to the charges, attempts at jury manipulation, and that he has failed to establish the necessary legal basis for the discovery.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "bop",
        "indictment",
        "thomas",
        "noel",
        "investigation",
        "inspector general",
        "selective prosecution",
        "nullification",
        "materiality",
        "false statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024954",
      "summary": "This document is a memorandum from the United States Attorney’s Office for the Southern District of New York arguing for the exclusion of expert testimony from six defense witnesses: Dr. Ryan Hall, Bennett Gershman, Robert Kelso, Gerald LaPorte, and Jennifer Nasso. The core argument is that the defense has failed to provide adequate “expert notice” as required by Federal Rule of Criminal Procedure 16(b)(1)(C), specifically failing to disclose the expert’s opinions, the bases for those opinions, and the witness’s qualifications.  The Government argues that Dr. Hall’s testimony is irrelevant due to hearsay and lack of a reliable foundation. Bennett Gershman's testimony is deemed irrelevant as it pertains to issues already precluded. The Government seeks to preclude the testimony of the remaining experts, Kelso and Nasso, until the defense provides more detailed information regarding their opinions and the bases for those opinions. The document emphasizes the importance of Rule 16(b)(1)(C) in minimizing surprise, reducing continuances, and providing a fair opportunity for the prosecution to challenge expert testimony.",
      "timestamp": "2013-02-02T00:00:00",
      "timestamp_raw": "Feb. 2, 2013",
      "keywords": [
        "efta00024954",
        "expert testimony",
        "dr. ryan hall",
        "bennett gershman",
        "robert kelso",
        "forensic document specialists",
        "rule 16",
        "daubert",
        "hearsay",
        "relevance",
        "opinions",
        "bases",
        "notice",
        "supplemental notice",
        "united states v. maxwell",
        "computer forensics",
        "financial records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029100",
      "summary": "*   **Core Argument:** Maxwell argues the U.S. Attorney's Office (USAO) misled Judge McMahon, who authorized the subpoena, by making false statements about contacts with Boies Schiller related to her case. Specifically, the government misrepresented the extent of these contacts, claiming they were solely about investigating Jeffrey Epstein and not Maxwell’s alleged trafficking activities. *   **Government Admission:** The government admits to significant contact with Boies Schiller, including a February 29, 2016 meeting, and subsequent email exchanges. However, they claim no wrongdoing occurred. *   **Evidence of Misconduct:** The document details evidence of this misconduct, including AUSA’s contemporaneous notes revealing discussions about Maxwell’s case, and the subsequent misleading statements made to Judge McMahon. *   **Request for Remedy:** Maxwell seeks to suppress the evidence obtained due to the government’s actions and to dismiss the counts based on the fraudulent representation. She also requests an evidentiary hearing to explore the circumstances of the government’s misleading conduct.",
      "timestamp": "2016-02-29T00:00:00",
      "timestamp_raw": "February 29, 2016",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "counts five and six",
        "fraud",
        "perjury",
        "united states attorney",
        "criminal investigation",
        "protective order",
        "misrepresentation",
        "discovery",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019530",
      "summary": "This document is a correspondence regarding the Epstein case, specifically a motion filed by plaintiffs in the case (8 Civ 80736) involving the Southern District of New York. Attachments include a motion, memorandum, government reply, and a NPA (likely a related document). The sender is an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "30 Nov 2018",
      "keywords": [
        "epstein",
        "redaction",
        "efta00019530",
        "southern district of new york",
        "motion",
        "government reply",
        "2018",
        "ny",
        "pdf",
        "plaintiff"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021992",
      "summary": "This document pertains to a case, 15 Civ. 7433 and 19 Misc. 149, involving John E. (JE) and General Motors, Ltd. (GM). It includes materials related to Judge McMahon's consideration of unsealing requests, specifically a February 5, 2019 application and order, a January 28, 2019 application regarding the JEJetter, transcripts of unsealing conferences from March 27, 2019 and April 9, 2019, a sealed memorandum and order from April 9, 2019, an unsealing order shared with BSF from April 9, 2019, and an August 4, 2020 unsealing request for discovery. The sender is an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2019-02-05T00:00:00",
      "timestamp_raw": "February 5, 2019",
      "keywords": [
        "efta00021992",
        "judge mcmahon",
        "unsealing",
        "redaction analysis",
        "15 civ 7433",
        "19 misc 149",
        "southern district of new york",
        "united states attorney",
        "discovery",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010708",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York sent an email on April 9, 2019, detailing the unsealing of case 17 Civ 7433. The email included Judge McMahon’s memorandum and order, a separate unsealing order, a transcript of a conference with Judge McMahon, and a letter providing additional authority submitted to Judge Netburn.",
      "timestamp": "2019-04-09T00:00:00",
      "timestamp_raw": "April 9, 2019",
      "keywords": [
        "unsealing order",
        "judge mcmahon",
        "memorandum",
        "transcript",
        "southern district of new york",
        "assistant u.s. attorney",
        "2019-04-09",
        "efta00010708",
        "pdf",
        "unsealing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031603",
      "summary": "An email exchange occurred between individuals at [REDACTED] regarding Judge Netburn’s opinion related to the unsealing of a memorandum and order concerning the Epstein case. An attachment, “JE,sealed_memorandum_and_order_re_unsealing,” was sent as a response to a request for the opinion.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "epstein",
        "redaction",
        "memorandum",
        "opinion",
        "judge netburn",
        "efta00031603"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014329",
      "summary": "This document is a read (likely a memorandum or email) regarding the case of *US v. Epstein*, sent from “I” to “[REDACTED]” (a USANYS contractor). The email was sent on June 10, 2019.",
      "timestamp": "2019-06-10T00:00:00",
      "timestamp_raw": "June 10, 2019",
      "keywords": [
        "epstein",
        "us v.",
        "redaction",
        "efta00014329",
        "usanys",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030179",
      "summary": "Emails dated July 8, 2019, discuss the U.S. v. Epstein case (19 Cr. 490). An arrest team has been notified. Pretrial services requested a memorandum outlining the government’s rationale for denying conditions of release for the defendant, which was attached. An Assistant U.S. Attorney responded to the request for the memorandum. The document was subsequently redacted by NYSPT/02/USCOURTS.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "u.s. v.",
        "pretrial",
        "bail",
        "memorandum",
        "redaction",
        "contact info",
        "southern district of new york",
        "government",
        "case agents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028989",
      "summary": "On July 8, 2019, an Associate U.S. Attorney from the Southern District of New York sent an indictment and detention memorandum related to Jeffrey Epstein’s case (U.S. v. Epstein) to [REDACTED]. The documents were attached to an email chain initiated by [REDACTED].",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "indictment",
        "detention memo",
        "u.s. attorney",
        "southern district of new york",
        "efta00028989"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032972",
      "summary": "Marc Fernich sent a government memorandum regarding the detention of Jeffrey Epstein to Martin Weinberg and copied Judge Pitman’s chambers and Judge Berman’s chambers. The memorandum was attached to an email sent in advance of an expected bail argument in U.S. v. Epstein, 19 Cr. 490 (RMB), presented by Judge Berman.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "epstein",
        "bail memorandum",
        "u.s. v.",
        "government",
        "marc fernich",
        "judge pitman",
        "judge berman",
        "redaction analysis",
        "efta00032972",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026658",
      "summary": "A communication occurred between the Assistant United States Attorney for the Southern District of New York (SDNY) and the Assistant United States Attorney for the Eastern District of New York (EDNY) regarding a potential witness in the Jeffrey Epstein case. The witness contacted the EDNY, requesting to speak with someone from the USAO, and after failing to connect, contacted the SDNY. The SDNY forwarded the matter to the EDNY, with an attached memorandum documenting the call.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "us v",
        "southern district of new york",
        "fbi",
        "witness",
        "usao",
        "memorandum",
        "edny",
        "counsel",
        "phone call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030238",
      "summary": "Marc Fernich is attempting to retrieve items taken from Jeffrey Epstein’s person upon arrest, specifically Epstein’s phone, cash, and other belongings. He is coordinating with a Special Agent, who advises him to contact the case agent directly. A government memorandum regarding detention in the case U.S. v. Epstein was sent to the Chambers of Judge Pitman, with defense and Berman chambers copied. Marc Fernich is seeking confirmation of the number to contact the case agent and is awaiting coordination regarding the retrieval of the items.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "bail memorandum",
        "u.s. v. epstein",
        "marc fernich",
        "government",
        "special agent",
        "judge pitman",
        "detention",
        "case agent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014326",
      "summary": "v. Epstein case (19 Cr. 490). *   Reid Weingarten, a defense attorney, is coordinating with government counsel ([REDACTED]) and Judge Berman’s chambers. *   Discussions revolve around the government's bail memorandum and the defendant’s motion for bail. *   Attendees express availability for meetings on Monday morning, with a proposed agenda. *   The government provided an attached document (Government’s reply in support of its detention memo and in opposition to the defendant’s motion for bail) filed this afternoon.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "government",
        "u.s. attorney",
        "reid weingarten",
        "judge berman",
        "memorandum",
        "case",
        "exhibits",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014330",
      "summary": "v. Epstein (19 Cr. 490 (RMB)). *   There are multiple email exchanges discussing scheduling a meeting to discuss the case, particularly regarding a visit to Reid Weingarten following the hearing. *   The government expresses a willingness to speak with Weingarten on Monday morning, contingent on a general understanding of the client’s priorities. *   The government provided the bail memorandum and supporting exhibits to Judge Berman. *   There's a request to ensure all parties are kept informed via communication to account for varying team availability.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "reid weingarten",
        "u.s. attorney",
        "government",
        "detention memo",
        "hearing",
        "agenda",
        "blackberry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021402",
      "summary": "*   Martin Weinberg is coordinating the retrieval of seized items from Jeffrey Epstein’s arrest, including cash, personal effects, and electronic devices. *   Marc Fernich is requesting assistance in obtaining these items due to difficulties contacting the case agent, Special Agent. *   The case agent, initially expected to return the items, is unavailable. *   Fernich is instructed to contact the case agent directly to arrange for possession of the items. *   A government memorandum regarding detention in the Epstein case is being shared with relevant parties.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "epstein",
        "seizure",
        "bail",
        "arrest",
        "agents",
        "phone",
        "cash",
        "evidence",
        "marc fernich",
        "martin weinberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014560",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014560",
      "summary": "Marc Fernich, an attorney, is coordinating the retrieval of items seized from Jeffrey Epstein during his arrest, including cash, personal effects, and electronic devices. He is experiencing difficulty contacting a case agent, Special Agent, to arrange the pickup. Fernich initially requested the items be brought to a hearing on Thursday.  He received a phone number for the agent and attempted to contact her multiple times with no success. Another individual, [REDACTED], advised Fernich to contact Special Agent directly. A government memorandum regarding detention in the Epstein case was also circulated.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "seizure",
        "marc fernich",
        "agent",
        "phone",
        "cash",
        "evidence",
        "warrant",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021402",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034217",
      "summary": "On July 23, 2019, a Cook Supervisor was informed that Inmate Epstein was being fed in the Attorney Conference Room. The Cook Supervisor stated that the individual never instructed anyone to feed Inmate Epstein in that room. This information is part of a confidential memorandum from the U.S. Department of Justice, Federal Bureau of Prisons, regarding authorization for inmate meals in the Attorney Conference Room.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "rocco lupo",
        "food service administrator",
        "attorney conference room",
        "inmate epstein",
        "authorization",
        "cook supervisor",
        "memorandum",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034330",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034330",
      "summary": "On July 23, 2019, the Food Service Administrator was informed that inmate Epstein was being fed in the attorney conference room. The Administrator denies being instructed by their supervisor to feed Epstein in that location.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "inmate epstein",
        "attorney conference room",
        "food service administrator",
        "cook supervisor",
        "authorization",
        "memorandum",
        "sony 00010701",
        "efta00034330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034217",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035389",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division regarding an investigation into Jeffrey Epstein (reg. no. 76318-054) following an incident on July 23, 2019. The documents, including memorandums and photos, were provided with the understanding that further dissemination would require prior knowledge and approval. A Regional Counsel from the U.S. Department of Justice confirmed concurrence in the release. A subsequent email reiterated the request for documentation and noted the need for a written request for materials.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035389",
        "usao sdny",
        "jeffrey epstein",
        "investigation",
        "documents",
        "photographs",
        "criminal division",
        "bureau of prisons",
        "clc new york",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035387",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division related to the investigation into Jeffrey Epstein’s July 23, 2019 incident. The materials included memorandums and photographs. The attorney stipulated that the material should not be disseminated further without their knowledge and approval. A USAO request for documentation was received, and the attorney confirmed concurrence in the release of the documentation/photographs.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "usao sdny",
        "doj",
        "federal bureau of prisons",
        "redaction",
        "clc new york",
        "documents",
        "photographs",
        "jeffrey epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022509",
      "summary": "On July 24, 2019, a Lieutenant within the U.S. Public Health Service and Federal Bureau of Prisons (Metropolitan Correctional Center) requested a change in observation status for inmate Epstein #76318-054. The request involved removing him from Suicide Watch and placing him on Psychological Observation, as documented in a memorandum from the MCC New York. A forensic report named “TEXT.htm” and a PDF file were attached to the communication.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00022509",
        "epstein",
        "suicide watch",
        "psychological observation",
        "united states government",
        "memorandum",
        "mcc new york",
        "forensic psychologist",
        "u.s. public health service",
        "bureau of prisons"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035694",
      "summary": "On July 24, 2019, the United States Government, MCC New York, instructed the Lieutenant’s Office to remove inmate Epstein (#76318-054) from Suicide Watch and place him on Psychological Observation.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psychological observation",
        "inmate",
        "epstein",
        "removal",
        "united states government",
        "memorandum",
        "july 24",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033590",
            "similarity": 0.636,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034928",
            "similarity": 0.636,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034655",
            "similarity": 0.636,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033590",
      "summary": "On July 24, 2019, the United States Government, MCC New York, instructed the Lieutenant’s Office to remove inmate Epstein (#76318-054) from Suicide Watch and place him on Psychological Observation. The document is classified as CONFIDENTIAL and includes case number SDNY 00008782 and reference EFTA00033590.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psychological observation",
        "inmate",
        "epstein",
        "removal",
        "united states government",
        "memorandum",
        "confidential",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035694",
            "similarity": 0.636,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034928",
            "similarity": 1.0,
            "index": 27,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034655",
            "similarity": 1.0,
            "index": 28,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034928",
      "summary": "On July 24, 2019, the United States Government, specifically MCC New York, instructed the Lieutenant’s Office to remove inmate Epstein (#76318-054) from Suicide Watch and place him on Psychological Observation. The memorandum was classified as CONFIDENTIAL and referenced case number SDNY 00012898 and document EFTA00034928.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psychological observation",
        "inmate",
        "epstein",
        "united states government",
        "memorandum",
        "removal",
        "confidential",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033590",
            "similarity": 1.0,
            "index": 26,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035694",
            "similarity": 0.636,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034655",
            "similarity": 1.0,
            "index": 28,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034655",
      "summary": "On July 24, 2019, the United States Government, MCC New York, instructed the Lieutenant’s Office to remove inmate Epstein (#76318-054) from Suicide Watch and place him on Psychological Observation. The document is classified as Confidential and referenced case number SDNY 00011866 and file EFTA00034655.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "suicide watch",
        "psychological observation",
        "inmate",
        "epstein",
        "removal",
        "united states government",
        "memorandum",
        "confidential",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034928",
            "similarity": 1.0,
            "index": 27,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033590",
            "similarity": 1.0,
            "index": 26,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035694",
            "similarity": 0.636,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035513",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity through a memorandum to the Warden and relevant staff. Key events included: *   Multiple fire watch assignments due to staff shortages. *   An inmate transferred to special housing due to a fight on unit 7 South. *   An inmate transferred to the hospital for treatment and subsequently to special housing. *   Inmate Epstein was on psych observation with a companion. *   No new admissions or releases. *   No cells in the Special Housing Unit (SHU) were triple-bunked. *   No missing reports or equipment were noted. *   23 staff members worked 165.15 hours in E-1 overtime. *   2 staff members worked 16 hours in E-1 comp time. *   Staff totals at the beginning of the morning watch were 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "special housing unit",
        "corrections",
        "daily activity report",
        "ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035703",
      "summary": "On July 30, 2019, the Acting Clinical Director at the Metropolitan Correctional Center, New York, authorized inmate Jeffrey Epstein (#76318-054) to have access to an electrical extension cord to operate his CPAP machine during evening hours.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "efta00035703",
        "jeffrey epstein",
        "metropolitan correctional center",
        "cpap machine",
        "extension cord",
        "united states government",
        "memorandum",
        "shu lieutenants",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034969",
      "summary": "Jeffrey Epstein (#76318-054) at the Metropolitan Correctional Center, New York, requires an electrical extension cord to operate his CPAP machine in the evenings. This request was issued by the Acting Clinical Director on July 30, 2019.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "extension cord",
        "jeffrey epstein",
        "cpap machine",
        "metropolitan correctional center",
        "new york",
        "united states government",
        "memorandum",
        "redaction",
        "operation",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034817",
            "similarity": 0.818,
            "index": 32,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034817",
      "summary": "Jeffrey Epstein (#76318-054) at the Metropolitan Correctional Center, New York, requires an electrical extension cord to operate his CPAP machine in the evenings. This request was issued by the Acting Clinical Director on July 30, 2019, and is classified as confidential.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "extension cord",
        "jeffrey epstein",
        "cpap",
        "metropolitan correctional center",
        "new york",
        "united states government",
        "memorandum",
        "redaction",
        "operation",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034969",
            "similarity": 0.818,
            "index": 31,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035056",
      "summary": "This memorandum, dated August 02, 2019, is a daily activity report from the Metropolitan Correctional Center (MCC) in New York. It details operational issues including unsecured food slots, inmate placements in Special Housing Units (SHU) due to staff shortages, new and released inmate admissions, and staff leave and overtime. Specific inmate incidents include placement on SIS, Code assignments, and movement to/from the Special Unit. It also records missing equipment, inmate locations (hospital, suicide watch, furlough), and institutional cell counts at the beginning of the morning watch shift.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "correctional facility",
        "food slots",
        "inmates",
        "special housing unit",
        "usms",
        "admissions",
        "releases",
        "overtime",
        "staffing",
        "security",
        "emergency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016593",
      "summary": "An email chain discusses a court order (19 Cr. 490) related to the case *United States v. Jeffrey Epstein*. Christine Murray sent an email with an attached memorandum outlining the order, referencing a previous 16(d) letter. The email was sent from the USANYs court system to [REDACTED].",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "ex parte submission",
        "19 cr. 490",
        "redaction analysis",
        "berman",
        "memorandum",
        "usanys",
        "christine murray"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036917",
      "summary": "On August 6, 2019, Associate Warden, MCC New York, issued a memorandum to York regarding the Annual Assurance Statement for FY 2019 at the Metropolitan Correctional Center, New York. The memorandum states that a review conducted in accordance with Program Statement 1210.23 indicated effective and efficient management of program activities, providing reasonable assurance that government resources are protected against fraud, mismanagement, or misappropriation.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "u.s. department of justice",
        "federal bureau of prisons",
        "assurance statement",
        "fy 2019",
        "management control",
        "program review",
        "fraud",
        "mismanagement",
        "misappropriation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036315",
      "summary": "On August 8, 2019, a Senior Officer at the Metropolitan Correctional Center, New York, operated a camera during a use of force incident. The officer willingly assisted and no injuries resulted.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "use of force",
        "metropolitan correctional center",
        "new york",
        "united states government",
        "memorandum",
        "2019",
        "injuries"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032505",
      "summary": "On August 9, 2019, a correctional officer spoke with inmate Jeffery Epstein (Reg. No. 76318-054) regarding a call he made to his mother. The officer shortened Epstein’s attorney visitation to allow a social call, escorting him to Special Housing Unit (SHU) G tier and allowing him to use a phone for 15 minutes, after which the call was ended. The officer noted Epstein didn't have his phone set up and the phone number dialed began with 347.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "federal bureau of prisons",
        "inmate epstein",
        "jeffery",
        "memorandum",
        "visitation",
        "phone call",
        "social call",
        "special housing unit",
        "poe and pin",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035467",
      "summary": "On August 10, 2019, a U.S. Federal Bureau of Prisons Captain issued a memorandum regarding security expectations for inmate Jeffrey Epstein (Reg. No. 76318-054) at the Metropolitan Correctional Center in New York City. Following concerns about Epstein’s behavior, the Captain held informal training sessions with staff, emphasizing vigilance, increased unannounced rounds, and maintaining a clean and manageable Special Housing Unit. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell after a suspected suicide attempt, and he was housed with a cellmate.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "special housing unit",
        "metropolitan correctional center",
        "training",
        "oversight",
        "management"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035488",
      "summary": "An email was sent from “to” [REDACTED] to [REDACTED] on August 11, 2019, with the subject “Memorandum(Epstein)” and the reference “EFTA00035488”. The email included the message “Information requested.” and attached a file named “TEXT.htm”.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00035488",
        "redaction",
        "memorandum",
        "epstein",
        "2019",
        "august",
        "text.htm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034371",
      "summary": "A request was made on August 11, 2019, inquiring about the identity and whereabouts (specifically, Friday work hours) of an individual referred to as the “SHU LT” who was at an institution. The request was part of a chain of emails concerning a memorandum related to Jeffrey Epstein.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00034371",
        "shu lt",
        "institution",
        "redaction",
        "memorandum",
        "epstein",
        "confidential",
        "sdny_000",
        "verizon",
        "samsung"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035466",
      "summary": "A memorandum from “Epstein” to [REDACTED] regarding case EFTA00035466, titled “Captain,” originating from the Metropolitan Correctional Center in New York (150 Park Row, NY 10007).  Attached documents include TEXT.htm and a PDF named “2019 08 11 15 53 06.pdf”.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "efta00035466",
        "redaction analysis",
        "epstein",
        "memorandum",
        "metropolitan correctional center",
        "2019 08 11",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036751",
      "summary": "Following an unspecified incident, employees at EFTA00036751 were issued guidelines for protection and communication. Key points included: no media contact, consistent credential display, maintaining honest communication, utilizing the union for memorandums to avoid potential disciplinary action, the right to a union representative during questioning by agencies like the BOP, CA, or OIG, and specific protocols for interactions with OIG and the FBI.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "employee",
        "media",
        "union",
        "weingarten rights",
        "agency",
        "representative",
        "communication",
        "discipline",
        "investigation",
        "oig"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036754",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034529",
      "summary": "On August 12, 2019, the 5/O/S unit at the Metropolitan Correctional Center, New York, reported to the Warden that Inmate Reyes (#85993-054) was potentially going “war” and may not return, and that Inmate Epstein (#76318-054) would require a cellmate upon arrival from an attorney visit.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "inmate reyes",
        "epstein",
        "war",
        "cell mate",
        "metropolitan correctional center",
        "new york",
        "memorandum",
        "special dousing unit",
        "august 12",
        "2019",
        "united states government"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036400",
      "summary": "Local 3148 is reminding management to inform them when the Office of Inspector General (OIG), FBI, or US Attorneys Office will conduct interviews with bargaining unit employees. This is to ensure employees’ Weingarten Rights are respected, allowing them to have a representative present during the interviews. The email chain discusses OIG’s role as an agency representative and the requirement to abide by the Master Agreement, as well as the process for employees requesting memorandums and invoking Weingarten Rights.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "oig",
        "fbi",
        "us attorneys office",
        "weingarten rights",
        "investigations",
        "mcc new york",
        "local 3148",
        "interviews",
        "management",
        "memorandum"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036362",
      "summary": "On August 13, 2019, the Metropolitan Correctional Center sent an email to an individual reminding them to submit a supervisor memorandum regarding an incident involving inmate Epstein that occurred on August 10, 2019. The recipient stated they had not been contacted about the incident and were properly relieved of duty prior to it.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "memorandum",
        "incident",
        "august 10",
        "2019",
        "submission",
        "supervisor",
        "metropolitan correctional center",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036390",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center, New York, announced a tour for representatives from the Department of Justice and the SDNY USA0 on August 15, 2019, at 10:00 a.m. Attendees included the Principal Deputy Attorney General, Advisor at AG’s office, Geoffrey Berman, several Deputy US Attorneys, Chief of the Criminal Division, SDNY, Counsel to the US Attorney, Chief of the Public Corruption Unit, SDNY, and multiple AUSAs. The Supervisory Attorney requested notification of attendees’ arrival.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "united states government",
        "memorandum",
        "metropolitan correctional center",
        "new york",
        "department of justice",
        "sdny",
        "tour",
        "august 15",
        "2019",
        "geoffrey berman",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035724",
      "summary": "This document is an “Other” Import Form related to a death investigation concerning Jeffrey Epstein. It was drafted on September 9, 2019, and references a memo from MCC dated August 10, 2019, provided by OIG SA. The case ID is 90A-NY-3151227 and identifies Epstein as a victim.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "epstein",
        "death investigation",
        "fbi",
        "import form",
        "memorandum",
        "ssa",
        "facial record",
        "sdny",
        "oig",
        "90a-ny-3151227"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035726",
      "summary": "This document is an import form, dated September 9, 2019, pertaining to a memorandum from SOS R. regarding Jeffrey Epstein’s cellmate. The memorandum was produced on August 12, 2019, and is linked to Case ID 90A-NY-3151227, categorized as a death investigation with Jeffrey Epstein identified as a victim. The form was approved by SSA and drafted by the FBI.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "cellmate",
        "death investigation",
        "fbi",
        "memorandum",
        "sos",
        "victim",
        "case id",
        "unclassified",
        "import form"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015359",
      "summary": "A memorandum titled \"MCC Pros Memo\" (version 10) was sent from the Assistant United States Attorney for the Southern District of New York to [REDACTED] on September 27, 2019. The document was attached for review.",
      "timestamp": "2019-09-27T00:00:00",
      "timestamp_raw": "September 27, 2019",
      "keywords": [
        "efta00015359",
        "mcc pros memo",
        "redaction analysis",
        "united states attorney",
        "southern district of new york",
        "2019",
        "assistant united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027034",
      "summary": "Plaintiff, in a civil action against Alan Dershowitz, is seeking leave to file an amended complaint under Rule 15(a) of the Southern District of New York. The motion is supported by a declaration from Haley N. Proctor and accompanying legal memorandum. Responses to the motion must be filed by January 17, 2020, with a reply by January 24, 2020, adhering to Local Rule 6.1(b). The case was filed on December 20, 2019.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "alan dershowitz",
        "united states district court",
        "civil action",
        "motion for leave",
        "amended complaint",
        "rule 15",
        "loretta a. preska",
        "cooper & kirk pllc",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017811",
      "summary": "On January 29, 2020, Montell Figgins, Esq., representing Defendant Michael Thomas in the case of *State of NY v Michael Thomas, et al.* (Docket No.: I:19-cr-00830), formally requested documents from the United States Inspector General via email. The request, submitted to Assistant United States Attorneys in the Southern District of New York, sought all reports, memorandums, written statements, photos, videos, and incident reports created or possessed by the Inspector General. Figgins referenced *U.S. v. Bryan* (1989) to support the request, and included counsel for Defendant Noel (Jason Erroy Foy, Esq.) on a copy.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "efta00017811",
        "montell figgins",
        "michael thomas",
        "discovery request",
        "rule i6(a)(1)(c)",
        "united states inspector general",
        "southern district of new york",
        "u.s. v. bryan",
        "new york",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009935",
      "summary": "A memorandum was sent from SANYS to [REDACTED] regarding a GM memo dated March 19, 2020. The memo included an attached document titled “2020-03-12_GM_prosecution_memo.RC.docx” and identified the case as EFTA00009935.",
      "timestamp": "2020-03-19T00:00:00",
      "timestamp_raw": "March 19, 2020",
      "keywords": [
        "efta00009935",
        "redaction analysis",
        "gm memo",
        "prosecution memo",
        "usanys",
        "2020-03-12"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023768",
      "summary": "On June 5, 2020, attorneys at Foy & Sewplowitz LLC requested extensive documentation from the US Attorney’s Office – SDNY regarding the case of *US v. Tova Noel, et al*. The request included: *   Tova Noel’s complete personnel and training file from the MCC, encompassing employee records, performance appraisals, training outlines, and code of conduct materials. *   Memorandums and emails related to Jeffrey Epstein’s death, specifically those drafted by identified employees. *   Specific BOP and MCC policies and procedures related to cellmates, SHU regulations, and institutional oversight. *   Detailed log records, reports, and surveillance data from the MCC’s SHU, including watch call logs, control center logs, operational reviews, and facility maintenance records, covering the period from June 26, 2019 to the present. *   Records related to investigations into the suicides of Kenneth Houck and Jamel Floyd, and firearm smuggling into the MCC. *   Identification of the author of a specific 4Chan message (bates number SDNY\\_00006978).",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "June 5, 2020",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "bop",
        "shu",
        "noel",
        "training records",
        "performance appraisals",
        "cellmates",
        "surveillance cameras",
        "incident reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031508",
      "summary": "A memorandum titled “pros memo examples” was sent from an Assistant United States Attorney in the Southern District of New York to [REDACTED] on June 17, 2020. The memorandum included two attachments: a PDF and a Word document, both titled “prosecution_memo.” The case file is EFTA00031508.",
      "timestamp": "2020-06-17T00:00:00",
      "timestamp_raw": "June 17, 2020",
      "keywords": [
        "efta00031508",
        "pros memo examples",
        "redaction",
        "usanys",
        "prosecution memo",
        "southern district of new york",
        "united states attorney",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030359",
      "summary": "A detention memorandum was sent from the Assistant United States Attorney for the Southern District of New York to the FBI (NY) regarding the detention of an individual named United States y. Maxwell. The memo, dated July 2, 2020, details the circumstances of the arrest and will be discussed orally during an argument. The document is associated with case number 20_Cr._330 JAJN.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "detention memo",
        "fbi",
        "arrest",
        "united states",
        "memorandum",
        "redaction",
        "efta00030359",
        "southern district of new york",
        "2020-07-02",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031107",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a “bail memo” (attached as “2020-07-02, GM detention memorandum.docx”) to M. The memo was prepared for filing in the District of New Hampshire’s Southern District (SDNY) and intended for distribution to the DNH magistrate judge via email. The sender requested feedback on the filing method, specifically regarding the use of New Hampshire captions and signature blocks, due to a preference for filing with SDNY.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "2020-07-02",
      "keywords": [
        "bail memo",
        "redaction analysis",
        "efta00031107",
        "new hampshire",
        "sdny",
        "ausa",
        "magistrate judge",
        "filing",
        "united states attorney",
        "detention memorandum"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030379",
      "summary": "Ori (from [REDACTED]) sent a detention memorandum and the superseding indictment to Lea Harmon ([REDACTED]) regarding the case of Maxwell (20 Cr. 330 JAJN). Lea Harmon responded, confirming receipt and scheduling a discussion. Natasha Ramesar (U.S. Pretrial Services Officer Specialist) is handling the interview and bail report for Maxwell, with the interview scheduled for before July 14th, 2020, contingent on MDC’s scheduling.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "maxwell",
        "detention memorandum",
        "indictment",
        "lea harmon",
        "natasha ramesar",
        "united states v. maxwell",
        "pretrial services",
        "bail report",
        "mdc",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037704",
      "summary": "A defense memo was sent from [REDACTED] to [REDACTED] on July 10, 2020, regarding child exploitation/human trafficking, handled by the FBI New York Field Office's Child Exploitation/Human Trafficking unit. The memo is attached as 2020-07-10,_Maxwell,_defense_memorandum.pdf.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "July 10, 2020",
      "keywords": [
        "efta00037704",
        "defense memo",
        "human trafficking",
        "child exploitation",
        "fbi",
        "maxwell",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037682",
      "summary": "A defense memo was sent on July 10, 2020, from an unknown sender to an unknown recipient (referenced as EFTA00037682). The memo is attached as “2020-07-10,” “Maxwell,” and “defense_memorandum.pdf.” The memo's subject is “Defense memo.”",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "July 10, 2020",
      "keywords": [
        "defense memo",
        "efta00037682",
        "maxwell",
        "2020-07-10"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030995",
      "summary": "On August 22, 2020, Bruce Barket forwarded a letter regarding jail conditions and a court appearance to multiple individuals, including Judge Karas, Aida Leisenring, Michael Bachrach, and John Diaz. The letter originated from “USANYS” and requested a response to Judge Karas by Monday, August 24th, citing a potential COVID-19 related connection. Barket also contacted Karas’ chambers to confirm the judge’s review of the forwarded letter. A memo endorsement from Judge Karas was attached.",
      "timestamp": "2020-08-22T00:00:00",
      "timestamp_raw": "August 22, 2020",
      "keywords": [
        "jail conditions",
        "court appearance",
        "judge karas",
        "covid",
        "usanys",
        "bruce barket",
        "efta00030995",
        "memorandum",
        "attorney-client communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010427",
      "summary": "On August 25, 2020, the Narcotics Unit (USANYS) sent a Government letter to Judge Karas regarding jail conditions and a court appearance. Judge Karas responded on August 21, 2020, by endorsing a memo. Bruce Barket forwarded the Government’s letter to Judge Karas’ chambers on August 20, 2020, requesting confirmation that the judge would review it, and also copied relevant parties including counsel for the MCC and the prosecution team. One redaction is present in the document.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "August 25, 2020",
      "keywords": [
        "jail conditions",
        "court appearance",
        "judge karas",
        "bruce barket",
        "attorney",
        "letter",
        "memorandum",
        "usanys",
        "mcc",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016023",
      "summary": "On December 16, 2020, the Assistant United States Attorney for the Southern District of New York submitted documents in opposition to a defendant’s renewed bail application in the case of *US v. Maxwell, 20 CR. 330 (AJN)*. The submission included a cover letter, memorandum of law, Government Exhibits A and B, and a proposed redaction document for the memorandum of law. The documents were sent to Nathan NYSD Chambers and several attorneys including Christian Everdell, BOBBI C STERNHEIM, and Jeff Pagliuca.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "December 16, 2020",
      "keywords": [
        "us v. maxwell",
        "redaction analysis",
        "bail motion",
        "government submission",
        "southern district of new york",
        "20 cr. 330 (ajn)",
        "usanys",
        "new york",
        "attorney",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016788",
      "summary": "This document is an Addendum Opinion regarding the extradition of Ghislaine Maxwell to the United States, responding to a Government’s Opposition Memorandum. The opinion, dated December 17, 2020, largely reaffirms conclusions from an earlier October 2020 Opinion, stating that Maxwell's extradition is highly likely to succeed. Key points include: *   **High Probability of Success:** The opinion suggests that, based on current information, it’s difficult to conceive of circumstances where Maxwell could successfully resist extradition. *   **Waiver of Extradition:** A waiver of extradition she signed would be admissible and a strong factor in any proceedings. *   **Bar Arguments Unlikely:** Arguments based on bars to extradition (oppression, family life, etc.) are considered unlikely to succeed. *   **Secretary of State’s Powers Limited:** The Secretary of State’s discretionary power to refuse extradition is limited to specific grounds, and none of those currently apply to Maxwell’s case. *   **Streamlined Process:** The Extradition Act 2003 facilitates extradition, with most cases concluding within two years. The opinion emphasizes the unusual circumstances of this case, noting only one prior successful exercise of the Secretary of State's power and highlighting the impact of the Gary McKinnon case.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "December 17, 2020",
      "keywords": [
        "extradition",
        "england",
        "wales",
        "ghislaine maxwell",
        "us extradition requests",
        "bail",
        "waiver of extradition",
        "extradition act 2003",
        "opinion",
        "bars to extradition"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015975",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Judge Nathan regarding a typographical error in a reply brief for the case *U.S. v. Ghislaine Maxwell* (20 Cr. 330). The email requested approval to correct the error on pages 1 and 8 of the memorandum.  He attached both the unredacted and redacted versions of the memorandum, along with exhibits A-B, to be filed under seal. The email also included a cover letter and confidentiality notices.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "redaction",
        "memorandum",
        "court",
        "u.s. v.",
        "christian everdell",
        "cohen & gresser llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016768",
            "similarity": 0.636,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016784",
      "summary": "This document is a legal response from French lawyer William Julie to the US government’s memorandum regarding the extradition of Ghislaine Maxwell. Key points include: *   **Challenge to the Government’s Argument:** Julie disputes the US government’s reliance on Article 696-2 of the French Code of Criminal Procedure, arguing it incorrectly assumes France would extradite its citizens without an international agreement. *   **Constitutional Precedence:** He emphasizes that French constitutional law (Article 55) prioritizes international agreements over national legislation when it comes to extradition. *   **Peterson Case Weakness:** Julie critiques the government's use of the Hans Peterson case as precedent, noting its lack of a formal judicial decision and the circumstances of its refusal. *   **Article 3 of the Treaty:** He supports the interpretation of Article 3 of the US-France Extradition Treaty, which allows the Requested State (France) to retain discretion regarding the extradition of nationals. *   **EU Extradition Agreement:** Julie highlights the impact of the EU-US Extradition Agreement (2010), which further strengthens cooperation and reinforces the French government's discretion. Essentially, Julie argues that the French government has the legal authority and discretion to extradite Maxwell under the existing treaties, despite the government's initial assertions to the contrary.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "December 18, 2020",
      "keywords": [
        "extradition treaty",
        "france",
        "usa",
        "french code of criminal procedure",
        "article 696",
        "national",
        "discretion",
        "peterson case",
        "conseil d'etat",
        "european union extradition agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028903",
      "summary": "Ghislaine Maxwell’s Reply Memorandum argues that the Mann Act counts against her (Counts 1-4) should be dismissed due to two key reasons: the 2003 amendment to 18 U.S.C. § 3283 does not apply retroactively, and the statute itself doesn’t necessarily involve the sexual abuse or kidnapping of a child. Here’s a breakdown of the core arguments: *   **Retroactivity:** Congress explicitly rejected a retroactivity provision in the 2003 amendment, ending the legal analysis at step one of the Landgraf framework. No court has correctly applied this rejection. *   **Statutory Scope:** § 3283 only applies if the offenses *necessarily* entail sexual abuse or kidnapping. The charges against Maxwell – enticement of an individual to travel or transportation of a minor – don't meet this requirement, and the government’s attempt to define “sexual abuse” within the statute is flawed. *   **Landgraf Application:**  The court should apply the Landgraf framework in a manner consistent with Supreme Court precedent (i.e., recognizing the importance of congressional intent and not reading too broadly into the statute). Essentially, Maxwell argues the government is attempting to retroactively apply a law that was not intended to do so, and that the statute’s language doesn’t align with the specific charges.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "Jan. 11, 2021",
      "keywords": [
        "retry memorandum",
        "ghislaine maxwell",
        "motion to dismiss",
        "mann act",
        "18 u.s.c. § 3283",
        "landgraf",
        "retroactivity",
        "legislative intent",
        "statute of limitations",
        "\"offense involving",
        "\" child sexual abuse",
        "2003 amendment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011515",
      "summary": "A memorandum of law (MOL) in opposition to Maxwell’s motions has been prepared and attached. The document includes redactions that are tentatively planned. Work is ongoing to proofread the document, finalize discovery references, and complete the redaction process before filing.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2021",
      "keywords": [
        "redaction",
        "memorandum of law",
        "motions",
        "discovery",
        "redactions",
        "efta00011515",
        "omnibus",
        "opposition",
        "defense",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018833",
      "summary": "An email chain discusses a cite-checked omnibus memorandum of law (MOL) in opposition to Maxwell’s motions. One individual ([REDACTED]) reviewed pages 3-116 and noted a need to ensure subsequent citations are properly stringed. Another individual ([REDACTED]) sent the cite-checked MOL, along with a request for the team to proofread, clean up the table of authorities (TOA), obtain discovery references, and address redactions before filing. The sender ([REDACTED]) indicated that redactions were intended to align with the subpoena, ex parte proceeding, article description, brief allegations, and indictment.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2021",
      "keywords": [
        "redaction",
        "citations",
        "omnibus",
        "motion",
        "legal",
        "brief",
        "redactions",
        "review",
        "paralegals",
        "efta00018833"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011518",
      "summary": "The Government of the Southern District of New York submitted an omnibus memorandum of law in opposition to the defense’s pretrial motions in the case of *US v. Maxwell* (20 Cr. 330 (AJN)). The memorandum, along with supporting exhibits and a cover letter, were initially requested to be accepted temporarily under seal.",
      "timestamp": "2021-02-27T00:00:00",
      "timestamp_raw": "27 Feb 2021",
      "keywords": [
        "efta00011518",
        "us v. maxwell",
        "government opposition",
        "defense motions",
        "pretrial motions",
        "redaction",
        "ecf",
        "southern district of new york",
        "20 cr. 330 (ajn)",
        "memorandum of law"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031916",
      "summary": "Bobbi Sternheim sent an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application to Nathan Chambers, Christian Everdell, Laura Menninger, and Jeff Pagliuca in connection with the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)). The submission was provided pursuant to Rule 2(8) of the court’s individual rules.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "court",
        "memorandum",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018382",
      "summary": "Bobbi C. Sternheim, Esq., sent an email to Nathan NYSD Chambers and others, including Christian Everdell and Laura Menninger, regarding an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application in the case U.S. v. Ghislaine Maxwell (20 Cr. 330 (AJN)). The email was attached to a cover letter and submitted pursuant to Rule 2(8) of the court's individual rules. Sternheim’s firm was providing the document to the court and government.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "bobbi c. sternheim",
        "covid-19",
        "legal submission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018992",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, sent an email on March 16, 2021, to provide an unredacted version of a Reply Memorandum In Support of Ms. Maxwell’s pending bail application, as required by Rule 2(8) of the Court’s individual rules. The email was accompanied by a cover letter (attached as a PDF) and included a Covid-19 notice regarding the office closure and preferred communication methods. The document’s contents are considered confidential and privileged.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "March 16, 2021",
      "keywords": [
        "bobbi sternheim",
        "efta00018992",
        "covid-19",
        "legal",
        "redaction",
        "cover letter",
        "maxwell",
        "bail application"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018991",
      "summary": "Bobbi Sternheim is responding to an email regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)) and attached a memorandum (“MAXWELL_REPLY_-_BAIL_3.pdf”) and a supporting document (“ATT00001.htm”). She attributes the previous email's lack of content to a computer glitch.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "efta00018991",
        "ghislaine maxwell",
        "u.s. v.",
        "bail",
        "submission",
        "redaction",
        "bobbi sternheim",
        "christian everdell",
        "laura menninger",
        "nathan chambers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031946",
      "summary": "A prosecution memorandum was sent from [REDACTED] to [REDACTED] requesting authorization for a superseding indictment against Maxwell, charging him with additional criminal offenses. The memorandum includes two prior prosecution memos and a jury memo. Grand jury time has been tentatively scheduled for Monday, March 29th.",
      "timestamp": "2021-03-19T00:00:00",
      "timestamp_raw": "19 Mar 2021",
      "keywords": [
        "maxwell",
        "superseding indictment",
        "prosecution",
        "grand jury",
        "memorandum",
        "indictment",
        "offenses",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020331",
      "summary": "On March 23, 2021, a draft superseding indictment for Maxwell was circulated among a team within the USANYS, primarily for review and expedited approval. The draft was based on previous indictments involving Epstein and Maxwell. A request was made to the “chiefs” for a review and meeting regarding the indictment. A tentative grand jury date of March 29th was scheduled. Two prior prosecution memos related to the original indictment were attached for reference. 16 redactions were present in the document.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "March 23, 2021",
      "keywords": [
        "maxwell",
        "indictment",
        "prosecution",
        "superseding",
        "epstein",
        "maxwell",
        "review",
        "memorandum",
        "grand jury",
        "criminal offenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016152",
      "summary": "Bobbi Sternheim notified Nathan Chambers and others regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330). The parties, including Sternheim, had conferred and agreed that redactions to the Bail Reply Memorandum were unnecessary, as the original document was already publicly filed (Dkt. 171). Sternheim’s law office provided contact information and a Covid-19 notice regarding remote work procedures.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2021",
      "keywords": [
        "efta00016152",
        "ghislaine maxwell",
        "u.s. v.",
        "redaction analysis",
        "bail reply memorandum",
        "bobbi c. sternheim",
        "covid-19",
        "laura menninger",
        "dkt. 169",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019484",
      "summary": "A series of emails discuss a draft superseding indictment for Maxwell, related to criminal offenses. A draft indictment was requested on March 23, 2021, and a redline from a previous version was requested for expedited review. A request was made to determine the “Brass’s” desired review/meeting process. A prosecution memorandum was attached, proposing a grand jury meeting on March 29th. The emails involve multiple individuals within the USANYS.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "March 23, 2021",
      "keywords": [
        "maxwell",
        "indictment",
        "prosecution",
        "superseding",
        "redline",
        "review",
        "memo",
        "draft",
        "usanys",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016218",
      "summary": "The email, dated March 23, 2021, from the United States Attorney’s Office for the Southern District of New York to multiple recipients, concerns opposition to defense motions in the case *US v. Maxwell* (20 CR. 330). It includes attachments: a letter regarding redactions filed on the Electronic Case File (ECF), a proposed redaction memorandum of law, and proposed redactions to Exhibit 11.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "March 23, 2021",
      "keywords": [
        "redaction",
        "us v. maxwell",
        "government",
        "motions",
        "redactions",
        "ecf",
        "defense",
        "opposition",
        "memorandum of law",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019594",
      "summary": "A memorandum from the United States Attorney’s Office for the Southern District of New York regarding a deferred prosecution application for Tova Noel is attached. The memorandum, along with several supporting documents (including memos, PDFs detailing the application and exhibits, and a collateral consequences letter), was sent from the Assistant United States Attorney to an unspecified recipient.",
      "timestamp": "2021-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2021",
      "keywords": [
        "tova noel",
        "deferred prosecution",
        "application",
        "usanys",
        "memorandum",
        "united states attorney's office",
        "southern district of new york",
        "efta00019594"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022513",
      "summary": "A memorandum endorsement signed by Judge Nathan, related to the case 20-cr-330, US v Maxwell, was filed on the public docket. The memorandum was sent from The Chambers of the Hon. Alison J. Nathan to [REDACTED].",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "03 May 2021",
      "keywords": [
        "efta00022513",
        "memorandum endorsement",
        "us v maxwell",
        "judge nathan",
        "alison j. nathan",
        "docket",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024808",
      "summary": "The United States Attorney’s Office submitted a letter requesting redactions to Exhibit C of a defendant’s memorandum in support of supplemental pre-trial motions. The letter and the Government’s proposed redactions were attached to the email. The case is *US v. Maxwell, 20 Cr. 330 (AJN)*.",
      "timestamp": "2021-05-20T00:00:00",
      "timestamp_raw": "20 May 2021",
      "keywords": [
        "redaction",
        "us v. maxwell",
        "exhibit c",
        "redactions",
        "government",
        "proposed redactions",
        "defense",
        "pre-trial motions",
        "memorandum",
        "ecf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028584",
      "summary": "A memorandum of law from the Assistant United States Attorney for the Southern District of New York was sent to Judge Nathan in opposition to the defendant Ghislaine Maxwell’s supplemental pretrial motions. The Government does not request redactions to the memorandum. The sender indicates that the electronic case filing system requires the original motion to be on the docket before an opposition brief can be filed, and they will promptly file their opposition once the defense motion is publicly available.",
      "timestamp": "2021-05-22T00:00:00",
      "timestamp_raw": "22 May 2021",
      "keywords": [
        "redaction",
        "ghislaine maxwell",
        "united states v.",
        "opposition",
        "pretrial motions",
        "docket",
        "defense",
        "memorandum of law",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031906",
      "summary": "Christian Everdell of Cohen & Gresser LLP sent an email to Judge Nathan on May 28, 2021, regarding a reply memorandum submitted by Ghislaine Maxwell in support of her supplemental pretrial motions related to the S2 Superseding Indictment in the U.S. v. Ghislaine Maxwell case (20 Cr. 330). The email included a cover letter and the reply memorandum, which were filed under seal. A confidentiality notice was also included within the email.",
      "timestamp": "2021-05-28T00:00:00",
      "timestamp_raw": "May 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "supplemental pretrial motions",
        "reply memorandum",
        "motion",
        "judge nathan",
        "confidentiality",
        "redaction analysis",
        "cohen & gresser llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024248",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a redacted version of a defense memorandum of law in support of a Federal Rule of Evidence 412 motion, along with related exhibits, to Brad Edwards and Brittany Henderson on October 28, 2021. The motion was filed under seal, and responses are due by November 1, 2021, also under seal. An in-camera hearing is tentatively scheduled for November 5, 2021, and a court order regarding the November 1 conference was attached.",
      "timestamp": "2021-10-28T00:00:00",
      "timestamp_raw": "October 28, 2021",
      "keywords": [
        "rule 412",
        "motion",
        "redacted",
        "exhibits",
        "seal",
        "court order",
        "november 1",
        "in camera hearing",
        "united states attorney",
        "federal rule of evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024793",
      "summary": "A redacted version of a defense memorandum of law in support of a Federal Rule of Evidence 412 motion was sent to Sigrid McCawley from the Assistant United States Attorney for the Southern District of New York. The motion was filed under seal, and a response is due by November 1, 2021, also filed under seal. An in-camera hearing is tentatively scheduled for November 5, 2021, and a court order regarding the November 1 conference is attached.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "rule 412",
        "motion",
        "redaction",
        "evidence",
        "seal",
        "conference",
        "november",
        "court",
        "defense",
        "memorandum"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014701",
      "summary": "This document is a memorandum opinion and order from U.S. District Judge Alison J. Nathan regarding the admissibility of expert witnesses in the case of *United States v. Ghislaine Maxwell*. **Key Points:** *   **Expert Witness Disputes:** The government is attempting to exclude expert witnesses offered by the defense, specifically Dr. Bennett Gershman, and initially, Dr. Lisa Rocchio and Dr. Ryan Hall. *   **Rule 702 Application:** The court’s decision hinges on the Federal Rule of Evidence 702, which governs the admissibility of expert testimony, requiring relevance, sufficient facts, reliable principles, and reliable application to the case. *   **Gershman Exclusion:** The court grants the government’s motion to exclude Dr. Gershman’s testimony. The reason is that his expected testimony about prosecutorial misconduct is irrelevant to the core issue of Ms. Maxwell’s guilt. *   **Rule 16 Compliance:** The defense’s disclosure of expert witnesses has not met the requirements of Federal Rule of Criminal Procedure 16, which demands a summary of the witnesses’ opinions, bases, and qualifications. *   **Prejudice Concerns:** The court’s decision is partly based on the potential for confusion and prejudice to the jury if Gershman’s testimony were admitted. Essentially, the court is exercising its discretion to limit expert testimony to ensure a fair trial and prevent the introduction of irrelevant or prejudicial information.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "expert testimony",
        "rule 702",
        "daubert",
        "admissibility",
        "expert witnesses",
        "dr. park dietz",
        "dr. elizabeth loftus",
        "dr. lisa rocchio",
        "bennett gershman",
        "federal rule of criminal procedure 16",
        "disclosure",
        "investigation",
        "prosecutorial misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023362",
      "summary": "The attached documents propose redactions to supplemental filings and an order related to Witness-3. These include a sealed memorandum and order from November 19, 2021, a letter to Judge Nathan responding to government letters regarding evidence, and a government letter with proposed redactions. The Assistant United States Attorney for the Southern District of New York sent these materials.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "redaction",
        "witness",
        "redactions",
        "proposed",
        "filings",
        "order",
        "government",
        "attorney",
        "united states",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010182",
      "summary": "A communication between Jeff Pagliuca and Laura Menninger, along with chambers of Judge Alison J. Nathan, discusses a sealed memorandum opinion and order (20cr330_SEALED_Mem._Op_&_Order_11.11.21.pdf) regarding the case US v. Maxwell. The order relates to a new case mentioned during an argument and the court’s understanding of concessions made by the defense. The document was to be docketed the following morning.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "efta00010182",
        "20cr330",
        "maxwell",
        "nathan",
        "judge",
        "us v.",
        "concessions",
        "memorandum",
        "order",
        "defense"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023356",
      "summary": "An email was sent from the Chambers of the Hon. Alison J. Nathan to Jeff Pagliuca and Laura Menninger regarding a Memorandum Opinion & Order (Dkt. No. 477) in the case of US v. Maxwell (20cr330). The email attached a sealed opinion on MV-3 and requested confirmation of receipt.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "efta00023356",
        "maxwell",
        "us v.",
        "alison j. nathan",
        "memorandum opinion & order",
        "20cr330",
        "redacted",
        "opinion",
        "court order",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023365",
      "summary": "The Southern District of New York submitted proposed redactions related to “Witness-3” in the case of *US v. Maxwell*. The redactions were in response to a Court order (Dkt. No. 477) and a Government’s letter motion (Dkt. No. 481). Supporting documents, including letters and a memorandum, were attached to the submission.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "redaction",
        "witness",
        "us v. maxwell",
        "nathan chambers",
        "government",
        "redactions",
        "proposed",
        "evidence",
        "court order",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024982",
      "summary": "An order and two temporarily sealed Memorandum Opinions & Orders issued by Judge Alison J. Nathan regarding the case US v. Maxwell (20cr330) were sent by the Chambers of the Hon. Alison J. Nathan to [REDACTED]. The order will be docketed tomorrow morning, and receipt confirmation is requested.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "efta00024982",
        "us v. maxwell",
        "alison j. nathan",
        "20cr330",
        "order",
        "memorandum opinion",
        "redacted",
        "2021",
        "judge",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038962",
      "summary": "*   A memorandum and order was issued by Judge Nathan regarding post-trial motions in the case of USA v. Maxwell (Case 1:20-cr-00330-AJN). *   All post-trial motions were resolved, with the court denying the defendant’s motions related to constructive amendment, variance, and pre-indictment delay. *   The court ruled that Counts One, Three, Four, and Six of the indictment are to be pursued for conviction due to multiplicity with Count Three. *   The defendant’s sentencing date remains scheduled for June 28, 2022. *   Notifications were sent to various parties involved in the case, including attorneys and court personnel.",
      "timestamp": "2022-06-28T00:00:00",
      "timestamp_raw": "June 28, 2022",
      "keywords": [
        "maxwell",
        "usa",
        "case 1:20-cr-00330-ajn",
        "ghislaine maxwell",
        "sentencing",
        "post-trial motions",
        "jury verdict",
        "electronic filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035919",
      "summary": "The Federal Bureau of Prisons (FBOP) is providing an update to the Office of the Inspector General (OIG) regarding its response to a 2023 OIG report investigating Jeffrey Epstein’s treatment at the Metropolitan Correctional Center in New York. Here’s a breakdown of the key points: *   **Overall Approach:** The FBOP is implementing changes across several areas to address the OIG’s recommendations, primarily through modifications to existing Program Statements rather than creating new guidance memorandums. *   **Cellmate Assignment (Recommendation 1):** The FBOP plans to implement a process for assigning cellmates after suicide or psychological observation, incorporating exemptions based on individual circumstances, but this is still under review. *   **High-Risk Inmates (Recommendation 2):** The FBOP is developing a policy to ensure continued cellmate placement for inmates at high suicide risk, using Program Statement 5321.09, and tracking this through a modified Unit Management and Inmate Program Review policy. *   **Social/Legal Visits (Recommendation 3):** The FBOP intends to incorporate guidance on this process into Program Statement 5324.08, Suicide Prevention Policy, instead of a separate memorandum. *   **Inmate Wellbeing & Whereabouts (Recommendation 4):** The FBOP is updating Program Statement 5500.14, Correctional Services Procedures Manual, to improve methods for accounting for inmate whereabouts and wellbeing. *   **Lieutenant N1 Lien Round Checks (Recommendation 5):** The FBOP is revising Program Statement 5500.14 to address this, utilizing a documented process overseen by the Captain, and relying on Daily Lieutenant Logs. *   **Staffing Shortages (Recommendation 6):** The FBOP is actively working to address shortages through incentives, hiring via Direct Hiring Authority, and collaborating with the Department of Justice and OPM on a nationwide salary rate, with data collection and analysis ongoing. *   **Security Camera Systems (Recommendation 8):** The FBOP has immediately implemented a joint memorandum and template system for monthly security camera reportings and verification. The FBOP notes that all revisions are subject to Union negotiation and potential changes.",
      "timestamp": "2024-11-19T00:00:00",
      "timestamp_raw": "November 19, 2024",
      "keywords": [
        "fbop",
        "bureau of prisons",
        "suicide watch",
        "cellmate",
        "recommendations",
        "program statement",
        "security",
        "oversight",
        "analysis",
        "staffing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026526",
      "summary": "The United States Government is submitting a memorandum in support of detention in the case of *United States v. Maxwell* (20 Cr. 330 (AJN)). A copy is being sent to Judge Nathan, defense counsel, and the presiding Magistrate Judge in the District of New Hampshire. The memorandum was generated on December 25, 2025.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "united states",
        "maxwell",
        "detention",
        "memorandum",
        "ecf",
        "magistrate judge",
        "southern district of new york",
        "united states v.",
        "motion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023219",
      "summary": "An email was sent from EFTA00023219 to Il and icril regarding a bail application for Maxwell. The email includes a memorandum in support of the application and a full submission with exhibits, including redacted versions of the defense’s filings, shared via a link.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bail application",
        "memorandum",
        "exhibits",
        "redacted",
        "gm",
        "maxwell",
        "defense",
        "filings",
        "share",
        "efta00023219"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035476",
      "summary": "Please provide the text from the “EFTA00035476.pdf” file. I need the content of the document to summarize it for you.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00035476",
        "redaction analysis",
        "memorandum"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016768",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted documents to Judge Nathan in the case of *U.S. v. Ghislaine Maxwell* (20 Cr. 330 (MN)) under seal. The documents included a cover letter, an unredacted reply memorandum, a redacted reply memorandum, and accompanying exhibits A and B. The submission was in response to a renewed bail motion.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "redaction",
        "u.s. v.",
        "christian everdell",
        "cohen & gresser llp",
        "judge nathan",
        "exhibits",
        "memorandum",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015975",
            "similarity": 0.636,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036754",
      "summary": "Following an incident, employees are instructed to maintain professional conduct, including: *   No media contact; all communication should be handled by the Public Information Officer. *   Always carry identification and verify visitor credentials. *   Maintain honest and truthful communication. *   Union representation is required for any memorandum submissions or questioning by agencies (BOP, OIA, OIG, FBI) if the employee reasonably believes it could lead to disciplinary action. *   Employees have Weingarten rights and must invoke them if questioned by an agency representative, halting questioning until a union representative is present. *   Investigations should not occur at residences or away from duty locations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "employee",
        "media",
        "union",
        "representation",
        "weingarten rights",
        "investigation",
        "agency",
        "oig",
        "bop",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036751",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034232",
      "summary": "It’s a memorandum from the Metropolitan Correctional Center, New York, regarding inmate Jeffrey Edward Epstein (Reg. No. 76318-054), who is accused of attempted self-harm (tattooing or self-mutilation – code 228). The report outlines a series of requests for data collection, including assessments of his competency to proceed with disciplinary action (PP44, PSDC, PSDG, PSSD, PDI5, PD16), and determines that no sanctions are currently executable.  The report also contains a clinical encounter report from a psychologist, assessing the inmate's mental state, and incident reports detailing the attempted suicide, including photographs and statements from staff and the inmate, including details about a cellmate's accusations of harassment. The document also includes a file of data related to the inmate’s sentence, including good conduct time data.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034232",
        "jeffrey epstein",
        "76318-054",
        "disciplinary",
        "misconduct",
        "tattoo",
        "self-mutilation",
        "shu",
        "nypd",
        "udc",
        "gct",
        "suspension",
        "mental health",
        "investigation",
        "incident report",
        "correctional center",
        "nym",
        "sentence monitoring",
        "saturday",
        "thursday"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015977",
      "summary": "330 (MN)). *   **Legal Team:** The case is being represented by Cohen & Gresser LLP, Haddon, Morgan & Foreman P.C., and Law Offices of Bobbi C. Sternheim. *   **Core Argument:** Maxwell argues that the government’s case relies almost exclusively on the testimony of three witnesses with no substantial documentary corroboration, and therefore fails to meet the standard for strict bail conditions. *   **Key Points:** *   The government concedes reliance on three witnesses and lacks documentary evidence. *   Maxwell asserts strong ties to the United States (including her spouse) and has fully disclosed her finances, pledging all assets as security. *   The government’s assertion of Maxwell’s flight risk is deemed specious. *   Extradition waivers from France and the UK are likely to be enforced. *   The recent COVID surge at MDC justifies the proposed bail conditions. *   **Financial Package:** Maxwell proposes a bail package with significant security (multiple sureties) and a detailed financial report, which the government does not challenge. *   **Extradition Concerns:**  The legal team highlights the legal basis for extradition treaties and argues that the government's position is overly restrictive. *   **COVID-19 Context:**  The argument for bail is bolstered by the increased risk of infection at the MDC detention facility. The document's primary goal is to persuade the court to release Maxwell on strict conditions, arguing that the government’s case is weak and that the proposed bail package adequately addresses any concerns about her flight risk.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "reply memorandum",
        "bail",
        "maxwell",
        "government",
        "witnesses",
        "united states",
        "extradition",
        "france",
        "united kingdom",
        "finances",
        "bonds",
        "ties",
        "risk",
        "covid",
        "pretrial services",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}