{
  "keyword": "travel request",
  "count": 44,
  "keyword_match_count": 44,
  "content_match_count": 12,
  "total_files": 56,
  "timeline": [
    {
      "file_id": "EFTA00024172",
      "summary": "An individual requests travel approval for approximately three days to West Palm Beach, Florida, to conduct meetings and interviews related to the Epstein investigation (United States v. Epstein, 2018R01618), specifically concerning the enticement of minors for sexual activity. The initial request includes a tentative trip next week with potential return dates of Wednesday or Thursday. A subsequent request proposes a trip for two days to West Palm Beach and/or Fort Lauderdale, Florida, with tentative dates of the following Wednesday through Saturday. All requests were approved.",
      "timestamp": "2019-05-24T00:00:00",
      "timestamp_raw": "24 May 2019",
      "keywords": [
        "travel approval",
        "epstein",
        "west palm beach",
        "florida",
        "interviews",
        "united states v.",
        "minors",
        "sexual activity",
        "travel request",
        "enticement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015293",
      "summary": "Epstein, 2018R01618) involving meetings and interviews. *   Requests included travel to West Palm Beach, Florida, and potentially Fort Lauderdale, Florida, for approximately three days. *   Proposed travel dates varied, including Tuesday/Wednesday nights to Friday/Saturday returns, with flexibility to shorten the timeframe. *   One request involved a change in travel plans: skipping a return flight to New York to directly fly to San Francisco for a wedding and subsequent interviews. *   Approval was granted for the travel requests by multiple individuals, including Assistant U.S. Attorneys. *   Requests included reserving a conference room at a hotel for the interviews.",
      "timestamp": "2019-05-25T00:00:00",
      "timestamp_raw": "25 May 2019",
      "keywords": [
        "travel approval",
        "florida",
        "west palm beach",
        "interviews",
        "epstein",
        "united states v. epstein",
        "meetings",
        "travel request",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028805",
            "similarity": 0.5,
            "index": 9,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014288",
      "summary": "Multiple requests for travel approval were submitted for investigations related to the Epstein case (2018R01618), specifically concerning enticement of minors for sexual activity. These requests involved travel to Los Angeles and West Palm Beach/Fort Lauderdale, Florida, for interviews and meetings.  The proposed travel times varied, with tentative plans for Wednesday/Friday to Los Angeles and Tuesday/Saturday to Florida.  Each request included a request to reserve a conference room at the hotel. Approvals were granted for at least one of the requests. Redactions were applied to various email addresses.",
      "timestamp": "2019-06-12T00:00:00",
      "timestamp_raw": "12 Jun 2019",
      "keywords": [
        "travel approval",
        "epstein investigation",
        "travel request",
        "los angeles",
        "west palm beach",
        "florida",
        "victim interview",
        "meetings",
        "sexual activity",
        "united states v. epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015576",
      "summary": "This document is a series of email exchanges requesting travel approval for investigative work related to the Epstein case (2018R01618). The requests involve travel to Palm Beach, Florida, and Los Angeles, California, for victim interviews. Key details include: *   **Purpose:** Investigation into enticement of minors for sexual activity. *   **Travel Details:** Requests for approval to travel for specific dates, with plans to stay in hotels and use conference rooms. *   **Vehicle Requirements:** Use of compact or economy rental cars, with restrictions on insurance coverage. *   **Expense Reimbursement:** Guidelines regarding lodging tax exemptions, per diem rates, and refueling charges. *   **Booking System:** Utilizing the E2 system for booking travel arrangements. *   **Approval Status:** Multiple approvals were granted for the travel requests.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "travel approval",
        "e2",
        "state tax exemption",
        "per diem",
        "rental cars",
        "epstein investigation",
        "victim interviews",
        "palm beach",
        "florida",
        "conference room",
        "travel coordinator",
        "us government car rental agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015585",
      "summary": "*   The travel requests involve flights, hotel reservations (with conference room requests), and adherence to specific U.S. Government travel guidelines, including limitations on rental car types, refueling reimbursement, and insurance coverage. *   Per diem rates and state/city tax exemptions are discussed and must be verified. *   The requests are repeatedly approved by various individuals (Assistant U.S. Attorney, etc.). *   The travel is centered around gathering information related to enticement of minors for sexual activity.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "travel",
        "airfare",
        "hotel",
        "reimbursement",
        "tax exemption",
        "per diem",
        "rental cars",
        "conference room",
        "epstein",
        "interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020935",
      "summary": "This document is a Fact Witness Travel Request form for a witness, [REDACTED], in the United States v. Jeffrey Epstein case (19 Cr. 490 (RMB), USA° No: 2018R01618). The request is for the witness to appear in the SDNY court on July 31, 2019, at 1 p.m. for trial preparation. The witness is not a government employee or military personnel, is not a victim-witness, and resides within the continental United States. The form specifies the need for exact matching of identification and details for travel and requires a hotel. It outlines the appropriate funding source for witness travel, referencing 28 C.F.R. Part 21 and related guidelines.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "usap",
        "sdny",
        "witness fees",
        "jeffrey epstein",
        "court docket",
        "trial",
        "grand jury",
        "travel agency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020934",
            "similarity": 0.75,
            "index": 6,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020934",
      "summary": "This document is a Fact Witness Travel Request form for a witness named [REDACTED] in the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)). The request is for domestic travel to SDNY on August 1, 2019, at 1 p.m. for trial preparation. The witness is not a government employee, military personnel, or a victim-witness. The form details witness contact information, including DOB, USA° number, and travel ID requirements. Hotel accommodations are required.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "witness fees",
        "sdny",
        "jeffrey epstein",
        "trial",
        "grand jury",
        "usap",
        "doj",
        "travel agency",
        "tsa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020935",
            "similarity": 0.75,
            "index": 5,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019713",
      "summary": "The request includes booking a hotel room and conference room. The traveler intends to travel from November 3rd to 5th, and the request emphasizes using the E2 system for booking and authorization.  Rental car guidelines are outlined, including restrictions on vehicle types and no reimbursement for insurance.  Receipts must be submitted the day after the trip.  Previous similar travel requests (regarding the Epstein investigation in 2018) are referenced. Approvals were granted for the travel and conference room.",
      "timestamp": "2019-11-04T00:00:00",
      "timestamp_raw": "November 4, 2019",
      "keywords": [
        "travel authorization",
        "e2",
        "hotel",
        "conference room",
        "west palm beach",
        "tax exemption",
        "rental cars",
        "per diem",
        "travel approval",
        "epstein investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028801",
      "summary": "A request was submitted for travel for a fact witness, [REDACTED], to appear in the SDNY court on November 21, 2019, at 9 am for trial preparation. The witness is a victim-witness, traveling from Los Vegas to New York City. Hotel accommodations are required. The witness is not a government employee or military personnel. The witness needs to arrive on November 20, 2019, and depart on November 21, 2019. The request is for a fact witness, not an expert witness.  The witness’s travel arrangements require exact matching of identification documents with TSA.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "november 21",
        "2019",
        "usao",
        "victim/witness",
        "travel expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027646",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028805",
      "summary": "Multiple requests were made for travel authorization to West Palm Beach, Florida, for interviews related to the Epstein investigation (2018R01618), concerning enticement of minors for sexual activity. The requests involved travel between November 4th and potentially later dates, including flights and hotel room reservations. The requests consistently sought permission for a short timeframe, aiming to minimize travel time and requested a conference room booking for the interviews. The requests were made by multiple individuals within the U.S. Attorney’s Office.",
      "timestamp": "2019-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2019",
      "keywords": [
        "travel approval",
        "west palm beach",
        "epstein investigation",
        "travel request",
        "florida",
        "interviews",
        "conference room",
        "jetblue",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015293",
            "similarity": 0.5,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019839",
      "summary": "Multiple requests are being made for travel arrangements related to the Epstein investigation (2018R01618). These requests involve travel to Los Angeles, West Palm Beach, and potentially Fort Lauderdale, Florida, for interviews and meetings with victims. Recurring requests include refundable tickets, a preference for the DoubleTree Santa Monica hotel, and the need for a conference room for interviews. The travel dates vary, often spanning several days and dependent on scheduling availability. Approvals have been granted for these travel requests.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "December 15, 2019",
      "keywords": [
        "travel approval",
        "flight",
        "lax",
        "jfk",
        "nyc",
        "doubletree",
        "conference room",
        "interview",
        "epstein",
        "west palm beach"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020859",
      "summary": "An email exchange regarding an ECC package for a USANYS traveler’s foreign trip. The traveler needs to determine the POC, check for visa requirements, and submit a visa request package to EOUSA and RMP Travel at least five business days prior to departure, along with an OIA approval email. OIA is awaiting approval on the OIA email. A questionnaire is attached to a previous email.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "ecc package",
        "visa",
        "eousa",
        "oia approval",
        "travel",
        "state dept",
        "usanys",
        "travel request",
        "authorization letter",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016831",
      "summary": "A travel request was submitted on January 30, 2020, by [REDACTED] to \"USANYS\" regarding travel for a witness needed for grand jury preparation in the Epstein case on February 7th. The witness will fly from Florida on February 6th and a logistics call will be scheduled. The request is associated with document EFTA00016831.",
      "timestamp": "2020-01-30T00:00:00",
      "timestamp_raw": "January 30, 2020",
      "keywords": [
        "fact witness",
        "travel request",
        "epstein case",
        "grand jury",
        "florida",
        "february 7th",
        "logistics",
        "cellphone",
        "redaction",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016832",
      "summary": "A travel request is being submitted for a witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is required to appear in SDNY on February 7, 2020, for Trial preparation. The witness is a fact witness, not an expert, and is not a victim-witness. Unusual expenses include a necessary travel companion. The request utilizes standard DOJ procedures for fact witness travel and specifies guidelines for foreign witnesses and travel funding.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "fact witness",
        "travel request",
        "ghislaine maxwell",
        "sdny",
        "court docket",
        "witness travel",
        "domestic witness",
        "travel agency",
        "tsa",
        "doj instruction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010174",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019446",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015887",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025084",
      "summary": "The document is a redacted email chain concerning travel requests for investigations related to the Epstein case (2018R01618). Multiple requests are made for travel to Pensacola, Florida, Los Angeles, Stockholm, Sweden, and potentially other locations, primarily for interviews and conference room bookings.  The requests consistently involve American Airlines flights, specific dates, and a need for refundable tickets.  A recurring theme is seeking approval for travel expenses and conference room reservations due to ongoing investigative work.  The emails detail scheduling difficulties, flight changes, and attempts to secure the most cost-effective and refundable options.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "travel approval",
        "flights",
        "pensacola",
        "jfk",
        "pns",
        "lga",
        "schedules",
        "refundable",
        "booking",
        "interviews",
        "west palm beach"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026857",
      "summary": "This document consists of email exchanges related to travel requests for interviews and investigations, primarily concerning the Epstein case (2018R01618). Multiple requests are made for travel to Pensacola, FL, Stockholm, Sweden, Los Angeles, and West Palm Beach, Florida, involving teams of individuals. These requests include specific flight details (e.g., American Airlines flights with layovers), requests for refundable tickets, and the need for conference room reservations. The emails highlight a persistent pattern of travel requests tied to the Epstein investigation and demonstrate a need for logistical coordination regarding flight bookings, timing, and accommodation.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "travel",
        "approval",
        "flights",
        "pns",
        "lga",
        "jfk",
        "pensacola",
        "florida",
        "interview",
        "booking",
        "refundable",
        "stockholm",
        "sweden",
        "epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023274",
      "summary": "This document contains a series of email exchanges related to travel requests for investigative purposes, primarily linked to the Epstein investigation (2018R01618). The requests involve travel to various locations including Pensacola, Florida, Stockholm, Sweden, Los Angeles, and West Palm Beach, Florida, for witness interviews. Flight options are repeatedly proposed, often with refundable options being highlighted. Hotel accommodations, particularly at the Hilton Garden Inn (specifically the “HGI PENSACOLA AIRPORT MEDICAL” location), and conference room bookings are consistently requested, often with specific dates and durations. There's a recurring need to secure domestic-flagged carrier flights and consideration for costs. The travel arrangements are driven by scheduling conflicts, witness availability, and the need for a brief, focused investigative period.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "travel approval",
        "pensacola",
        "florida",
        "flight",
        "hotel",
        "conference room",
        "interview",
        "booking",
        "delta",
        "charlotte",
        "nc",
        "cost",
        "scheduling",
        "epstein investigation",
        "united states v. epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021123",
      "summary": "Multiple individuals within the U.S. Attorney’s Office (SDNY) are requesting permission and arrangements for travel to Pensacola, Florida, Los Angeles, and Stockholm, Sweden, primarily for conducting interviews with witnesses. Key elements of the requests include: *   **Flight Details:** Specific flight codes (e.g., Delta JFK to PNS) are proposed, with some flights being refundable and others not. *   **Hotel Booking:** Requests are made for hotel accommodations, specifically the Hilton Garden Inn (PNS Airport Medical). *   **Conference Room Requests:** Requests for conference room bookings at the hotel locations for interview sessions are consistently made. *   **Penalty Fare Avoidance:** Guidance is provided on avoiding penalty fares by selecting “unrestricted coach” fare options. *   **Scheduling Flexibility:** The requests emphasize a need for flexible scheduling to accommodate witness availability. *   **Recurring Requests:** The travel requests are part of a pattern of similar requests related to the Epstein investigation.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2020",
      "keywords": [
        "flights",
        "pensacola",
        "refund",
        "delta",
        "booking",
        "conference room",
        "travel approval",
        "penalty fares",
        "coach",
        "restrictions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014405",
      "summary": "This document is a series of email exchanges related to travel requests for interviews and conference room bookings, primarily concerning the Epstein investigation (2018R01618). The requests consistently involve travel to locations like Pensacola, Florida, Los Angeles, Stockholm, and West Palm Beach. The requests repeatedly seek approval for travel dates, flights, and a conference room reservation for interviews.  A recurring theme is the need to secure flights (often Delta) and a conference room, and a request for cost-consciousness in booking options. The requests are submitted by U.S. Attorneys and Legal Assistants seeking approval and assistance with logistics.",
      "timestamp": "2020-02-19T00:00:00",
      "timestamp_raw": "19 Feb 2020",
      "keywords": [
        "travel approval",
        "pensacola",
        "florida",
        "conference room",
        "flights",
        "hotel",
        "epstein investigation",
        "interviews",
        "booking",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037448",
      "summary": "*   The travel request requires approval from the ADIC and AD of IOD. *   CACHTU will provide funding for the travel. *   The purpose of the trip is an interview/proffer with a witness/co-conspirator residing in London. *   The expected travel dates are March 17th-20th, 2020. *   Estimated expenses include airfare, hotel, parking, taxi, and M&IE (meals and incidentals), totaling $4,250. *   The request is being made due to temporary travel restrictions related to the coronavirus and the potential importance of the interview to a forthcoming indictment.",
      "timestamp": "2020-03-07T00:00:00",
      "timestamp_raw": "07 Mar 2020",
      "keywords": [
        "london travel",
        "jeffrey epstein",
        "travel request",
        "ad iod",
        "fbi",
        "co-conspirator",
        "witness",
        "travel restrictions",
        "corona virus",
        "child exploitation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038018",
      "summary": "A Special Agent from the FBI New York Field Office requested approval for international travel within the next month to interview an important witness in the Epstein/Maxwell investigation. The travel was initially planned in March but was postponed due to COVID-19. The agent also inquired about the process for obtaining IOD approval for the travel.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "efta00038018",
        "international travel",
        "epstein/maxwell",
        "witness",
        "covid",
        "iod approval",
        "fbi",
        "new york field office",
        "human trafficking",
        "travel request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027064",
      "summary": "*   The travel request includes details of the trip dates (October xx to October Yu, 2020) and the purpose of the visit. *   Multiple individuals (including USAEO-Foreign Travel, Assistant US Attorneys, and an iPad user) are involved in coordinating the travel approval and visa requirements. *   A visa is not required for the trip. *   A travel memo is attached to facilitate the approval process. *   The email chain involves requests for the recipient to forward approval for a travel authorization and provide information regarding the point of contact (POC) and additional steps for the traveler.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "18 Oct 2020",
      "keywords": [
        "ausa",
        "travel",
        "uk",
        "ecc package",
        "visa",
        "email",
        "travel memo",
        "victim/witness",
        "jeffrey epstein",
        "glaine maxwell",
        "state dept.",
        "travel authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038141",
      "summary": "An email was sent on December 1, 2020, requesting approval for travel to California to investigate the Epstein investigation. The request was for travel dates of November 13-15, 2020.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "epstein investigation",
        "travel approval",
        "california",
        "efta00038141",
        "travel request",
        "nov 13",
        "nov 15",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038611",
      "summary": "The travel is to conduct an in-person interview with a victim who has previously been interviewed via video conference. Two FBI agents and a Task Force Officer (TFO) are requesting the travel due to a potential superseding indictment and the established rapport with the witness. Estimated travel expenses total $2628.94.  The request was approved.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 08, 2021",
      "keywords": [
        "ean",
        "maxwell",
        "epstein",
        "travel approval",
        "nyfo",
        "investigation",
        "victim",
        "interview",
        "abuse",
        "trafficking",
        "co-conspirators"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032929",
      "summary": "Alison requested approval for travel to Durango, Colorado, from April 12th to April 15th, 2021, to interview a victim and potential witness in the Ghislaine Maxwell case. The trip involved a flight with a layover, two days of interviews, and a hotel stay.  The travel request was approved by [REDACTED].",
      "timestamp": "2021-04-06T00:00:00",
      "timestamp_raw": "06 Apr 2021",
      "keywords": [
        "travel request",
        "ghislaine maxwell",
        "durango",
        "colorado",
        "victim",
        "interview",
        "alison",
        "travel expenses",
        "trial",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019654",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, [REDACTED], is a fact witness and does not require an expert witness designation. The request includes details about the witness’s travel dates, address, contact information, and hotel requirements. The witness is not a victim-witness or a government/military employee. Unusual travel expenses, such as kennel fees for a pet, are noted. The request outlines specific instructions for AUSA regarding witness travel, including guidelines for domestic and international travel, and limitations on travel funding.",
      "timestamp": "2021-07-19T00:00:00",
      "timestamp_raw": "July 19, 2021",
      "keywords": [
        "efta00019654",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "victim/witness",
        "hotel required",
        "fact witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028801",
            "similarity": 0.5,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027392",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029596",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023123",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027391",
      "summary": "A travel request was sent on August 2, 2021, to a fact witness to travel to SDNY for trial preparation. The meetings were scheduled for August 17th at 2:00 PM and August 18th at 10:00 AM.",
      "timestamp": "2021-08-02T00:00:00",
      "timestamp_raw": "August 2, 2021",
      "keywords": [
        "fact witness",
        "travel request",
        "sdny",
        "trial prep",
        "august 17th",
        "august 18th",
        "efta00027391"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023104",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial, scheduled for August 16-17, 2021, in the SDNY court. The witness, whose name and identifying information are redacted, requires accommodation at a hotel and is a fact witness, not an expert or victim-witness. The request specifies arrival on August 15th and departure on August 17th. Instructions outline specific procedures for requesting travel for fact witnesses, including limitations on funding and the use of separate forms for government employees and military personnel.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "August 5, 2021",
      "keywords": [
        "efta00023104",
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "august 16",
        "2021",
        "domestic witness",
        "travel agency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027392",
            "similarity": 0.571,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017864",
      "summary": "An email chain discusses a request for a witness to travel to SDNY for trial preparation in the Maxwell case. The initial request, dated August 6, 2021, proposes the witness travel the day before the meeting (August 20th) and return the same day. A follow-up email confirms receipt of the request. The document attached is a “Fact Witness Travel Request.docx”.",
      "timestamp": "2021-08-06T00:00:00",
      "timestamp_raw": "August 6, 2021",
      "keywords": [
        "fact witness",
        "travel request",
        "sdny",
        "trial prep",
        "maxwell case",
        "august 20th",
        "witness travel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031450",
      "summary": "Danielle requests confirmation of a hotel booking for a client attending a meeting at the Southern District of New York court. Glen McGorty confirms a 2 p.m. meeting time and expresses anticipation for the in-person meeting with the client. The initial email chain discusses COVID-19 screening forms and scheduling logistics for the meeting.",
      "timestamp": "2021-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2021",
      "keywords": [
        "sdny",
        "covid",
        "screening forms",
        "travel request",
        "hotel confirmation",
        "danielle",
        "glen",
        "united states attorney",
        "new york",
        "meeting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031453",
      "summary": "An email was sent from EFTA00031453 to Sta. regarding a fact witness travel form for the Maxwell victim and family. The form, titled \"Fact Witness Travel Request,\" is attached. The sender intends to discuss the form with Sta. in person or via chat.",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2021",
      "keywords": [
        "fact witness",
        "travel form",
        "maxwell",
        "victim",
        "family",
        "redaction",
        "efta00031453",
        "sta.",
        "travel request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027392",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, [REDACTED], is a fact witness appearing in SDNY on August 17, 2021, at 2 PM, and August 18, 2021, at 10 AM for trial preparation. The witness will arrive on August 16, 2021, and depart on August 18, 2021. Hotel accommodations are required. The witness is not an expert, not a military or civilian employee, and is not facing criminal charges. The request outlines specific travel instructions and guidelines for the witness’s travel arrangements, including potential unusual expenses and referencing relevant DOJ instructions.",
      "timestamp": "2021-08-17T00:00:00",
      "timestamp_raw": "August 17, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "august 17",
        "2021",
        "fact witness",
        "victim/witness",
        "united states v.",
        "travel agency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023104",
            "similarity": 0.571,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015887",
            "similarity": 0.615,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029595",
      "summary": "An email was sent from an Assistant United States Attorney at the United States Attorney's Office, Southern District of New York to a colleague regarding travel arrangements for a trial witness. The email included a travel request document and confirmed approval for direct contact between the recipient and the witness to discuss travel logistics.",
      "timestamp": "2021-08-31T00:00:00",
      "timestamp_raw": "31 Aug 2021",
      "keywords": [
        "travel",
        "witness",
        "trial",
        "united states attorney",
        "assistant",
        "logistics",
        "contact",
        "request",
        "travel request",
        "efta00029595"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023122",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029596",
      "summary": "A request is submitted for travel expenses for a witness, [REDACTED], in the United States v. Ghislaine Maxwell trial (20 Cr. 330 (AN)). The witness is scheduled to appear in SDNY on September 17, 2021, at 10:00 AM for trial preparation. The witness's travel details, including arrival and departure dates, and contact information, are provided. The request specifies the witness is not an expert and does not reside outside the continental U.S.  Instructions are given for using this form for fact witnesses and for handling travel for foreign witnesses.  The request also includes guidelines for unusual travel expenses and specifies the appropriate funding source for witness travel.",
      "timestamp": "2021-09-17T00:00:00",
      "timestamp_raw": "September 17, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "august 31",
        "2021",
        "september 17",
        "2021",
        "fact witness",
        "victim-witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023123",
            "similarity": 0.692,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017865",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, whose name and DOB are redacted, is scheduled to appear in SDNY on September 30, 2021, at 10:00 AM for trial preparation. The witness is a fact witness, not an expert, and does not reside outside the continental United States. Hotel accommodations are required. The request includes instructions for AUSA regarding witness travel, particularly concerning funding and appropriate forms for different witness types.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "September 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "witness travel request",
        "sdny",
        "trial",
        "grand jury",
        "travel agency",
        "tsa",
        "september 30",
        "2021",
        "fact witness",
        "hotel required"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023123",
      "summary": "A witness travel request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (20 Cr. 330 (AN)). The witness is a fact witness, not an expert, and does not reside outside the continental United States. The appearance is scheduled for November 14-15, 2021, with an estimated arrival of November 13 or 14, and a departure on November 15. A hotel is required. The request outlines specific guidelines for travel reimbursement, including limitations for government employees and military personnel, and stipulations regarding funding sources for witness travel.",
      "timestamp": "2021-10-28T00:00:00",
      "timestamp_raw": "October 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "november 14",
        "2021",
        "fact witness",
        "victim-witness",
        "travel expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029596",
            "similarity": 0.692,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010022",
            "similarity": 0.692,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010174",
      "summary": "A travel request is submitted for a witness, [REDACTED], in the United States v. Ghislaine Maxwell case (20 Cr. 330). The witness is a fact witness required to appear for a trial, grand jury, and trial preparation dates within the SDNY court. The request includes details about the witness’s contact information, travel dates, and potential unusual expenses like care for a dependent or extra baggage. Instructions are provided for AUSA regarding witness travel requests, including limitations on funding and the use of specific forms based on witness type and location.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "November 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "travel agency",
        "tsa",
        "victim-witness",
        "fact witness",
        "criminal charges"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016832",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019446",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015887",
            "similarity": 0.667,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010150",
      "summary": "A witness request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (20 Cr. 330 (AN)). The witness is scheduled to appear on December 8-10, 2021, for trial preparation. The witness is a fact witness, not an expert or victim-witness, and does not reside outside the continental United States. Hotel accommodations are required. The request outlines specific instructions for AUSA regarding witness travel, including limitations on funding and procedures for foreign witnesses.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "November 14, 2021",
      "keywords": [
        "efta00010150",
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "trial",
        "grand jury",
        "december 8",
        "2021",
        "victim/witness",
        "hotel required"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.615,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010214",
            "similarity": 0.571,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024901",
      "summary": "A travel request for a fact witness related to a trial was sent from [REDACTED] to [REDACTED] on November 19, 2021. The request, submitted as a Word document, included details for travel and IME (Independent Medical Examination).",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "fact witness",
        "travel request",
        "trial",
        "redaction",
        "usanys",
        "ime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019446",
      "summary": "A witness travel request is submitted for Ghislaine Maxwell’s trial, dated November 19, 2021. The witness, whose name and details are redacted, is a victim-witness requiring hotel accommodations. The request outlines travel dates, arrival/departure estimates, and confirms the witness is not an expert witness, a federal employee, or facing criminal charges. The request includes guidelines for unusual expenses and instructions for the AUSA regarding witness travel procedures, including specific considerations for foreign witnesses and funding limitations.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "victim/witness unit",
        "court docket",
        "domestic witness",
        "travel agency",
        "tsa",
        "criminal charges"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010174",
            "similarity": 0.667,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016832",
            "similarity": 0.667,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00015887",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019452",
      "summary": "A witness request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (Court Docket No: 20 Cr. 330, USA No: 2018R01618) on November 27, 2021, at 5 PM. The witness is a fact witness, not an expert witness, and does not reside outside the continental United States. Hotel accommodations are required. The witness’s travel details, including date of birth, address, phone numbers, and email, are specified but redacted. Instructions outline the use of this form for domestic fact witnesses and specify rules for witness travel reimbursement, particularly regarding expenses beyond standard travel and for witnesses brought in for grand jury testimony.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "November 27, 2021",
      "keywords": [
        "efta00019452",
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "trial",
        "grand jury",
        "witness",
        "united states v.",
        "domestic witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023123",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029596",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027392",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010022",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023122",
      "summary": "An email was sent from an Assistant United States Attorney at the United States Attorney’s Office in New York to request travel arrangements for a trial witness. The email discusses logistics for a meeting on November 14th and offers to provide further information. An attached document, “Fact Witness_Travel_Requesadocx,” is referenced.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2021",
      "keywords": [
        "travel",
        "witness",
        "logistics",
        "united states attorney",
        "new york",
        "meeting",
        "travel request",
        "redaction",
        "trial",
        "assistant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029595",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027646",
      "summary": "A request for travel arrangements is being submitted for a fact witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is scheduled to appear in SDNY on November 28, 2021, for trial preparation at 11 AM, and November 29, 2021, for the trial itself. The witness’s arrival is expected November 27, 2021, and departure November 30, 2021. Hotel accommodations are required. The witness is not an expert witness, a government employee, or facing criminal charges, and does not reside outside the continental United States. The request utilizes standard DOJ procedures for fact witness travel.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "November 28, 2021",
      "keywords": [
        "maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "trial",
        "grand jury",
        "fact witness",
        "ausa",
        "victim/witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028801",
            "similarity": 0.5,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015887",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010176",
      "summary": "A travel request was submitted for a witness, [REDACTED], to appear in the SDNY court for the trial of Ghislaine Maxwell on December 1, 2021, at 2 p.m. The witness is a fact witness, not an expert, and does not reside outside the continental United States. Hotel accommodations are required. The request specifies a December 1 arrival and December 3 departure. Instructions are provided for AUSA regarding witness travel requests, including stipulations for U.S. government employees and military personnel, and for covering travel expenses beyond standard arrangements.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "travel agency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027646",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010174",
            "similarity": 0.5,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010022",
            "similarity": 0.692,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015887",
            "similarity": 0.615,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.571,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010022",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 1, 2021, at 2:00 PM in SDNY. The witness, whose name and DOB are redacted, is a victim-witness and requires hotel accommodations. The request outlines travel dates, including arrival on December 1, 2021, and departure on December 3, 2021. It specifies that the witness is not an expert witness, a current federal civilian or military employee, or facing criminal charges. Instructions detail the form’s use for domestic fact witnesses and highlight specific travel guidelines, including the need for exact ID matching and potential unusual expenses.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "efta00010022",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "victim-witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.692,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023123",
            "similarity": 0.692,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015887",
      "summary": "A witness travel request was submitted for [REDACTED] to appear in SDNY for the trial of Ghislaine Maxwell (Court Docket No. 20 Cr. 330 (AJN), USA No. 2018R01618) on December 1, 2021, at 4 PM. The witness is a fact witness, not an expert or victim-witness, and does not reside outside the continental United States. Hotel accommodations are required. The witness is scheduled to arrive December 1st (morning) and depart December 3rd (evening). The request follows standard DOJ procedures for fact witness travel and specifies that the witness's travel details must match their identification for TSA approval.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "court docket",
        "fact witness",
        "victim/witness",
        "travel agency",
        "tsa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.615,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027646",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019446",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027651",
            "similarity": 0.615,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027651",
      "summary": "A request for travel is being submitted for a fact witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is needed to appear in SDNY on December 2, 2021, at 12:30 PM for trial, extending through December 3, 2021. The witness’s arrival is expected on December 1, 2021, and departure is scheduled for December 3, 2021. Hotel accommodations are required. The witness is not an expert witness, a government employee, or facing criminal charges. The request follows standard procedures for fact witness travel within the U.S., with specific instructions for foreign witnesses and potential unusual expenses.",
      "timestamp": "2021-12-02T00:00:00",
      "timestamp_raw": "December 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "december 2",
        "2021",
        "fact witness",
        "victim/witness",
        "united states v.",
        "travel agency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015887",
            "similarity": 0.615,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010221",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 5, 2021, at the SDNY court. The witness, whose name and DOB are redacted, requires a hotel stay and is expected to arrive on December 5, 2021, and depart on December 8, 2021. The witness is a fact witness, not an expert witness, and does not have any unusual travel expenses. The request is for a domestic witness travel and follows standard DOJ procedures for witness travel requests.",
      "timestamp": "2021-12-05T00:00:00",
      "timestamp_raw": "December 5, 2021",
      "keywords": [
        "efta00010221",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "victim/witness",
        "domestic witness",
        "december 5",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019452",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010214",
            "similarity": 0.571,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010214",
      "summary": "A witness travel request was submitted for [REDACTED] to appear in SDNY court for the trial of Ghislaine Maxwell (20 Cr. 330). The witness is scheduled to appear on December 7, 2021, at 9 AM for trial preparation, and December 7-9, 2021, for the trial itself. The witness's estimated arrival is December 6, 2021, and departure is December 9, 2021. The witness is a fact witness, not an expert witness, and does not reside outside the continental United States. Hotel accommodations are required. The request specifies unusual expenses including a necessary travel companion. Instructions are provided for AUSA regarding witness travel requests, including guidelines for U.S. fact witnesses and procedures for foreign witnesses.",
      "timestamp": "2021-12-07T00:00:00",
      "timestamp_raw": "December 7, 2021",
      "keywords": [
        "efta00010214",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "december 7",
        "2021",
        "victim/witness",
        "hotel required"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010221",
            "similarity": 0.571,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010150",
            "similarity": 0.571,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.615,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027650",
      "summary": "A travel request was sent from [REDACTED] to 'USANYS' and MIEli regarding travel for a fact witness in the Maxwell trial. The witness was requested to arrive on December 1st and depart on December 3rd, with potential testimony extending to December 3rd.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "maxwell trial",
        "fact witness",
        "travel request",
        "12/2",
        "12/3",
        "redacted",
        "usanys",
        "travel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027645",
      "summary": "A request was sent from [REDACTED] to [REDACTED] regarding travel arrangements for a fact witness in the Maxwell trial. The witness will fly from California to New York on November 27th to meet with the sender on November 28th. Testimony is expected on November 29th, with a potential extended stay until November 30th depending on jury selection. The witness’s flight out of New York is scheduled for the evening of November 30th.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "maxwell trial",
        "fact witness",
        "travel request",
        "ny",
        "california",
        "11/27",
        "11/28",
        "11/29",
        "11/30",
        "jury selection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010213",
      "summary": "A request was sent to arrange travel for a fact witness in the Maxwell trial. The witness is expected to testify on December 8th, potentially extending to December 9th. Travel arrangements are proposed: arrival evening of December 6th, departure evening of December 9th, including a COVID test prior to testimony. Strict instructions were given to avoid contact with the witness’s ex-partner and their family, requiring the witness to stay at a remote hotel.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "maxwell trial",
        "fact witness",
        "travel request",
        "covid test",
        "ny",
        "hotel",
        "redacted",
        "2021",
        "12/6",
        "12/8"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010149",
      "summary": "A request was sent to Wendy for travel arrangements for a fact witness in the Maxwell trial. The witness was expected to testify on December 9th or 10th, with a desired arrival on December 8th and departure on December 10th. The request included a note that travel plans may need to be adjusted.",
      "timestamp": "2021-12-14T00:00:00",
      "timestamp_raw": "14 Nov 2021",
      "keywords": [
        "maxwell trial",
        "fact witness",
        "travel request",
        "united states attorney's office",
        "new york",
        "2021",
        "2025",
        "travel",
        "witness",
        "wendy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010220",
      "summary": "A travel request was submitted by an Assistant United States Attorney for a trial witness. The request included a preference for a higher hotel floor due to the witness needing remote access while in New York. The request originates from the Southern District of New York.",
      "timestamp": "2021-12-14T00:00:00",
      "timestamp_raw": "14 Nov 2021",
      "keywords": [
        "travel request",
        "witness",
        "hotel",
        "united states attorney",
        "new york",
        "trial",
        "remote",
        "redacted",
        "efta00010220"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019445",
      "summary": "An Assistant United States Attorney is requesting travel arrangements for a fact witness in the Maxwell trial. The witness is to fly in and out on the evening of a specific date, and the request suggests booking her at the same hotel as previously booked travel. The witness’s travel dates are subject to potential changes pending the trial’s progress.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "maxwell trial",
        "fact witness",
        "travel request",
        "hotel",
        "united states attorney",
        "new york",
        "travel dates",
        "trial",
        "witness",
        "booking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019451",
      "summary": "A request for witness travel expenses was sent from the Assistant United States Attorney for the Southern District of New York to USANY to cover travel for a witness in the Maxwell case. The witness is testifying under a pseudonym and a travel request form (Fact_ Witness_ Travel_RequesUtrial).docx is attached.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "witness",
        "travel request",
        "pseudonym",
        "maxwell case",
        "united states attorney",
        "new york",
        "travel",
        "assistant",
        "redacted",
        "efta00019451"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}