{
  "keyword": "submission",
  "count": 28,
  "keyword_match_count": 28,
  "content_match_count": 122,
  "total_files": 150,
  "timeline": [
    {
      "file_id": "EFTA00013768",
      "summary": "The Town of Palm Beach Police Department, led by Michael S. Reiter, submitted probable cause affidavits and case filing packages related to the investigation of Jeffrey Epstein to State Attorney Barry E. Krischer. This submission was in response to a request from Assistant State Attorney Lanna Belohlavek and intended as a presentation for prosecution. Reiter expresses concern and frustration regarding Krischer’s office’s handling of the cases, citing unanswered communications and unanswered messages, and urges a review of the office’s actions and potential disqualification.",
      "timestamp": "2006-05-01T00:00:00",
      "timestamp_raw": "May 1, 2006",
      "keywords": [
        "palm beach police department",
        "jeffrey epstein",
        "barry e. krischer",
        "state attorney",
        "prosecution",
        "case filing packages",
        "michael s. reiter",
        "disqualification",
        "justice",
        "law enforcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013610",
      "summary": "On September 21, 2007, Lilly Ann Sanchez sent an email to [REDACTED] regarding a plea deal for Alex, referencing Jeffrey Epstein. Sanchez stated that the outstanding issue was Alex’s understanding of defense submissions and requested [REDACTED]’s input as the “one left in chain of command” to finalize the deal. The email included a disclaimer regarding tax advice and a standard attorney-client privilege notification.",
      "timestamp": "2007-09-21T00:00:00",
      "timestamp_raw": "September 21, 2007",
      "keywords": [
        "jeffrey epstein",
        "lilly ann sanchez",
        "redaction",
        "plea deal",
        "irs",
        "tax matters",
        "email",
        "legal",
        "communication",
        "efta00013610"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013497",
      "summary": "On September 21, 2007, emails were exchanged regarding Jeffrey Epstein’s case. Lilly Ann Sanchez contacted a recipient to finalize a plea deal, citing an outstanding issue related to defense submissions. She indicated she was the last person in the chain of command on the case and requested input. The recipient responded, advising against engaging with another individual (“cook”) and stating she had not been involved in negotiations. A separate email chain discusses a tax matter and a disclaimer regarding tax advice.",
      "timestamp": "2007-09-21T00:00:00",
      "timestamp_raw": "September 21, 2007",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "efta00013497",
        "lilly ann sanchez",
        "negotiations",
        "plea deal",
        "irs",
        "tax matters",
        "miami",
        "goodlink"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013616",
      "summary": "Jay Lefkowitz sent an email to USAFLS outlining an agreement regarding the selection and payment of an attorney representative for 40 potential complainants against Jeffrey Epstein. The agreement grants the United States the right to assign responsibility for selecting the representative, subject to Epstein’s counsel’s approval. Epstein agrees to pay the representative’s hourly rate, but this obligation ceases if the representative files contested litigation (like a 2255 motion). A written submission will be prepared jointly, and the independent third party will select the attorney representative to facilitate potential settlements.",
      "timestamp": "2007-11-16T00:00:00",
      "timestamp_raw": "16 Oct 2007",
      "keywords": [
        "settlement",
        "united states",
        "epstein",
        "attorney representative",
        "independent third party",
        "litigation",
        "18 u.s.c. 2255",
        "hourly rate",
        "agreement",
        "claims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013989",
      "summary": "The submissions aim to demonstrate the lack of justification for federal charges, citing irregularities in the investigation, prosecutorial misconduct, and the USAO’s apparent motivations. Key points include: *   **Insufficient Review:** The DOJ’s prior review was incomplete and not “de novo,” and CEOS acknowledged compelling objections to a federal case. *   **Supplemental Submissions:** Four documents are provided, including a facts/law summary, a review of investigative misconduct, a rebuttal to the USAO’s letter, and a reference binder. *   **Non-Prosecution Agreement:** The existing agreement with the State Attorney’s Office is being violated by the DOJ’s continued investigation. *   **Lack of Evidence:** The prosecution lacks substantial evidence, relying on distorted interpretations of federal laws and potentially influenced by Epstein’s connections to Bill Clinton. *   **Brady Violations:** The DOJ’s failure to disclose exculpatory evidence (Brady material) is a concern. *   **Prosecutorial Impropriety:**  The investigation has been marked by public disclosures, attempts to enrich individuals involved, and a seeming disregard for the existing state prosecution agreement. *   **Request for a “De Novo” Review:** The firm requests a truly independent review of the case, focusing on necessary and warranted elements, and demanding access to witness transcripts.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "epstein",
        "prosecution",
        "federal",
        "investigation",
        "doj",
        "non-prosecution agreement",
        "misconduct",
        "brady",
        "subpoena",
        "witnesses",
        "new york",
        "florida",
        "usao",
        "state felony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013783",
      "summary": "On June 20, 2008, Kenneth W. Starr and Jay P. Lefkowitz of Kirkland & Ellis LLP sent an email to John Roth (ODAG) and others, attaching documents related to a “misconduct” and “principal submission” matter. The email requested a meeting to discuss the documents. John Roth responded, suggesting a delay in contacting Jay Lefkowitz until Monday. The email chain involved redactions and attachments including PDFs related to the subject matter.",
      "timestamp": "2008-06-20T00:00:00",
      "timestamp_raw": "June 20, 2008",
      "keywords": [
        "efta00013783",
        "john roth",
        "jay lefkowitz",
        "ken starr",
        "kirkland & ellis",
        "redaction analysis",
        "usafls",
        "epstein",
        "ceos",
        "misconduct",
        "letter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013602",
            "similarity": 0.5,
            "index": 6,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013602",
      "summary": "On June 20, 2008, Alex Acosta received emails containing documents related to a case involving John Roth, Jay Lefkowitz, Ken Starr, and Stephanie Thacker. The documents included a Principal Submission, a Summary of Misconduct, a Response to FAUSA Letter, and a Response to CEOS’s Letter by S. Thacker. Kenneth Star and Jay Lefkowitz of Kirkland & Ellis LLP requested a meeting to discuss the matter. John Roth advised waiting until Monday to contact Lefkowitz.",
      "timestamp": "2008-06-20T00:00:00",
      "timestamp_raw": "June 20, 2008",
      "keywords": [
        "epstein",
        "lefkowitz",
        "starr",
        "ken starr",
        "usafls",
        "redaction analysis",
        "kirkland & ellis",
        "jay lefkowitz",
        "john roth",
        "stephanie thacker"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013783",
            "similarity": 0.5,
            "index": 5,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013555",
      "summary": "On June 23, 2008, the U.S. Department of Justice, through the Senior Associate Deputy Attorney General, completed a review of the U.S. Attorney’s handling of the Jeffrey Epstein case. The review included examination of correspondence, submissions, and materials from the U.S. Attorney’s Office, along with consultations with experienced Department attorneys and the Deputy Attorney General. The DOJ concluded that federal prosecution of the case was appropriate and found no evidence to alter the U.S. Attorney’s existing opinion regarding the matter.",
      "timestamp": "2008-06-23T00:00:00",
      "timestamp_raw": "June 23, 2008",
      "keywords": [
        "u.s. department of justice",
        "jeffrey epstein",
        "prosecutorial misconduct",
        "federal prosecution",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013800",
      "summary": "An email was sent from “USAFLS” to “USAFLS” on June 26, 2008, with the subject “epstein” and attached a document named “Principal_Submission.pdf” (EFTA00013800).",
      "timestamp": "2008-06-26T00:00:00",
      "timestamp_raw": "June 26, 2008",
      "keywords": [
        "epstein",
        "usafls",
        "recipient",
        "submission",
        "pdf",
        "redaction analysis",
        "2008",
        "efta00013800"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014073",
      "summary": "*   Paul Cassell (USAFLS) initially disagreed with the scope of the proposed order, believing it went beyond the immediate issue. *   Edwards and the USAO argued for expediting the order's submission, citing Judge Marra's ruling and the urgency of the situation due to Epstein’s potential disregard for the agreement. *   Cassell proposed a change to the order’s language to ensure clients review and acknowledge the protective order before counsel shows the agreement to them. *   The government asserted that counsel for petitioners would ensure authorized recipients are aware of the order and agree to abide by it. *   A copy of the acknowledgment is to be promptly provided to the USAO.",
      "timestamp": "2008-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2008",
      "keywords": [
        "protective order",
        "non-prosecution agreement",
        "usafls",
        "judge marra",
        "brad edwards",
        "paul cassell",
        "disclosure",
        "acknowledgment",
        "petitioners",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013949",
      "summary": "On August 20, 2008, R. Alexander Acosta, U.S. Attorney for the Southern District of Florida, communicated with Jay P. Lefkowitz and Roy Black regarding the Jeffrey Epstein Non-Prosecution Agreement. Acosta confirmed Robert Josefsberg’s role as the Special Master’s attorney representative and requested written confirmation of fees and expenses. He believed the joint submission requirement was extinguished but was open to a joint statement for Josefsberg’s assistance. Acosta expressed concern about attempts to interpret the agreement, citing ongoing litigation and potential delays. He proposed reverting to a shorter victim list from 2007, contingent on prosecution of new crimes, and requested a decision by Friday morning regarding compensation for all victims known to the U.S. as of June 30, 2008. Acosta planned to use a standardized notification letter format, incorporating language from previous agreements, and sought feedback by the following afternoon.",
      "timestamp": "2008-08-20T00:00:00",
      "timestamp_raw": "August 20, 2008",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "united states attorney",
        "judge davis",
        "robert josefsberg",
        "litigation",
        "victims",
        "compensation",
        "florida",
        "jay lefkowitz",
        "roy black"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022669",
      "summary": "AIC Title Service LLC facilitated the name change, requiring the submission of application forms (FAA Form 8050-1) for the aircraft (N491GM and N722JE) showing the new company name.  The process involved communication between AIC Title Service, Darren Indyke (Vice President), and a FedEx courier to deliver the necessary documents to the FAA for registration updates.  The FAA issued certificates reflecting the new name for the aircraft, and confirmation of the fees was requested.",
      "timestamp": "2010-07-06T00:00:00",
      "timestamp_raw": "07/06/2010",
      "keywords": [
        "delaware",
        "aircraft",
        "registration",
        "name change",
        "faa",
        "certificate of amendment",
        "freedom air international",
        "n491gm",
        "n722je",
        "sicorsky",
        "bell",
        "shmitka air",
        "inc.",
        "certificates of registration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005707",
      "summary": "This document is a routine advisory regarding travel approval for FBI agents to Sydney, Australia, from March 14, 2011, to March 21, 2011, to interview Jeffrey Epstein and Ghislaine Maxwell in connection with a child prostitution investigation (WSTA). The Criminal Investigative Crimes Against Children Unit (CACU) approved the Miami Division’s request.  The advisory outlines specific procedures including: submitting an Electronic Clearance (EC) to the Legat office in Canberra, Australia; completing an Electronic Country Clearance (eCC) through the Department of State; and submitting a Clearance Passage Worksheet.  All submissions must be unclassified except for sensitive information which should be handled securely. Coordination with the Legat office and the Office of International Operations (OIO) is critical for securing Country Clearances.",
      "timestamp": "2011-03-14T00:00:00",
      "timestamp_raw": "March 14, 2011",
      "keywords": [
        "fbi",
        "travel",
        "clearance",
        "legat",
        "country clearance",
        "ecc",
        "sydney",
        "australia",
        "criminal investigative",
        "cacu",
        "international travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031733",
      "summary": "*   **Court Involvement:** The case was heard by the Fourth Section of the European Court of Human Rights (ECHR) sitting as a Chamber composed of judges, who deliberated privately and issued a final judgment on April 10, 2012. *   **Procedural History:** The applications originated in 2007 and underwent several stages, including admissibility decisions, government assurances, and judicial reviews in both the UK and the US.  Multiple applications were joined for efficiency. *   **US Charges:** The applicants faced charges related to alleged support for terrorism, including conspiracy to provide material support to terrorists, hostage-taking, and money laundering. *   **UK Court Findings:** The High Court of the UK ultimately ruled against the applicants, concluding that while conditions at ADX Florence posed a significant risk, and the length of potential sentences was problematic, the government’s assurances and the overall situation did not constitute a violation of Article 3 of the European Convention on Human Rights.  It emphasized the importance of the U.S. judicial system. *   **ADX Florence Concerns:** A central issue was the detention conditions at ADX Florence, a high-security prison, with concerns raised about sensory deprivation, solitary confinement, and the potential imposition of special administrative measures. The Court considered these concerns, acknowledging the risk but finding that under the circumstances, it did not constitute a breach of the Convention. *   **Sentence Length:** The Court also considered the potential for life sentences, determining that unless these were grossly disproportionate, they would not violate Article 3. *   **Deferral of Second Applicant's Case:** The Court deferred consideration of the second applicant's complaints, requesting further submissions on the matter. *   **Continuing Indications:** The ECHR continued to issue indications to the UK government under Rule 39 of its rules of court, requiring the government to refrain from extraditing the applicants until the case was resolved.",
      "timestamp": "2012-04-10T00:00:00",
      "timestamp_raw": "April 10, 2012",
      "keywords": [
        "extradition",
        "human rights",
        "article 3",
        "adx florence",
        "terrorism",
        "united kingdom",
        "united states",
        "detention",
        "special administrative measures",
        "parole",
        "sentencing",
        "mental health",
        "international law",
        "prisoner rights",
        "legal proceedings",
        "rule 39",
        "case law",
        "wellington",
        "saadi",
        "kafkaris",
        "united nations",
        "human rights watch",
        "legal defence",
        "rule 42",
        "legal proceedings",
        "jurisdiction",
        "sentence",
        "legal issues",
        "legal principles",
        "legal argument"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027830",
      "summary": "This document is a questionnaire for United States Attorneys’ Offices and the Executive Office for United States Attorneys regarding foreign travel. It outlines a series of steps and questions to be addressed before travel, including: *   **Travel Details:** Collecting traveler information like name, position, destination, dates, and passport details. *   **Reservations & Approvals:** Requiring confirmed flight itineraries, lodging, and approval from OIA (Office of Inter-Agency Liaison Affairs) and potentially the State Department (eCC clearance). *   **Security & Training:** Assessing traveler security clearance levels, completion of HTSOS and FACT training, and addressing high-threat area travel. *   **Specific Case Questions:** Gathering details about the purpose of travel, case specifics (e.g., witness interviews, depositions), and potential involvement of foreign authorities. *   **Submission Process:** Specifies how to submit the completed questionnaire and attachments for approval. The document covers both general foreign travel and specific questions related to travel for conference/training events or travel to countries other than Canada for judicial assistance matters.",
      "timestamp": "2016-04-28T00:00:00",
      "timestamp_raw": "April 28, 2016",
      "keywords": [
        "foreign travel",
        "usao",
        "oia approval",
        "passport",
        "stockholm",
        "sweden",
        "questionnaire",
        "destination",
        "travel reservations",
        "flight itinerary",
        "high-threat area",
        "htsos training",
        "fact training",
        "security clearance",
        "ecc system",
        "judicial assistance",
        "witness interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010277",
      "summary": "This document is a questionnaire for United States Attorneys' Offices and the Executive Office for United States Attorneys regarding foreign travel. It outlines a series of questions designed to assess traveler readiness, including passport verification, reservations, security clearances (like HTSOS and FACT training), and potential risks (high-threat areas). The questionnaire covers various aspects of travel preparation, including: *   **Traveler Information:** Basic details like name, contact information, and travel dates. *   **Reservations:** Confirmation of flights, lodging, and transportation. *   **OIA Approval:** Requirements for obtaining approval from the Office of Intelligence Analysis. *   **Security Requirements:** Confirmation of security clearances and potential equipment restrictions. *   **Country Clearance:** Obtaining clearance through the eCC system. *   **Case-Specific Questions:** Detailed questions related to the purpose of travel, including case details, witness interviews, and potential involvement of foreign authorities. The questionnaire culminates with instructions for submission and contact information for further assistance. It’s divided into sections based on the type of travel (conferences/training, judicial assistance to other countries, or travel to Canada).",
      "timestamp": "2016-04-28T00:00:00",
      "timestamp_raw": "April 28, 2016",
      "keywords": [
        "foreign travel",
        "oia approval",
        "passport",
        "travel reservations",
        "high-threat area",
        "htsos training",
        "fact training",
        "security clearance",
        "ecc clearance",
        "visa",
        "questionnaires",
        "investigations",
        "depositions",
        "witness interviews",
        "ghislaine maxwell",
        "travel arrangements",
        "travel expenses",
        "conference",
        "training event",
        "judicial assistance",
        "canada",
        "eousa",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032237",
      "summary": "An email chain discusses the due date for unit updates. One individual (identified as USANYS) sends an email requesting updates and inquiring about submission plans and expected receipt times. Another individual (also USANYS) responds stating that PC will be available in approximately 15 minutes.",
      "timestamp": "2018-12-07T00:00:00",
      "timestamp_raw": "December 7, 2018",
      "keywords": [
        "unit updates",
        "pc unit",
        "usanys",
        "redaction",
        "due",
        "updates",
        "submission",
        "december 7",
        "2018"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027194",
      "summary": "The document is a grand jury subpoena issued by the U.S. Attorney’s Office for the Southern District of New York to TD Bank N.A. It demands the bank produce records from January 1, 2019, pertaining to various accounts, including account details, transaction history (wire transfers, checks, etc.), and customer information. The subpoena specifies detailed formatting requirements for electronic submission, including spreadsheet formats and PDF images.  A rider attached outlines the specific types of records requested.  To comply, TD Bank must either appear before the grand jury or provide the requested records, accompanied by a Declaration of Custodian of Records, certifying the records’ authenticity and adherence to evidentiary rules. The U.S. Attorney’s office provides instructions on reimbursement for costs incurred in providing the records, referencing the Right to Financial Privacy Act and a specific invoice form (OBD-211).",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "td bank",
        "subpoena",
        "records",
        "account",
        "financial",
        "wire transfer",
        "ach",
        "check",
        "data",
        "electronic spreadsheet",
        "testimony",
        "18 u.s.c.",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027184",
      "summary": "A U.S. Grand Jury in the Southern District of New York has subpoenaed Wells Fargo Bank, N.A., for records related to an alleged violation of various U.S. criminal statutes (201, 371, 1001, 1346, 1519, and 2). The subpoena requests a comprehensive range of documents and data from January 1, 2019, including account details, transaction records (wire transfers, ACH, checks, etc.), customer information, and associated images. Wells Fargo can comply by producing the records electronically in specified formats or by providing a business records certification under Rule 803(6) of the Federal Rules of Evidence. The request is accompanied by instructions for data formatting and submission, and outlines the reimbursement process for costs incurred under the Right to Financial Privacy Act, with stipulations regarding the number of individuals involved in a business entity.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "wells fargo bank",
        "grand jury subpoena",
        "united states attorney",
        "18 u.s.c.",
        "financial records",
        "account records",
        "wire transfer",
        "ach transfer",
        "electronic spreadsheet",
        "pdf format",
        "declaration of custodian of records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027199",
      "summary": "A U.S. Attorney for the Southern District of New York issued a grand jury subpoena to Navy Federal Credit Union to produce records related to accounts, specifically from January 1, 2019, to the present. The subpoena requests a wide range of documents, including account details, transaction records (wire transfers, ACHs, checks, etc.), customer information, and supporting documentation. Compliance can be achieved by producing the records on or before the return date, accompanied by a Declaration of Custodian of Records, or by appearing before the grand jury. The subpoena includes instructions for electronic submission of data in spreadsheet format and specifies formatting requirements for document images. Reimbursement for costs associated with producing the records is governed by 12 CFR part 219, with a procedure outlined for requesting and receiving payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "navy federal credit union",
        "subpoena",
        "records",
        "18 u.s.c.",
        "testimony",
        "electronic spreadsheet",
        "data dictionary",
        "pdf",
        "declaration of custodian of records",
        "federal rules of evidence",
        "reimbursement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015337",
      "summary": "On January 23, 2019, Alex sent emails to two individuals at the USANYS (likely related to the Epstein investigation) sharing files related to the case. The files included draft indictments and defense submissions from the USvEpstein-2018R01618 investigation, accessible via Usa.doj.gov links.  A separate email from [REDACTED] requested updates on scanned documents from a trip, specifically seeking the draft indictment and defense submissions.",
      "timestamp": "2019-01-23T00:00:00",
      "timestamp_raw": "January 23, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "doj",
        "indictment",
        "letters",
        "scanned documents",
        "defense",
        "share drive",
        "florida",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019213",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019213",
      "summary": "On January 23, 2019, Alex from the USANYS Corruption Unit sent emails to Abigail Kurland and others regarding the Jeffrey Epstein case. He provided links to files, including scanned documents and draft indictments, accessible via a DOJ share drive. A subsequent email from [REDACTED] (USANYS) inquired about progress in obtaining these scanned documents, specifically the draft indictment and defense submissions. The emails involved individuals within the USANYS and the Southern District of New York.",
      "timestamp": "2019-01-23T00:00:00",
      "timestamp_raw": "January 23, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "doj",
        "share drive",
        "indictment",
        "letters",
        "scans",
        "florida",
        "defense",
        "corruption unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015337",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028377",
      "summary": "This email, dated July 8, 2019, confirms the acceptance of Jeffrey Epstein’s defense bail submission. The sender is unknown, and the recipient is also unknown. An unnamed attachment was included.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "bail",
        "submission",
        "defense",
        "efta00028377"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026651",
            "similarity": 0.571,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026643",
      "summary": "An email was sent from an unknown sender to [REDACTED] regarding a bail submission in the case of Jeffrey Epstein. The email was sent on July 8, 2019, at 20:41:43 +0000.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "bail",
        "submission",
        "redaction",
        "efta00026643",
        "2019",
        "july",
        "defense"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032698",
      "summary": "A United States Attorney from the Southern District of New York sent an email regarding a status conference in the case of USA v. Epstein (Case 1:19-cr-00490-RMB). The conference occurred on July 8, 2019, with Jeffrey Epstein, his attorneys (Weinberg, Weingarten, and Fernich), AUSAs, and US Pretrial Officers present. A bail submission is due on July 11, 2019, a government reply is due on July 12, 2019, and a bail hearing is scheduled for July 15, 2019. Speedy trial time is excluded from July 8 to July 15 due to 18 USC 3161(h)(7)(A) and (B). An electronic filing notice was sent to multiple email addresses.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "usa v. epstein",
        "case 1:19-cr-00490-rmb",
        "status conference",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "judge richard m. berman",
        "transcript",
        "18 usc 3161"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028297",
      "summary": "This document is a government submission arguing for the detention of Jeffrey Epstein pending trial in the case of *United States v. Jeffrey Epstein*. The government asserts that Epstein poses an extreme flight risk due to his wealth, international travel, private aircraft, and previous attempts to obstruct justice, including witness intimidation. They highlight the seriousness of the charges (sex trafficking of minors) and the strength of the evidence against him.  Furthermore, they argue that he presents a danger to the community, particularly vulnerable members, and a risk of further obstructing justice given his history. The government emphasizes that no conditions of release could reasonably assure his appearance in court or protect public safety. The document details the charges, the alleged scheme involving dozens of victims, Epstein's lavish lifestyle and resources, and a previous investigation into his conduct in Florida, concluding that detention is necessary to ensure justice is served.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "sex trafficking minors",
        "bail hearing",
        "detention",
        "flight risk",
        "private jet",
        "international ties",
        "witnesses",
        "obstruction justice",
        "underage victims",
        "presumption",
        "sentencing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024584",
            "similarity": 0.643,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020185",
      "summary": "This document records a preliminary bail hearing for Jeffrey Epstein in the Southern District of New York, July 8, 2019. Judge Richard Berman presided over the hearing involving the U.S. Attorney’s Office and Epstein’s defense team (represented by Geoffrey S. Berman and Weirberg). Key points discussed include: *   **Case Overview:** Epstein is charged in connection with potential sex trafficking activities, likely stemming from investigations in Florida. *   **Victim Notifications:** The government assured the court they’ve notified victims and established communication channels. *   **Sex Offender Status:** The court questioned the specifics of Epstein's high-risk sex offender status under New York law, confirmed by the government. *   **Search Results:** The government addressed questions regarding a weekend search of Epstein’s residence, stating they’re still reviewing the findings and assessing potential implications. *   **Nonprosecution Agreement (NPA):** A central point of contention is the NPA from Florida. The government argued it doesn't bind the Southern District of New York, while defense counsel contended it's relevant given the government’s prior investigation. *   **Bail Application Timeline:** The parties agreed to file written submissions by Thursday noon and have oral presentations on Thursday at 10:00 a.m., with a request for an adjournment of speedy trial time until Monday. *   **Obstruction Allegations:** Defense raised concerns about alleged obstruction or witness tampering, which the government acknowledged and intended to address.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00020185",
        "epstein",
        "bail hearing",
        "victims",
        "nonprosecution agreement",
        "sex offender",
        "search",
        "new york",
        "southern district of new york",
        "u.s. attorney",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024584",
      "summary": "Epstein case (19 Cr. 490 (RMB)). *   **Charges:** Epstein is charged with sex trafficking of minors (18 U.S.C. § 1591) and conspiracy to commit sex trafficking of minors (18 U.S.C. § 371). *   **Allegations:** Epstein is accused of a years-long scheme to sexually abuse dozens of underage girls, operating from residences in Manhattan, Palm Beach, and other locations. Victims were recruited and paid to engage in increasingly sexual acts, often involving minors. *   **Risk Factors:** The government argues for detention based on significant flight risk factors including Epstein’s wealth (including private planes and international connections), prior history of similar offenses (including a previous non-prosecution agreement and a sex offender registration), and concerns about witness intimidation. The defendant's past efforts to obstruct investigations add to the risk. *   **Evidence:** Strong evidence exists including dozens of victims, substantial documentary and photographic evidence, and the defendant’s demonstrated willingness to harass potential witnesses. *   **Legal Basis:** The government relies on the Bail Reform Act, specifically citing the presumption that detention is appropriate when a defendant poses a danger to the community or a risk of flight, particularly in cases involving minor victims. *   **Court's Role:** The document requests the court to order Epstein's detention pending trial, given the totality of the circumstances.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "sex trafficking minors",
        "flight risk",
        "bail hearing",
        "detention",
        "private jet",
        "victims",
        "witnesses",
        "obstruction justice",
        "international ties",
        "serial sexual predator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028297",
            "similarity": 0.643,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031681",
      "summary": "A detention memo was drafted on July 8, 2019, by [REDACTED] to [REDACTED], concerning EFTA00031681. The memo includes redline revisions (available in “detention_memo_redline.pdf”) focusing on pages 10-11, and the sender requests confirmation before submission to court.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "detention memo",
        "redline",
        "u.s. attorney",
        "southern district of new york",
        "court submission",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026651",
      "summary": "On July 10, 2019, an email was sent from \" :1\" to '1).. ailMin' regarding the acceptance of Jeffrey Epstein’s bail submission. The email was marked as “Normal” importance and contained no attachments. The document is identified as EFTA00026651.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "bail",
        "submission",
        "defense",
        "imiim",
        "efta00026651"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028377",
            "similarity": 0.571,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015580",
      "summary": "This document pertains to travel authorization requests for investigations related to the Epstein case (2018R01618), specifically involving interviews with victims in Florida and Los Angeles. Requests are made for travel, including airfare, accommodation, and conference room reservations, typically spanning a few days. Approvals are consistently granted, often referencing specific dates and locations (Palm Beach, Florida, Los Angeles, West Palm Beach, Fort Lauderdale). Standard travel guidelines are outlined, including restrictions on vehicle rentals (compact/economy), reimbursement policies (no refueling charges, tax exemptions), and expense reporting procedures (same-day submission). The requests repeatedly emphasize a need for short trip durations and quick scheduling decisions.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "travel approval",
        "travel authorization",
        "e2",
        "florida",
        "conference room",
        "per diem",
        "rental cars",
        "victim interviews",
        "epstein",
        "united states v. epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026681",
      "summary": "Roberta Kaplan, representing a client, contacted multiple individuals, including Jenna Dabbs and Alexandra Elenowitz-Hess, regarding the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)) in the case of *U.S. v. Epstein*. Kaplan offered to have her client heard at a bail hearing and proposed various methods of communication, such as a submission or inclusion in a bail submission. She suggested a brief call to discuss the matter, noting her team’s travel schedule. An Assistant U.S. Attorney from the Southern District of New York sent a follow-up email emphasizing the confidential nature of the communication.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "18 u.s.c. 3771",
        "roberta kaplan",
        "conlon",
        "submissions",
        "legal privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026677",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.5,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026677",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York sent an email regarding the U.S. v. Epstein case (19 Cr. 490). The email discussed the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)) and the victim’s right to be reasonably heard at bail hearings. The Attorney offered to discuss with the recipients whether the client wished to submit a statement or representation for inclusion in the bail submission, emphasizing it was voluntary. The Attorney proposed a brief call to discuss this further, noting their limited availability due to team travel.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "18 u.s.c. 3771",
        "submission",
        "criminal proceedings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026681",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028354",
            "similarity": 0.583,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.636,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028353",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York contacted Isidro Garcia regarding the bail hearing in *U.S. v. Epstein*. The Attorney informed Garcia that, under the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)), the victim has the right to be reasonably heard at relevant proceedings, including bail hearings. They offered to include a victim’s input in the bail submission and expressed an intention to vigorously oppose bail.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "epstein",
        "u.s. v. epstein",
        "18 u.s.c. 3771",
        "southern district of new york",
        "submission",
        "representation",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030276",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028354",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan, Jenna Dabbs, and Alexandra Elenowitz-Hess regarding the bail hearing in *U.S. v. Epstein*. The Attorney cited 18 U.S.C. 3771(a)(4) of the Crime Victims’ Rights Act, noting the victims’ right to be reasonably heard at public proceedings, particularly those involving release. They offered to include any victim input – through submission, representation in the bail submission, or discussion – and suggested a brief call to discuss this option. The Attorney indicated they would be available for a call the following day.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "southern district of new york",
        "18 u.s.c. 3771(a)(4)",
        "submission",
        "proceedings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026677",
            "similarity": 0.583,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.583,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026683",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030276",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan and a team at Kaplan Hecker & Fink LLP regarding the bail hearing in *U.S. v. Epstein*. The Attorney informed the recipients that, under 18 U.S.C. 3771(a)(4) of the Crime Victims' Rights Act, the victim has the right to be reasonably heard at certain public proceedings, including those involving release. They offered to discuss this with the team and potentially include a submission or representation regarding the victim’s desired input in the bail hearing. The email also contained a standard confidentiality notice.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "efta00030276",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "18 u.s.c. 3771",
        "roberta kaplan",
        "u.s. v. epstein",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028353",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.545,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028421",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028355",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan and others involved in the Epstein case regarding the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)). The Attorney offered to discuss with the victims (Kaplan, Dabbs, Elenowitz-Hess) the possibility of them being heard at a bail hearing and potentially submitting information for inclusion in a bail submission. The Attorney indicated their availability for a brief call to discuss this further, emphasizing that it was a voluntary offer and not a requirement. The email included a standard disclaimer regarding confidential information.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "southern district of new york",
        "redaction analysis",
        "18 u.s.c. 3771"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030276",
            "similarity": 0.545,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028354",
            "similarity": 0.583,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.636,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028421",
            "similarity": 0.583,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026683",
            "similarity": 0.545,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026652",
      "summary": "On July 11, 2019, at 16:00:00 +0000, an Epstein defense bail submission was accepted. The event occurred at Berman, classified as X-PERSONAL, and was organized by [REDACTED]. The event’s creation and modification dates were July 10, 2019.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "epstein",
        "bail",
        "redaction",
        "efta00026652",
        "2019-07-11",
        "berman",
        "x-personal",
        "2019-07-10"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028378",
            "similarity": 0.5,
            "index": 41,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026674",
      "summary": "An email exchange occurred between various parties, including Roberta Kaplan (representing the victim), Alexandra Elenowitz-Hess, and Assistant U.S. Attorneys, concerning the bail hearing for Ghassan al-Epstein. The U.S. Attorney’s office, seeking to comply with the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)), reached out to Kaplan to offer the victim the opportunity to be heard at the bail hearing, suggesting options like a submission or inclusion in the bail argument. The Assistant U.S. Attorney proposed a brief call to discuss this opportunity.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "roberta kaplan",
        "u.s. v.",
        "18 u.s.c. 3771"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.6,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030276",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.6,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028421",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan, Jenna Dabbs, and Alexandra Elenowitz-Hess regarding the bail hearing in *U.S. v. Epstein*. The Attorney explained that under 18 U.S.C. 3771(a)(4) of the Crime Victims’ Rights Act, victims have the right to be reasonably heard at certain public proceedings, including those involving release decisions. The Attorney offered to discuss whether the clients wished to submit information or representations for inclusion in the bail submission, noting their intention to vigorously oppose bail. A brief call was proposed for the following day to discuss this matter.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "18 u.s.c. 3771",
        "u.s. attorney",
        "release",
        "southern district of new york",
        "roberta kaplan",
        "jenna dabbs",
        "alexandra elenowitz-hess"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.583,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030276",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.636,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026683",
      "summary": "An email chain discusses the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)) in the case of *U.S. v. Epstein*. An Assistant U.S. Attorney is contacting individuals, including Roberta Kaplan, to explore whether the victims involved in the case would like to be heard at a bail hearing and to discuss including their input in the bail submission. The email emphasizes the victims’ right to be reasonably heard and offers to discuss the matter further. A standard confidentiality disclaimer is included.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "u.s. attorney",
        "roberta kaplan",
        "jenna dabbs",
        "alexandra elenowitz-hess"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028421",
            "similarity": 0.636,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.545,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028378",
      "summary": "On 2019-07-11 at 16:00:00 +0000, a bail submission for Jeffrey Epstein was accepted at Berman location. The event was classified as X-PERSONAL and created on 2019-07-08. One attendee is redacted.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "2019-07-11",
      "keywords": [
        "epstein",
        "bail submission",
        "redaction",
        "efta00028378",
        "2019-07-11",
        "berman",
        "x-personal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026652",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026644",
            "similarity": 0.545,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018171",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York sent an email attachment, \"Epstein_bail_memo_and_attachments.pdf,\" regarding a defendant’s bail submission. The email indicates the attorney was interrupted while at court and hadn’t yet reviewed the document.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "bail submission",
        "defendant",
        "warrant",
        "epstein",
        "u.s. attorney",
        "southern district of new york",
        "court",
        "attachments",
        "memo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026644",
      "summary": "On July 11, 2019, at 16:00:00 +0000, a bail submission related to the Epstein defense occurred at Berman. The event was classified as X-PERSONAL and created on July 8, 2019. A 15-minute reminder was scheduled to display before the start.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "epstein",
        "bail submission",
        "redaction",
        "2019-07-11",
        "berman",
        "personal",
        "x-personal",
        "dtstamp",
        "attendee",
        "event"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028378",
            "similarity": 0.545,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015532",
      "summary": "Attorney’s Office in response to Jeffrey Epstein’s Motion for Pretrial Release, related to charges of sex trafficking of minors. *   **Epstein’s Alleged Conduct:** Epstein is accused of a years-long scheme to sexually abuse underage girls in New York and Florida, involving multiple victims and potential co-conspirators. *   **Evidence of Risk:** The government highlights significant evidence including the defendant’s wealth, the numerous jurisdictions where the crime occurred, the existence of a private jet, and a pattern of intimidation and obstruction of witnesses. *   **Prior Investigations:** A previous investigation in Palm Beach, Florida, revealed attempts to intimidate victims and solicit information about the abuse. *   **Non-Prosecution Agreement:** The government acknowledges a previous non-prosecution agreement, but argues it doesn’t negate the current charges or mitigate flight risk. *   **Threats and Harassment:** The document details instances where Epstein allegedly threatened and harassed victims and witnesses, including attempts to influence their testimony. *   **Photographic Evidence:** The discovery of thousands of nude photographs of young women and girls found at the defendant’s Manhattan residence,  reinforces the gravity of the charges. *   **Recommendation for Detention:** The U.S. Attorney’s office strongly recommends that Epstein be detained pending trial due to the substantial risk of flight and danger to the community.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "epstein",
        "sex trafficking",
        "minors",
        "detention",
        "flight risk",
        "witnesses",
        "obstruction",
        "palm beach",
        "new york",
        "investigation",
        "private investigators",
        "exploitation",
        "forensic analysis",
        "photographic evidence",
        "sexual abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018183",
      "summary": "This document concerns Epstein’s financial disclosure, including a PDF named “Scan_6.pdf.” A U.S. Attorney from the Southern District of New York sent the disclosure, advising the recipient not to strain their eyes while reviewing the extensive pages. Judge Berman denied a request for extended time to review a submission, noting the government’s difficulty in anticipating additional review time.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "disclosure",
        "epstein",
        "judge berman",
        "southern district of new york",
        "redaction",
        "financial",
        "docket note",
        "u.s. attorney",
        "fromil",
        "tod"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014606",
      "summary": "A U.S. Assistant United States Attorney from the Southern District of New York sent an email to Judge Berman regarding the case *U.S. v. Jeffrey Epstein* (19 Cr. 490 (RMB)). The email included attachments of the Government’s supplemental submission, including a redacted and an unredacted version. Exhibits A, B, and C were attached; Exhibits A and C were publicly filed, while Exhibits B and C were requested to be filed under seal.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "u.s. v.",
        "redaction",
        "judge berman",
        "exhibits",
        "sealed",
        "submission",
        "government",
        "ecf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016747",
      "summary": "An email was sent from the Public Affairs District of New York to [REDACTED] regarding a New York Magazine article about Jeffrey Epstein and Donald Trump. An attachment, “2019-07-16 JE_detention_submission_Redacted.pdf,” was included, and the sender indicated they had previously filed information related to the matter.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "2019-07-16",
      "keywords": [
        "efta00016747",
        "redaction",
        "ny mag",
        "jeffrey epstein",
        "donald trump",
        "mar-a-lago",
        "detention",
        "filing",
        "public affairs",
        "usao-sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021414",
      "summary": "Email correspondence between multiple individuals, primarily associated with “USANYS,” regarding photos related to a case (EFTA00021414 and EFTA00021415). Discussions involve reviewing a document (“2019-07-16,_JE,_detention_submission.docx”), a draft timeline, and a decision not to present the photos to Judge Berman due to his preference.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "2019-07-16",
      "keywords": [
        "photos",
        "redaction",
        "usanys",
        "efta00021414",
        "judge berman",
        "southern district of new york",
        "review",
        "detention",
        "interim version",
        "draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016758",
      "summary": "A letter, titled “filed letter,” was submitted to the Southern District of New York court (One Saint Andrew’s Plaza, New York, NY 10007) with the case identifier EFTA00016758. The letter and a PDF attachment named “2019-07-17 JE_detention_submission.Final.pdf” were filed on July 17, 2019.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "efta00016758",
        "letter",
        "detention",
        "southern district of new york",
        "2019-07-17",
        "filing",
        "attachments",
        "new york",
        "je_detention_submission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021638",
      "summary": "Thomas Moyer confirms a planned production submission for Deutsche Bank related to the SDNY case. Andrew Stemmer, while out of the country, has briefed Moyer and Parvin Moyne on the matter. The Assistant U.S. Attorney requests information regarding the ongoing production timeline and a broader understanding of Jeffrey Epstein’s banking history, including details on his account usage and financial activities.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "deutsche bank",
        "production",
        "sdny",
        "andrew stemmer",
        "tom moyer",
        "epstein",
        "u.s. attorney",
        "banking history",
        "accounts",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027098",
      "summary": "An email chain discusses document preservation related to Jeffrey Epstein’s confinement conditions, specifically referencing incidents on July 23, 2019, and his August 10, 2019, suicide. A prosecutor provides emails concerning these events, stating they have no handwritten notes or texts. Another individual sends a request to all relevant parties to forward the email, check for documents relating to Epstein’s confinement, and report back on whether they have any hard-copy notes, scanned documents, or texts. The email emphasizes the importance of preserving any pertinent information through regular backups and requested documentation submissions.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "oig",
        "fbi",
        "document preservation",
        "confinement",
        "suicide",
        "emails",
        "redaction",
        "sdny",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021512",
      "summary": "This document is a motion by Jeffrey Epstein to file a reply to Petitioners’ submission regarding proposed remedies in a case concerning a Non-Prosecution Agreement (NPA). The Petitioners (Jane Doe 1 & 2) had submitted a 65-page reply raising new arguments, changing positions, and relying on previously unseen documents. Specifically, they introduced issues regarding the NPA’s binding nature, challenged the Petitioners’ claims about conflict of interest, and criticized the Petitioners’ counsel’s arguments.  Epstein requests leave to file a reply due to these developments and the urgency created by his detention. The government does not object to the motion.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "07/24/2019",
      "keywords": [
        "united states of america",
        "jane doe",
        "jeffrey epstein",
        "npa",
        "settlement agreements",
        "remedies",
        "brief",
        "response",
        "reply",
        "defense lawyers",
        "criminal defendant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036528",
      "summary": "This document is a Staffing Report for the Northeast Region of Health Services for the period 8/4/2019 - 8/17/2019. It details authorized, filled, vacant, and actual vacant positions across various departments (e.g., Medical Officer, Nurse Practitioner, Dental Officer, Medical Tech, etc.) within multiple Health Service facilities. The report includes data on recruitment efforts, conversions of positions, and pending certifications. It also highlights locations that submitted reports, transferred data, or were missing submissions for the pay period.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "8/4/2019",
      "keywords": [
        "staffing report",
        "health svc",
        "pay period",
        "vacancies",
        "positions",
        "nurse",
        "medical officer",
        "paramedic",
        "dental officer",
        "recruitment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023972",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Hitachi 500GB HDD (Serial Number JP1572JE36A13K) was collected from a redacted location by the MCC-NY as part of a CART evidence submission (NYC023579) related to a death investigation. The HDD was recovered from a Nice Vision DVR2 surveillance system. The receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "hitachi",
        "hdd",
        "cart",
        "victim",
        "death investigation",
        "nyc023579"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036362",
      "summary": "On August 13, 2019, the Metropolitan Correctional Center sent an email to an individual reminding them to submit a supervisor memorandum regarding an incident involving inmate Epstein that occurred on August 10, 2019. The recipient stated they had not been contacted about the incident and were properly relieved of duty prior to it.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "memorandum",
        "incident",
        "august 10",
        "2019",
        "submission",
        "supervisor",
        "metropolitan correctional center",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036873",
      "summary": "An Associate Warden communicated expectations to staff regarding accountability, timely paperwork submission, leave requests, and comp time approval. Specifically, staff are expected to have acting coverage when absent, submit T&A and leave requests through WEBTA, avoid communication via voicemail/text, and have comp time pre-approved. A one-on-one meeting to discuss these and other expectations is planned.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "efta00036873",
        "operations",
        "accountability",
        "staff",
        "webta",
        "leave requests",
        "comp time",
        "expectations",
        "warden",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036874",
            "similarity": 0.667,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014345",
      "summary": "The document consists of email correspondence regarding a motion for an order of nolle prosequi in the case of *U.S. v. Epstein* (19 Cr. 490 (RMB)). Emails between attorneys from the Southern District of New York’s U.S. Attorney’s Office and Judge Berman’s chambers detail the submission of a Government letter motion and a proposed order requesting court approval for the nolle prosequi. Defense counsel is copied on the correspondence.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2019",
      "keywords": [
        "epstein",
        "u.s. v.",
        "nolle prosequi",
        "motion",
        "order",
        "berman",
        "southern district of new york",
        "chambers",
        "judge",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019874",
      "summary": "This document is an email exchange regarding a “Proffer” (likely a legal offer or submission) with the subject line “Accepted: Proffer:”. The email was sent on September 5, 2019, and attached is a file named “unnamed”.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "September 5, 2019",
      "keywords": [
        "proffer",
        "accepted",
        "efta00019874",
        "2019",
        "september",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038228",
      "summary": "On October 7, 2019, the Victim Services Division received a submission regarding a meeting with Jeffrey Epstein victims in New York. They confirmed receipt of the information and stated they would provide additional details shortly. Documents EFTA00038229 and EFTA00038230 are also present.",
      "timestamp": "2019-10-07T00:00:00",
      "timestamp_raw": "October 7, 2019",
      "keywords": [
        "epstein",
        "victim",
        "meeting",
        "ny",
        "redaction",
        "information",
        "submission",
        "victim services",
        "form",
        "efta00038228"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025344",
      "summary": "An email exchange occurred on October 8, 2019, regarding travel voucher 10643456-2 for a trip to Santa Monica for the U.S. v. Epstein – Witness Interviews Trip (September 17-20, 2019). The initial email from etravelservices@cwtsatotravel.com informed the recipient that the voucher was late and requested submission and marking as final if no additional expenses were due. The email included links to E2 solutions login pages and a disclaimer regarding confidential information. The recipient responded with \"Got it, thanks!\" indicating acknowledgement of the message.",
      "timestamp": "2019-10-08T00:00:00",
      "timestamp_raw": "October 8, 2019",
      "keywords": [
        "efta00025344",
        "voucher",
        "trip 10643456-2",
        "santa monica",
        "travel",
        "authorization",
        "e2 solutions",
        "doj",
        "epstein",
        "witness interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023930",
      "summary": "*   At least 39 victims were contacted, with the possibility of a higher number. *   At least 17 victims spoke or provided written submissions. *   One or two victims were unable to attend the hearing on short notice due to scheduling issues or aversion to press exposure. *   The number of victims contacted at the hearing (50) may include all Florida victims. *   The Petitioner in the 11th Circuit case alleges that some Epstein victims were unable to attend the SDNY hearing due to insufficient notice and inability to travel. *   The Department of Justice (SDNY) was seeking information on the number of victims contacted, those who attended in person, and those who wanted to participate but couldn’t due to timing/notice. *   A deadline of noon the following day was set to provide this information.",
      "timestamp": "2019-10-30T00:00:00",
      "timestamp_raw": "October 30, 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "sdny hearing",
        "doj",
        "11th circuit",
        "notice",
        "scheduling issues",
        "florida victims",
        "victim impact submissions",
        "court hearing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014294",
      "summary": "An email exchange occurred regarding a late travel voucher (Trip ID: 10643111) for a trip to Santa Monica from September 17-20, 2019. The initial email from etravelservices indicated the voucher was late and requested submission and marking as final. The recipient inquired about further action needed. The sender stated they would escalate the issue to EOUSA.  A second email provided login information for the E2Solutions system and included information about managing email notifications.",
      "timestamp": "2019-11-03T00:00:00",
      "timestamp_raw": "03 Oct 2019",
      "keywords": [
        "voucher",
        "reimbursement",
        "travel",
        "email",
        "trip",
        "santa monica",
        "e2solutions",
        "authorization",
        "doj",
        "efta00014294"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029484",
      "summary": "An email chain discusses a payment system outage and a late travel voucher (Trip ID: 10643456-2) for a trip to Santa Monica. The initial email notifies the recipient that the voucher is late and requests submission and finalization. A follow-up email provides instructions for accessing the E2 Solutions system and managing email notifications. Both emails reference specific identifiers (EFTA00029484, EFTA00029485, V0013) and include links to the E2 Solutions system.",
      "timestamp": "2019-11-03T00:00:00",
      "timestamp_raw": "03 Oct 2019",
      "keywords": [
        "payment system",
        "vouchers",
        "travel voucher",
        "e2 solutions",
        "santa monica",
        "trip id",
        "etravelservices",
        "authorization",
        "doj network",
        "email notifications"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015937",
      "summary": "Deutsche Bank AG, New York Branch, is providing documents in response to a U.S. Attorney’s grand jury subpoena related to Jeffrey Epstein’s financial activities. This is the eleventh submission in a rolling response. The production (DB-SDNY-PROD011) includes documents covering topics such as the onboarding of Epstein, transfers of assets from JP Morgan, bank records related to wire transfers from Gratitude America, Ltd., cash transactions, and accounts linked to Epstein’s estate.  Supplemental exhibits (Appendix B) address specific issues, including wire transfers to investment vehicles, LSJE, LLC account activity, transactions involving the Butterfly Trust, and a timeline of capitalized accounts. The production is subject to confidentiality protections under Rule 6(e) and requests notification of any potential disclosure requests.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "subpoena",
        "wire transfers",
        "financial records",
        "accounts",
        "money transfers",
        "kyc",
        "revenue sharing accounts",
        "arrc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015935",
      "summary": "On November 19, 2019, Citrix Attachments sent a production of documents to an unspecified recipient in response to a July 11, 2019 subpoena from the SDNY. The production included files named \"2019.11.19 DB Submission to SDNY.pdf\", \"Appendix A.xlsx\", \"Appendix B.pdf\", and \"DB-SDNY-Prod011.zip\" (287.3 MB). An earlier submission had a mislabeled file, which Citrix Attachments corrected and provided a revised copy. A cover letter and updated production index were also included.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "deutsche bank",
        "production",
        "sharefile",
        "subpoena",
        "citrix",
        "sdny",
        "nyag",
        "files",
        "documents",
        "efta00015935"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035749",
      "summary": "This is an official FBI Import Form, dated November 21, 2019, titled “CART Process Report for CART Submission ID:218509.” The report relates to a death investigation with Jeffrey Epstein as a victim (Case ID S: 90A-NY-3151227) and was approved by the SSA. The form is marked as UNCLASSIFIED and includes the case number EFTA00035749.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "fbi",
        "import form",
        "cart process report",
        "jeffrey epstein",
        "victim",
        "death investigation",
        "ssa",
        "case id",
        "unclassified",
        "efta00035749"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038316",
      "summary": "*   The application initially includes a potential payout of $9,999.99 for counseling, contingent on financial disclosure. *   The agent received an OVS acceptance letter and case number from another FBI agent ([REDACTED]) who had previously spoken with OVS. *   There was confusion regarding the submission process, with the agent initially expecting the OVS forms to be submitted together, but receiving a partially completed form. *   A state police colleague ([REDACTED]) was involved in the application process, submitting the form directly to OVS, and the agent forwarded it to the colleague. *   The victim had a scheduled appointment with a therapist and was receiving communication from her attorney regarding the claim. *   The agent is tracking the submission of the FBI form and coordinating with the victim and the state police colleague.",
      "timestamp": "2019-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2019",
      "keywords": [
        "fbi",
        "ovs",
        "epstein",
        "counseling",
        "application",
        "victim",
        "therapist",
        "reimbursement",
        "form",
        "language"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021052",
      "summary": "The email chain pertains to travel arrangements for a USANYS traveler to Sweden, scheduled for February 3rd and 4th, 2020. Key details include: *   An ECC request package (ECC\\_package\\_2.3.20.pdf) was attached, requiring the traveler to determine the POC and check for visa requirements. *   EOUSA needs to be notified of visa requests and the traveler's OIA approval email. *   The traveler submitted a corrected itinerary (February 4th - 6th) and a questionnaire for review. *   A travel authorization is being routed to the traveler’s trip. *   Submission of the visa request package to EOUSA/RMP Travel is recommended 5 business days prior to departure.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "travel",
        "visa",
        "eousa",
        "itinerary",
        "ecc",
        "passport",
        "state dept",
        "oia",
        "sweden",
        "travel authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031721",
      "summary": "An email request is being submitted for travel to Stockholm, Sweden, for an Assistant U.S. Attorney and two other individuals (AUSAs S and S) by the U.S. Attorney’s Office for the Southern District of New York. The request includes an ECC package (ECC_package_2.3.2.20.pdf) and instructions for the traveler to determine the Point of Contact (POC), check for visa requirements via the State Department’s website, and submit the visa request package to EOUSA-RMP Travel at least 15 business days prior to departure to allow sufficient time for State Dept. authorization and foreign government processing. The delay in submission is due to a recently confirmed witness interview date.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "ecc package",
        "visa",
        "travel",
        "eousa",
        "rmp",
        "sweden",
        "ausas",
        "state dept",
        "travel authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026848",
      "summary": "A confidential submission was sent from Winston & Strawn LLP to an unidentified recipient regarding a matter potentially subject to FRE 408, 410, and FRCP 11 treatment and FOIA requests. The sender requests a meeting at 2:30 pm the following day to discuss the matter further and provide additional information related to a proposed resolution. The email includes attachments and disclaimers regarding confidentiality and legal advice.",
      "timestamp": "2020-02-11T00:00:00",
      "timestamp_raw": "11 Feb 2020",
      "keywords": [
        "efta00026848",
        "redaction analysis",
        "winston & strawn llp",
        "foia",
        "fre 408",
        "frcp 11",
        "confidential submission",
        "resolution",
        "meeting",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030788",
      "summary": "Emails discuss Project Safe Childhood cases, specifically child exploitation/sex crimes. One email reports the charging and subsequent nolle submission regarding the Epstein case following his death. A standard email request is sent to individuals listed in the \"to\" line to provide updates on their assigned cases, including status of charges, pleas, sentences, or appeals, or to confirm no changes are needed.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "child exploitation",
        "sex crimes",
        "case updates",
        "project safe childhood",
        "efta00030788",
        "epstein case",
        "nolle",
        "updates",
        "status",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037662",
      "summary": "This document is a U.S. passport renewal application submitted by Ghislaine Noelle Maxwell. The application includes personal information such as name, date of birth, address, and contact details. It also contains a letter of authorization for Passport Rush, LLC, to handle the submission and pickup of the passport. The application requires the applicant to sign and date page one. The document includes a scanned copy of the completed application form.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "2/24/2020",
      "keywords": [
        "passport renewal",
        "u.s. passport",
        "application",
        "elfa",
        "ghislaine noelle maxwell",
        "noelle",
        "birth date",
        "authorization",
        "visa",
        "passport rush"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020850",
      "summary": "An email dated March 10, 2020, was sent from an Assistant U.S. Attorney in the Southern District of New York to Geoffre S. Berman, the Victim Witness Coordinator for the United States Attorney's Office, regarding \"Epstein tips\" and included attachments related to submissions and complaints to Dr. Nikola Stepanov.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "March 10, 2020",
      "keywords": [
        "epstein",
        "tips",
        "redaction",
        "united states attorney",
        "geoffre s. berman",
        "dr nikola stepanov",
        "ronald sackvik",
        "victim-witness coordinator",
        "new york",
        "submissions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025185",
      "summary": "Susan Necheles submitted a draft factual statement regarding a case, suggesting a non-prosecution (“non-pros”) disposition. She characterizes the subject as a vulnerable victim acting under the direction of Jeffrey Epstein and recommends discussing the matter before finalizing the submission.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "13 Mar 2020",
      "keywords": [
        "efta00025185",
        "redaction analysis",
        "susan necheles",
        "epstein",
        "vulnerable victim",
        "non-pros",
        "google docs",
        "submission",
        "factual statement",
        "abuse"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028803",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028803",
      "summary": "An email was sent on March 13, 2020, forwarding a draft factual statement (attached as a PDF named EFTA00028803) regarding a case. The sender suggests a non-pro disposition due to the recipient’s perceived role as a vulnerable victim under the influence of Jeffrey Epstein. The email originated from Google Docs and included a link to the document.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "March 13, 2020",
      "keywords": [
        "efta00028803",
        "redaction analysis",
        "epstein",
        "google docs",
        "submission",
        "factual statement",
        "vulnerable victim",
        "disposition",
        "abuse",
        "google llc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025185",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025183",
      "summary": "An attorney is experiencing delays in finalizing a submission due to the client’s emotional distress related to the Coronavirus and a previous psychologically fragile state. The client’s preference is to return to Florida. The attorney’s office closures due to the Coronavirus are also impacting productivity. The draft factual statement includes concerns about potential abuse and the client’s vulnerability, suggesting a non-pro disposition is appropriate, pending discussion.",
      "timestamp": "2020-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2020",
      "keywords": [
        "efta00025183",
        "redaction analysis",
        "therapy",
        "coronavirus",
        "florida",
        "abuse",
        "epstein",
        "google docs",
        "submission",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025181",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025181",
      "summary": "An individual (identified as “a”) is experiencing emotional and psychological distress due to the Coronavirus and a difficult personal situation. This has impacted their ability to complete a draft submission. The sender suggests a non-pro disposition is appropriate given the circumstances, citing potential abuse and vulnerability related to a previous association with Jeffrey Epstein. A draft factual statement is attached for review and discussion.",
      "timestamp": "2020-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2020",
      "keywords": [
        "efta00025181",
        "submission",
        "therapy",
        "coronavirus",
        "florida",
        "abuse",
        "epstein",
        "google docs",
        "draft",
        "victim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025183",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023136",
      "summary": "The document consists of email exchanges regarding a call scheduled for March 25, 2020, at 16:00 UTC. The call was initially proposed for a Zoom meeting with multiple attendees, including Kathleen E. Cassidy, Samidh Guha, and Susan Necheles. Discussions revolved around scheduling flexibility, a revised draft submission, and the availability of a conference call number with various dialing options. Redactions were present throughout the document.",
      "timestamp": "2020-03-25T00:00:00",
      "timestamp_raw": "March 25, 2020",
      "keywords": [
        "call",
        "zoom",
        "draft",
        "discussion",
        "review",
        "march 2020",
        "kathleen cassidy",
        "samidh guha",
        "kate",
        "conference number",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023551",
      "summary": "Kathleen Cassidy sent a draft submission (2020.03.27adraft_submission.pdf) to [REDACTED] and others, requesting a call to discuss it. The call was initially proposed for 3:00 PM on March 27th, but due to delays, a revised draft would be sent in the early afternoon of March 27th. Subsequent communication involved confirming the call-in details (Zoom link and phone numbers) and exploring alternative discussion times, potentially over the weekend. The meeting was scheduled for March 25th at 16:00-17:00 UTC-05:00.",
      "timestamp": "2020-03-27T00:00:00",
      "timestamp_raw": "27 Mar 2020",
      "keywords": [
        "call re",
        "kathleen cassidy",
        "susan necheles",
        "samidh guha",
        "zoom",
        "draft submission",
        "review",
        "discussion",
        "weekend",
        "timing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024258",
      "summary": "Kathleen E. Cassidy, of Hafetz & Necheles LLP, sent an email attachment to Susan Necheles and Samidh Guha on March 31, 2020. The attachment was a submission on behalf of a client, including exhibits. Kate Cassidy apologized for initially omitting the exhibits and expressed a desire for any questions to be addressed. The email is associated with the document EFTA00024258.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "March 31, 2020",
      "keywords": [
        "efta00024258",
        "kathleen cassidy",
        "kate",
        "submission",
        "exhibits",
        "client",
        "hafetz & necheles llp",
        "march 30",
        "2020",
        "redaction analysis",
        "2020.03.30"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016236",
      "summary": "Kathleen E. Cassidy, on behalf of her client, submitted a document (“2020.03.30afinal_submission_(910pm).pdf”) to [REDACTED] via email. The email included a request for questions and well wishes. Kate Cassidy is a lawyer at Hafetz & Necheles LLP, identified by the EFTA00016236 identifier.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "efta00016236",
        "kathleen e. cassidy",
        "hafetz & necheles llp",
        "submission",
        "redaction",
        "kate cassidy",
        "2020",
        "pdf",
        "email",
        "client"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037980",
      "summary": "An email chain, dated July 2, 2020, pertains to a USMS (United States Marshals Service) form submission related to Ghislaine Maxwell (USM78). The email indicates a form was submitted and attached for the recipient's awareness, with a standard disclaimer regarding confidential and legally privileged electronic messages. The document identifier is EFTA00037980.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "usms",
        "redaction",
        "email",
        "us",
        "resources",
        "conservation",
        "legal",
        "confidential",
        "attachment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032122",
      "summary": "An email exchange occurred between Haalliir and [REDACTED] regarding the Epstein investigation. [REDACTED] attached a prosecution memo (“Epstein_investigation, prosecution_memo.msg”) and requested a memo and Susan’s submission from April, which were reportedly missing from Haalliir’s inbox.",
      "timestamp": "2020-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2020",
      "keywords": [
        "efta00032122",
        "redaction",
        "epstein investigation",
        "prosecution memo",
        "susan",
        "usanys",
        "resend",
        "april",
        "inbox"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019237",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a submission titled “Necheles Submission.” The email contained a PDF attachment named “plea_submission,_with_attachments.pdf,” which was submitted to the United States Attorney’s Office, Southern District of New York, for Counsel to the Acting U.S. Attorney. The email chain originated on July 20, 2020, and July 22, 2020.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "efta00019237",
        "necheles",
        "submission",
        "united states attorney's office",
        "southern district of new york",
        "redaction analysis",
        "plea",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015192",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a submission titled “Necheles Submission.” The email, dated July 20, 2020, included the attached document “ilea_submission,_with_attachments.pdf” and was addressed to the Counsel to the Acting U.S. Attorney for the United States Attorney’s Office, Southern District of New York (EFTA00015192).",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "efta00015192",
        "necheles",
        "submission",
        "redaction",
        "united states attorney's office",
        "southern district of new york",
        "ilea_submission",
        "counsel",
        "acting u.s. attorney",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019235",
      "summary": "On July 20, 2020, emails were exchanged regarding a “Brass Meeting.” One individual requested a prosecution memo and updates on team submissions. Others confirmed availability for meeting times (Monday 11-2:30, Tuesday 1-2:30, Thursday 11-2) and inquired about the meeting’s purpose. The emails involved multiple individuals within the U.S. Attorney’s Office, Southern District of New York, specifically the Deputy Chief, Public Corruption Unit.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "efta00019235",
        "brass meeting",
        "prosecution memo",
        "redaction",
        "meeting",
        "u.s. attorney",
        "public corruption unit",
        "southern district of new york",
        "july 2020",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017830",
      "summary": "A submission is being filed regarding a defense motion to release Maxwell from MDC prison, potentially with increased access to computers and discovery materials. The filing originates from a USANYS contractor and is prompted by the Attorney General’s interest due to a Congressional inquiry regarding inmate safety following Epstein’s suicide. A docketed version of the filing is promised to be sent as soon as it’s available.",
      "timestamp": "2020-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2020",
      "keywords": [
        "efta00017830",
        "maxwell",
        "mdc",
        "bop",
        "ag",
        "congressional republicans",
        "usanys",
        "defense motion",
        "victim names",
        "prison privileges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026705",
      "summary": "Ghislaine Maxwell attempted to modify the protective order in her criminal case (20-CR-330) to allow her to file under seal discovery materials received from the government in other civil cases. She argued this was necessary to present information to judicial officers regarding a grand jury investigation and compliance with subpoenas. The court denied her request, finding her arguments lacked “good cause” and that the information was already publicly available. The court ordered the parties to meet and confer on proposed redactions, with a deadline for submission. Ultimately, the court adopted the government’s proposed redactions to Maxwell's motion, citing the Lugosch test which considers whether the documents are “judicial documents” and balances competing interests.",
      "timestamp": "2020-08-17T00:00:00",
      "timestamp_raw": "August 17, 2020",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "redactions",
        "discovery",
        "grand jury",
        "lugosch test",
        "civil cases",
        "judicial documents",
        "criminal case",
        "seal",
        "docket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027571",
      "summary": "A Civilian Crime Report was submitted by Anthony Lombardino regarding a potential connection between a prisoner and Jeffrey Epstein. The report is attached as “Anthony_Lombardino_CCR_Submission_07_17_20.pdf”. The sender requests a log note if any further information is received.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2020",
      "keywords": [
        "epstein",
        "civilian crime report",
        "lombardino",
        "a. lombardino",
        "efta00027571",
        "prisoner",
        "redaction",
        "submission",
        "criminal report",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015027",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038275",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015027",
      "summary": "An email chain discusses a “Civilian Crime Report” submitted by A. Lombardino, suggesting a prisoner possesses information related to Jeffrey Epstein. The report was forwarded to [REDACTED] for review, with instructions to log the receipt and note any further submissions.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2020",
      "keywords": [
        "epstein",
        "civilian crime report",
        "lombardino",
        "prisoner",
        "redaction",
        "efta00015027",
        "criminal report",
        "submission",
        "log",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027571",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038275",
      "summary": "On August 24, 2020, Anthony Lombardino submitted a Civilian Crime Report (CCR) to EFTA00038275, suggesting a prisoner possesses information related to Jeffrey Epstein. The report was forwarded to the FBI as part of a standard protocol for receiving Epstein/Maxwell tips. The submission deviated from the usual form-based process, and the recipient was instructed to log the receipt regardless of the report's completeness.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "August 24, 2020",
      "keywords": [
        "epstein",
        "lombardino",
        "civilian crime report",
        "fbi",
        "prisoner",
        "a. lombardino",
        "criminal report",
        "fw",
        "email",
        "submission"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027571",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019647",
      "summary": "A communication regarding a civilian crime report submission related to Jeffrey Epstein was received. The report originated from a foreign country and was therefore not responded to. The sender instructed the recipient to log the receipt of the submission and to forward any further reports if applicable.",
      "timestamp": "2020-09-22T00:00:00",
      "timestamp_raw": "22 Sep 2020",
      "keywords": [
        "epstein",
        "civilian crime report",
        "submission",
        "redaction",
        "efta00019647",
        "foreign country",
        "log"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020520",
      "summary": "On November 2, 2020, an individual claiming to be Jeffrey Epstein’s victim submitted an online tip to the FBI regarding human trafficking. The individual, whose identity is redacted, reported being sold to Russia, repeatedly sexually abused by various figures including royalty and political figures, and involved with Joe Biden and Hillary Clinton. The tip included claims of attempted murder, sterilization, and financial exploitation. The individual’s residential address is Stavanger, Norway. The tip was submitted via the FBI’s tips.fbi.gov website.  The complainant’s contact information includes a cellular phone number and a residential address. The tip included a list of names potentially connected to the trafficking, predominantly from Norway, and the source IP address and referrer URL of the submission. The tip was initially flagged as false regarding a threat to life.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "jeffrey epstein",
        "human trafficking",
        "fbi",
        "norway",
        "stavanger",
        "trafficking",
        "sexual abuse",
        "child trafficking",
        "victim",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023221",
      "summary": "This document is a record of email exchanges concerning a draft statement related to a civil case involving allegations of sexual abuse linked to Jeffrey Epstein. Here’s a breakdown of the key events: *   **Initial Request for a Call:** Kathleen E. Cassidy initiates contact requesting a call to discuss the draft statement, offering times like 1pm or 2:30pm. *   **Susan Necheles’ Availability:** Susan Necheles suggests alternative times due to a personal situation. *   **Delay and Rescheduling:** Susan Necheles' personal situation leads to a postponement of the call to Monday. *   **Draft Submission:** Kathleen E. Cassidy sends a draft of proposed changes with accompanying allegations and rebuttals, focusing on the timeline and potential inaccuracies of the victim's recollections. The draft includes concerns about inconsistencies in the victims' accounts, specifically regarding presence at the ranch and townhouse, and questioning the accuracy of the timeline. *   **Further Discussion & Confirmation:** A subsequent exchange confirms the call will take place on Monday at 12:30pm. The core of the document is a legal strategy to challenge the victim's allegations by casting doubt on their reliability and the supporting evidence, primarily focusing on the passage of time and potential memory distortions.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "November 16, 2020",
      "keywords": [
        "redaction",
        "statement",
        "call",
        "time",
        "november 2020",
        "susan necheles",
        "kathleen cassidy",
        "victim",
        "allegations",
        "memories",
        "epstein",
        "assault",
        "2002",
        "2003",
        "2005",
        "civil complaint"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017823",
      "summary": "Ghislaine Maxwell’s legal team, Og Cohen & Gresser LLP, is seeking to file a renewed motion for bail under seal due to significant privacy concerns. They argue that releasing certain materials, including letters from her family and friends (potential sureties), a financial report, and analysis of government discovery, would expose her and these individuals to harassment and threats, citing documented social media attacks and the potential for intimidation. The team highlights a lower presumption of public access for pretrial bail submissions compared to trial exhibits, referencing previous court rulings (Lugosch and Sadr) that prioritize privacy interests, particularly when innocent third parties are involved. They request an in-camera conference to address these concerns and secure protection for the sensitive information. The government consents to the redaction and sealed filing of specific materials, but does not agree to an in-camera conference.",
      "timestamp": "2020-11-25T00:00:00",
      "timestamp_raw": "November 25, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "protective order",
        "confidentiality",
        "sealing",
        "surveillance",
        "sureties",
        "financial report",
        "discovery materials",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018615",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted an application for a search warrant (EFTA00018615) and supporting documents to Judge Wang. The application included four exhibits and a proposed search warrant. The Attorney corrected a previous submission that mistakenly included Judge Nathan’s name instead of Judge Wang’s. The Agent was available to swear out the warrant and could be contacted via email or cellphone. A related document (EFTA00018616) contained similar information.",
      "timestamp": "2020-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2020",
      "keywords": [
        "search warrant",
        "application",
        "judge wang",
        "united states attorney",
        "southern district of new york",
        "email",
        "pdf",
        "exhibits",
        "warrant",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030417",
      "summary": "On December 1, 2020, an email chain discusses a request for a defense letter regarding a case involving a warden (MDC). Bobbi and Chris rejected a proposal, attaching a draft letter and affidavit for review. A subsequent email on November 30, 2020, confirmed MDC legal approval for the letter submission by Friday. A request was made to circulate a dial-in, and a meeting was proposed for 1:00 PM to discuss next steps related to a joint letter to the court.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "efta00030417",
        "usanys",
        "maxwell call",
        "defense request",
        "mdc",
        "letter",
        "court",
        "proposal",
        "united states attorney",
        "bobbi",
        "chris"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030415",
      "summary": "On December 1, 2020, Bobbi Sternheim (of Law Offices of Bobbi C. Sternheim) was revising a letter regarding a U.S. v. Maxwell case, specifically a defense request concerning a warden at the MDC. The revisions were intended as a “joint submission” per court order.  Lam (USANYS) had previously sent a draft of the letter, requesting circulation.  Sternheim confirmed the revisions didn’t change positions and the letter was planned for filing by 7:30 PM.  Covid-19 related office closures and communication protocols were noted.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "u.s. v. maxwell",
        "bobbi sternheim",
        "mdc",
        "joint submission",
        "covid-19",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016457",
      "summary": "On December 4, 2020, an Assistant United States Attorney from the Southern District of New York sent a replacement drive to Ghislaine Maxwell at the Metropolitan Detention Center, Brooklyn. The drive was intended to replace one that Maxwell had broken. A letter to Judge Nathan was attached, requesting a correction to a track change on page 2 before submission.  A staff attorney from the Department of Justice’s Federal Bureau of Prisons also sent a letter detailing the shipment and requesting the return of the broken drive.  A paralegal specialist at the U.S. Attorney’s Office provided the mailing address.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "united states attorney",
        "new york",
        "drive",
        "judge nathan",
        "southern district of new york",
        "federal bureau of prisons",
        "justice",
        "replacement drive",
        "ghislaine maxwell",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027430",
            "similarity": 0.5,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030420",
            "similarity": 0.5,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031954",
            "similarity": 0.5,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027429",
      "summary": "A letter from the MDC legal department was sent to a recipient, intended for submission to the Court today (December 4, 2020). Efforts are underway to contact the MDC legal department via phone to discuss the letter. The document is identified as EFTA00027429.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "efta00027429",
        "redaction",
        "mdc",
        "letter",
        "court",
        "legal",
        "discussion",
        "2020",
        "2025",
        "nathan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027430",
      "summary": "An Assistant United States Attorney from the Southern District of New York is coordinating the delivery of a replacement drive to Ghislaine Maxwell at the Metropolitan Detention Center (MDC) in Brooklyn, New York. A previous drive was broken. The Assistant U.S. Attorney requests confirmation of Maxwell’s access to the new drive and the return shipment of the broken drive to the U.S. Attorney’s Office in New York. There is a concern about a track change on a second page that needs to be addressed before submission to Judge Nathan. Correspondence between the Assistant U.S. Attorney and a Staff Attorney from the Department of Justice/Federal Bureau of Prisons is included.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "judge nathan",
        "track change",
        "redaction",
        "new york",
        "federal bureau of prisons",
        "metropolitan detention center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016457",
            "similarity": 0.5,
            "index": 99,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030420",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031962",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031954",
            "similarity": 0.818,
            "index": 104,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030420",
      "summary": "An Assistant United States Attorney from the Southern District of New York is arranging for a replacement drive to be sent to Ghislaine Maxwell. A previous drive was broken, and the recipient is instructed to mail the broken drive back to the U.S. Attorney’s Office. There is a concern about a track change on a second page that needs to be addressed before submission to Judge Nathan.  Multiple individuals and offices are involved including the Department of Justice, Federal Bureau of Prisons, and a Paralegal Specialist.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "12/4/2020",
      "keywords": [
        "efta00030420",
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "judge nathan",
        "track change",
        "federal bureau of prisons",
        "new york",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027430",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016457",
            "similarity": 0.5,
            "index": 99,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031962",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031954",
            "similarity": 0.818,
            "index": 104,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031958",
            "similarity": 0.75,
            "index": 105,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031962",
      "summary": "An email chain discusses the delivery of a replacement drive to Ghislaine Maxwell. A track change on page 2 needs to be corrected before submission to Judge Nathan. A letter to Judge Nathan is attached. A replacement drive is being sent via FedEx, and the broken drive needs to be returned to the U.S. Attorney’s Office, SDNY. The email chain includes individuals from the U.S. Department of Justice, Federal Bureau of Prisons, and the U.S. Attorney’s Office.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "track change",
        "united states attorney",
        "new york",
        "judge nathan",
        "federal bureau of prisons",
        "doj",
        "sdny",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030420",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027430",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031954",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031958",
            "similarity": 0.615,
            "index": 105,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031954",
      "summary": "*   An email chain discusses a replacement drive for Ghislaine Maxwell being sent to the Metropolitan Detention Center (MDC) in Brooklyn. *   The drive is replacing one that was broken. *   A request is made to ensure Maxwell receives the new drive and to mail the broken drive back to the U.S. Attorneys Office, SDNY. *   There is a note about a track change needing to be addressed before submission to Judge Nathan. *   A call to discuss issues is offered.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "track change",
        "judge nathan",
        "metropolitan detention center",
        "federal bureau of prisons",
        "new york",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031962",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030420",
            "similarity": 0.818,
            "index": 102,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027430",
            "similarity": 0.818,
            "index": 101,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031958",
            "similarity": 0.75,
            "index": 105,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031958",
      "summary": "*   A drive is being shipped by the U.S. Attorney’s Office, Southern District of New York, to the Metropolitan Detention Center in Brooklyn. *   The broken drive needs to be returned to the U.S. Attorneys Office, SDNY in New York, NY 10007. *   There’s a request to ensure Ghislaine Maxwell receives the new drive. *   A track change was identified on page 2 and needs to be addressed before submission to Judge Nathan.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "efta00031958",
        "maxwell",
        "drive",
        "united states attorney",
        "southern district of new york",
        "judge nathan",
        "track change",
        "new york",
        "doj",
        "federal bureau of prisons",
        "replacement drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031954",
            "similarity": 0.75,
            "index": 104,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031962",
            "similarity": 0.615,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030420",
            "similarity": 0.75,
            "index": 102,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038592",
      "summary": "A series of emails discuss scheduling a meeting to discuss a bail submission review related to “Maxwell Finances.” The meeting was initially proposed for 2:00 PM with a dial-in code of 707522. Several individuals, including NYPD/FBI detectives, were involved in the coordination, with offers to meet via phone, video conference, or in a conference room. One individual offered to circulate a dial-in.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 9, 2020",
      "keywords": [
        "maxwell finances",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "dial-in",
        "conference room",
        "redaction analysis",
        "efta00038592",
        "detective"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038523",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038519",
            "similarity": 0.538,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038517",
      "summary": "An email chain discusses scheduling a call regarding a recent bail submission review. The initial email proposes a call at 2:00 PM with a dial-in code (707522). Another individual expresses availability for the next hour and offers to circulate a dial-in. A subsequent message indicates a detective is available for a discussion, proposing phone, video conference, or an in-person meeting at the office, with alternative dates of tomorrow or Friday offered if today’s time is unsuitable.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 09, 2020",
      "keywords": [
        "maxwell finances",
        "redaction",
        "dial-in",
        "conference",
        "phone",
        "video conference",
        "fbi",
        "nypd",
        "bail submission",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038521",
            "similarity": 0.538,
            "index": 110,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038523",
      "summary": "An email exchange occurred on December 9, 2020, regarding a review of a recent bail submission. Detective MI from the NYPD/FBI Child Exploitation Human Trafficking Task Force offered to speak with recipients via phone, video conference, or in person at their office. Alternative dates of December 10th or December 11th were suggested if the initial offer did not work. The email referenced a previous conversation with someone named \"c\".",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 9, 2020",
      "keywords": [
        "redaction analysis",
        "efta00038523",
        "maxwell finances",
        "detective",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "conference"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038592",
            "similarity": 0.538,
            "index": 106,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038519",
      "summary": "A meeting was scheduled for December 9, 2020, at 2:00 PM via dial-in code 707522 to discuss a review of a recent bail submission related to Maxwell Finances. The discussion involved multiple individuals including M, Lazar', [REDACTED], and a Detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force. Alternative times (next hour, next 2 hours, today, tomorrow, or Friday) were offered for the discussion via phone, video conference, or in-person at an office conference room.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 9, 2020",
      "keywords": [
        "efta00038519",
        "maxwell finances",
        "dial-in",
        "redaction",
        "lazar'",
        "detective",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038592",
            "similarity": 0.538,
            "index": 106,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038521",
      "summary": "An email chain discusses scheduling a call with “M” to discuss a recent bail submission review. Multiple individuals expressed availability for a phone or video conference call or to meet in person at an office location, with options for scheduling the call for today, tomorrow, or Friday. The email originates from the NYPD/FBI Child Exploitation Human Trafficking Task Force.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 09, 2020",
      "keywords": [
        "maxwell finances",
        "bail submission",
        "phone",
        "video conference",
        "conference room",
        "fbi",
        "nypd",
        "child exploitation",
        "human trafficking",
        "task force"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038517",
            "similarity": 0.538,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038522",
            "similarity": 0.667,
            "index": 142,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031820",
      "summary": "Sigrid McCawley is responding to a message regarding a filing (likely a document or submission) identified as EFTA00031820. The message was sent on December 15, 2020, and included a related message named \"Filing.msg.\"",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "filing",
        "efta00031820",
        "sigrid mccawley",
        "usahub",
        "message",
        "analysis",
        "redaction",
        "2020",
        "2025",
        "bcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016023",
      "summary": "On December 16, 2020, the Assistant United States Attorney for the Southern District of New York submitted documents in opposition to a defendant’s renewed bail application in the case of *US v. Maxwell, 20 CR. 330 (AJN)*. The submission included a cover letter, memorandum of law, Government Exhibits A and B, and a proposed redaction document for the memorandum of law. The documents were sent to Nathan NYSD Chambers and several attorneys including Christian Everdell, BOBBI C STERNHEIM, and Jeff Pagliuca.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "December 16, 2020",
      "keywords": [
        "us v. maxwell",
        "redaction analysis",
        "bail motion",
        "government submission",
        "southern district of new york",
        "20 cr. 330 (ajn)",
        "usanys",
        "new york",
        "attorney",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013337",
      "summary": "This redacted document concerns a dispute over unequal access to discovery and counsel for Ghislaine Maxwell and Justin Rivera in related criminal cases. It outlines a request from Judge Engelmayer for a BOP declaration explaining why Maxwell’s superior accommodations – 13 hours daily laptop access and 15 hours of video conferencing – cannot be extended to Rivera, who is housed in the general population at the MCC. The core issue stems from differing housing situations: Maxwell is in protective custody outside the general population at the MDC, allowing significantly more access. Rivera, detained in the general population at the MCC, receives only three hours of laptop access and six hours of video conferencing. The document details the specific accommodations provided to each defendant and highlights concerns about potential racial bias in the treatment. The BOP is being asked to submit a declaration justifying the disparity, with the deadline for submission being December 31, 2020.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "bop",
        "mdc",
        "mcc",
        "vtc",
        "electronic discovery",
        "housing",
        "judge engelmayer",
        "sex trafficking",
        "declarations",
        "united states v. rivera"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026961",
      "summary": "An email exchange occurred between parties regarding the redaction analysis of document EFTA00026961. One party (USANYS) reported an impasse in negotiations with attorneys after speaking with them. Attached documents, including defense submissions and a team memo, were sent to facilitate discussion of next steps related to EFTA00026961.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2021",
      "keywords": [
        "efta00026961",
        "redaction analysis",
        "materials",
        "negotiations",
        "attorneys",
        "submissions",
        "defense",
        "counsel",
        "memo",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023025",
      "summary": "An email chain discusses ongoing negotiations regarding materials related to case EFTA00023025. One party suggests a deferred prosecution. A collection of defense submissions and a team memo concerning EFTA00023025 were attached to facilitate further discussion. The negotiations have reached an impasse.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "redaction",
        "analysis",
        "efta00023025",
        "usanys",
        "materials",
        "negotiations",
        "defense submissions",
        "attorneys",
        "impasse",
        "resolution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013287",
      "summary": "Stephen Rex Brown, a reporter for the New York Daily News, requests the unsealing of transcripts and sentencing submissions related to the case of United States v. Efrain Reyes. Reyes died, and his connection to Jeffrey Epstein makes the case of public interest. Brown argues for access to the proceedings based on First Amendment rights and the presumption of access to court proceedings, citing concerns that sealing the documents would undermine public trust in the courts. The judge orders the parties to respond by January 22, 2021.",
      "timestamp": "2021-01-22T00:00:00",
      "timestamp_raw": "January 22, 2021",
      "keywords": [
        "efrain reyes",
        "united states v. reyes",
        "judge failla",
        "plea hearing",
        "sentencing",
        "sealing documents",
        "access to court proceedings",
        "new york daily news",
        "jeffrey epstein",
        "docket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022623",
      "summary": "*   **Case Status:** The case is likely related to a June trial date that is anticipated to be adjourned. *   **Client Strategy:** The discussion centers around a client (likely female, referred to as “she”) facing potential misdemeanor charges. JF is advising the client to consider a Diversion Program (DP) application sooner rather than later. *   **Key Arguments:** JF suggests focusing on mitigating circumstances such as the client’s life plans, past year's behavior, and familial responsibilities, and framing the case to avoid a criminal record. He highlights potential similarities to other, unprosecuted cases (like the Epstein case) to support his argument. *   **Legal Team Approach:** JL and NR express an open mind to submissions and a desire to avoid “drama” while still advocating for the client’s best interests. *   **Process Discussion:** The conversation includes details about the DP process, appeals, and potential involvement of higher-level leadership (brass).",
      "timestamp": "2021-02-15T00:00:00",
      "timestamp_raw": "February 15, 2021",
      "keywords": [
        "jason foy",
        "eric sarraga",
        "june trial date",
        "dp application",
        "misdemeanor",
        "pandemic",
        "felony conviction",
        "life plans",
        "selective prosecution",
        "discovery",
        "montell",
        "criminal intent",
        "nyc bop",
        "cooperation",
        "appeals",
        "defense",
        "litigation risk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021552",
      "summary": "Ghislaine Maxwell submitted a third motion for bail. The motion is anticipated to be resolved on the papers, and the Assistant U.S. Attorney for the Southern District of New York was notified of the submission.",
      "timestamp": "2021-03-01T00:00:00",
      "timestamp_raw": "01 Mar 2021",
      "keywords": [
        "bail",
        "ghislaine maxwell",
        "motion",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "legal",
        "efta00021552"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018991",
      "summary": "Bobbi Sternheim is responding to an email regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)) and attached a memorandum (“MAXWELL_REPLY_-_BAIL_3.pdf”) and a supporting document (“ATT00001.htm”). She attributes the previous email's lack of content to a computer glitch.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "efta00018991",
        "ghislaine maxwell",
        "u.s. v.",
        "bail",
        "submission",
        "redaction",
        "bobbi sternheim",
        "christian everdell",
        "laura menninger",
        "nathan chambers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031916",
      "summary": "Bobbi Sternheim sent an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application to Nathan Chambers, Christian Everdell, Laura Menninger, and Jeff Pagliuca in connection with the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)). The submission was provided pursuant to Rule 2(8) of the court’s individual rules.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "court",
        "memorandum",
        "bobbi sternheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016153",
      "summary": "CACI INC. sent a proposal to the USAO SDNY regarding scanning for the USA v. Maxwell Epstein case. The proposal was initiated by a request for proposal and included attachments: a CACI proposal document, an Excel spreadsheet detailing the submission, and an image. Communications between individuals at CACI and the recipient indicate a contingency plan involving the use of \"AFF\" if Florida's involvement fails, with the ability to cancel the proposal if Florida provides support. The email chain highlights the time-sensitive nature of the request and includes contact information for CACI's contracts administration team.",
      "timestamp": "2021-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2021",
      "keywords": [
        "caci",
        "usao sdny",
        "maxwell epstein",
        "proposal",
        "scanning",
        "florida",
        "aff",
        "caci inc.",
        "email",
        "request for proposal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017961",
      "summary": "An email chain discusses a draft response to a defense letter regarding the Maxwell S2 indictment. The email indicates a review and edits were made to the draft, with a deadline of end-of-day (EOD) the following day for submission. Attached documents include the defense letter and the edited response.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "maxwell s2",
        "indictment",
        "response",
        "letter",
        "defense",
        "edits",
        "usanys",
        "eod",
        "2021",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015865",
      "summary": "This document is a submission to Judge Alison J. Nathan regarding a subpoena request from Ghislaine Maxwell’s defense team seeking records from Boies Schiller Flexner LLP (BSF) in the U.S. v. Maxwell case. The Government respectfully opposes three specific requests (9, 10, and 11) based on the *Nixon* standard, which requires a subpoena to be narrowly tailored, relevant, admissible, and not a fishing expedition. Specifically: *   **Request 9 (Minor Victim-2’s Diary):** The Government argues this request is improper because the diary is irrelevant given that the defendant and the victim already acknowledged the absence of references to the defendant within the diary, and the diary is full of unrelated personal entries. *   **Request 10 (Pair of Boots):** The Government intends to obtain the boots through BSF and make them available to the defense for examination, effectively mooting this request. *   **Request 11 (Photographs):** The defense already possesses copies of the photographs; the Government argues that the original physical photographs lack relevant metadata and wouldn’t satisfy the *Nixon* standard without further justification. The Government requests the Court to deny Requests 9 and 11 and reserve decision on Request 10 until the Government obtains the boots and makes them available for examination.",
      "timestamp": "2021-05-04T00:00:00",
      "timestamp_raw": "May 4, 2021",
      "keywords": [
        "rule 17(c)",
        "subpoena",
        "relevance",
        "admissibility",
        "specificity",
        "nixon",
        "evidence",
        "impeachment",
        "brady",
        "giglio",
        "diary",
        "victim",
        "forensic examination",
        "photographs",
        "boots",
        "due diligence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014669",
      "summary": "An email exchange regarding a Rule 17 submission in the case *US v. Maxwell* (20 Cr. 330, MN). The Assistant United States Attorney (Nathan NYSD Chambers) notes that counsel (Bobbi Sternheim, Jeff Pagliuca, Laura Menninger) claims multiple attempts to confer with the government regarding photographs, but the team has no record of these attempts between May 6th and May 12th, 2021. Laura Menninger responds with a letter response to the government’s submission, including Exhibits A and B, one of which was marked “Confidential” and filed under seal pending a court order.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "13 May 2021",
      "keywords": [
        "efta00014669",
        "us v. maxwell",
        "rule 17",
        "government submission",
        "photographs",
        "confidential",
        "protective order",
        "subpoena",
        "communication",
        "may 6",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024805",
      "summary": "An Assistant United States Attorney is requesting an update on the status of pending motion points. They have attached a draft (NPA_v3.docx) for incorporation and are aiming to circulate it to the team for edits before the end of the day to meet a deadline for submission to the chiefs.",
      "timestamp": "2021-05-19T00:00:00",
      "timestamp_raw": "19 May 2021",
      "keywords": [
        "motions",
        "status",
        "eod",
        "npa",
        "draft",
        "united states attorney",
        "new york",
        "planning",
        "edits",
        "deadline"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020295",
      "summary": "The document is a court order setting the pretrial disclosure and motion schedule for the case of *United States v. Ghislaine Maxwell* (Case 1:20-cr-00330-AJN). Key aspects of the schedule include: *   **Trial Commencement Date:** Initially set as July 12, 2021, subject to resolution of a continuance request. *   **Government Expert Witness Disclosure:** Due April 23, 2021. *   **Supplemental Motions:** Defense motions due May 7, 2021, with government response due May 21, 2021, and defense replies due May 28, 2021. *   **Victim Disclosure:** Disclosure of alleged victims due May 17, 2021. *   **Jencks Materials & Witness Lists:** Due seven weeks before trial commencement. *   **Exhibit Lists:** Due five weeks before trial commencement. *   **Defense Expert Witness Disclosure:** Due four weeks before trial commencement. *   **Rule 16(b) Disclosures:** Due three weeks before trial commencement. *   **Motions in Limine:** Due four weeks before trial commencement, with responses due two weeks before. *   **Requests & Voir Dire:** Due three weeks before trial commencement. *   **Witness Statements:** Parties ordered to meet and confer on a proposed rule 26.2 witness statement submission, with a joint letter proposal due within one week of the order.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "trial",
        "schedule",
        "motions",
        "disclosure",
        "victims",
        "jury",
        "rule 404(b)",
        "government",
        "defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011530",
      "summary": "An email was sent on September 10, 2021, updating a recipient on the Public Corruption Unit’s activities. The update included a new template for monthly reports, which now incorporates a section for specially allocated FTE (Full-Time Equivalent) reporting for the previous two months.  The email requests resubmission of previous reports using the updated template.",
      "timestamp": "2021-09-10T00:00:00",
      "timestamp_raw": "September 10, 2021",
      "keywords": [
        "efta00011530",
        "redaction analysis",
        "unit update reports",
        "fte",
        "template",
        "usanys",
        "southern district of new york",
        "public corruption unit",
        "september 2021",
        "report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015030",
      "summary": "An FBI Forensic Accountant from the New York Field Office (EFTA00015030) requested additional account statements (balances) following the initial submission of documents related to Ghislaine Maxwell’s accounts. The initial documents were compiled by the Forensic Accountant as a follow-up to a previous conversation.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "epstein",
        "accounts",
        "documents",
        "redaction",
        "fbi",
        "ghislaine maxwell",
        "forensic accountant",
        "new york",
        "statements",
        "balance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018893",
      "summary": "*   The goal is to compile data for a joint submission to the court outlining juror categories (joint keeps, joint strikes, government-only strikes, and defense-only strikes). *   A draft joint letter is being circulated for review and edits. *   The defense team requests the Assistant United States Attorney to send their strike list in Excel format. *   The Assistant United States Attorney requests a simultaneous exchange of strike lists by noon on November 7, 2021, to facilitate the data compilation process. *   Three juror numbers (127, 151, and 458) have been withdrawn from objection and joined in support of proceeding to voir dire.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "November 7, 2021",
      "keywords": [
        "questionnaires",
        "juror",
        "strikes",
        "lists",
        "excel",
        "united states attorney",
        "joint letter",
        "voir dire",
        "defendant",
        "categories"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038896",
      "summary": "An email chain discusses adding individuals to a list for bridge access related to the Maxwell trial and the 40 Foley Bridge. The list was compiled by an Assistant United States Attorney and includes FBI agents to ensure access for witnesses. A request was made to finalize the list for submission to the Marshal by 1:00 PM on November 15, 2021. Confirmation was received that bridge access would begin on November 16, 2021, coinciding with scheduled hearings and jury selection.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "November 15, 2021",
      "keywords": [
        "efta00038896",
        "bridge access",
        "maxwell trial",
        "foley bridge",
        "fbi agents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024907",
      "summary": "On November 20, 2021, Christian Everdell of Cohen & Gresser LLP sent a response to the government’s letter regarding birth certificates in the case of *U.S. v. Ghislaine Maxwell* (S2 20 Cr. 330). The defense conceded to the government’s concerns about the self-authentication of birth certificates of alleged minor victims. The response was initially submitted under temporary seal to allow the government to propose redactions. A follow-up email on November 21, 2021, confirmed the submission and stated the defense had conceded.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "ghislaine maxwell",
        "birth certificates",
        "redaction analysis",
        "usanys",
        "government",
        "court",
        "response",
        "letter",
        "siegel",
        "cohen & gresser"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025062",
      "summary": "The document pertains to redactions submitted in response to a government motion in limine regarding evidence in a case (EFTA00025062). The defense team (represented by Christian Everdell, Laura Menninger, and Jeff Pagliuca) has provided redacted versions of their motions, exhibits, and the government’s omnibus opposition and reply. Specifically, the following exhibits are proposed for sealing: Exhibits A through D, G, and H from the defendant’s motions, and Exhibits E and G from the government’s exhibits. The defense objects to the government’s proposed redactions and requests the submission of additional redacted materials. The core purpose is to manage the presentation of potentially sensitive information during the legal proceedings.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "redactions",
        "motions",
        "exhibits",
        "government",
        "defense",
        "redacted",
        "motion in limine",
        "evidence",
        "404(b)",
        "daubert",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010045",
      "summary": "The program’s purpose is to compensate individuals who allege they were sexually abused by Jeffrey Epstein. Key aspects of the program include: *   **Voluntary Participation:** Participation is entirely voluntary, and claimants can reject offers and withdraw from the program. *   **Independent Administration:** The program is managed by an Administrator (MNIIMMMMENIMME) who makes all eligibility and compensation decisions, independent of the Estate. *   **Eligibility Criteria:** Eligibility requires claimants to allege sexual abuse by Epstein and meet specific criteria (e.g., time-barred claims, previous settlements). *   **Claim Submission:** Claims must be submitted through a specific form, detailing allegations and supporting documentation. *   **Evaluation & Determination:** The Administrator evaluates claims and determines compensation amounts, which are offered in a release document. *   **Release Agreement:** Acceptance of compensation requires signing a release waiving future claims against the Estate. *   **Legal Representation:** Claimants can be represented by legal counsel. *   **Data Protection:** The Program prioritizes confidentiality and limits the sharing of claimant information. *   **Fraud Prevention:** The Administrator takes measures to prevent fraudulent claims and may report suspected fraud to law enforcement. The document also details the legal framework surrounding subpoenas related to the program, including rules for evidence production and witness compliance.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "11/29/2021",
      "keywords": [
        "subpoena",
        "criminal case",
        "redaction",
        "efta00010045",
        "united states district court",
        "ghislame maxwell",
        "rule 17",
        "victim compensation program",
        "evcp",
        "claims",
        "eligibility",
        "release",
        "attorney",
        "service",
        "evidence",
        "documents",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024921",
      "summary": "An email chain discusses obtaining courtroom connect for a case, likely involving NCAA proceedings. One individual ([REDACTED]) requested it and advised submitting a proposed order to Judge Nathan for approval. Another individual ([REDACTED]) planned to check with a colleague regarding the procedure, which involves sending a letter and proposed order to the judge. A paralegal specialist ([REDACTED]) requested the application sent to Judge Kaplan for courtroom connect approval. The emails highlight the need for a judge’s order and a timely submission of documentation to coordinate with technical support.",
      "timestamp": "2021-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2021",
      "keywords": [
        "courtroom connect",
        "judge nathan",
        "ncaa",
        "order",
        "submission",
        "letter",
        "tech",
        "contractor",
        "usanys",
        "application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023365",
      "summary": "The Southern District of New York submitted proposed redactions related to “Witness-3” in the case of *US v. Maxwell*. The redactions were in response to a Court order (Dkt. No. 477) and a Government’s letter motion (Dkt. No. 481). Supporting documents, including letters and a memorandum, were attached to the submission.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "redaction",
        "witness",
        "us v. maxwell",
        "nathan chambers",
        "government",
        "redactions",
        "proposed",
        "evidence",
        "court order",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014695",
      "summary": "The Assistant United States Attorney for the Southern District of New York is submitting redacted versions of three documents to the court: a briefing on birth certificates, a remaining briefing on GX-52, and the Government’s motion to quash. The U.S. Attorney proposes a filing process involving a cover letter, redacted document submissions, and responses from the defense. The defense is not proposing any redactions to the submitted documents.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "redactions",
        "birth certificates",
        "gx-52",
        "motion to quash",
        "briefing",
        "defense",
        "court",
        "united states attorney",
        "southern district of new york",
        "proposed redactions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014883",
      "summary": "A communication between the Assistant United States Attorney for the Southern District of New York (EFTA00014883) and USANYS regarding an attorney narrative submission related to an Epstein VCP claim. The communication includes attachments, specifically an redacted attorney narrative PDF.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "efta00014883",
        "redaction",
        "usanys",
        "attorney",
        "narrative",
        "epstein",
        "vcp",
        "claim",
        "southern district of new york",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038965",
      "summary": "Emails detail the progress of an award application related to the Epstein/Maxwell case. A Special Agent from the FBI New York Field Office is following up on a concurrence form for a submission to NYPD. Updates are provided regarding information received from [REDACTED] (USANYS) and the attachment of an updated concurrence form. The sender, an Assistant U.S. Attorney, is requesting personal information (DOB, SSN last four digits, GS scale, and prior awards) from the recipient to complete the nomination for a Director’s Award.",
      "timestamp": "2022-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2022",
      "keywords": [
        "fbi",
        "award application",
        "concurrence form",
        "nypd",
        "epstein",
        "maxwell",
        "doj",
        "litigation team",
        "victim recognition",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016906",
      "summary": "Erica Dubno and Aaron Mysliwiec submitted a document (EFTA00016906.pdf) to [REDACTED] as a result of a conversation. They express appreciation for consideration and offer to answer questions or discuss the submission further. The email includes contact information for Fahringer & Dubno.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00016906",
        "redaction analysis",
        "erica dubno",
        "aaron mysliwiec",
        "fahringer & dubno",
        "submission",
        "legal",
        "confidential",
        "email",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019433",
      "summary": "This document is a redaction analysis related to file EFTA00019433.pdf, generated on December 24, 2025. It includes a correspondence from an Assistant U.S. Attorney in the Southern District of New York to [REDACTED] concerning a draft submission dated March 27, 2020, accompanied by two PDF files: 2020.03.27_adraft_submission.pdf and compare_NewL2020.03.27adraft submission.pdf.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00019433",
        "redaction analysis",
        "redlined",
        "new york",
        "u.s. attorney",
        "2020",
        "submission",
        "pdf",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036874",
      "summary": "The Associate Warden expects the following from staff: 1.  Staff supervisors are responsible for their staff’s accountability, including ensuring adequate acting coverage when absent. 2.  All paperwork, particularly T&A submissions, must be submitted through WEBTA in a timely manner. 3.  All leave requests for the remainder of the year must be submitted with prior discussion and entered into WEBTA. 4.  Contact the Associate Warden directly via BOP cell phone for absences, rather than voicemail or text. 5.  Comp time must be pre-approved by the Associate Warden, with a completed Comp Sheet routed for review. Additional expectations will be discussed in a future in-person meeting.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "accountability",
        "expectations",
        "webta",
        "leave requests",
        "comp time",
        "submission",
        "warden",
        "staff",
        "bop",
        "response"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036873",
            "similarity": 0.667,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038522",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a review of a recent bail submission. The sender, Detective from the NYPD FBI Child Exploitation Human Trafficking Task Force, requested a meeting with the recipients to discuss the submission, offering options for communication including phone, video conference, or an in-person meeting at the office. Alternative dates of tomorrow or Friday were also suggested. The case file number is EFTA00038522.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038522",
        "maxwell finances",
        "bail submission",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "task force",
        "conference room",
        "external email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038521",
            "similarity": 0.667,
            "index": 110,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022196",
      "summary": "A letter was sent from the Assistant United States Attorney for the Southern District of New York to [REDACTED] regarding a court order granting a pseudonym to a party in the case *US v. Maxwell, 20 Cr. 330 (AJN)*. The letter was submitted under seal as a formal submission.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "us v. maxwell",
        "pseudonym",
        "court order",
        "redaction",
        "letter",
        "united states attorney",
        "southern district of new york",
        "2021-11-30_gm_pseudonym_order letter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011253",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted documents to Judge Nathan regarding Ghislaine Maxwell’s bail motion in U.S. v. Ghislaine Maxwell (20 Cr. 330 (MN)). The submissions included a cover letter, an unredacted renewed bail motion, and unredacted exhibits A-E. These documents were sent under seal due to the volume of materials.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "exhibits",
        "u.s. v.",
        "judge nathan",
        "christian everdell",
        "cohen & gresser llp",
        "redaction analysis",
        "confidentiality",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016768",
            "similarity": 0.538,
            "index": 149,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013623",
      "summary": "This document outlines the arrangement for a Special Master to assist the U.S. Department of Justice (Southern District of Florida) in selecting an attorney representative for 34 victims related to Jeffrey Epstein’s activities under 18 U.S.C. § 2255 (violations of sex trafficking with minors). Key elements include: *   **Non-Prosecution Agreement:** Epstein entered a Non-Prosecution Agreement and Addendum with the U.S. Attorney’s Office, granting the right to assign a third-party to select an attorney representative for the victims. *   **Attorney Representative Duties:** The representative’s role involves consulting with both the U.S. and Epstein’s counsel, preparing a written submission, and potentially representing the victims in a lawsuit under 18 U.S.C. § 2255. *   **Fee Structure:** Epstein will pay the representative’s hourly rate, but this agreement doesn’t cover contested litigation costs. *   **Waivers:** Epstein waives contesting liability and damages up to a specified amount if the victims proceed exclusively under § 2255, agreeing to waive any other claims. *   **Selection Criteria:** The U.S. suggests criteria for the attorney representative, including experience with plaintiffs' and defense litigation, tort claims, and handling large law firms. *   **Jurisdictional Agreement:** Epstein agrees not to contest the Southern District of Florida’s jurisdiction over him and the subject matter. The document establishes a framework for a settlement process and assigns responsibilities to the Special Master, the U.S. Attorney, and Epstein's legal team.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "united states attorney",
        "non-prosecution agreement",
        "18 u.s.c. § 2255",
        "victims",
        "florida",
        "settlement",
        "litigation",
        "criminal liability",
        "civil liability",
        "damages"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036754",
      "summary": "Following an incident, employees are instructed to maintain professional conduct, including: *   No media contact; all communication should be handled by the Public Information Officer. *   Always carry identification and verify visitor credentials. *   Maintain honest and truthful communication. *   Union representation is required for any memorandum submissions or questioning by agencies (BOP, OIA, OIG, FBI) if the employee reasonably believes it could lead to disciplinary action. *   Employees have Weingarten rights and must invoke them if questioned by an agency representative, halting questioning until a union representative is present. *   Investigations should not occur at residences or away from duty locations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "employee",
        "media",
        "union",
        "representation",
        "weingarten rights",
        "investigation",
        "agency",
        "oig",
        "bop",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023219",
      "summary": "An email was sent from EFTA00023219 to Il and icril regarding a bail application for Maxwell. The email includes a memorandum in support of the application and a full submission with exhibits, including redacted versions of the defense’s filings, shared via a link.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bail application",
        "memorandum",
        "exhibits",
        "redacted",
        "gm",
        "maxwell",
        "defense",
        "filings",
        "share",
        "efta00023219"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028047",
      "summary": "This is an oral argument statement form for the United States Court of Appeals for the Second Circuit. It outlines the process for requesting oral argument in a case, including deadlines for submission, criteria for requesting argument (dependent on other party requests), and procedures regarding attorney availability and updates. The form requires information about the party requesting argument, the attorney who will present it, and any dates of unavailability.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "united states court",
        "appeals",
        "redaction analysis",
        "oral argument",
        "legal form",
        "court rules",
        "motion to postpone",
        "availability",
        "briefs",
        "efta00028047"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016768",
      "summary": "Christian Everdell of Cohen & Gresser LLP submitted documents to Judge Nathan in the case of *U.S. v. Ghislaine Maxwell* (20 Cr. 330 (MN)) under seal. The documents included a cover letter, an unredacted reply memorandum, a redacted reply memorandum, and accompanying exhibits A and B. The submission was in response to a renewed bail motion.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "bail motion",
        "redaction",
        "u.s. v.",
        "christian everdell",
        "cohen & gresser llp",
        "judge nathan",
        "exhibits",
        "memorandum",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011253",
            "similarity": 0.538,
            "index": 144,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}