{
  "keyword": "united states district court",
  "count": 106,
  "keyword_match_count": 106,
  "content_match_count": 39,
  "total_files": 145,
  "timeline": [
    {
      "file_id": "EFTA00007097",
      "summary": "The original order included conditions for electronic monitoring, which was not part of the agreed-upon plea agreement. The court has now removed those conditions from the order, reflecting the correct terms of the agreement. The document details the involvement of legal counsel (Jack Goldberger and Barbara Burns) and the Palm Beach County Circuit Court in the correction. It includes dates, case numbers, and parties involved in the agreement.",
      "timestamp": "2005-04-05T00:00:00",
      "timestamp_raw": "04/05/2005",
      "keywords": [
        "jeffrey epstein",
        "grand jury",
        "subpoena",
        "records",
        "bear steams companies",
        "miami",
        "united states district court",
        "florida",
        "surveillance",
        "electronic monitoring",
        "department of justice",
        "criminal investigation",
        "distribution",
        "credit",
        "money",
        "travel",
        "palm beach",
        "consent",
        "witness",
        "target"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030866",
      "summary": "On March 2, 2007, a subpoena was issued by the United States District Court, Southern District of Florida, for testimony before the Grand Jury. The subpoena requires the appearance of a person before the grand jury at the United States District Courthouse in West Palm Beach, Florida, on March 13, 2007, at 1:00 pm. The individual is also ordered to produce all documents or objects relating to Jeffrey Epstein, including billing statements, payment records, appointment books, treatment notes, and correspondence. A Return of Service document confirms the subpoena was served on [Name - not provided], along with related service fees and a declaration of service.",
      "timestamp": "2007-03-02T00:00:00",
      "timestamp_raw": "March 2, 2007",
      "keywords": [
        "united states district court",
        "grand jury",
        "jeffrey epstein",
        "subpoena",
        "documents",
        "testimony",
        "west palm beach",
        "florida",
        "march 13",
        "2007",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014062",
      "summary": "This document is a Sealcd Document Tracking Form related to a United States District Court case (FGJ 07-103 (WPB)) concerning grand jury subpoenas (OLY-63 and OLY-64). The United States’ Motion to File Documents Under Seal was filed on 8/31/2007. The document is sealed under Fed. R. trim. P. 6(e) and remains sealed until either the conclusion of trial, arrest of the first defendant, case closing, conclusion of direct appeal, or permanently, as specified by the moving party. The moving party, the U.S. Attorneys Office, requests that the document be either unsealed, destroyed, or returned to them upon the expiration of the sealing period.",
      "timestamp": "2007-08-31T00:00:00",
      "timestamp_raw": "8/31/2007",
      "keywords": [
        "efta00014062",
        "redaction analysis",
        "united states district court",
        "grand jury subpoenas",
        "duces tecum",
        "sealed document",
        "federal rule of criminal procedure",
        "united states attorneys office",
        "permanently",
        "case closing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024270",
      "summary": "This document pertains to a subpoena issued by the U.S. District Court for the Southern District of Florida, targeting a witness (referred to as “agt61”) for a Grand Jury investigation. The subpoena, dated June 3, 2008, requires the witness to appear at the United States District Court in West Palm Beach, Florida, to testify.  It also includes information regarding the subpoena’s issuance by the United States of America, travel arrangements through Omega World Travel (1-800-411-9287), and reimbursement guidelines for expenses including mileage, meals, and lodging, subject to specific rates and receipt requirements.  A section provides instructions for fact witnesses appearing on behalf of the U.S. Department of Justice, including contact information for verification and travel assistance.",
      "timestamp": "2008-06-03T00:00:00",
      "timestamp_raw": "June 3, 2008",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states district court",
        "federal taxpayer information",
        "witness testimony",
        "rule 6 (e)",
        "fbi",
        "travel arrangements",
        "mileage reimbursement",
        "court appearance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013560",
      "summary": "2 versus Jeffrey Epstein. *   **Notice of Continued Pendency:** Jeffrey Epstein is notifying the court of the ongoing federal criminal action (In re Grand Jury, No. FGJ 07-103(WPB)) against him. *   **Criminal Action History:** Epstein was sentenced in a Florida state criminal case (State of Florida v. Jeffrey Epstein, Case No. 2006 CF 09454 AXX) on June 30, 2008. *   **Deferred Prosecution Agreement:** A deferred prosecution agreement was entered into with the USAO, suspending the federal grand jury investigation while retaining the right to reactivate and indict Epstein if the agreement is breached (over a 33-month period). *   **Confidential Agreement:** The agreement is confidential, and Epstein will provide a copy for the court’s in-camera review.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "jeffrey epstein",
        "criminal action",
        "federal criminal action",
        "florida criminal action",
        "united states district court",
        "deferred prosecution agreement",
        "grand jury",
        "palm beach county"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015726",
      "summary": "This document is a complaint filed by Plaintiff against Ghislaine Maxwell for defamation. The Plaintiff, a former victim of sex trafficking facilitated by Ghislaine Maxwell and Jeffrey Epstein, alleges that Maxwell maliciously issued false statements to discredit the Plaintiff and damage her reputation. These statements included claims that the Plaintiff was lying about her experiences and falsely implicated her in Epstein's crimes. The complaint asserts that Maxwell intentionally spread these false statements through her agent and via media channels, intending to silence the Plaintiff and prevent her from helping other victims. The legal basis for the complaint is defamation, specifically alleging libel per se and per quod, and seeking compensatory, punitive, and consequential damages. The complaint cites relevant legal provisions like the Crime Victims' Rights Act and references previous litigation involving Epstein.",
      "timestamp": "2008-07-07T00:00:00",
      "timestamp_raw": "July 7, 2008",
      "keywords": [
        "ghislaine maxwell",
        "sexual trafficking",
        "defamation",
        "united states district court",
        "new york",
        "allegations",
        "immunity",
        "epstein",
        "victims",
        "florida",
        "npa",
        "civil litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013564",
      "summary": "Jeffrey Epstein, through attorneys Lewis Tein, P.L. and Attorbery, Goldberger & Weiss, P.A., filed a motion to file an ex parte and sealed motion and a Notice of Continued Pendency of Federal Criminal Action in the Southern District of Florida Court in Case No. 08-CV-80119-MARRA-JOHNSON (Jane Doe No. 2 v. Jeffrey Epstein). The motion requests permission to file these documents under seal to avoid disclosing confidential information related to an agreement between the U.S. Attorney's Office and Epstein concerning a pending criminal action. Service of the motion and notice has not yet been completed.",
      "timestamp": "2008-07-17T00:00:00",
      "timestamp_raw": "07/17/2008",
      "keywords": [
        "jeffrey epstein",
        "motion to stay",
        "united states district court",
        "southern district of florida",
        "legal document",
        "seal",
        "confidential agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014185",
      "summary": "The court denied Jeffrey Epstein’s motion to file a document under seal in the case of *Jane Doe No. 2 v. Jeffrey Epstein*. The court referenced the Southern District of Florida’s Local Rules regarding public access to court filings and the established legal precedent favoring open court records, citing *Nixon v. Warner Communications* and *Newman v. Graddick*. Epstein’s motion was based on a confidentiality clause in an agreement with the U.S. Attorney, but the court determined this objection didn't outweigh the public interest, particularly because key details of the agreement were already publicly available. The court ordered the documents to be unsealed and available for public inspection.",
      "timestamp": "2008-07-28T00:00:00",
      "timestamp_raw": "July 28, 2008",
      "keywords": [
        "epstein",
        "motion to seal",
        "court filings",
        "public record",
        "united states district court",
        "florida",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013944",
      "summary": "A U.S. District Court in the Southern District of Florida issued an Order to Compel Production regarding a Non-Prosecution Agreement between the United States Attorney's Office for the Southern District of Florida and Jeffrey Epstein. The Order mandated that the USAO produce the agreement to the Petitioners, subject to specific protective measures. These measures included restrictions on disclosure of the agreement’s terms to third parties without court approval, and required acknowledgment of the order by the Petitioners and any individuals requesting to review the agreement. One page of the document was redacted.",
      "timestamp": "2008-08-21T00:00:00",
      "timestamp_raw": "08/21/2008",
      "keywords": [
        "efta00013944",
        "jeffrey epstein",
        "non-prosecution agreement",
        "usao",
        "protective order",
        "redaction analysis",
        "united states district court",
        "florida",
        "jane does",
        "legal documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014068",
            "similarity": 0.538,
            "index": 134,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014135",
            "similarity": 0.538,
            "index": 135,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023641",
      "summary": "Hill, representing the plaintiff) in a civil lawsuit (Case No. 08-CV-80811-CIV) against him. The answers detail the plaintiff’s background, interactions with Epstein, and claims for damages, primarily related to massages and alleged abuse. Key points include: *   The plaintiff provided answers to Epstein’s initial interrogatories on January 16, 2009. *   The plaintiff's legal counsel is Jack Scarola and Jack P. Hill, working through Searcy Denney Scarola Barnhart & Shipley, P.A. and Richard Willits, P.A. *   The plaintiff provided a detailed account of their meetings and interactions with Epstein, including dates, locations, and financial transactions (primarily massage payments). *   The plaintiff denies being convicted of a crime and claims no knowledge of other individuals involved in similar incidents. *   The plaintiff's claims for damages are based on mental anguish, pain, and trauma. *   The document includes a notarized certification of delivery to Epstein’s legal counsel. *   The answers are part of an ongoing discovery process.",
      "timestamp": "2009-01-16T00:00:00",
      "timestamp_raw": "January 16, 2009",
      "keywords": [
        "jeffrey epstein",
        "united states district court",
        "florida",
        "interrogatories",
        "answers",
        "jack scarola",
        "jack p. hill",
        "searcy denney",
        "civil case",
        "sexual assault",
        "victims",
        "discovery",
        "palm beach county"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014173",
      "summary": "On June 2, 2009, a U.S. Attorney discussed upcoming court dates related to the Jeffrey Epstein case. There are two court hearings scheduled: one on June 12th to address a defense of civil suits against the Non-Prosecution Agreement, and a hearing on June 10th regarding a motion to unseal the agreement filed by the Palm Beach Post. Epstein’s counsel filed a motion in federal court arguing for dismissal of claims under 18 USC 2255, contradicting the Non-Prosecution Agreement. The Attorney believes Epstein is in breach of the agreement and intends to provide timely notice and file an indictment by July 24th. Several litigants have requested unsealing of the Non-Prosecution Agreement, but no hearing has been scheduled.",
      "timestamp": "2009-06-02T00:00:00",
      "timestamp_raw": "June 2, 2009",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "court dates",
        "motion",
        "palm beach post",
        "judge marra",
        "civil suits",
        "18 usc 2255",
        "breach",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032862",
      "summary": "District Court case, *U.S. v. Neill*, concerning a tax offense charge.  Denis M. Neill and James P. Neill were charged with tax offenses, moving to dismiss based on the government’s alleged invasion of their attorney-client privilege. The government opposed the motion, arguing they used “taint team” procedures to handle potentially privileged documents. The court, Judge Joyce Hens Green, ruled that while the government's use of the “taint team” constituted a per se intentional intrusion on the privilege, they successfully rebutted the presumption of harm. This was based on the government's implementation of safeguards – including having FBI agents act as Principal Legal Advisors (PLAs) – and testimony indicating the prosecution team had no access to the potentially privileged material. The court ordered the motion to dismiss denied, concluding that no constitutional violation occurred due to the government's actions.  The court further denied a motion to supplement the record. The case centered on the seizure of documents, the government's review process using the “taint team,” and the defendants’ argument that this constituted an unlawful intrusion.",
      "timestamp": "2011-02-09T00:00:00",
      "timestamp_raw": "February 9, 2011",
      "keywords": [
        "attorney-client privilege",
        "united states v. neill",
        "taint team",
        "interference in attorney-client relationship",
        "sixth amendment",
        "criminal law",
        "government intrusion",
        "united states district court",
        "federal court",
        "tax offenses",
        "united states of america",
        "denis neill",
        "james p. neill"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023292",
      "summary": "This document is a complaint filed by Jane Doe 1000 against Darren K. Indyke and Richard D. Kahn, who are executors of Jeffrey Epstein’s estate, alleging sexual abuse and trafficking. Here’s a breakdown of the key factual content: *   **Plaintiff’s Claims:** Jane Doe 1000 claims she was sexually trafficked by Jeffrey Epstein, who recruited her through false promises and intimidation, involving multiple residences across the US and internationally. Epstein used his wealth and power to control and abuse numerous young women, including Jane Doe. *   **Epstein’s Scheme:** Epstein orchestrated a sex trafficking network, recruiting young females and sometimes lending them out to others for sexual gratification. He utilized co-conspirators and paid staff to facilitate this. *   **Legal Proceedings & Minimal Charges:** Epstein received a minimal charge (procuring a minor) and a non-prosecution agreement, which allowed him to avoid a harsher sentence and continue his trafficking activities. The criminal case against him was ultimately dismissed due to his death. *   **Specific Allegations:** The complaint details specific instances of abuse, including massages, forced interactions, and the use of manipulation tactics. It references court findings (US v. United States), interviews, and Epstein’s own statements demonstrating his disregard for the victims’ well-being. *   **Causes of Action:** The complaint asserts two causes of action: battery and intentional infliction of emotional distress, arguing that Epstein’s actions constituted extreme and outrageous conduct causing significant harm to Jane Doe. *   **Timeline:** The complaint references key dates, including the initial complaint filing, the criminal indictment, the dismissal of the case, and Epstein’s death, highlighting the timeliness of the plaintiff's claims.",
      "timestamp": "2011-02-25T00:00:00",
      "timestamp_raw": "Feb. 25, 2011",
      "keywords": [
        "jane doe",
        "jeffrey epstein",
        "darren indyke",
        "richard kahn",
        "sexual abuse",
        "trafficking",
        "palm beach",
        "florida",
        "united states district court",
        "boies schiller flexner llp",
        "sex trafficking",
        "n.y. c.p.l.r. § 215(8)(a)",
        "victims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028850",
      "summary": "This document is a transcript of a court hearing regarding the pro hac vice admission of attorneys, Sigrid McCawley and Paul Cassell, for Ghislaine Maxwell's case. Judge Robert Sweet addressed concerns about confidential information access, specifically regarding the deposition of the defendant and the potential for misuse of materials. The core issue revolved around whether McCawley and Cassell could be admitted as counsel despite their role in the protective order and the agreement to share confidential information. Judge Sweet ultimately granted the motion, requiring a broader affirmation of non-participation in any related claims or potential litigation, and requested an expanded confidentiality agreement to address concerns about the scope of protected materials. Further discussions included a request for retainer agreements, clarification about the dismissal of a related Florida case, and a request for production of documents relating to the defendant's claims of emotional distress resulting from the defamation.",
      "timestamp": "2016-04-21T00:00:00",
      "timestamp_raw": "April 21, 2016",
      "keywords": [
        "efta00028850",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "pro hac vice",
        "protective order",
        "confidential information",
        "deposition",
        "fifth amendment",
        "media allegations",
        "defamation",
        "criminal investigation",
        "medical records",
        "florida case",
        "settlement agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025469",
      "summary": "This document is a Plaintiff’s Request for Admissions filed in a civil case against Ghislaine Maxwell by the United States District Court, Southern District of New York. It outlines the legal definitions of key terms (Agent, Correspondence, Defendant, Document, etc.) and presents 18 specific requests for admission related to statements made by Ross Gow and Acuity Reputation, interactions with Jeffrey Epstein, and alleged activities surrounding massages and underage individuals. The requests center around admitting knowledge of public statements, actions taken (or not taken) regarding those statements, and awareness of specific events involving Epstein and potentially vulnerable individuals. The document concludes with certificate of service confirming electronic delivery to legal counsel.",
      "timestamp": "2016-05-26T00:00:00",
      "timestamp_raw": "May 26, 2016",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "civil procedure",
        "interrogatories",
        "correspondence",
        "documents",
        "definitions",
        "agent",
        "massage",
        "sex toys",
        "jeffrey epstein",
        "reputation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019482",
      "summary": "On March 14, 2019, an Assistant U.S. Attorney from the Southern District of New York sent a document (attached) regarding the case *Jane Doe 43 v. Epstein, et al., 17 Civ. 616 (JGK)(SN)*. The Assistant U.S. Attorney was responding to a request from Judge Netburn for a Word version of a sealed order. A Courtroom Deputy also contacted Judge Netburn inquiring about the order.",
      "timestamp": "2019-03-14T00:00:00",
      "timestamp_raw": "March 14, 2019",
      "keywords": [
        "efta00019482",
        "jane doe",
        "epstein",
        "sealed order",
        "judge netburn",
        "southern district of new york",
        "united states district court",
        "redaction analysis",
        "u.s. attorney",
        "17 civ. 616"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032516",
      "summary": "An email was sent on April 16, 2019, from [REDACTED] to [REDACTED] regarding an order filed under seal in case number 19-mc-00179 (In re Application to Unseal Civil Discovery Materials SDNY). The order, attached as 19-MC-00179_Sealed_Order_4.15.19_Stamped.pdf, was filed by the Courtroom Deputy to the Hon. Sarah Netburn in the United States District Court, Southern District of New York.",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "April 16, 2019",
      "keywords": [
        "efta00032516",
        "redaction analysis",
        "civil discovery",
        "sdny",
        "19-mc-00179",
        "unseal",
        "order",
        "sarah netburn",
        "united states district court",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019579",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019579",
      "summary": "An email was sent from a courtroom deputy to \"Si\" regarding an order filed under seal in case 19-mc-00179 (SDNY) involving a request to unseal civil discovery materials. The order, attached as a PDF, was filed by the Honorable Sarah Netburn.",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "16 Apr 2019",
      "keywords": [
        "efta00019579",
        "redaction analysis",
        "civil discovery",
        "sdny",
        "sarah netburn",
        "united states district court",
        "new york",
        "order",
        "seal",
        "19-mc-00179"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032516",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037954",
      "summary": "A warrant was issued for Ghislaine Maxwell, charging her with conspiracy to entice minors, enticement of a minor, conspiracy to transport minors, transportation of a minor, and perjury, as outlined in Title 18, United States Code, Sections 371, 2422, 2, 2423(a) and 2, and 1623. The warrant was issued by U.S. Magistrate Judge Lisa Margaret Smith on June 29, 2019, in White Plains, NY, and received on the same date. The arrest occurred on an unspecified date in an unspecified city and state.",
      "timestamp": "2019-06-29T00:00:00",
      "timestamp_raw": "June 29, 2019",
      "keywords": [
        "arrest warrant",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "conspiracy to entice minors",
        "enticement of a minor",
        "title 18",
        "united states code",
        "magistrate judge",
        "indictment",
        "perjury"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016391",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026523",
            "similarity": 0.75,
            "index": 46,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026493",
            "similarity": 0.615,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016391",
      "summary": "A warrant for Ghislaine Maxwell’s arrest was issued by the United States District Court for the Southern District of New York on June 29, 2019. The warrant, issued by Judge Lisa Margaret Smith, cites violations of Title 18, United States Code, including sections 371 (conspiracy to entice minors), 2422 and 2 (enticement of a minor), 371 (conspiracy to transport minors), 2423(a) and 2 (transportation of a minor), and 1623 (perjury). The warrant commands the arrest of any authorized law enforcement officer to bring Maxwell before a magistrate judge. The warrant was received and attested on June 29, 2019, in White Plains, NY.",
      "timestamp": "2019-06-29T00:00:00",
      "timestamp_raw": "June 29, 2019",
      "keywords": [
        "arrest warrant",
        "ghislaine maxwell",
        "united states v.",
        "southern district of new york",
        "conspiracy to entice minors",
        "enticement of a minor",
        "title 18 u.s. code",
        "magistrate judge",
        "perjury",
        "violation petition"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037954",
            "similarity": 0.5,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016393",
            "similarity": 0.909,
            "index": 49,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036298",
      "summary": "He was sentenced to life imprisonment pursuant to the Sentencing Reform Act of 1984.  Upon release, he is subject to a five-year term of supervised release with mandatory conditions including abstaining from controlled substances, complying with drug testing, and participating in domestic violence programs if applicable. He must also pay restitution and comply with standard conditions of supervision, including reporting to a probation officer and adhering to restrictions on firearms and interactions with criminal contacts.  A criminal monetary penalty of $100 was assessed, and payment schedules are outlined on Sheet 6. The defendant’s address changes must be reported to the U.S. Attorney’s office.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "July 1, 2019",
      "keywords": [
        "criminal case",
        "cocaine",
        "imprisonment",
        "supervised release",
        "restitution",
        "federal bureau of prisons",
        "probation",
        "drug testing",
        "criminal monetary penalties",
        "judgment",
        "hector emilio fernandez-rosa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028388",
      "summary": "The application, prepared by a Federal Bureau of Investigation (FBI) Special Agent, seeks to search the premises for evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and § 371). The warrant is based on the ongoing investigation of Jeffrey Epstein, who owned the property. Key evidence cited includes victim testimonies (specifically Victim-1’s account), which describe Epstein engaging in sexual abuse and exploitation of multiple minor girls within the residence, including providing them with money and facilitating their recruitment of additional victims.  The affidavit details instances of Epstein using the premises to conduct these activities, including arranging for victims to provide massages and engaging in sexual acts. A copy of the Indictment charging Epstein with these offenses is included as Exhibit A. The application seeks to seize relevant items, including photographs and documents, to further investigate these allegations. The warrant was signed by Judge Barbara Moses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "fbi",
        "jeffrey epstein",
        "new york",
        "residence",
        "evidence",
        "probable cause",
        "trafficking conspiracy",
        "1591",
        "371",
        "united states district court",
        "magistrate judge"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028499",
            "similarity": 0.579,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027155",
      "summary": "The United States of America filed a nolle prosequi, seeking to drop the charges against Jeffrey Epstein in case 19 Cr. 490 (RMB), due to Epstein’s death on July 2, 2019. The original indictment charged Epstein with conspiracy to commit sex trafficking of minors and sex trafficking of minors. The Assistant United States Attorneys and United States Attorney recommended and the Judge ordered the nolle prosequi to be filed with respect to Jeffrey Epstein.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "nolle prosequi",
        "jeffrey epstein",
        "united states",
        "sex trafficking",
        "conspiracy",
        "indictment",
        "united states district court",
        "southern district of new york",
        "18 u.s.c. § 371",
        "death certificate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028499",
      "summary": "This document is a search warrant application filed by the FBI for the premises located at 9 East 71st Street, New York, NY, targeting Jeffrey Epstein. The application is based on the belief that Epstein was involved in sex trafficking of minors, as evidenced by the testimony of Victim-1 and other related evidence. The warrant requests a search for evidence related to violations of 18 U.S.C. §§ 1591 and 371. The affidavit details Epstein’s history of abuse, including instances where he lured, abused, and paid minors for sexual acts, culminating in his recruitment of additional victims. It also includes a forfeiture request for properties linked to the offenses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "jeffrey epstein",
        "united states district court",
        "southern district of new york",
        "affidavit",
        "evidence",
        "probable cause",
        "fbi",
        "new york",
        "crime",
        "1591",
        "371",
        "41(c)",
        "fraud"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028388",
            "similarity": 0.579,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038051",
      "summary": "An arrest warrant was issued for Jeffrey Epstein on July 2, 2019, in New York, NY, under Case No. 19 CM 490. The warrant is related to an indictment charging Epstein with sex trafficking conspiracy (Title 18, U.S. Code, Section 371) and sex trafficking of minors (Title 18, U.S. Code, Sections 1591(a), (b)(2), and (2)). The warrant was received on a date not specified and Epstein was arrested by an unspecified arresting officer.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "arrest warrant",
        "jeffrey epstein",
        "sex trafficking",
        "united states v. epstein",
        "united states district court",
        "magistrate judge",
        "19 cm 490",
        "title 18",
        "united states code",
        "new york",
        "efta00038051"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020137",
      "summary": "redacted) was issued by Judge Etaibeia Moses on July 7, 2019, authorizing law enforcement to search a multi-story residence located in New York, NY. The warrant is related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking).  The warrant seeks to seize items including taxidermied dogs, massage tables and equipment, busts of female figures, photos/representations of nude women, sex toys, and documents/communications related to potential victims.  The search is to be conducted between 6:00 a.m. and 10:00 p.m. and may be delayed for up to 30 days under specific circumstances. Attachment A details the specific premises and items to be seized.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "title 18 u.s. code",
        "1591",
        "371",
        "probable cause",
        "seizure warrant",
        "attachment a",
        "taxidermied dogs",
        "massage tables",
        "victims",
        "pb girls"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021303",
      "summary": "A search and seizure warrant was issued on July 7, 2019, by Judge Barbara Moses for a residence located at 9 East 71st Street, New York, NY. The warrant is related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking). The search was authorized based on an affidavit and aimed to seize items including taxidermied dogs, massage tables, busts of female torsos, photos/representations of nude women, sex toys, a binder labeled \"PB Girls,\" and related documents/communications.  Immediate notification was delayed for up to 30 days.  An attachment details the specific items to be seized.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "united states district court",
        "new york",
        "magistrate judge",
        "law enforcement",
        "title 18 u.s. code",
        "1591",
        "371",
        "affidavit",
        "probable cause",
        "inventory",
        "seizure",
        "attachment a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020134",
            "similarity": 0.6,
            "index": 131,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028523",
            "similarity": 0.5,
            "index": 138,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028364",
      "summary": "On July 8, 2019, the U.S. Department of Justice, specifically Assistant U.S. Attorney Geoffrey S. Berman, requested that U.S. District Court Judge Henry Pitman unseal Indictment 19 Cr. 490 against Jeffrey Epstein. The court granted this request, ordering the indictment to remain unsealed pending further order. The case is designated as a “Wheel C” case.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "southern district of new york",
        "jeffrey epstein",
        "unsealing",
        "indictment",
        "united states attorney",
        "henry pitman",
        "united states district court",
        "19 cr. 490",
        "criminal case",
        "order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028985",
      "summary": "Jeffrey Epstein’s legal team filed a motion with the Southern District of New York requesting permission to file a supplemental financial disclosure under seal. The motion argues that extensive media coverage surrounding the case, particularly concerning Epstein’s finances, threatens to violate the Bail Reform Act’s confidentiality requirements for defendant financial information. The disclosure is intended to ensure accuracy and completeness, and to prevent widespread public dissemination of sensitive financial details.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "financial disclosure",
        "bail reform act",
        "united states district court",
        "supplemental financial disclosure",
        "seal",
        "confidentiality",
        "news media",
        "legal motion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018425",
      "summary": "This document is a search and seizure warrant issued by a U.S. Magistrate Judge for a case related to violations of Title 18 U.S. Code, Sections 371 and 1591 (sex trafficking of minors). The warrant authorizes the search of a residence at 9 East 71st Street, New York, NY, and the seizure of computer devices and storage media that may contain electronically stored information related to sex trafficking. Specifically, the warrant seeks evidence of child sexual exploitation, including photographs, communications, and data related to victims or potential victims. The warrant allows for forensic examination of the seized devices and their contents, utilizing techniques like keyword searches and file reviews. A 30-day delay of notification is authorized to prevent potential adverse results. The document includes details of the warrant execution, return, and inventory procedures.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "search warrant",
        "law enforcement",
        "united states district court",
        "probable cause",
        "electronic stored information",
        "seizure",
        "inventory",
        "forensic examination",
        "title 18",
        "united states code",
        "9 east 71st street"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022169",
      "summary": "A subpoena was issued on July 16, 2019, by the United States District Court for the Southern District of New York in the case of *United States of America v. Jeffrey Epstein*. The subpoena demands the production of any and all medical or mental health records relating to Jeffrey Epstein, Registration Number 76318-054. The requested records should be mailed, emailed, or faxed to defense counsel. The deadline for production was 5:30 PM on February 26, 2019. The subpoena references relevant Federal Rules of Criminal Procedure, specifically Rule 17, regarding the issuance and response to subpoenas, including the possibility of a motion to quash or modify.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "subpoena",
        "documents",
        "records",
        "medical records",
        "mental health records",
        "united states district court",
        "criminal case",
        "rule 17(c)",
        "new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020130",
      "summary": "This document is a search warrant issued on July 21, 2019, by U.S. Magistrate Judge Barbara Moses for a search of property located at 9 East 71st Street, New York, NY. The warrant targets compact discs seized on July 7, 2019, and seeks to uncover evidence related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking of minors and conspiracy).  Specifically, investigators are authorized to seize documents, photographs, and recordings depicting minors engaged in sexually explicit conduct, as well as items related to the ownership or use of electronic devices involved in these activities. The warrant includes provisions for a forensic image of the seized devices and a thorough review of the electronic storage information (ESI) contained within, utilizing various search techniques.  A detailed inventory and return form is attached to the warrant, outlining the specific items being sought.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "united states district court",
        "law enforcement",
        "18 u.s.c. § 371",
        "1591",
        "attachment a",
        "esi",
        "forensic image",
        "keywords"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021651",
      "summary": "This document is a Protective Order issued in the United States District Court for the Southern District of New York in the case of *United States v. Jeffrey Epstein*. It establishes rules governing the handling of discovery materials produced by the government to the defendant. Key provisions include: restrictions on using or disclosing sensitive information (including personal identifying information, images of nude individuals – designated \"Confidential\" or \"Highly Confidential\" Information), limitations on who can access the information, requirements for secure handling and destruction of the materials, and stipulations regarding potential witness interactions.  The order emphasizes the need to protect privacy and prevent prejudicial publicity.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "protective order",
        "confidential information",
        "discovery",
        "defense counsel",
        "united states government",
        "sensitive information",
        "witnesses",
        "potential witnesses",
        "sealed filings",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009658",
      "summary": "This document is a protective order in the United States District Court for the Southern District of New York, Case 1:19-cr-00490-RMB, concerning the case of Jeffrey Epstein. It outlines procedures for handling sensitive discovery materials produced by the government to the defendant. Key points include: *   **Confidentiality Restrictions:** The discovery materials (defined as items affecting privacy, impeding investigations, posing publicity risks, or not authorized for public disclosure) are designated as “Confidential Information.” *   **Limited Disclosure:** Disclosure is restricted to defense counsel, potential witnesses, and authorized personnel, and dissemination or copying are prohibited. *   **Security Measures:** Defense counsel must encrypt and/or password protect the discovery and instruct recipients on the order’s terms. *   **No Public Sharing:** Posting or sharing of the discovery information on the internet is strictly prohibited. *   **Defendant Responsibilities:** The defendant must use the materials solely for defense and maintain them securely under the supervision of defense counsel. *   **Return/Destruction:** Upon conclusion of the case, the discovery must be returned to the government or securely destroyed.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "confidential information",
        "discovery",
        "defense counsel",
        "government",
        "witnesses",
        "protective order",
        "united states",
        "jeffrey epstein",
        "privacy",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019101",
      "summary": "This document is a complaint for damages filed by Jane Doe against Darren K. Indyke and Richard D. Kahn (as executors of Jeffrey Epstein’s estate) and Ghislaine Maxwell.  It alleges that Doe was sexually abused and exploited by Epstein and Maxwell beginning in 1994, involving years of grooming, abuse, and exploitation at various locations including summer camps, Epstein’s residences, and a private jet. The complaint details how Epstein systematically abused multiple young girls, using Doe as a “guinea pig,” and how Maxwell facilitated this abuse. Doe claims the defendants’ actions caused her significant physical and psychological trauma. The complaint asserts claims including sexual assault, sexual battery, false imprisonment, and intentional infliction of emotional distress, citing relevant New York statutes. Doe seeks compensatory, punitive, and statutory damages, a jury trial, and post-judgment interest.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "ghislaine maxwell",
        "sexual abuse",
        "victim",
        "legal case",
        "estate of jeffrey epstein",
        "damages",
        "new york",
        "michigan",
        "criminal enterprise",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030736",
      "summary": "This document is a search and seizure warrant issued on August 12, 2019, targeting 27 electronic devices seized from Little Saint James in the Virgin Islands. The warrant, executed by USMJ, authorizes a search related to violations of sex trafficking statutes (1591 and 371 of Title 18 U.S.C.). The devices, including desktops, laptops, iPads, and cameras, were recovered from various locations on the island, including a main residence, pool house, cabanas, and a shed.  The warrant grants permission to review the electronic data on these devices for evidence related to Jeffrey Epstein’s activities and potential victims of sex trafficking. A return form is included for documenting the execution of the warrant, inventory, and certification of the process.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "united states district court",
        "virgin islands",
        "little saint james",
        "inventory",
        "probable cause",
        "18 u.s.c. § 2705",
        "attachments",
        "law enforcement",
        "trafficking",
        "esi",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024003",
      "summary": "On August 12, 2019, U.S. District Judge Richard M. Serman wrote to the Warden of the Etta N. Carter Correctional Center regarding the death of Jeffrey Epstein. The letter inquired about whether investigations, including one at MCC on or about July 23, 2019, would address the unresolved circumstances surrounding Epstein’s death and the Bureau of Prisons’ conclusions about the incident.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "death",
        "investigations",
        "bop",
        "mcc",
        "richard m. serman",
        "united states district court",
        "warden m",
        "july 23",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028549",
      "summary": "The United States District Court, Southern District of New York, will hold a hearing on August 27, 2019, at 10:30 am regarding a proposed nolle prosegui order in the case of *United States v. Jeffrey Epstein*. The hearing involves the potential dismissal of an indictment due to Jeffrey Epstein's death. Counsel for the Government, Jeffrey Epstein, and victims will be present, and victim participation is invited. The hearing will take place in Courtroom 17B.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "nolle prosegui",
        "court hearing",
        "united states attorney",
        "criminal case",
        "victim",
        "redaction analysis",
        "august 27",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028472",
      "summary": "A law firm, Kaplan Hecker & Fink LLP, is representing Jane Doe in a lawsuit against Jeffrey Epstein and others (ECF 19-cv-08673). They are responding to a request from the defendants for a 30-day extension to respond to concerns regarding the related status of the case and document preservation. The firm opposes the extension, arguing that the cases share overlapping defendants, legal issues, and factual allegations. They highlight concerns about potential spoliation of evidence given the circumstances surrounding Epstein’s death and the complexities of the legal case. Additionally, they note that multiple related cases have been reassigned to the same magistrate judge.",
      "timestamp": "2019-11-06T00:00:00",
      "timestamp_raw": "November 6, 2019",
      "keywords": [
        "jane doe",
        "epstein",
        "united states district court",
        "southern district of new york",
        "legal issues",
        "document preservation",
        "spoliation",
        "related cases",
        "jeffrey epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035764",
      "summary": "Two arrest warrants were issued: one for MICHAEL THOMAS and another for TOVA NOEL. Both warrants were issued by the United States District Court for the Southern District of New York. The offenses relate to violations of 18 U.S.C. 371, 1001, and 2, with the initial date of the related filings being November 19, 2019, in New York, NY. The warrants were issued to be executed by authorized law enforcement officers without delay. The names and contact information of the prosecuting attorney (Rebekah Donaleski) and the magistrate judge (Hon. Sarah Netburn) are listed. Both warrants include redactions of information.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "arrest warrant",
        "united states district court",
        "michael thomas",
        "tova noel",
        "18 u.s.c. 371",
        "new york",
        "rebekah donaleski"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025109",
      "summary": "This document is a complaint filed by a woman (referred to as “Plaintiff”) against Darren K. Indyke and Richard D. Kahn, the executors of Jeffrey Epstein’s estate, alleging a pattern of sexual abuse and manipulation that occurred between 2002 and 2004. The Plaintiff, a then-17-year-old, was groomed by Epstein, who presented himself as a benefactor, and subjected to repeated sexual assaults across various locations, including New York, New Mexico, Florida, the Virgin Islands, and France. Epstein controlled her life, isolating her and exploiting her vulnerability. As a result of these abuses, the Plaintiff suffered severe emotional distress, psychological harm, and lasting trauma, including an eating disorder and alcoholism. The complaint seeks compensatory and punitive damages, along with other remedies related to Epstein’s assets.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "jeffrey epstein",
        "sexual abuse",
        "new york",
        "criminal sex trafficking",
        "litigation",
        "united states district court",
        "defendants",
        "victims",
        "allegations",
        "power",
        "control",
        "manipulation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027037",
      "summary": "This document is a declaration by Haley N. Proctor in support of a motion for leave to file an Amended Complaint in the case of *United States v. Alan Dershowitz* (Case No. 1:19-cv-3377). Exhibits A, B, and C are attached: the Amended Complaint, a redlined version identifying changes, and a transcript of a December 2, 2019, status conference.",
      "timestamp": "2019-12-02T00:00:00",
      "timestamp_raw": "December 2, 2019",
      "keywords": [
        "efta00027037",
        "alan dershowitz",
        "united states district court",
        "amended complaint",
        "haley proctor",
        "declaration",
        "redline",
        "civil action",
        "status conference",
        "exhibit a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016736",
      "summary": "The request is for the United States District Court to hold an evidentiary hearing to investigate the circumstances surrounding the loss of video surveillance footage from the Metropolitan Correctional Center (MCC) that allegedly captured the events of July 22-23, 2019, when Epstein attempted suicide in Tartaglione’s cell. Specifically, the defense argues: *   The footage would have been exculpatory, corroborating Tartaglione’s account of events. *   The Government’s explanation for the footage’s destruction is inadequate, lacking specificity and sworn testimony. *   The BOP, which held exclusive control of the footage, failed to preserve it despite a clear preservation request. *   The loss of the footage potentially impacts the punishment phase of a capital case, as it contains mitigating evidence related to Tartaglione’s actions. The defense seeks answers to questions about who destroyed the footage, the chain of responsibility, whether witnesses reviewed it, and whether the destruction was deliberate or due to negligence. They believe the loss constitutes a deprivation of a constitutional right to present mitigating evidence and is “chargeable to the state.”",
      "timestamp": "2020-01-13T00:00:00",
      "timestamp_raw": "January 13, 2020",
      "keywords": [
        "evidentiary hearing",
        "video surveillance",
        "nicholas tartaglione",
        "jeffrey epstein",
        "metropolitan correctional center",
        "preservation request",
        "destruction of evidence",
        "exculpatory evidence",
        "bad faith",
        "bureau of prisons",
        "sentencing",
        "mitigating evidence",
        "brady v. maryland",
        "due process"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027034",
      "summary": "Plaintiff, in a civil action against Alan Dershowitz, is seeking leave to file an amended complaint under Rule 15(a) of the Southern District of New York. The motion is supported by a declaration from Haley N. Proctor and accompanying legal memorandum. Responses to the motion must be filed by January 17, 2020, with a reply by January 24, 2020, adhering to Local Rule 6.1(b). The case was filed on December 20, 2019.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "alan dershowitz",
        "united states district court",
        "civil action",
        "motion for leave",
        "amended complaint",
        "rule 15",
        "loretta a. preska",
        "cooper & kirk pllc",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030306",
      "summary": "The United States District Court, Southern District of New York, is conducting a deposition of Ghislaine Maxwell as part of a lawsuit involving the estates of Jeffrey Edward Epstein and Ghislaine Maxwell. The deposition is scheduled for April 29, 2020, at 10:00 a.m. Eastern Time, and will be recorded via video, audio, and stenographic means. Counsel for the plaintiff, Boies Schiller Flexner LLP, and counsel for the defendants, N FOREMAN P.C. and TROUTMAN ANDERS LLP, have been notified via electronic mail.",
      "timestamp": "2020-04-29T00:00:00",
      "timestamp_raw": "April 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "deposition",
        "notice of deposition",
        "united states district court",
        "boies schiller flexner llp",
        "redaction analysis",
        "darren indyke",
        "richard kahn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017711",
      "summary": "A search warrant application (EFTA00017711.pdf) was circulated between the Arraignment Unit Clerk of the United States District Court, Southern District of New York, Vincent Babino, and Assistant United States Attorney Gabriel Gorenstein’s chambers. The warrant application, originally submitted by “[REDACTED],” included a revised affidavit correcting an error regarding the date of an arrest referenced in paragraph 4. Judge Gorenstein requested a callback time for the agent to swear out the warrant and noted a discrepancy in the date of Epstein’s arrest, suggesting a revised application. The document details communication regarding the warrant’s review and the agent’s availability.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states district court",
        "new york",
        "vincent babino",
        "gabriel gorenstein",
        "affidavit",
        "epstein",
        "judge gorenstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026523",
      "summary": "A warrant was issued for Ghislaine Maxwell on June 29, 2020, by the United States District Court for the Southern District of New York. The warrant, referencing Mod AO 442 (09/13), commands the arrest of Maxwell for offenses including conspiracy to entice minors, enticement of a minor, conspiracy to transport minors, transportation of a minor, and perjury, as outlined in Title 18, United States Code. The warrant was received and attested to in White Plains, NY, by U.S. Magistrate Judge Lisa Margaret Smith.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "arrest warrant",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "conspiracy to entice minors",
        "united states code",
        "magistrate judge",
        "law enforcement",
        "indictment",
        "perjury"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037954",
            "similarity": 0.75,
            "index": 18,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016347",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026493",
            "similarity": 0.818,
            "index": 48,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016393",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016347",
      "summary": "A warrant has been issued for Ghislaine Maxwell in Case No. 20cr330, Southern District of New York, charging her with conspiracy to entice minors, enticement of a minor, conspiracy to transport minors, transportation of a minor, and perjury. The charges are based on Title 18, United States Code, Sections 371, 2422, 2, 2423(a) and 2, 1623. The warrant was issued on June 29, 2020, by Hon. Lisa Margaret Smith, and received/arrested on [Date] in White Plains, NY.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "efta00016347",
        "ghislaine maxwell",
        "arrest warrant",
        "united states district court",
        "southern district of new york",
        "conspiracy to entice minors",
        "2422",
        "2423",
        "1623",
        "magistrate judge",
        "indictment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026523",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026493",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026493",
      "summary": "This document is an arrest warrant for Ghislaine Maxwell, issued by the United States District Court for the Southern District of New York. The warrant, dated June 29, 2020, and originating in White Plains, NY, is based on multiple indictments related to conspiracy to entice minors, enticement of minors, conspiracy to transport minors, transportation of a minor, and perjury. It commands the arrest of the defendant and directs her to appear before a U.S. Magistrate Judge. The warrant was received and attested on June 29, 2020, by Judge Lisa Margaret Smith.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "arrest warrant",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "conspiracy to entice minors",
        "united states code",
        "law enforcement",
        "magistrate judge",
        "indictment",
        "violation petition"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016347",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026523",
            "similarity": 0.818,
            "index": 46,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037954",
            "similarity": 0.615,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016393",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016393",
      "summary": "A warrant for Ghislaine Maxwell’s arrest was issued by the United States District Court for the Southern District of New York, dated June 29, 2020. The warrant, issued by Hon. Lisa Margaret Smith, cites violations of Title 18, United States Code, including sections 371 (conspiracy to entice minors), 2422 and 2 (enticement of a minor), 371 (conspiracy to transport minors), 2423(a) and 2 (transportation of a minor), and 1623 (perjury). The arrest warrant commands any authorized law enforcement officer to arrest Maxwell and bring her before a magistrate judge.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "arrest warrant",
        "ghislaine maxwell",
        "united states v.",
        "southern district of new york",
        "conspiracy to entice minors",
        "title 18 u.s. code",
        "magistrate judge",
        "indictment",
        "enticement of a minor",
        "perjury",
        "violation petition"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026493",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026523",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016391",
            "similarity": 0.909,
            "index": 19,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026491",
      "summary": "An email chain discusses obtaining stamped copies of a signed warrant (EFTA00026491) from the United States District Court, Southern District of New York. The initial email from the Arraignment Unit Clerk includes the signed warrant. A subsequent email requests stamped copies with the docket number, originating from an Assistant United States Attorney. Another email chain, originating from KHP_Warrants NYSD, also discusses the warrant.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "warrant",
        "united states district court",
        "southern district of new york",
        "arraignment",
        "nysd",
        "efta00026491",
        "stamped copies",
        "new york",
        "june 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031856",
      "summary": "On June 30, 2020, an Assistant United States Attorney from the Southern District of New York sent a warrant and supporting documents (Exhibit_An, Maxwell_signed_indictment.pdf; Exhibit_B_Maxwell_arrest_warrant_signed.pdf) to the Arraignment Unit Clerk of the United States District Court, Southern District of New York. The Assistant U.S. Attorney requested stamped copies of the warrant with the docket number.  A subsequent email on June 29, 2020, from the same Assistant U.S. Attorney, prompted a request for stamped copies from the Arraignment Unit Clerk, and a final email on June 29, 2020, from KHP_Warrants NYSD, also requested stamped copies of the warrant. All communications involved the warrant for Maxwell.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "warrant",
        "united states attorney",
        "southern district of new york",
        "affidavit",
        "arrest",
        "court file",
        "new york",
        "arraignment",
        "exhibit",
        "pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020352",
      "summary": "On July 2, 2020, the U.S. Department of Justice, specifically the Acting United States Attorney Audrey Strauss, requested the unsealing of Indictment 20 Cr. 330 in the case of Ghislaine Maxwell. The United States District Court, under Judge Katharine H. Parker, granted the request to unseal the indictment. The case is designated as a \"Wheel C\" case.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00020352",
        "united states department of justice",
        "southern district of new york",
        "ghislaine maxwell",
        "indictment",
        "unsealing order",
        "katharine h. parker",
        "united states attorney",
        "criminal case",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024772",
      "summary": "On July 6, 2020, emails were exchanged regarding a removal hearing in the case of *USA v. Maxwell* (Case 1:20-mj-00132-AJ). The hearing, held on July 2, 2020, before Magistrate Judge Andrea K. Johnstone, involved Ghislaine Maxwell waiving an in-court hearing and an advisory of rights and charges. The court found the defendant knowingly and voluntarily waived the hearing. The hearing lasted 17 minutes and involved participants from the U.S. Department of Justice, the U.S. Marshals Service, and court reporters. Electronic notices were sent to various parties, including the U.S. Department of Justice and the defense attorney, Lawrence Vogelman.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "maxwell",
        "usa v.",
        "removal hearing",
        "united states district court",
        "electronic filing",
        "ghislaine maxwell",
        "case 1:20-mj-00132-aj",
        "magistrate judge",
        "detention hearing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010374",
      "summary": "Lawrence A. Vogelman, attorney #10280, appeared as counsel for Ghislaine Maxwell in Case 1:20-mj-00132-AJ, United States v. Ghislaine Maxwell. The appearance was filed on July 6, 2020, and documented through a certificate of service indicating electronic service via the court’s CM/ECF system.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "efta00010374",
        "ghislaine maxwell",
        "united states district court",
        "case 1:20-mj-00132-aj",
        "counsel",
        "appearance of counsel",
        "redaction analysis",
        "cm/ecf system",
        "lawrence a. vogelman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020393",
      "summary": "On July 9, 2020, United States District Judge Alison J. Nathan ordered a remote arraignment, initial conference, and bail hearing for Ghislaine Maxwell in the Southern District of New York. The hearing is scheduled for July 14, 2020, at 1:00 PM and will be conducted via video/teleconference with a public audio feed available at 855-268-7844 and 214-416-0400.  A separate dial-in number will be provided for non-speaking counsel, alleged victims, and family members. Limited in-person seating (approximately 60) will be available in the Jury Assembly Room, with priority given to credentialed press and on a first-come, first-serve basis.  Photography, recording, and rebroadcasting of proceedings are prohibited.",
      "timestamp": "2020-07-09T00:00:00",
      "timestamp_raw": "July 9, 2020",
      "keywords": [
        "united states district court",
        "ghislaine maxwell",
        "arraignment",
        "bail hearing",
        "video teleconference",
        "18 u.s.c. § 3771",
        "covid-19",
        "electronic filing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024443",
      "summary": "Due to COVID-19 restrictions, the hearing will be conducted remotely with limited in-person attendance, requiring participants to complete a questionnaire and undergo temperature checks before entering the Daniel Patrick Moynihan Courthouse. Access to the audio feed will be available by phone for those not participating via video. The defense must discuss a Waiver of Right to be Present at Criminal Proceeding with the defendant and file the signed form at least 24 hours prior to the hearing. The government must notify crime victims of their rights and inform the court if any victims wish to be heard regarding detention. The Speedy Trial Act is temporarily excluded due to delays in the defendant’s transfer and logistical challenges of the remote hearing, allowing for discussions regarding a protective order.  A video feed of the remote proceeding will be available in the Jury Assembly Room, subject to limited capacity.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "remote video conference",
        "covid-19",
        "speedy trial act",
        "protective order",
        "jury assembly room",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031306",
      "summary": "A PDF document, titled “19mc00179_20.7.14_-_Order.pdf,” was filed under seal today (July 15, 2020) in case 19-mc-179. The document is an order from the United States District Court, Southern District of New York, Courtroom Deputy to the Hon. Sarah Netburn.",
      "timestamp": "2020-07-15T00:00:00",
      "timestamp_raw": "July 15, 2020",
      "keywords": [
        "efta00031306",
        "order",
        "sarah netburn",
        "united states district court",
        "southern district of new york",
        "19-mc-179",
        "pdf",
        "courtroom deputy",
        "seal",
        "filing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017070",
      "summary": "The document is a court order denying Ghislaine Maxwell’s request for reconsideration of the unsealing of transcripts and related materials in a lawsuit against her. The court determined that Maxwell’s arguments, centered around the timing of her indictment and arrest, were brought up too late and constituted a late attempt to reargue previously presented issues. The court had already considered the potential impact of criminal investigations into Jeffrey Epstein and Maxwell, and her belated concerns were deemed insufficient grounds for reconsideration. Consequently, the court ordered a temporary stay of the unsealing process, allowing Maxwell to seek appeal from the decision.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition transcripts",
        "reconsideration",
        "unsealing",
        "criminal investigation",
        "jeffrey epstein",
        "united states district court",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021870",
      "summary": "Ghislaine Maxwell’s defense filed a motion seeking to prevent the government and its counsel from making extrajudicial statements regarding the case (20-CR-330). The court denied the motion without prejudice, emphasizing the need for compliance with local court rules and professional responsibility. The judge warned of potential action against any violations to protect Maxwell’s right to a fair trial.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "7/23/2020",
      "keywords": [
        "efta00021870",
        "ghislaine maxwell",
        "united states district court",
        "motion",
        "order",
        "rules",
        "fair trial",
        "jury",
        "government",
        "counsel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009896",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009896",
      "summary": "Ghislaine Maxwell's defense filed a motion seeking to prevent the government and its witnesses from making extrajudicial statements related to the case (Case 1:20-cr-00330-AJN). The court denied the motion without prejudice, stating it expects all parties to comply with court rules and professional responsibilities, and warned of potential action against violations.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "7/23/2020",
      "keywords": [
        "efta00009896",
        "ghislaine maxwell",
        "united states district court",
        "motion",
        "order",
        "rules of professional responsibility",
        "fair trial",
        "jury",
        "government",
        "counsel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021870",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029877",
      "summary": "Christian R. Everdell, attorney for Ghislaine Maxwell, submits an affidavit regarding a protective order in Case 1:20-cr-00330-AJN. The affidavit states that while most protective order provisions have been agreed upon, disputes remain. Specifically, the defense argues that government witnesses should be subject to the same restrictions regarding discovery materials as the defense, and that the defense should not be restricted from publicly disclosing the identities of individuals who have already identified themselves publicly. The affidavit is submitted pursuant to Local Criminal Rule 16.1 and 28 U.S.C. § 1746.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "criminal rule 16.1",
        "protective order",
        "discovery materials",
        "united states district court",
        "affidavit",
        "legal defense",
        "witnesses",
        "victims",
        "internet"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015515",
      "summary": "Nicole McFarland, a Staff Attorney at the Metropolitan Correctional Center (MCC) within the Federal Bureau of Prisons (BOP), submitted a supplemental declaration in support of the BOP’s motion for summary judgment regarding a factual error in a previous declaration. She corrected statements in the original declaration concerning a log book related to Jeffrey Epstein’s activity on July 30, 2020. The log book documented a phone call made by Epstein, not a visitor, and McFarland corrected paragraphs 17, 28, and 30 of the original declaration to reflect this accurate information. She affirmed the accuracy of the declaration under penalty of perjury.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "new york times",
        "bureau of prisons",
        "nicole mcfarland",
        "foia",
        "jeffrey epstein",
        "log book",
        "phone call",
        "summary judgment",
        "united states district court",
        "intake screening phone log"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018749",
      "summary": "Ghislaine Maxwell* case (20 Cr. 330). Specifically, she seeks to allow her to refer to and file under seal in the *Giuffre v. Maxwell* (15-cv-5433) and Second Circuit appeal (No. 20-2413) certain discovery materials produced by the government, primarily from August 5, 2020, and a large batch from Boies Schiller & Flexner. The request stems from a need for fair determination of key issues impacting her privacy and due process rights. Maxwell argues that the government has essentially turned over all discovery materials produced in both the *Giuffre* and Jane Doe 43 cases. She believes this has been done secretly, in conjunction with Boies Schiller, and that this information was not fully disclosed to her. Maxwell asserts that the government's actions violate the Protective Order, which exempts information obtained “from a source other than the government,” and that she’s acting out of “abundance of caution.” She highlights a conflict between the government’s actions and a court order that the government must comply with when producing documents. The motion further argues that the unsealing of these materials is justified because the documents are “judicial documents” with a presumptive right of public access and that the government’s interference with the process is unfair. The motion also points to an emergency stay of unsealing ordered by the Second Circuit pending briefing. Finally, the document contends the court should allow her to use the materials under seal for her defense in the ongoing legal proceedings.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "August 5, 2020",
      "keywords": [
        "protective order",
        "ghislaine maxwell",
        "giuffre v. maxwell",
        "discovery materials",
        "united states district court",
        "second circuit",
        "seal",
        "confidential",
        "jeffrey paglloca",
        "boies schiller & flexner",
        "jurisdiction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018578",
      "summary": "Christian R. Everdell, an attorney for Ghislaine Maxwell, submitted an affidavit certifying that defense counsel conferred in good faith with Assistant U.S. Attorneys regarding a request for disclosure of the identities of Victims 1-3. The government declined this request, stating they would provide the information through Rule 16 discovery or Jencks Act material closer to trial. The affidavit was dated August 10, 2020.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "criminal rule 16.1",
        "victims",
        "discovery",
        "jencks act",
        "affidavit",
        "united states district court",
        "cohen & gresser llp",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028055",
      "summary": "She wanted to share documents with judicial officers involved in related civil proceedings. The court denied her request, finding that she failed to demonstrate “good cause” for the modification. The court cited the Lugosch test, which considers: (1) whether the documents are “judicial documents,” (2) the presumption of access to materials, and (3) balancing competing interests (like law enforcement efficiency and privacy). The court found Maxwell’s arguments speculative and lacking a clear explanation of why the documents were needed in the civil cases.  The court ruled that much of the information she sought was already publicly available through government filings. Ultimately, the court ordered the parties to meet and confer on proposed redactions to Maxwell’s August 17th letter motion, with a deadline of September 4, 2020, to submit their proposals. The court adopted the government’s proposed redactions to Maxwell’s initial motion, citing the need to protect an ongoing grand jury investigation.",
      "timestamp": "2020-09-04T00:00:00",
      "timestamp_raw": "September 4, 2020",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "redaction",
        "discovery",
        "civil cases",
        "lugosch v. pyramid co.",
        "grand jury",
        "judicial document",
        "criminal case",
        "united states district court",
        "sec",
        "seal",
        "modification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030981",
      "summary": "Attached emails, dated October 27, 2020, October 29, 2020, and October 29, 2020, concern warrant materials related to Jeffrey Epstein. The emails are sent between Assistant United States Attorneys, Arraignment Unit Clerks, and United States District Court personnel. Included attachments include signed affidavits/applications (EFTA00030981 and EFTA00030982) and warrant materials (20 MAG 11668).  The content is redacted.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "epstein",
        "warrant",
        "affidavit",
        "united states attorney",
        "redaction",
        "new york",
        "us district court",
        "efta00030981",
        "efta00030982",
        "criminal justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020894",
      "summary": "An email chain, dated October 28, 2020, and October 29, 2020, was sent between individuals associated with the United States District Court for the Southern District of New York, specifically the Arraignment Unit Clerk. The email chain contains attachments, including a signed application/affidavit (20 MAG 11668 and 20_MAG_11668.1) and an image (image001.jpg), related to the case of Jared Epstein.",
      "timestamp": "2020-10-28T00:00:00",
      "timestamp_raw": "October 28, 2020",
      "keywords": [
        "efta00020894",
        "epstein",
        "affidavit",
        "warrants",
        "united states district court",
        "new york",
        "redaction",
        "application",
        "email",
        "arrest"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011177",
      "summary": "On November 2, 2020, Ghislaine Maxwell’s character reference was submitted to the United States District Court for the Southern District of New York. The reference was written by Gillslame Hoch, who states she and Maxwell have been close friends for decades, communicating regularly including on Christmas Day. Hoch expresses disbelief that Maxwell poses a danger to children and believes she will vigorously defend herself. Hoch offers to provide a financial surety if required and awaits the court’s decision.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail",
        "alison i nathan",
        "united states court",
        "character reference",
        "charges",
        "defence",
        "christmas day",
        "family friends",
        "allegations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016537",
      "summary": "On November 23, 2020, a statement was submitted in support of Ghislaine Maxwell’s bail request. The author, a close confidant and advisor to Maxwell, asserts that she has no knowledge of Maxwell engaging in illegal activity. They describe Maxwell as honest, straightforward, and willing to cooperate with legal proceedings, citing her deposition testimony. The author highlights Maxwell’s charitable work and generosity, and offers to co-sign a $3,500,000 bond secured by family assets to ensure her appearance in court.",
      "timestamp": "2020-11-23T00:00:00",
      "timestamp_raw": "November 23, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail request",
        "alison j. nathan",
        "united states district court",
        "jeffrey epstein",
        "character witness",
        "litigation",
        "philanthropic interests",
        "bond",
        "criminal allegations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020895",
      "summary": "An email chain discusses an affidavit related to a case titled \"EPSTEIN.\" An Assistant United States Attorney in the Southern District of New York sent an email requesting and then attaching four exhibits to the affidavit that were originally missing from the submitted application/affidavit.  A subsequent email forwarded signed warrants to [REDACTED].  A related document, EFTA00020896, is also referenced.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "efta00020895",
        "epstein",
        "affidavit",
        "united states district court",
        "southern district of new york",
        "warrants",
        "exhibits",
        "arraignment",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018016",
      "summary": "On December 8, 2020, Judge Alison J. Nathan denied Ghislaine Maxwell’s request to have Warden Heriberto Tellez personally appear in court to answer questions regarding her confinement conditions. The government is ordered to submit written status updates every 60 days detailing any changes to Maxwell’s confinement, particularly concerning access to legal materials and communication with her defense counsel.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "united states district court",
        "warden heriberto tellez",
        "legal counsel",
        "confinement",
        "legal materials",
        "government updates",
        "court order",
        "mdc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027409",
      "summary": "Lisa M. Rocchio provided deposition and trial testimony in the following cases: *   C.0 v. County of Warren et al. (Superior Court of NJ, Warren, NJ, Docket # WRN-L-000017-15 & WRN-L-000328-16) – Deposition testimony on 12/11/2020 *   State of NH v. Hugh MacDonald (Rockingham Superior Court, Rockingham, NH, Docket # 2182018CR00717) – Deposition testimony on 8/23/2019 *   Commonwealth of MA v. Erika Murray (Worcester Superior Court, Worcester, MA, Docket # WOCR2014-01393) – Trial testimony on 6/12/2019 *   Donna MacAuliffe v. Leonard Pampasello & Alexander Rubino (United States District Court, Southern District of New York, Docket # 10-cv-8721 (JSR)) – Deposition testimony in 2011 *   State of RI v. Joy Carter (Washington County District Court, South Kingstown, RI) – Trial testimony in 2002 (Docket number unavailable, stenographer not present).",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "12/11/2020",
      "keywords": [
        "efta00027409",
        "lisa rocchio",
        "testimony",
        "deposition",
        "trial",
        "warren county",
        "nj",
        "superior court",
        "docket",
        "ri",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030849",
      "summary": "On January 21, 2021, a courtroom deputy submitted an order filed under seal in the case 19-mc-179, related to a grand jury subpoena. This followed a July 27, 2020 order.  On July 15, 2020, a similar order was filed under seal to [REDACTED].  The documents were sent via email and attached as PDFs.",
      "timestamp": "2021-01-21T00:00:00",
      "timestamp_raw": "January 21, 2021",
      "keywords": [
        "efta00030849",
        "grand jury subpoena",
        "sarah netburn",
        "united states district court",
        "seal",
        "order",
        "19-mc-179",
        "redaction analysis",
        "july 27",
        "2020",
        "july 15",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023047",
      "summary": "Ghislaine Maxwell, through her legal counsel (Haddon. Morgan & Forman P.C. and Cohen & Gresser LLP), is filing a motion with the United States District Court for the Southern District of New York in the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The motion requests the suppression of evidence obtained from a government subpoena to Boies Schiller and seeks to dismiss Counts Five and Six of the indictment. The motion is dated January 25, 2021.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v. ghislaine maxwell",
        "due process",
        "motion to suppress",
        "dismiss counts",
        "boies schiller",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024023",
      "summary": "On March 15, 2021, attorneys for Ghislaine Maxwell filed ten reply memoranda with accompanying exhibits to the United States District Court, Southern District of New York, in the case *United States v. Ghislaine Maxwell*. The memoranda address motions related to the Superseding Indictment, including motions to dismiss charges, motions concerning evidence suppression, and motions for severance and a bill of particulars. Due to the presence of confidential discovery materials, the filings will be submitted via email to the court and government, with separate versions containing and omitting redactions respectively. The attorneys intend to file some documents under seal.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "March 15, 2021",
      "keywords": [
        "ghislaine maxwell",
        "motion to dismiss",
        "superseding indictment",
        "sixth amendment",
        "due process clause",
        "redaction",
        "protective order",
        "criminal practice",
        "evidence suppression"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031598",
      "summary": "This document is an order from the United States District Court, Southern District of New York, regarding the redaction of materials in a criminal case (Case 1:20-cr-00330-AJN) involving Ghislaine Maxwell. Key points include: *   **Redaction Process:** The Government initially filed a motion opposing the Defendant’s pre-trial motions and requested temporary sealing of documents containing sensitive information. The Defendant objected to some redactions. *   **Lugosch Test:** The Court applied the “Lugosch” test (determining if judicial documents are “judicial documents,” weighing presumption of access, and balancing competing interests) to justify redactions. This test considers the danger to law enforcement, judicial efficiency, and privacy interests. *   **Redactions Granted:** The Court granted the Government’s redaction requests for documents related to third parties’ privacy interests, particularly concerning “family affairs” and contact information. *   **Redactions Denied:** The Court denied the Government’s redaction requests for portions of the brief related to sealed proceedings concerning grand jury subpoenas, stating that such redactions would impede an ongoing investigation. *   **Further Action:** The Government is ordered to either file the documents without redaction or justify tailored redactions by March 22, 2021, and to propose redactions for Exhibit 11 by the same date.",
      "timestamp": "2021-03-22T00:00:00",
      "timestamp_raw": "March 22, 2021",
      "keywords": [
        "redaction",
        "sealing",
        "court",
        "government",
        "defendant",
        "maxwell",
        "motion",
        "exhibits",
        "investigation",
        "privacy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029241",
      "summary": "On April 8, 2021, Christian R. Everdell of Cohen & Gresser LLP submitted a request to Judge Alison J. Nathan for permission to bring various electronic devices – including a VCR player, cassette player, CD player, microcassette player, and digital camera – into the courthouse for in-person court appearances in the United States v. Ghislaine Maxwell case. This request is due to the substantial amount of electronic evidence being presented and the planned evidence viewing sessions scheduled for April 12-16 and April 19-23, 2021 at 500 Pearl Street.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "April 8, 2021",
      "keywords": [
        "efta00029241",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "evidence",
        "electronic devices",
        "court appearance",
        "wi-fi access",
        "defense counsel",
        "vcr player"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027159",
      "summary": "The United States District Court for the Southern District of New York, in the case of *United States v. Ghislaine Maxwell*, has ordered a trial date for severed perjury counts to be scheduled after the trial of non-perjury counts. The Court intends to defer resolution of motions to suppress, including a request for an evidentiary hearing, until after the completion of the non-perjury trial. Counsel must submit objections to this deferral by April 22, 2021, if they disagree.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "April 22, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "perjury",
        "suppression motions",
        "trial date",
        "government",
        "evidence",
        "dkt. no. 227",
        "april 21",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027163",
      "summary": "Ghislaine Maxwell’s legal team (Boies Schiller Flexner LLP) submitted a letter proposing limited redactions to a response related to a Rule 17(c) subpoena. The court ordered Maxwell and her legal team to confer with the government regarding potential redactions, with the government having until April 23, 2021, to submit requests justified by the *Lugosch* standard. The court also ordered notification regarding redaction requests and instructed Maxwell’s legal team to file the joint letter publicly by April 23, 2021, if no redactions are sought.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "ghislaine maxwell",
        "redaction",
        "protective order",
        "united states district court",
        "sonya",
        "lugosch",
        "subpoena",
        "dkt. no.",
        "april 21",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031606",
      "summary": "On April 29, 2021, Judge Alison J. Nathan ordered the Metropolitan Detention Center (MDC) to provide information regarding the seizure of Ghislaine Maxwell’s legal materials on April 24, 2021. Specifically, the MDC must provide an inventory of seized items and a representation detailing any duplication investigation, whether Maxwell is permitted to bring confidential materials to meetings, and the steps taken to ensure the confidentiality of lawyer-client communications. Defense counsel’s broader requests were denied.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "metropolitan detention center",
        "mdc",
        "legal materials",
        "seizure",
        "court order",
        "defense counsel",
        "confidentiality",
        "inventory",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029354",
      "summary": "Ghislaine Maxwell’s defense team alleged that Bureau of Prisons staff were shining a flashlight in her eyes every 15 minutes, disrupting her sleep and impacting her trial preparation. The Government responded that flashlight checks occur every 30-60 minutes for all inmates, primarily to confirm their presence and well-being, particularly in high-profile cases. The Court determined that Maxwell’s claims were unsupported and denied a request to alter the existing protocols. The Court urged the MDC to consider mitigating sleep disruption for detainees and directed the Government to continue adhering to necessary security protocols based on neutral factors, consistent with treatment of other detainees.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "flashlight",
        "sleep",
        "trial",
        "bureau of prisons",
        "mdc",
        "inmate",
        "security",
        "detention",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020244",
      "summary": "Defense counsel, Cohen & Gresser LLP, are requesting a court order directing the MDC to accept two hard drives containing non-Highly Confidential discovery materials for Ghislaine Maxwell’s use in the United States v. Ghislaine Maxwell case. The hard drives, created as a master set, organize the government’s discovery files (approximately 2.2 million pages) more efficiently than Maxwell’s existing hard drives. The government consents to the request, but requests the court allow MDC legal counsel to object. The defense intends to send the hard drives to Maxwell and will notify the MDC Legal Department of the request.",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "April 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "protective order",
        "hard drives",
        "discovery",
        "united states v.",
        "christian everdell",
        "cohen & gresser llp",
        "united states district court",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024870",
      "summary": "Christian R. Everdell of Cohen & Gressel LLP is requesting the United States District Court to order the Material Discovery Center (MDC) to accept two hard drives created by defense counsel for Ghislaine Maxwell. These drives contain non-Highly Confidential discovery materials, organized for easier review by Maxwell, excluding Highly Confidential materials as stipulated in the Protective Order. The government has indicated no objection, but requests the MDC legal counsel be given an opportunity to file objections. The request aims to facilitate Maxwell's review of the discovery materials.",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "April 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "protective order",
        "hard drives",
        "mdc",
        "discovery",
        "court order",
        "legal department",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031684",
      "summary": "On May 3, 2021, Judge Alison J. Nathan of the Southern District of New York issued an order to file a letter from counsel for a non-party requesting privacy protections for their client, an alleged victim in the case of *United States of America v. Ghislaine Maxwell*. The Court forwarded the letter to the parties and received a response from the Government. The Court filed the letter under seal to protect the privacy interests of the non-party. The Government was instructed to forward the order to the counsel.",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "May 3, 2021",
      "keywords": [
        "efta00031684",
        "ghislaine maxwell",
        "sexual crime",
        "privacy",
        "court",
        "united states district court",
        "non-party",
        "anonymity",
        "filing",
        "order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023092",
      "summary": "Michael Thomas has entered into a Deferred Prosecution Agreement with the United States District Court, Southern District of New York, in Case 1:19-cr-00830-AT. He was indicted on six counts of conspiracy to defraud the U.S. and making false writings, stemming from an investigation into his activities. To avoid prosecution, Thomas must adhere to strict conditions for six months, including abstaining from violating laws, associating with law-abiding individuals, maintaining a lawful occupation, not leaving the contiguous U.S. without permission, reporting changes of residence, following instructions from his supervising officer, and completing 100 hours of community service. He must also disclose information to various agencies and consent to medical record sharing. Failure to comply could lead to prosecution. The agreement is subject to court approval and aims to toll the statute of limitations during the deferral period.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution",
        "united states",
        "michael thomas",
        "18 u.s.c. § 371",
        "false writing",
        "u.s. pretrial services officer",
        "community service",
        "probation",
        "federal law",
        "consent",
        "supervision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028706",
      "summary": "On June 2, 2021, Judge Alison J. Nathan established a disclosure schedule for the Ghislaine Maxwell case (20-CR-330). The schedule includes: September 13, 2021, for victim identities; October 11, 2021, for government materials and exhibit list; October 18, 2021, for motions in limine; October 25, 2021, for jury questionnaire and voir dire; November 1, 2021, for defense expert disclosures; November 8, 2021, for defense disclosures and witness lists; and the close of the government’s case-in-chief, followed by defense witness list and 26.2 statements. All parties have a continuing obligation to update disclosures and may bring issues to the court after the motion deadlines if they couldn’t be raised previously.",
      "timestamp": "2021-06-02T00:00:00",
      "timestamp_raw": "June 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "disclosure schedule",
        "jencks act",
        "giglio material",
        "motions in limine",
        "defense disclosures",
        "government witness list",
        "jury questionnaire",
        "voir dire"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011496",
      "summary": "In a case between Jane Doe and Darren K. Indyke, et al., Ghislane Maxwell sought to have $13.70 in costs taxed against the plaintiff due to the dismissal of the case against her. The court ruled that Maxwell was the prevailing party and, after a dispute regarding payment was resolved, ordered the plaintiff to pay the costs.",
      "timestamp": "2021-06-10T00:00:00",
      "timestamp_raw": "June 10, 2021",
      "keywords": [
        "ghislane maxwell",
        "costs",
        "prevailing party",
        "united states district court",
        "darren indyke",
        "plaintiff",
        "defendant",
        "order",
        "ecf no.",
        "june 16",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029700",
      "summary": "On June 22, 2021, the U.S. Department of Justice, via Assistant United States Attorney Audrey Strauss, issued a court subpoena to Lockheed Martin. The subpoena, relating to the case *United States v. Ghislaine Maxwell*, requires Lockheed Martin to appear before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. at 40 Foley Square, Courtroom 906, to testify and produce records of any transactions with Jeffrey Epstein, Ghislaine Maxwell, and Air Ghislaine Inc. Failure to comply will result in contempt of court and potential civil and criminal penalties.",
      "timestamp": "2021-06-22T00:00:00",
      "timestamp_raw": "June 22, 2021",
      "keywords": [
        "lockheed martin",
        "subpoena",
        "united states attorney",
        "ghislaine maxwell",
        "court",
        "new york",
        "district of new york",
        "jeffrey epstein",
        "records",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019651",
      "summary": "A court subpoena is issued to an individual to appear and testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)) before the United States District Court for the Southern District of New York at 40 Foley Square, Courtroom 906 on July 19, 2021 at 9:00 a.m. Failure to appear will result in contempt of court and potential civil and criminal penalties.",
      "timestamp": "2021-07-19T00:00:00",
      "timestamp_raw": "July 19, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "southern district of new york",
        "pratt statez pistrid court",
        "testimony",
        "evidence",
        "contempt of court",
        "legal sanctions",
        "foley square"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017884",
            "similarity": 0.615,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018022",
            "similarity": 0.5,
            "index": 126,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013393",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email regarding a court subpoena (attached: 2021.08.27_Court_Subpoenan Sacramento_County_Clerk.pdf) served on their office. The subpoena relates to an upcoming criminal trial in the United States District Court for the Southern District of New York and prompted inquiries about compliance.",
      "timestamp": "2021-09-28T00:00:00",
      "timestamp_raw": "28 Sep 2021",
      "keywords": [
        "court subpoena",
        "united states district court",
        "southern district of new york",
        "criminal trial",
        "compliance",
        "assistant united states attorney",
        "sacramento county",
        "efta00013393"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018844",
      "summary": "The United States District Court for the Southern District of New York, in the case of *United States v. Ghislaine Maxwell*, is requesting estimates from the parties regarding the anticipated length of the trial. The Court intends to have a jury sit 5 days a week from 9am to 5pm, with jury selection concluding by November 19 and opening statements scheduled for November 29. The Court requests a joint letter, submitted by October 12, 2021, outlining the best estimate for when jury deliberations are likely to begin, considering potential jury sessions during the week between Christmas and New Year’s Day.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "court",
        "trial",
        "jury",
        "deliberations",
        "logistics",
        "november 19",
        "october 12",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016513",
      "summary": "The court received a letter regarding an alleged victim's attendance at the upcoming trial of Ghislaine Maxwell. The court will file the letter under seal and share it with both defense and prosecution counsel. The court will maintain public access to proceedings with overflow rooms and live feeds, adhering to COVID-19 protocols. Access for alleged victims will be coordinated by the Victim Witness Unit and the District Executive's Office, and defense counsel can coordinate access for the defendant’s family members through the District Executive’s Office. Contact information for relevant offices is provided.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00016513",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "victim witness unit",
        "covid-19 protocols",
        "trial",
        "alleged victims",
        "defense counsel",
        "access"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011137",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011137",
      "summary": "A court order was issued on October 14, 2021, regarding the Ghislaine Maxwell trial (Case 1:20-cr-00330-AJN). The court received a letter from a lawyer concerning victim attendance at the upcoming trial, which will be filed under seal and shared with all counsel. The court will implement COVID-19 protocols, including overflow rooms with live feeds. Access for alleged victims will be coordinated by the Victim Witness Unit and the District Executive’s Office, and access for the defendant’s family members will also be coordinated through the District Executive’s Office. Contact information for these offices is provided.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00011137",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "victim witness unit",
        "covid-19 protocols",
        "trial",
        "alleged victims",
        "defense counsel",
        "court order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016513",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016725",
      "summary": "On October 15, 2021, Alison J. Nathan, United States District Judge for the Southern District of New York, issued an order requiring the Government to respond to Ghislaine Maxwell’s letter concerning the delivery of her legal mail at MDC. The response was to be provided by October 15, 2021, at 5:00 p.m.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "efta00016725",
        "ghislaine maxwell",
        "united states district court",
        "order",
        "legal mail",
        "mdc",
        "government",
        "october 15",
        "2021",
        "alison j. nathan",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023461",
            "similarity": 0.5,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016955",
      "summary": "On October 19, 2021, the United States District Court for the Southern District of New York scheduled a telephone conference for jury selection in case 20-cr-00330-AJN, United States of America v. Ghislaine Maxwell. The conference is scheduled for October 21, 2021, at 12:00 p.m. and will be accessible via phone lines for the public, press, counsel, the defendant, alleged victims, and family members. The court prohibits photographing, recording, or rebroadcasting of the proceedings, with potential sanctions for violations.",
      "timestamp": "2021-10-19T00:00:00",
      "timestamp_raw": "October 19, 2021",
      "keywords": [
        "efta00016955",
        "ghislaine maxwell",
        "united states district court",
        "jury selection",
        "federal court proceedings",
        "redaction analysis",
        "order",
        "legal proceedings",
        "access code",
        "20-cr-330 (ajn)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032823",
      "summary": "Ghislaine Maxwell* (20 Cr. 330 (MN)). It’s a draft from October 20, 2021, and is part of the jury selection process for a trial expected to last approximately six weeks. The case involves charges against Maxwell related to alleged conspiracies to entice minors into sexual activity and sex trafficking.  The charges stem from allegations dating back to at least 1994, involving Jeffrey Epstein. The defendant pleads not guilty.  The questionnaire seeks to determine juror impartiality, covering areas such as prior knowledge of the case, potential biases, ability to fulfill the required service schedule (November 16-19, 2021 and November 29, 2021 – January 15, 2022), and adherence to media restrictions. It explores potential impacts of personal experiences, including accusations or involvement in sexual abuse cases. The questionnaire emphasizes the importance of basing decisions solely on the presented evidence and legal instructions.",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "jury questionnaire",
        "ghislaine maxwell",
        "criminal case",
        "sex trafficking",
        "sexual activity",
        "united states district court",
        "evidence",
        "legal instructions",
        "jury selection",
        "legal principles",
        "sexual assault",
        "testimony",
        "credibility",
        "defendant",
        "charges",
        "legal defense"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026484",
      "summary": "The document outlines the court’s procedures for jury selection in the case of *United States v. Ghislaine Maxwell*. Key elements include: *   A screening questionnaire will be administered on November 4, 5, and 12. *   Jurors will be identified by number, not name. *   Counsel must submit four lists of prospective jurors (agreed, excused by both sides, excused by defense only, excused by government only). *   Lists are due via email by specific dates (November 7, 13). *   Voir dire will occur November 16-19, with one-on-one questioning and public access. *   The timing of peremptory strikes (using challenges to dismiss jurors) is pending determination. *   The Court denied a request to seal proposed questionnaires and voir dire materials.",
      "timestamp": "2021-10-22T00:00:00",
      "timestamp_raw": "October 22, 2021",
      "keywords": [
        "jury selection",
        "voir dire",
        "ghislaine maxwell",
        "united states district court",
        "criminal case",
        "questionnaire",
        "covid-19 protocols",
        "legal proceedings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023211",
      "summary": "On October 25, 2021, in the case of *United States v. Ghislaine Maxwell*, the court issued an order regarding motions in limine filed by both the prosecution and the defense. The parties were ordered to file omnibus responses and replies by October 27 and 29, 2021, respectively, including proposed redactions. Each side must provide a joint letter justifying the requested redactions based on the three-part test established in *Lugosch v. Pyramid Co. of Onondaga*. The motions were initially filed under seal to allow for consideration of redactions.",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "redaction",
        "motions in limine",
        "united states district court",
        "ghislaine maxwell",
        "response briefs",
        "redaction requests",
        "lugosch v. pyramid co. of onondaga",
        "court docket",
        "omnibus brief"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024230",
      "summary": "The court is receiving letters regarding the jury questionnaire and voir dire. The court will provide juror lists to counsel on November 16th. The juror information sheet will be collected by the Jury Department before review. The court anticipates peremptory strikes will occur on November 29th, followed by jury swearing-in, preliminary instructions, and opening statements.",
      "timestamp": "2021-10-27T00:00:00",
      "timestamp_raw": "October 27, 2021",
      "keywords": [
        "jury questionnaire",
        "voir dire",
        "ghislaine maxwell",
        "united states district court",
        "peremptory strikes",
        "juror selection",
        "legal proceedings",
        "case 20-cr-330",
        "electronic filing",
        "court logistics"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024233",
      "summary": "On October 28, 2021, United States District Court for the Southern District of New York scheduled an in-person pretrial conference for the case of *United States v. Ghislaine Maxwell* on November 1, 2021, at 11:00 a.m. in Courtroom 518 of the Thurgood Marshall U.S. Courthouse. Due to COVID-19 protocols, the conference will be accessible via overflow courtrooms 110, 506, 619, 905, and 906, which will stream the proceedings live. Public access is contingent on completing a COVID-19 questionnaire and having a temperature below 100.4 degrees Fahrenheit, along with wearing a compliant mask. Capacity in the overflow rooms is estimated at 100 people. Two pool reporters are permitted in the main courtroom.",
      "timestamp": "2021-10-28T00:00:00",
      "timestamp_raw": "October 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "covid-19",
        "courthouse",
        "pretrial conference",
        "order",
        "victims",
        "masks",
        "foley square"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023461",
      "summary": "The court received a letter from Ghislaine Maxwell regarding mail delivery at MDC. The government is ordered to respond by November 2, 2021, at 12:00 p.m.",
      "timestamp": "2021-11-02T00:00:00",
      "timestamp_raw": "November 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "order",
        "mdc",
        "legal mail",
        "government",
        "alison j. nathan",
        "20-cr-330",
        "electronic filed"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016725",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027589",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email regarding a court subpoena (attached: 2021.08.27_Court_Subpoenan Sacramento_County_Clerk.pdf) to an unnamed recipient. The subpoena was issued in connection with a criminal trial in the United States District Court for the Southern District of New York and prompted questions about compliance. The Attorney requested a call to discuss the matter.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "subpoena",
        "court",
        "criminal trial",
        "united states",
        "new york",
        "southern district",
        "fbi",
        "compliance",
        "assistant united states attorney",
        "efta00027589"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027654",
      "summary": "A court conference is scheduled for November 10, 2021, regarding Ghislaine Maxwell’s motions under Federal Rule of Evidence 412, 702, and Daubert v. Merrell Dow Pharmaceuticals, Inc. The parties are ordered to confirm that alleged victims referenced in the Rule 412 motion have been notified of the hearing and their right to attend by November 9, 2021, at 12:00 p.m.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "efta00027654",
        "ghislaine maxwell",
        "motion",
        "rule 412",
        "evidence",
        "federal rule of evidence",
        "daubert v. merrell dow",
        "united states district court",
        "november 10",
        "2021",
        "motion in limine"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028165",
      "summary": "The United States District Court for the Southern District of New York will hold a hearing on November 10, 2021, regarding Ghislaine Maxwell’s motions under Federal Rule of Evidence 412 and Rule 702/Daubert. The hearing will address issues overlapping with these motions, stemming from a November 1, 2021 conference. The Government is ordered to file a brief by November 8, 2021, and the defense is ordered to file a response brief by November 11, 2021, if the Government seeks to exclude witness testimony. Parties are ordered to submit proposed redactions for Exhibit A by November 8, 2021, along with a highlighted email copy for the Court’s review.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "federal rule of evidence 412",
        "daubert v. merrell dow pharmaceuticals",
        "redaction analysis",
        "motion in limine",
        "november 10",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027649",
            "similarity": 0.636,
            "index": 105,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027649",
      "summary": "A court conference is scheduled for November 10, 2021, to address Ghislaine Maxwell’s motions related to Federal Rule of Evidence 412, 702, and Daubert v. Merrell Dow Pharmaceuticals, Inc. The parties are ordered to confirm that alleged victims referenced in Maxwell’s motion have been notified of the hearing and their right to attend by November 9, 2021 at 12:00 p.m.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "efta00027649",
        "ghislaine maxwell",
        "united states district court",
        "federal rule of evidence 412",
        "motion in limine",
        "daubert v. merrell dow pharmaceuticals",
        "november 10",
        "2021",
        "victims",
        "motion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028165",
            "similarity": 0.636,
            "index": 104,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027661",
      "summary": "The United States District Court for the Southern District of New York, under Judge Alison J. Nathan, has approved proposed redactions submitted in connection with case 20-CR-330 (MN) – United States v. Ghislaine Maxwell. The Court determined the redactions align with the Lugosch v. Pyramid Co. of Onondaga precedent and are narrowly tailored to protect the privacy interests of victims, witnesses, and non-parties. The parties were ordered to file the redactions and accompanying exhibits on the public docket by November 12, 2021.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "redaction analysis",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "lugosch v. pyramid co. of onondaga",
        "exhibits",
        "privacy interests",
        "victims",
        "witnesses",
        "non-parties"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023385",
      "summary": "The United States District Court for the Southern District of New York, under Judge Alison J. Nathan, issued an order regarding courtroom sketch artists. The order prohibits artists from drawing exact likenesses of “Protected Witnesses” in the case of Ghislaine Maxwell.  The court requires artists to consult with the court or counsel to determine if a witness qualifies as protected. The order was filed on November 18, 2021.",
      "timestamp": "2021-11-18T00:00:00",
      "timestamp_raw": "November 18, 2021",
      "keywords": [
        "efta00023385",
        "maxwell",
        "united states district court",
        "alison j. nathan",
        "protected witnesses",
        "courtroom sketch artists",
        "order",
        "electronic filing",
        "legal document",
        "pseudonym"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023097",
      "summary": "The United States of America, through the United States Attorney for the Southern District of New York, has filed a Nolle Prosequi, effectively dropping the charges against TOVA NOEL and MICHAEL THOMAS. The defendants were initially indicted on charges of conspiracy to defraud the United States and making false writings (18 U.S.C. § 371 and § 1001). They subsequently entered into a deferred prosecution agreement, which was fulfilled with compliance through November 20, 2021.  Based on this fulfillment, the court ordered the Nolle Prosequi to be filed.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "nolle prosequi",
        "united states",
        "tova noel",
        "michael thomas",
        "indictment 19 cr 830",
        "united states district court",
        "18 u.s.c. § 371",
        "deferred prosecution agreements",
        "fraud",
        "false writing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014896",
      "summary": "On November 28, 2021, Judge Alison J. Nathan granted the Government’s request to file a letter motion under seal to protect the privacy interests of witnesses, including those subject to a court’s pseudonym order. The defendant, Ghislaine Maxwell, was ordered to respond by November 28, 2021, at 2:00 p.m. This relates to a motion regarding cross-examination of Government witnesses in the case *United States of America v. Ghislaine Maxwell* (20-CR-330 (MN)).",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "November 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "government",
        "cross-examination",
        "witness",
        "order",
        "seal",
        "privacy",
        "litigation",
        "criminal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010224",
      "summary": "The program’s purpose is to compensate victims of sexual abuse by Epstein through a voluntary, independent process administered by Kenneth R. Feinberg. Key aspects include: *   **Eligibility:** Individuals alleging sexual abuse by Epstein are eligible, regardless of statute of limitations or prior settlements. *   **Claims Process:** Claimants submit a form detailing their abuse, and the Administrator (Feinberg) evaluates the claim based on credibility and evidence. *   **Determination & Release:**  If approved, the Administrator determines compensation, and the claimant must sign a Release to receive payment. *   **Legal Representation:** Claimants can be represented by attorneys. *   **Confidentiality:** The program operates with strict confidentiality protocols, including measures to prevent fraudulent claims and protect claimant information. *   **Attachment A:** Provides definitions of key terms used in the program. The document also details the legal framework surrounding subpoenas related to the case, including rules for producing documents and information in a criminal investigation.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "11/29/2021",
      "keywords": [
        "subpoena",
        "criminal case",
        "redaction",
        "efta00010224",
        "united states district court",
        "ghislame maxwell",
        "victim compensation program",
        "claims administration",
        "release",
        "rule 17(c)",
        "evidence",
        "fraudulent claims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016515",
      "summary": "The trial for Ghislaine Maxwell (Case 1:20-cr-00330-AJN) will commence on November 29, 2021, in Courtroom 318 of the United States District Court for the Southern District of New York. Access to the trial will be managed to comply with COVID-19 protocols, including: *   Limited access for pool reporters and public members in the courtroom proper. *   Dedicated overflow courtrooms for press access. *   Overflow courtrooms within the Thurgood Marshall U.S. Courthouse with live video and audio feeds, offering substantial seating capacity. *   All visitors must complete a COVID-19 questionnaire and have their temperature taken upon arrival. *   Masks are required, with specific restrictions on approved materials. *   Failure to comply with protocols results in removal from the courthouse.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "covid-19",
        "courtroom",
        "criminal procedure",
        "press access",
        "public access",
        "thurgood marshall courthouse"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018193",
      "summary": "The program aims to compensate victims of sexual abuse by Jeffrey Epstein. Key aspects include: *   **Administrator:** Jordana Feldman serves as the independent administrator of the program. *   **Eligibility:** Individuals alleging sexual abuse by Epstein are eligible, regardless of statute of limitations or prior settlements. Legal representatives can also file claims. *   **Claims Process:** Claimants submit forms detailing their abuse, and the administrator evaluates them based on credibility and supporting documentation. *   **Determination & Release:** The administrator determines compensation amounts and requires claimants to sign a release waiving future claims. *   **Legal Counsel:** Claimants have the option of receiving free legal counseling from an attorney. *   **Confidentiality:** The program operates under strict confidentiality protocols, with measures to prevent fraudulent claims and protect claimant information. *   **Service of Subpoena:** An AO 89B Subpoena was issued to Jordana Feldman to produce documents related to the case.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "11/29/2021",
      "keywords": [
        "subpoena",
        "criminal case",
        "united states district court",
        "ghislame maxwell",
        "jordana feldman",
        "fed. r. crim. p. 17",
        "victim compensation program",
        "esi",
        "production of documents",
        "claims administration",
        "release",
        "confidentiality",
        "evcp material"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018214",
      "summary": "This document is a subpoena issued to Jordana Feldman by Ghislame Maxwell’s legal team in the Southern District of New York, Case No. 20CR330 (MN), relating to a criminal investigation. The subpoena demands the production of “EVCP Material” – encompassing documents, communications, and payments – from anyone associated with the Epstein Victim’s Compensation Program (EVCP), including former employees. The subpoena specifies a production location and outlines procedures for responding, including the possibility of modification or quashing if compliance is unreasonable. It also references relevant Federal Rule of Criminal Procedure 17 concerning subpoenas and includes a detailed definition of terms and instructions for producing electronically stored information (ESI). Finally, a proof of service form is attached, documenting the attempt to serve the subpoena.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "11/29/2021",
      "keywords": [
        "subpoena",
        "criminal case",
        "united states district court",
        "rule 17",
        "evidence",
        "victim information",
        "court order",
        "service",
        "esi",
        "attachment a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014666",
      "summary": "The Court, Alison J. Nathan, has set November 29, 2021, as the trial start date for Ghislaine Maxwell’s case (20-CR-330), pending Clerk’s Office approval. Jury selection is planned for the week of November 15. The Court granted a request to exclude time from the speedy trial calculation until November 29, 2021, to allow for continued discovery review, motion preparation, and pretrial disclosures related to the superseding indictment. To expedite the process, motions in limine must be briefed no later than four weeks before the trial date. The parties are ordered to meet and confer by phone and submit a joint letter outlining the pretrial disclosure schedule by May 14, 2021.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "speedy trial act",
        "united states district court",
        "sdny",
        "motion to exclude time",
        "discovery",
        "motions in limine",
        "trial schedule",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010045",
      "summary": "The program’s purpose is to compensate individuals who allege they were sexually abused by Jeffrey Epstein. Key aspects of the program include: *   **Voluntary Participation:** Participation is entirely voluntary, and claimants can reject offers and withdraw from the program. *   **Independent Administration:** The program is managed by an Administrator (MNIIMMMMENIMME) who makes all eligibility and compensation decisions, independent of the Estate. *   **Eligibility Criteria:** Eligibility requires claimants to allege sexual abuse by Epstein and meet specific criteria (e.g., time-barred claims, previous settlements). *   **Claim Submission:** Claims must be submitted through a specific form, detailing allegations and supporting documentation. *   **Evaluation & Determination:** The Administrator evaluates claims and determines compensation amounts, which are offered in a release document. *   **Release Agreement:** Acceptance of compensation requires signing a release waiving future claims against the Estate. *   **Legal Representation:** Claimants can be represented by legal counsel. *   **Data Protection:** The Program prioritizes confidentiality and limits the sharing of claimant information. *   **Fraud Prevention:** The Administrator takes measures to prevent fraudulent claims and may report suspected fraud to law enforcement. The document also details the legal framework surrounding subpoenas related to the program, including rules for evidence production and witness compliance.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "11/29/2021",
      "keywords": [
        "subpoena",
        "criminal case",
        "redaction",
        "efta00010045",
        "united states district court",
        "ghislame maxwell",
        "rule 17",
        "victim compensation program",
        "evcp",
        "claims",
        "eligibility",
        "release",
        "attorney",
        "service",
        "evidence",
        "documents",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019870",
      "summary": "A court subpoena is issued to an individual to appear and testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)) before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. in Courtroom 906, 40 Foley Square. Failure to appear will result in contempt of court and potential civil and criminal penalties.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "southern district of new york",
        "united states attorney",
        "contempt of court",
        "legal",
        "testify",
        "evidence",
        "new york",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017884",
            "similarity": 0.571,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018022",
            "similarity": 0.571,
            "index": 126,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021117",
      "summary": "The United States District Court for the Southern District of New York has issued a court subpoena to the New York State Department of Health Vital Records Correction Unit, demanding they produce a birth certificate for an individual named Ghislaine Maxwell in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The appearance date and time for testimony are November 29, 2021, at 9:00 a.m. in Courtroom 906, Manhattan. Failure to comply will result in contempt of court and potential civil and criminal penalties.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "new york state department of health",
        "vital records",
        "contempt of court",
        "united states attorney",
        "southern district of new york",
        "birth certificate",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022668",
      "summary": "A court subpoena was issued to AIC Title Service, Inc. requiring them to appear before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. in Courtroom 906, 40 Foley Square, to testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The subpoena demands the production of all records relating to aircraft with tail numbers N750A or N722JE from January 1, 2008, to the present. Failure to comply will result in contempt of court and potential civil and criminal penalties.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "aic title service",
        "aircraft",
        "n750a",
        "n722je",
        "contempt of court",
        "legal documents",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029588",
      "summary": "A court subpoena was issued to appear before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. in Courtroom 906, 40 Foley Square, New York, to testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). Personal appearance is required, and failure to comply will result in contempt of court, civil sanctions, and criminal penalties. The subpoena was issued by Audrey Strauss, Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "southern district of new york",
        "united states attorney",
        "contempt of court",
        "redaction analysis",
        "legal document",
        "foley square",
        "new york",
        "november 29",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030962",
            "similarity": 0.643,
            "index": 121,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019868",
            "similarity": 0.615,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018022",
            "similarity": 0.533,
            "index": 126,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010243",
      "summary": "A court subpoena was issued to The Mar-a-Lago Club to appear before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. in Courtroom 906, 40 Foley Square, New York, to testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The subpoena demands the production of any and all employment records related to the club and warns of potential contempt of court charges if the appearance or production is not made.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "mar-a-lago",
        "ghislaine maxwell",
        "united states v.",
        "contempt of court",
        "new york",
        "foley square",
        "united states attorney",
        "employment records",
        "civil sanctions",
        "criminal penalties"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038718",
            "similarity": 0.692,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029169",
            "similarity": 0.833,
            "index": 125,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031978",
            "similarity": 0.615,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030962",
      "summary": "A court subpoena was issued for an individual to appear before the United States District Court for the Southern District of New York in the case of *United States v. Ghislaine Maxwell* on November 29, 2021, at 9:00 a.m. in Courtroom 906, 40 Foley Square. A records request from February 12, 2015, indicated that historical employment records for the period 1999-2001 were unavailable, but a spreadsheet listing terminated employees from the year 2000 existed, containing only first and last names. A document from the U.S. Department of Justice, Federal Bureau of Investigation, NYPD/FBI Child Exploitation Human Trafficking Task Force was also included.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "united states attorney",
        "new york",
        "november 29",
        "2021",
        "contempt of court",
        "human trafficking",
        "fbi",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029588",
            "similarity": 0.643,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019868",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017884",
      "summary": "A court subpoena was issued to the Palm Beach School District compelling their appearance before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. in Courtroom 906, 40 Foley Square, to testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). Failure to appear and produce requested items would result in contempt of court and potential civil and criminal penalties. The subpoena was issued by Audrey Strauss, Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "southern district of new york",
        "palm beach school district",
        "contempt of court",
        "united states attorney",
        "testimony",
        "evidence",
        "foley square",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019870",
            "similarity": 0.571,
            "index": 116,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019651",
            "similarity": 0.615,
            "index": 89,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018022",
            "similarity": 0.571,
            "index": 126,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038718",
      "summary": "A court subpoena was issued by the United States District Court for the Southern District of New York to Pnitetratzrtes Pistrid Qluurt for testimony in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The appearance date and time are November 29, 2021, at 9:00 a.m. at 40 Foley Square, Courtroom 906. Personal appearance is required, and failure to comply will result in contempt of court and potential civil and criminal penalties. The subpoena was issued by Audrey Strauss, United States Attorney for the Southern District of New York.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "united states attorney",
        "new york",
        "foley square",
        "contempt of court",
        "civil sanctions",
        "criminal penalties",
        "appearance date",
        "20 cr 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010243",
            "similarity": 0.692,
            "index": 120,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029169",
            "similarity": 0.692,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031978",
            "similarity": 0.615,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019868",
      "summary": "A court subpoena is issued to an individual to appear and testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)) before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. in Courtroom 906 at 40 Foley Square. Failure to appear will result in contempt of court and potential civil and criminal penalties. The document is from the United States Attorney for the Southern District of New York.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "southern district of new york",
        "plashstates piztrid",
        "contempt of court",
        "united states attorney",
        "november 29",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030962",
            "similarity": 0.538,
            "index": 121,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029588",
            "similarity": 0.615,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029169",
      "summary": "A court subpoena was issued to Anitebr Stain Piztrirt Tourt to appear before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. in Courtroom 906, 40 Foley Square, New York, to testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The subpoena demands the individual produce all records relating to their employment by Jeffrey Epstein. Failure to comply constitutes contempt of court and may result in civil and criminal penalties.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "jeffrey epstein",
        "contempt of court",
        "united states attorney",
        "new york",
        "foley square",
        "civil sanctions",
        "criminal penalties",
        "employment records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038718",
            "similarity": 0.692,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010243",
            "similarity": 0.833,
            "index": 120,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031978",
            "similarity": 0.615,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018022",
      "summary": "A court subpoena was issued to an individual to appear and testify in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)) before the United States District Court for the Southern District of New York on November 29, 2021, at 9:00 a.m. in Courtroom 906 at 40 Foley Square. The subpoena demands the individual produce a birth certificate. Failure to comply will result in contempt of court and potential civil and criminal penalties. The subpoena was issued by Audrey Strauss, Assistant United States Attorney for the Southern District of New York on July 28, 2021.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "united states attorney",
        "southern district of new york",
        "new york",
        "contempt of court",
        "audrey strauss",
        "foley square",
        "legal proceedings",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017884",
            "similarity": 0.571,
            "index": 122,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029588",
            "similarity": 0.533,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019870",
            "similarity": 0.571,
            "index": 116,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031978",
      "summary": "AT&T is being subpoenaed by the United States District Court for the Southern District of New York to produce subscriber records for specific phone numbers between 2000-2005 in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The appearance date and time for AT&T to appear and provide the records is November 29, 2021, at 9:00 a.m. at 40 Foley Square, Courtroom 906. Failure to comply will result in contempt of court and potential civil and criminal penalties.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "at&t",
        "ghislaine maxwell",
        "united states v.",
        "subscriber records",
        "contempt of court",
        "civil sanctions",
        "criminal penalties",
        "foley square",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029169",
            "similarity": 0.615,
            "index": 125,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038718",
            "similarity": 0.615,
            "index": 123,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010243",
            "similarity": 0.615,
            "index": 120,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014905",
      "summary": "The email chain discusses updates and information related to the Maxwell trial. A 45-minute lunch break is noted.  Nick (likely Nick Loeb) was instructed to post an update to the VW page regarding overflow courtrooms and a prohibition on public audio feeds. Joseph Pecorino requested Edward Friedland update a web page with the latest court order, which mandated in-person access to the trial due to outdated information causing public attempts to access the matter by phone.",
      "timestamp": "2021-12-29T00:00:00",
      "timestamp_raw": "29 Nov 2021",
      "keywords": [
        "maxwell link",
        "efta00014905",
        "redaction analysis",
        "united states district court",
        "southern district of new york",
        "joseph pecorino",
        "edward friedland",
        "lunch break",
        "public audio feed",
        "vw page"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018878",
      "summary": "The United States Attorney for the Southern District of New York issued a subpoena to Amazon.com, Inc. to produce business records related to the email addresses gmaxl@mindspring.com, gmax@mindspring.com, gmaxl@ellmax.com, and gmax@ellmax.com. The records requested cover the period from January 1, 1994, to January 1, 2005. The subpoena was issued in connection with the case of *United States v. Ghislaine Maxwell* and requires Amazon to appear in court on November 29, 2021, at 9:00 a.m. at 40 Foley Square, Courtroom 906. Failure to comply will result in contempt of court and potential civil and criminal penalties.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "court subpoena",
        "amazon.com",
        "ghislaine maxwell",
        "united states district court",
        "new york",
        "subscriber records",
        "billing information",
        "20 cr. 330",
        "legal department",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014500",
      "summary": "This document is a protective order issued in a United States District Court case (1:15-cv-07433-RWS) between the United States and Ghislaine Maxwell. It establishes rules for handling confidential information produced in the case. Key provisions include: defining \"document\" and \"CONFIDENTIAL\" information, restricting disclosure to specific parties (attorneys, employees, experts, etc.), requiring acknowledgment of the order, designating CONFIDENTIAL material with a specific notice, and outlining procedures for objections and handling of the information at the case’s conclusion (return or destruction).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "protective order",
        "confidential information",
        "discovery",
        "ghislaine maxwell",
        "united states district court",
        "redaction analysis",
        "civil procedure",
        "bates number",
        "court personnel",
        "stenographic reporters"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011445",
            "similarity": 0.636,
            "index": 132,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020134",
      "summary": "This document is a Search and Seizure Warrant issued by a U.S. Magistrate Judge for the Southern District of New York. It authorizes law enforcement to search a nearly 19,000 square foot single-family residence located in New York, NY, for evidence related to violations of Title 18, United States Code, Sections 371 and 1591 (sex trafficking of minors and conspiracy). The warrant permits the photographing and video recording of the premises and the seizure of documents, furnishings, and other items related to the suspected offenses. An inventory must be prepared and returned to the court, and immediate notification is authorized with a 30-day delay under specific circumstances.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "new york",
        "magistrate judge",
        "title 18 u.s. code",
        "1591",
        "371",
        "redaction",
        "attachment a",
        "evidence",
        "seizure"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021303",
            "similarity": 0.6,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028523",
            "similarity": 0.692,
            "index": 138,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011445",
      "summary": "This document is a protective order issued in a United States District Court case (1:15-cv-07433-RWS) between the United States and Gbislaine Maxwell. It governs the handling of “CONFIDENTIAL” information produced during the discovery process. Key provisions include: defining “document,” designating information as “CONFIDENTIAL” (relating to privacy interests of the plaintiff and defendant), restricting disclosure to specific individuals and entities, requiring acknowledgment of the order, and outlining procedures for handling objections and final disposition of the information. The order also addresses deposition procedures and the filing of motions to seal documents containing confidential information.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "protective order",
        "confidential information",
        "discovery",
        "ghislaine maxwell",
        "united states district court",
        "civil procedure",
        "bates number",
        "motion to seal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014500",
            "similarity": 0.636,
            "index": 130,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030741",
      "summary": "This document is a Search and Seizure Warrant issued by a U.S. Magistrate Judge for the Southern District of New York, dated December 26, 2025. It authorizes law enforcement to search six binders containing CDs, seized from a blue and black suitcase on July 11, 2019. The search is related to potential violations of Title 18 U.S.C. Sections 1591 and 371 (sex trafficking offenses).  The warrant allows for a 30-day delay of notification if it’s deemed adverse, and authorizes a thorough review of the electronic storage media (ESI) within the seized items, focusing on evidence related to child exploitation (specifically focusing on teenage girls).  The warrant specifies procedures for execution, inventory, and return of the seized property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "efta00030741",
        "cd",
        "evidence",
        "seizure",
        "affidavit",
        "probable cause",
        "law enforcement",
        "inventory",
        "esi",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014068",
      "summary": "The United States District Court for the Southern District of Florida ordered the United States Attorney's Office for the Southern District of Florida to produce the Non-Prosecution Agreement between the USAO and Jeffrey Epstein. The agreement, along with any modifications, must be provided to the Petitioners’ attorneys.  Disclosure of the agreement is restricted to the Petitioners and designated victims (with consent and court approval) and requires acknowledgment of the order by all parties involved.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00014068",
        "usao",
        "jeffrey epstein",
        "non-prosecution agreement",
        "protective order",
        "united states district court",
        "southern district of florida",
        "jane does",
        "redaction analysis",
        "legal order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013944",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014135",
            "similarity": 0.818,
            "index": 135,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014135",
      "summary": "The court ordered the United States Attorney’s Office for the Southern District of Florida to produce the Non-Prosecution Agreement between the USAO and Jeffrey Epstein. The agreement, along with its modifications and addenda, must be provided to the Petitioners’ attorneys. The Petitioners and their attorneys are prohibited from disclosing the agreement’s terms to third parties without a court order.  A copy of the order must be provided to any identified victims or their attorneys before they can review the agreement, and acknowledgments of receipt and agreement to abide by the order must be provided to the USAO.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00014135",
        "usao",
        "non-prosecution agreement",
        "jeffrey epstein",
        "protective order",
        "united states district court",
        "southern district of florida",
        "jane does",
        "redaction analysis",
        "legal order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014068",
            "similarity": 0.818,
            "index": 134,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00013944",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028827",
      "summary": "This document is a sealed court case, Case No. 08-80736-Civ, in the Southern District of Florida involving Petitioners Jane Doe #1 and Jane Doe #2 versus Respondent the United States.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00028827",
        "united states district court",
        "southern district of florida",
        "jane doe",
        "redaction analysis",
        "united states",
        "legal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009654",
      "summary": "A protective order has been issued in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330) regarding materials produced from the Epstein Victims’ Compensation Fund (Rule 17 Materials). The order dictates that all disclosures of these materials to the Government, the Defendant, and Defense Counsel will be treated as \"Confidential Information\" subject to the terms of Protective Order Dkt. No. 36. The Court reserves the right to designate certain materials as \"Highly Confidential\" at its discretion.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "protective order",
        "confidential information",
        "united states district court",
        "ghislaine maxwell",
        "epstein victims' compensation fund",
        "fed. r. crim. p. 17",
        "discovery",
        "privacy",
        "pretrial publicity"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028523",
      "summary": "A search and seizure warrant (AO 93) was issued by Judge Barbara Moses for the Southern District of New York, relating to violations of Title 18 U.S.C. Sections 371 and 1591 (sex trafficking). The warrant authorizes the search of a nearly 19,000 square foot single-family residence at a location in New York, NY, and the seizure of evidence related to sex trafficking of minors and conspiracy. The warrant allows for photographic and video documentation of the premises and the collection of items like utility bills, mail, and identification documents. An immediate delay of notification is authorized for up to 30 days. The warrant requires the execution officer to prepare and return an inventory of seized property to the court.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "magistrate judge",
        "title 18 u.s. code",
        "371",
        "1591",
        "evidence",
        "affidavit",
        "redaction",
        "attachment a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020134",
            "similarity": 0.692,
            "index": 131,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021303",
            "similarity": 0.5,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016247",
      "summary": "This document is a Protective Order issued by Judge Alison J. Nathan in the United States District Court for the Southern District of New York, Case 1:20-cr-00330-AJN, concerning the case of Ghislaine Maxwell. The order governs the handling of discovery materials produced by the government to the defendant. Key provisions include: restricting the use of discovery solely for the defendant’s defense, limiting copying and dissemination, controlling access to sensitive information (particularly regarding victims and witnesses), and establishing procedures for handling “confidential” and “highly confidential” materials, including requirements for secure storage and eventual return or destruction. The order emphasizes protecting privacy and preventing prejudicial publicity.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "discovery",
        "confidential information",
        "defense",
        "investigation",
        "united states",
        "maxwell",
        "protective order",
        "criminal procedure",
        "witnesses",
        "government",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013373",
      "summary": "v. Montano, U.S. v. Mannino, U.S. v. Messino) from the United States District Court, N.D. Illinois, Eastern Division, regarding evidentiary rulings in a drug distribution and money laundering conspiracy case. Specifically, the opinion addresses: *   **Pretrial Motions in Limine:** The judge ruled on numerous motions filed by the prosecution and the defense regarding the admissibility of evidence, including: *   Tainted evidence (derived from suppressed leads) – the court ruled that evidence could be admitted if it came from an independent source. *   Evidence regarding witness credibility (e.g., statutory maximum penalties, potential impeachment). *   Evidence of weapons, taxes, cash dealings, and large transactions. *   The use of tape recordings and witness testimony. *   Challenges to the defendants' peremptory challenges in jury selection. *   The admissibility of evidence related to witnesses, including the adverse spousal testimony privilege. *   **Government's Motion to Recall Witnesses:** The court granted the government’s request to recall witnesses during its case in chief. *   **Evidence Production:** The court denied a defense motion seeking to produce exculpatory evidence. *   **Specific Rulings:** The judge made specific rulings on evidence related to particular defendants (Messino, Mannino, and others), excluding evidence related to certain activities (e.g., a defendant’s work as a police officer) and preserving certain evidentiary issues for trial. The core legal issues addressed were related to the exclusionary rule, the “taint doctrine,” and rules of evidence (specifically concerning hearsay, relevance, and witness competency).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. v. montano",
        "drug distribution",
        "money laundering",
        "conspiracy",
        "pretrial motions",
        "suppression",
        "evidence",
        "witnesses",
        "inadmissible evidence",
        "brady rule",
        "evidentiary rules",
        "rico",
        "search",
        "seizure",
        "arrests",
        "wiretapping",
        "entrapment",
        "informants",
        "criminal law",
        "inadmissible evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018008",
      "summary": "This document is an instructional guide for a focus group in a United States District Court case against Ghislaine Maxwell. It outlines the charges against her, stemming from an indictment involving conspiracy to transport and sex trafficking minors between 1994 and 2004. Here’s a breakdown of the key content: *   **Charges:** Maxwell is charged with three counts: *   Count One: Conspiracy to transport minors with intent for sexual activity (1994-2004). *   Count Two: Conspiracy to commit sex trafficking of minors (2001-2004). *   Count Three: Sex trafficking of Minor Victim-4 (2001-2004). *   **Burden of Proof:** The government must prove guilt beyond a reasonable doubt for each count. *   **Elements of Conspiracy (Counts One & Two):** The government needs to prove: (1) the existence of a conspiracy, (2) Maxwell knowingly became a member, and (3) she acted with intent to facilitate the illegal activity. *   **Elements of Sex Trafficking (Count Three):** The government must prove: (1) recruitment/enticement/transportation of a minor (under 18), (2) knowledge the minor would engage in a commercial sex act, (3) the act occurred in interstate commerce, and (4) the defendant willfully assisted in the crime. *   **Aiding and Abetting:** Maxwell could be held liable for Count Three if she knowingly assisted another person in committing the crime.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "conspiracy",
        "trafficking",
        "minors",
        "sexual activity",
        "evidence",
        "prosecution",
        "defendant",
        "criminal offense",
        "interstate commerce",
        "consent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015977",
      "summary": "330 (MN)). *   **Legal Team:** The case is being represented by Cohen & Gresser LLP, Haddon, Morgan & Foreman P.C., and Law Offices of Bobbi C. Sternheim. *   **Core Argument:** Maxwell argues that the government’s case relies almost exclusively on the testimony of three witnesses with no substantial documentary corroboration, and therefore fails to meet the standard for strict bail conditions. *   **Key Points:** *   The government concedes reliance on three witnesses and lacks documentary evidence. *   Maxwell asserts strong ties to the United States (including her spouse) and has fully disclosed her finances, pledging all assets as security. *   The government’s assertion of Maxwell’s flight risk is deemed specious. *   Extradition waivers from France and the UK are likely to be enforced. *   The recent COVID surge at MDC justifies the proposed bail conditions. *   **Financial Package:** Maxwell proposes a bail package with significant security (multiple sureties) and a detailed financial report, which the government does not challenge. *   **Extradition Concerns:**  The legal team highlights the legal basis for extradition treaties and argues that the government's position is overly restrictive. *   **COVID-19 Context:**  The argument for bail is bolstered by the increased risk of infection at the MDC detention facility. The document's primary goal is to persuade the court to release Maxwell on strict conditions, arguing that the government’s case is weak and that the proposed bail package adequately addresses any concerns about her flight risk.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "reply memorandum",
        "bail",
        "maxwell",
        "government",
        "witnesses",
        "united states",
        "extradition",
        "france",
        "united kingdom",
        "finances",
        "bonds",
        "ties",
        "risk",
        "covid",
        "pretrial services",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013272",
      "summary": "The United States District Court for the Southern District of New York, under Judge Kenneth M. Karas, issued an order to the Bureau of Prisons (BOP) regarding Nicholas Tartaglione’s case (Case 7:16-cr-00832-KMK). The order prohibits the BOP from sharing original or copied written communications designated as “attorney work-product” sent by the defense team to BOP staff, or visitation logs related to “attorney visits” or “legal visits.” The BOP is also directed to disclose any existing communications and logs to Tartaglione if they are already in the government’s possession. The order applies regardless of Tartaglione’s facility location and maintains the prohibition if he is transferred to a non-BOP facility.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00013272",
        "nicholas tartaglione",
        "bop",
        "federal rules of criminal procedure",
        "attorney work-product",
        "visitation logs",
        "defense team",
        "united states",
        "criminal justice act",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016485",
      "summary": "The United States District Court for the Southern District of New York, in the case of *United States v. Ghislaine Maxwell* (Case 1:20-cr-00330-AJN), has ordered a protective order regarding materials produced from the Epstein Victims’ Compensation Fund (Rule 17 Materials). These materials, potentially containing sensitive information regarding privacy and prejudicial publicity, are to be treated as \"Confidential Information\" and \"Highly Confidential\" as defined in a previously established protective order (Dkt. No. 36). The protective order applies to the United States Government, the defendant, and the defendant’s criminal defense attorneys.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00016485",
        "efta00016486",
        "maxwell",
        "united states v. maxwell",
        "protective order",
        "epstein victims' compensation fund",
        "fed. r. crim. p. 17",
        "confidential information",
        "pretrial publicity",
        "alison j. nathan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}