{
  "keyword": "phone calls",
  "count": 25,
  "keyword_match_count": 25,
  "content_match_count": 79,
  "total_files": 104,
  "timeline": [
    {
      "file_id": "EFTA00006374",
      "summary": "The document consists of multiple repeated “IMPORTANT MESSAGE FOR…” notifications, each containing the instruction to “PLEASE CALL,” alongside phrases like “CAME TO SEE YOU,” “WILL CALL AGAIN,” and “WANTS TO SEE YOU.” The messages are dated and timed with varying dates and times (ranging from January 7, 2004 to December 24, 2025), and relate to phone calls.  Finally, a final section contains a series of messages detailing various events and updates including time updates, phone call status, a request for helicopter pictures, scheduling information, and a note about a malfunctioning mail server.",
      "timestamp": "2004-01-07T00:00:00",
      "timestamp_raw": "January 7, 2004",
      "keywords": [
        "message",
        "call",
        "phone",
        "mobile",
        "date",
        "time",
        "returned",
        "attention",
        "see",
        "signed"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00006369",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00008599",
      "summary": "This redacted document pertains to the United States v. Jeffrey Epstein case, specifically related to financial and communication records. It includes: *   **Addresses:** Lists addresses in New York, Palm Beach, and Florida associated with Epstein. *   **Communication Messages:** Contains multiple \"IMPORTANT MESSAGE\" slips with varying dates and times, offering instructions like “PLEASE CALL,” “RUSH,” and “RETURNED YOUR CALL.” These messages appear to be urgent requests or notifications. *   **Phone Call Logs:** Provides detailed records of phone calls made by Epstein on January 3 and September 16, 2004, including dates, times, duration, and destination locations (e.g., Boynton Beach, FL, New York, NY). *   **Flight Manifest:** Includes a passenger manifest from a September 16, 2004, flight, detailing passenger names, flight details, and origin/destination information. *   **Financial Information:** Contains redacted details of a financial liability party, including name, address, and account information. *   **Identifiers:** Includes various IDs, such as driver’s license numbers, phone numbers and account numbers. The document is heavily redacted, with significant portions of text and data removed.",
      "timestamp": "2004-09-16T00:00:00",
      "timestamp_raw": "September 16, 2004",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "efta00008599",
        "gm_glsdny",
        "gm_gj_sdny",
        "palm beach",
        "new york",
        "florida",
        "2019",
        "2025",
        "10 east 71st street",
        "calls",
        "phone",
        "message"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007401",
      "summary": "It details charges for calls, data, and messaging services provided by a telecom company. **Key Details:** *   **Service Provider:** The bill is for a service from a company named “TeleComm.” *   **Usage Categories:** The bill breaks down charges into categories including: *   Free Minutes *   Text Messages (1,000) *   Long Distance Charges *   Data Charges *   **Dates and Destinations:** The bill lists numerous calls made to various destinations (cities and regions), including Miami, New York, and others, over a period of approximately 7 months. *   **Total Charges:** The total charges for the period is $32.76. **Note:** This summary is based solely on the provided text. It does not contain any supporting details or values.",
      "timestamp": "2005-08-20T00:00:00",
      "timestamp_raw": "August 20, 2005",
      "keywords": [
        "account number",
        "charges",
        "miami",
        "fl",
        "new york",
        "ny",
        "long distance",
        "international charges",
        "airtime",
        "text message",
        "billing",
        "rates",
        "tariffs",
        "monthly service",
        "data/fax",
        "voice mail",
        "mobile",
        "call forwarding",
        "conference call",
        "call waiting",
        "call types",
        "phone calls",
        "data charges",
        "voice charges."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020797",
      "summary": "Epstein, around Pompano Beach. The investigator documented several instances of the vehicle speeding and nearly causing accidents. The vehicle was described as a green Chevy with a Florida tag. Subpoenas were issued for phone records related to the victim and the private investigator. A review of 989 calls revealed a significant number of calls between the victim and the private investigator, lasting over 14 minutes.  The investigation uncovered a network of corporate entities registered to the same address as Jeffrey Epstein’s business, including El Zorro Ranch Corporation and New York Strategy Group.  There was no further contact with the victim or Epstein during the remainder of March 2006, and a phone call was received regarding a meeting involving Epstein, an attorney, and another individual.",
      "timestamp": "2006-03-04T00:00:00",
      "timestamp_raw": "March 4, 2006",
      "keywords": [
        "epstein",
        "private investigator",
        "florida",
        "vehicle",
        "subpoenas",
        "phone calls",
        "march 2006",
        "chevy",
        "license plate",
        "meeting",
        "457 madison ave"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014491",
      "summary": "On July 19, 2006, a Beach Police Department officer received reports of a private investigator following a victim aggressively. The victim reported being followed while running errands and experiencing near-misses with vehicles. The investigator’s vehicle was identified as a green SUV with a Florida license plate. Phone records from March 2006 were subpoenaed and reviewed, revealing multiple calls between the victim and the investigator, including a lengthy call lasting over 8 minutes on March 7th.  Analysis of these calls corroborated the victim’s account of intimidation.  Further investigation uncovered numerous corporate entities registered to the same address as Jeffrey Epstein’s business, including El Zorro Ranch Corporation, New York Strategy Group, and Ghislaine Corporation. Contact with the victim ceased in March 2006, and no further contact occurred with the victim or Jeffrey Epstein through April 2006.",
      "timestamp": "2006-07-19T00:00:00",
      "timestamp_raw": "July 19, 2006",
      "keywords": [
        "private investigator",
        "jeffrey epstein",
        "florida",
        "subpoenas",
        "phone calls",
        "2006",
        "vehicle",
        "investigation",
        "madison ave",
        "corporation",
        "victim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009448",
      "summary": "The witness, an FBI agent (referred to as “Agent”), testified on February 27, 2007, in West Palm Beach, Florida. Key points from the testimony include: *   The witness initially confused the victim, whose birthdate is January 20, 1953, with another individual. *   The investigation began with a 14-year-old girl reporting a molestation incident by a man residing in Palm Beach. *   The Palm Beach police initially interviewed the girl, and the agent was later involved to correct this confusion. *   The agent investigated a situation where the girl was offered $200-$300 to give a massage to a man named Jeffrey Epstein, who was identified as a “security person” at Epstein’s residence. *   The agent recounts the events leading up to a sexual encounter between the girl and Epstein, including the girl being instructed to remove her clothing and the subsequent massage. *   There were multiple phone calls between the girl and Epstein, some of which involved offers of money and discussions about work arrangements. *   The girl provided controlled calls to investigators, and details emerged about the circumstances surrounding the encounter. *   The transcript highlights discrepancies in the witness's accounts from different interviews and attempts to clarify the details of the events. *  Evidence including trash pulls revealed contact information and details about the interactions. This transcript is a partial record of the grand jury’s investigation and contains details related to a specific case involving allegations of sexual abuse.",
      "timestamp": "2007-02-27T00:00:00",
      "timestamp_raw": "February 27, 2007",
      "keywords": [
        "operation leap year",
        "federal grand jury",
        "west palm beach",
        "fbi",
        "testimony",
        "massage",
        "sexual abuse",
        "palm beach",
        "2004",
        "2005",
        "molestation",
        "teenager",
        "age",
        "palm beach police department",
        "phone calls",
        "controlled calls",
        "discrepancies",
        "palm beach county",
        "girl",
        "18 years old"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009478",
      "summary": ") regarding the activities of Jeffrey Epstein’s assistant, Z., and another individual, I. , at Epstein’s home. The investigation involved several young women who received massages from Epstein in exchange for money. The testimony details the progression of these massages, from initial clothed sessions to increasingly sexual activity, including requests for nudity and physical touch.  Key details include phone records between the involved parties (E., Z., and I.), gifts given to I. (a vibrator and lingerie), and the discovery of a message pad with Epstein’s stationery containing a phone number for scheduling massages. The testimony establishes timelines of activity, including the initial visits, a period of reduced contact, and a return to frequent massages with increased sexual content in late 2004 and 2005.  The transcript highlights a shift in Epstein’s behavior, escalating requests for sexual activity, and I.’s discomfort and eventual acknowledgment of the situation.",
      "timestamp": "2007-03-20T00:00:00",
      "timestamp_raw": "March 20, 2007",
      "keywords": [
        "efta00009478",
        "testimony",
        "federal grand jury",
        "west palm beach",
        "special agent",
        "helen josette jones-parsons",
        "official reporting service",
        "llc",
        "massage",
        "photographs",
        "epstein",
        "palm beach county",
        "florida",
        "march 20",
        "2007",
        "phone calls",
        "sexual activity",
        "18"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009512",
      "summary": "The focus of the testimony was on Jane Doe number 3, who began contacting Jeffrey Epstein in December 2004 (age 17), involving massage appointments and phone contact.  Epstein paid her $200 for these massages, provided gifts including Victoria Secret underwear, and rented a car for her.  The investigation relates to potential sex trafficking involving multiple Jane Does. Siegel detailed the frequency of phone calls (approximately 125 from December 2004-October 2005), the nature of the massages, and the financial transactions. The transcript also discusses other Jane Does (numbers 4 and 5), related phone records and flight manifests, and the significant involvement of Epstein’s Gulfstream aircraft and Boeing 727. The case involves allegations of sex trafficking and potentially other related charges against Epstein.",
      "timestamp": "2007-05-15T00:00:00",
      "timestamp_raw": "May 15, 2007",
      "keywords": [
        "jane doe",
        "epstein",
        "fbi",
        "west palm beach",
        "operation leap year",
        "grand jury",
        "testimony",
        "phone calls",
        "massages",
        "underage",
        "sexual activity",
        "victoria secret",
        "flight records",
        "hyperion air",
        "jege",
        "inc.",
        "trafficking",
        "broward county",
        "2004",
        "2005"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014139",
      "summary": "An Assistant U.S. Attorney sent an email to Colonel Gauger regarding a portion of Jeffrey Epstein’s agreement with the U.S. Attorney’s Office. The email details inconsistencies surrounding Epstein’s claim of working at the Florida Science Foundation (located at 250 Australian Avenue, Suite 1400) and his reported daily work schedule. Specifically, records show the foundation was incorporated in November 2007, the location is Jack Goldberger’s office, and there’s no evidence of the foundation’s existence. The Assistant U.S. Attorney expresses concern that Epstein’s activities within his attorney’s office (telephone calls, web-surfing, food delivery) are inconsistent with the goals of imprisonment and requests a review of work release regulations.",
      "timestamp": "2008-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2008",
      "keywords": [
        "epstein",
        "agreement",
        "florida science foundation",
        "work release",
        "fbi",
        "u.s. attorney",
        "jack goldberger",
        "palm beach county",
        "prison",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023428",
      "summary": "A New York Times reporter, Danielle Ivory, submitted a Freedom of Information Act (FOIA) request to the Bureau of Prisons (BOP) for records related to Jeffrey Epstein’s time in custody at the Metropolitan Correctional Center (MCC). The request seeks logs of phone calls, email correspondence, visitor lists, and approved contact lists for Epstein. Ivory argues the request is in the public interest due to the significant public interest surrounding Epstein’s death, potential government involvement, and the newspaper’s role in informing the public. She requests the records be provided electronically and fees be waived, citing the public’s right to access government information and the importance of transparency. The BOP acknowledges the request and outlines response time, fee waiver provisions, and considerations regarding potential exemptions under FOIA.",
      "timestamp": "2015-03-18T00:00:00",
      "timestamp_raw": "Mar. 18, 2015",
      "keywords": [
        "epstein",
        "foia",
        "bureau of prisons",
        "freedom of information act",
        "jeffrey epstein",
        "records request",
        "mcc",
        "email correspondence",
        "phone logs",
        "new york times"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027744",
      "summary": "On May 21, 2019, Alex Conlon communicated with [REDACTED] regarding an SDNY investigation and planned interviews. [REDACTED] confirmed a meeting for Thursday at 4:30 PM with a colleague who would be available to take notes and potentially act as a witness. [REDACTED] requested contact information to facilitate communication with individuals being interviewed and indicated a desire to cover topics including Giglio issues and Epstein’s conduct with a specific individual.  A follow-up email on May 14, 2019, reiterated the meeting details and requested a future meeting before June, anticipating more complex discussions.",
      "timestamp": "2019-05-21T00:00:00",
      "timestamp_raw": "May 21, 2019",
      "keywords": [
        "sdny investigation",
        "alex conlon",
        "meeting",
        "attorney",
        "witness",
        "notes",
        "contact information",
        "phone calls",
        "ausas",
        "gillespie",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008585",
      "summary": "This document is a transcript of a hearing before the United States Grand Jury, Southern District of New York, in the case of *United States v. Jeffrey Epstein*. A Federal Bureau of Investigation (FBI) Special Agent testified on July 2, 2019, at the United States Courthouse in New York. The agent’s testimony centered on their involvement in an investigation involving Jeffrey Epstein and his associates, specifically focusing on child exploitation, human trafficking, and international parental kidnapping. The agent detailed their work, referencing conversations with other law enforcement officers and review of documents, including phone records, messages, and exhibit presentations, all relating to the investigation. The testimony included discussion of specific individuals, dates (including misdated slides), and communication methods (phone calls and messages) used by Epstein and those associated with him. The agent confirmed the use of hearsay evidence during the proceedings.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "grand jury",
        "united states",
        "witnesses",
        "phone records",
        "trafficking",
        "kidnapping",
        "documents",
        "testimony",
        "hearsay",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033419",
      "summary": "On July 2, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate observations (psychological observations, administrative detentions), equipment checks, and security procedures.  Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 6:00 AM, and 10:00 AM.  Various inmate movements occurred, including transfers, returns, and administrative detentions.  Phone calls were monitored, including WITSEC inquiries.  The shift involved responding to alarms, conducting trash runs, and managing visitation. The counts varied throughout the shift, starting at 796, decreasing to 783, and then increasing to 788 before the shift ended.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "correctional center",
        "count",
        "inmates",
        "psych obs",
        "arrest",
        "detention",
        "fire alarm",
        "nypd",
        "phone check",
        "restraint equipment",
        "witsec",
        "administrative detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033422",
      "summary": "Several inmates were moved between units, including one transported to a local hospital. There were several instances of phone calls monitored, including STG and High Alert calls, and WITSEC inquiries.  Administrative detentions were recorded for inmates #50972-054 and #76318-054, with reasons and times documented.  The log details system malfunctions (fire alarm, PA system), trash runs, and standard operational procedures.  The final count at the end of each shift was recorded.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "inventory",
        "detention",
        "operations",
        "phone check",
        "institution",
        "time",
        "count",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034852",
            "similarity": 0.688,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034135",
            "similarity": 0.857,
            "index": 16,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028420",
      "summary": "A correspondence between an Assistant United States Attorney from the Southern District of New York and an unnamed recipient regarding a subpoena and a request for email correspondence. The subpoena seeks recordings of Jeffrey Epstein’s phone calls (excluding attorney calls) and requests all email correspondence of Jeffrey Epstein from July 6, 2019, through July 11, 2019, excluding emails between Estin and Marc Fernich, Weinberg, and Reid Weingarten. The sender emphasizes the need for expedited receipt of the requested materials and provides contact information.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "subpoena",
        "emails",
        "legal request",
        "inmate correspondence",
        "july 12",
        "2019",
        "united states attorney",
        "southern district of new york",
        "marc fernich",
        "reid weingarten"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034852",
      "summary": "The Lieutenant’s shift involved managing inmate movement, responding to system malfunctions, conducting trash runs, and overseeing visitation. Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, and 8:00 AM.  The SHU (Special Housing Unit) status was consistently 73/5.  There were no reported incidents of inmates being transferred to or from the hospital.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "detention",
        "inventory",
        "operations",
        "phone check",
        "institution",
        "787",
        "788",
        "789"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033422",
            "similarity": 0.688,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034135",
            "similarity": 0.688,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034135",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, documenting the activities of a lieutenant overseeing a shift. The log records counts, inmate movements (including transfers to hospital and administrative detention), equipment checks (metal detectors, restraint equipment), and responses to alarms and phone calls. It details specific inmate events, such as the addition of new inmates (including one transferred from another unit), and mentions system malfunctions affecting the public address system. The log also records routine tasks like trash runs and provides inmate visitation statistics. The shift covers three days: July 6th, July 7th, and July 5th, with counts recorded at various times throughout each day.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "inventory",
        "detention",
        "phone check",
        "institution",
        "operations",
        "fire alarm",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034852",
            "similarity": 0.688,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033422",
            "similarity": 0.857,
            "index": 13,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033580",
            "similarity": 0.562,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033425",
      "summary": "On July 8, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inmate movements, and system checks. The log detailed activities such as shift changes, fire alarm issues, phone checks, body alarm testing, and administrative detentions of inmates. There were instances of inmate movement to local hospitals, court appearances, and monitoring of STG/High Alert phone calls and WITSEC inquiries. Counts varied throughout the shift, with the final count being 792 at the end of the evening watch.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "correctional center",
        "count",
        "shu",
        "operations lieutenant",
        "fire alarm",
        "usms guards",
        "administrative detention",
        "phone check",
        "institution count",
        "visitation",
        "inmates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034067",
      "summary": "On July 9, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate movements (including psychiatric observations and administrative detentions), and security checks.  The shift involved monitoring phone calls (including STG and WITSEC inquiries), conducting inventory, responding to alarms, and managing inmate visits.  Counts varied throughout the day, with a final count of 792 at the end of the shift. Several inmates were transferred between units or facilities, and a trash run was conducted. The fire alarm/sprinkler system was intermittently nonoperational.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "restraint equipment",
        "nypd",
        "inmate",
        "administrative detention",
        "psych obs",
        "institution",
        "efta00034067"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033431",
            "similarity": 0.615,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034871",
      "summary": "The document is a daily log from the Metropolitan Correctional Center in New York, detailing the activities and counts of July 9, 2019, under multiple shifts (Morning, Day, Evening). It records inmate movements, medical treatments, administrative detentions, phone calls monitored (including WITSEC inquiries), security checks (metal detectors, roof checks), and inmate counts. Specific inmates are tracked, including Epstein, Rivero, Barcliff, and Gebremariam, and their associated statuses (e.g., psych observation, hospital visits). The log also notes equipment issues (fire alarm, PREA announcement system) and changes in unit assignments.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "inmate",
        "detention",
        "psych obs",
        "fire alarm",
        "nypd",
        "institutional",
        "arrest",
        "visitation",
        "record",
        "system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024828",
      "summary": "On July 10, 2019, an email was sent to multiple recipients regarding telephone calls about Jeffrey Epstein. The email instructed recipients (SSOs) to forward calls potentially from victims or individuals with information to a specific number (1-1030) and assure the caller that someone would return their call. The email referenced case file EFTA00024828.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "telephone calls",
        "redaction",
        "ssos",
        "victim",
        "information",
        "forward",
        "message",
        "1-1030"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033431",
      "summary": "Key activities included routine counts, equipment checks, security checks (roof, metal detectors), handling of inmate movement (administrative detention, hospital transfers), and monitoring of phone calls (STG/High Alert and WITSEC inquiries). There were multiple instances of counts taken at 12:00 AM, 3:00 AM, 5:00 AM, and 12:00 PM, as well as at 8:00 AM, 9:30 AM, 1:00 PM, 2:00 PM, 3:15 PM, and 4:00 PM. The log details the assumption and relinquishment of duties by the Lieutenant, and references specific inmate names and their associated housing units and reasons for administrative detention. System malfunctions, particularly with the Public Address System, were noted. The final count at the end of the shift was 791.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "restraint equipment",
        "metal detector",
        "institution",
        "nypd",
        "body alarm",
        "administrative detention",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034067",
            "similarity": 0.615,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033450",
            "similarity": 0.562,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.5,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028334",
      "summary": "A subpoena was issued on July 11, 2019, requesting recordings of Jeffrey Epstein’s phone calls, excluding those involving attorneys. Simultaneously, a written request was made for Jeffrey Epstein’s email correspondence from July 6, 2019, through July 11, 2019, excluding emails exchanged with Marc Fernich, Martin Weinberg, and Reid Weingarten. The subpoena’s return date was set for July 12, 2019.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "epstein",
        "subpoena",
        "emails",
        "jeffrey epstein",
        "redaction",
        "july 2019",
        "attorney",
        "marc fernich",
        "martin weinberg",
        "reid weingarten"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034888",
      "summary": "This document is a daily log of a Lieutenant’s shift at the Metropolitan Correctional Center in New York, covering Saturday, July 13, 2019. The log details routine activities including counts, inventory checks, security procedures (metal detectors, alarm testing), inmate observations (psychological, suicide watch), and administrative actions (detentions, furloughs). There were multiple inmate counts throughout the day, disruptions due to system malfunctions, and monitoring of STG and High Alert phone calls. A notable event was a furlough to a Housing Area (HA) and a temporary chit inventory was conducted. The log records the shift change and the final count of 798 inmates.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "nypd",
        "prea",
        "suicide watch",
        "administrative detention",
        "visitation",
        "fire alarm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034067",
            "similarity": 0.5,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034902",
            "similarity": 0.5,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033438",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034539",
      "summary": "Lieutenant’s shifts involved managing inmate activities, conducting counts, responding to alarms, and addressing issues like sprinkler malfunctions and bed space shortages. There were several inmate placements in administrative detention and ongoing monitoring of STG/High Alert phone calls and WITSEC inquiries. The counts varied throughout the day, with a final count of 799 recorded at the end of the shift.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "psych obs",
        "restraint equipment",
        "nypd phone check",
        "institution",
        "alarm",
        "detention",
        "prea",
        "confidental"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034569",
            "similarity": 0.562,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034156",
      "summary": "*   **Starting Counts:** The initial counts throughout the shifts varied between 796 and 799 inmates. *   **SHU Status:** The Special Housing Unit (SHU) contained approximately 78 inmates, with fluctuating numbers due to administrative detentions and movements. *   **Daily Activities:** The log detailed routine activities including counts, inventory checks, restraint equipment management, fire alarm testing, phone calls (including STG/High Alert monitoring and WITSEC inquiries), and inmate movements (e.g., to court, HA, ZA, general population). *   **Administrative Detentions:** Several inmates were placed in Administrative Detention throughout the shifts. *   **Visitation:** Visitation records noted 24 total inmates – 9 adults and 10 children. *   **Equipment Issues:** There were noted instances of system malfunctions, specifically relating to the Institution Public Address System used for PREA announcements.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "arrest",
        "witsec",
        "detention",
        "fire alarm",
        "institution",
        "nypd",
        "census",
        "visitation",
        "inmate",
        "unit",
        "goldcrest",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021428",
      "summary": "The documents detail scheduling discussions and information exchange related to the Epstein investigation. Key points include: *   Multiple individuals (FBI, NY attorneys, and a private legal firm) were coordinating meetings and phone calls to discuss a reverse proffer. *   Proposed meeting times were discussed, primarily focusing on July 15th - 18th, with options at 11:00 AM, 3:30 PM, and various times on Thursday. *   A witness’s doctor’s appointment was factored into the scheduling. *   The legal team sent over documents including a non-prosecution agreement and a standard proffer agreement for review. *   The witness indicated a desire to assert her Fifth Amendment privilege against self-incrimination if questioned.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein investigation",
        "fbi",
        "new york",
        "florida",
        "proffer",
        "witness interview",
        "reverse proffer",
        "grand jury",
        "7/16",
        "6:00 pm",
        "michael bachner",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011184",
      "summary": "The document details a timeline of discussions between Jeffrey Maxwell’s attorneys (Pagliuca, Everdell, and Cohen) and the Southern District of New York (SDNY) prosecutors. These interactions occurred between July 15, 2019, and October 2, 2020, involving meetings and phone calls at SDNY offices and email exchanges. The timeline outlines specific dates and individuals involved in these communications.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "efta00011184",
        "sdny prosecutors",
        "maxwell's attorneys",
        "pagliuca",
        "timeline",
        "redaction analysis",
        "everdell",
        "cohen",
        "exhibits",
        "prosecutors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034896",
      "summary": "Throughout the shifts, there were numerous institutional counts with varying results (798, 796, 785, 786, 787, 794, 77/5, 78/5, 76/5, 78/4, 79/5, 76/4). There were also issues with the PREA announcement system and a malfunctioning door panel.  No STG/High Alert or WITSEC phone calls were received. Visitation records were not available for this shift.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "psych obs",
        "hospice",
        "usms guards",
        "administrative detention",
        "prea",
        "lockdown",
        "inmate",
        "institutional",
        "nypd",
        "restraint equipment",
        "confidental",
        "visitation",
        "comm. tech."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034902",
      "summary": "It details inmate counts (ranging from 782 to 787), security procedures (including metal detector checks, restraint equipment inventories, and roof checks), inmate movements (administrative detention, court appearances, hospital transfers, and new commitments), and responses to alarms and phone calls. Specific inmate details, including names, identification numbers, and reasons for placement, are recorded. The log also includes observations regarding sensitive information, such as suicide watch and inmate companions, as well as details about visitation and daily operations like trash runs and feeding schedules.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "correctional center",
        "lieutenant",
        "count",
        "suicide watch",
        "shu",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "admissions",
        "inmates",
        "visitation",
        "fire alarm",
        "system malfunction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033465",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033438",
      "summary": "This document is a daily lieutenant’s log from the Metropolitan Correctional Center in New York, detailing events on Thursday, July 18, 2019. The log records inmate counts (ranging from 781 to 787), observations including suicides watches, administrative detentions, and medical events (bowel movements, trash runs). It also details operational activities such as equipment checks, phone checks, counts, and visitation records.  System malfunctions (fire alarm, Public Address system) and security alerts (STG/High Alert phone calls) were noted. The log was transitioned between shifts with corresponding changes in inmate counts and operational responsibilities.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "nypd",
        "alarm",
        "institution",
        "detention",
        "visitation",
        "count",
        "inventory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.6,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.533,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.533,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033580",
      "summary": "On July 20, 2019, the Metropolitan Correctional Center in New York documented daily operations, primarily focused on maintaining security and conducting counts of the inmate population (780, with 71 in SHU). Lieutenant’s logs detailed routine activities including count confirmations, equipment checks, Restraint Equipment Cage inventories, and responses to incidents like a reported fight necessitating a lockdown. There were also monitoring of STG and WITSEC phone calls, occasional administrative detentions (zero recorded in this excerpt), and system malfunctions affecting the Public Address System. Shifts were rotated between morning, day, and evening watches, and there were specific observations regarding NYPD activity and trash collection.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "lockdown",
        "hospice",
        "usms",
        "detention",
        "institution",
        "fire alarm",
        "operations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034135",
            "similarity": 0.562,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.625,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.562,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034692",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center in New York documented daily operations led by multiple lieutenants across morning, day, and evening shifts. The log recorded counts (initially 780, consistently maintained), security checks, equipment inventories, and responses to alarms and phone calls. Notable events included fire system malfunctions, PREA announcement failures, inmate administrative detentions (though none were recorded in this specific log), and several phone calls monitored through STG and High Alert systems. Counts were taken multiple times throughout the shifts, and the lieutenant transitioned between day and evening watch duties. Visitation was not recorded.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "detention",
        "fire alarm",
        "institution",
        "usms",
        "prea",
        "inventory",
        "lockdown",
        "visitation",
        "trash run"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033580",
            "similarity": 0.625,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033438",
            "similarity": 0.6,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034583",
            "similarity": 0.588,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.8,
            "index": 35,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034706",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034583",
      "summary": "On July 21, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, security checks, and inmate management. Throughout the shifts (Morning, Day, and Evening Watches), the Lieutenant performed regular counts (ranging from 780 inmates), conducted equipment inventories, monitored phone calls (including STG and WITSEC inquiries), and addressed issues like malfunctioning fire systems and door control problems. Administrative detentions were initiated but ultimately none. The daily log recorded specific events, times, and personnel involved in maintaining order and security within the facility.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "fire alarm",
        "administrative detention",
        "witsec",
        "prea",
        "institution",
        "usms",
        "body alarm",
        "lockdown",
        "trash run"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.588,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.533,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034908",
            "similarity": 0.625,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.533,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.6,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035688",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and inmate movement. Lieutenant’s logs recorded events across multiple shifts, noting operational issues like malfunctioning public address systems and difficulties opening doors. There were no STG or High Alert phone calls monitored, no WITSEC inquiries received, and no inmates placed in administrative detention. Counts were conducted at 12:00 AM, 3:00 AM, and 5:00 AM, with variations in inmate numbers reported. The log also details maintenance activities such as trash runs and equipment checks.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "usms",
        "department of justice",
        "correction center",
        "count",
        "shu",
        "prea",
        "lockdown",
        "fire alarm",
        "metal detector",
        "nypd",
        "administrative detention",
        "visitation",
        "inmates",
        "operations lieutenant",
        "daily log",
        "terrorist calls",
        "witsec",
        "monitoring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035581",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034908",
      "summary": "On July 21, 2019, a Metropolitan Correctional Center lieutenant documented daily operations, including counts, security checks (metal detectors, restraint equipment), and responses to alarms and phone calls. The shift involved multiple count rounds throughout the day, addressing system malfunctions (fire alarm, PA system), and managing inmate administrative detentions. There were no WITSEC inquiries or high-alert phone calls recorded during the shift. The lieutenant transitioned between morning, day, and evening watch duties, handling various tasks such as trash runs and maintaining security protocols. The final count at the end of the shift was 780 inmates, with 71 in SHU.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "detention",
        "fire alarm",
        "institution",
        "usms",
        "prea",
        "visitation",
        "trash run",
        "administrative detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034583",
            "similarity": 0.625,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.8,
            "index": 32,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033580",
            "similarity": 0.562,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.529,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.643,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035048",
            "similarity": 0.5,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035570",
      "summary": "On July 22, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate movements, and security checks. Key events included a reported threat of a stabbing, multiple phone calls monitored (including STG and WITSEC inquiries), several inmate placements in administrative detention (related to weapon or cell phone possession), and system malfunctions affecting the fire alarm and public address system. The log recorded shifts transitioning between day, evening, and morning watches, along with routine activities like trash runs and NYPD phone checks. The final count varied throughout the day, ultimately ending at 776.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "hospice",
        "stabbing",
        "administrative detention",
        "commit",
        "fire watch",
        "phone check",
        "institutional lockdown",
        "visitation",
        "weapons possession",
        "cell phone possession",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034696",
      "summary": "On July 22, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, security checks, and inmate activity. The shift began with a count of 780 inmates, with variations in SHU and unit placements. Several incidents were recorded, including an anonymous threat of a stabbing, monitoring of STG/High Alert and WITSEC phone calls, and the placement of inmates in Administrative Detention due to reasons such as weapon possession. There were multiple counts taken throughout the day, along with responses to system malfunctions (fire alarm, pressure pump) and routine activities like trash runs and visitation. The shift ended with a count of 776 inmates.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "count",
        "institution",
        "shu",
        "unit",
        "count",
        "nypd",
        "body alarm",
        "stabbing",
        "detention",
        "terrorist"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035581",
      "summary": "Lieutenant’s logs recorded issues with fire alarm systems, restraint equipment inventory, and communication systems. Several inmates were placed on suicide watch, and there were instances of administrative detention. Phone calls were monitored for terrorist and WITSEC activity. Counts were conducted multiple times throughout the shifts, resulting in slight variations in inmate numbers. Visitation occurred on July 22, 2019, with 34 inmates visiting.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "usms",
        "correction center",
        "lieutenant's log",
        "shu",
        "prea",
        "suicide watch",
        "administrative detention",
        "count",
        "fire alarm",
        "nypd",
        "visitation",
        "phone calls",
        "monitoring",
        "inmates",
        "efta00035581"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035688",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034172",
      "summary": "On July 23, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate movements (including transfers to hospice, suicide watch, and court appearances), and responses to alarms and system malfunctions. Several inmates were placed in administrative detention. There were numerous phone calls monitored, including STG and WITSEC inquiries. The log recorded shifts in Lieutenant responsibilities, equipment checks, and inmate visitation. The counts remained consistent throughout the day, with a final count of 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "lieutenant",
        "corrections",
        "count",
        "shu",
        "fire alarm",
        "suicide watch",
        "administrative detention",
        "nypd",
        "monitoring",
        "visitation",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.615,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.533,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034706",
      "summary": "This document is a daily log of operations for a Metropolitan Correctional Center in New York, specifically the shift of a Lieutenant during July 23rd and 22nd, 2019. The log details inmate counts (ranging from 776 to 773), sensitive information (I/M - inmate medical), fire alarm issues, restraint equipment checks, and various security procedures like metal detector scans and phone checks. Several inmates were placed on suicide watch (Epstein #76318-054) and there were instances of WITSEC inquiries and administrative detentions. The log also records specific events such as count confirmations, release of inmates, and monitoring of STG/High Alert phone calls. Visitation details were also recorded.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "suicide watch",
        "prea",
        "restraint equipment",
        "nypd",
        "institutional",
        "detention",
        "visitation",
        "usms",
        "monitoring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034172",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.529,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034077",
            "similarity": 0.533,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034970",
            "similarity": 0.5,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035504",
            "similarity": 0.588,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034077",
      "summary": "Key events included counts (776, 774, 770, 772, 774), inmate transfers (Ayllon, Reese, Epstein, Goswami, Martinez, Noble, Wright), administrative detentions, fire alarm issues, and monitoring of STG/High Alert phone calls and WITSEC inquiries. There were also instances of inmates being placed on suicide watch, receiving medical care, and participating in court appearances. Visitation records were maintained, along with data on phone calls and administrative detentions.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "fire alarm",
        "restraint equipment",
        "inmate",
        "usms",
        "detention",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.533,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.692,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035695",
            "similarity": 0.615,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033447",
            "similarity": 0.615,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031191",
      "summary": "On July 25, 2019, a correctional officer documented daily activities at the Metropolitan Correctional Center in New York. The log recorded inmate counts, movement (including exits and returns from hospitals), sensitive information regarding inmate observations (like psychiatric or suicide watches), and administrative actions such as detentions and transfers. Fire alarm malfunctions and phone calls were also monitored, including WITSEC inquiries and STG/High Alert calls. Throughout the shifts, inmates were moved between housing units, hospitals, and placed in administrative detention, with specific instances noted for cell phone possession. Counts were conducted at various times, and the log tracked equipment inventories and security checks.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "correctional center",
        "shu",
        "inmate",
        "count",
        "arrest",
        "detention",
        "witsec",
        "phone calls",
        "fire alarm",
        "prea",
        "custody",
        "lockdown",
        "medical observation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034934",
      "summary": "Lieutenant’s activities encompassed assuming watch duties, conducting inventory, responding to alarms, managing administrative detentions (specifically involving Kaba and Williams), and monitoring phone calls (STG and WITSEC inquiries).  Several inmates were moved between housing units (SHU, 10-South, Local Hosp), and a total count of 774 was achieved throughout the shifts. Visitation numbers were also recorded.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "institution",
        "fire alarm",
        "nypd",
        "cell phone",
        "administrative detention",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034172",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.643,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034583",
            "similarity": 0.533,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.615,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033444",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (e.g., court appearances, transfers to nursing facilities or special housing), and maintenance issues (fire alarm malfunctions, equipment inventory). Several inmates were under observation (Psych Obs, Suicide Watch), and some were placed in Administrative Detention due to various reasons, including possession of cell phones. Phone calls were monitored, including WITSEC inquiries. Counts were conducted at various times throughout the shift, and the shift ended with a final count of 770 inmates.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "fire alarm",
        "inmate",
        "detention",
        "psych obs",
        "restraint equipment",
        "nypd",
        "phone check",
        "administrative detention",
        "suicide watch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034077",
            "similarity": 0.692,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034172",
            "similarity": 0.533,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034067",
            "similarity": 0.643,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035695",
            "similarity": 0.643,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034948",
            "similarity": 0.529,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033447",
            "similarity": 0.643,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035695",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (e.g., Town Driver exit, inmate transfers to/from hospitals), and security checks. Sensitive information included inmate observations (psychiatric, suicide watch), phone calls monitored (including WITSEC inquiries), and administrative detentions (primarily related to cell phone possession).  Fire alarm system malfunctions were reported. Counts were conducted multiple times throughout the shifts, and various operational tasks, such as equipment inventories, phone checks, and trash runs, were performed. The log recorded changes in inmate status and location, totaling a fluctuating count of 774, 773, and 771 across the three shifts.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "usms",
        "psych obs",
        "restraint equipment",
        "fire alarm",
        "phone check",
        "administrative detention",
        "witsec",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.643,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034077",
            "similarity": 0.615,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034067",
            "similarity": 0.571,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.562,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033450",
            "similarity": 0.529,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034948",
      "summary": "*   **Initial Count:** The beginning count for the Metropolitan Correctional Center in New York was 770 inmates. *   **Operational Issues:** Throughout the shifts, there were issues with the fire alarm system, the Institution Public Address System, and metal detectors, leading to delays and alternative methods of communication. *   **Inmate Status:** Several inmates were noted for specific observations, including I/M Epstein on psychiatric observation with a companion, Hossain in Special Housing Unit (pending classification), and Brown placed in administrative detention due to a threat assessment. *   **Counts & Changes:** Multiple institutional counts were conducted throughout the day, resulting in variations in inmate numbers. *   **Phone Calls & Alerts:** The log recorded monitoring of STG/High Alert phone calls and WITSEC inquiries. *   **Visitation:** Visitation data was recorded for both 9 South and 11 North units. *   **Final Count:** The final count at the end of the shifts was 770.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "inmate",
        "psych obs",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "administrative detention",
        "witsec",
        "institutional lockdown",
        "visitation",
        "count"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035695",
            "similarity": 0.562,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.529,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033593",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033450",
            "similarity": 0.526,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.562,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033447",
      "summary": "On July 26, 2019, a Metropolitan Correctional Center Lieutenant’s log recorded daily operations, including counts, inmate movements, and security checks. Key events included fire alarm malfunctions, inmate placements in administrative detention (primarily due to threat assessments or court appearances), inmate transfers between housing units, and monitoring of phone calls for potential threats. The log documented specific inmate details, including observations related to psychological status and medical care. Visitation records were also noted.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "inmate",
        "detention",
        "psychiatric",
        "observation",
        "restraint equipment",
        "nypd",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.643,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034077",
            "similarity": 0.615,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033607",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033593",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, detailing the activities and events of three shifts (M/W, D/W, and E/W) on Saturday, July 27, 2019. The log records inmate counts, observations (including medical and psychological), equipment checks, security procedures (like rooftop checks and metal detector scans), phone calls monitored (including WITSEC inquiries), and administrative detentions. Notable events include fire alarm issues, PREA announcements failures, inmate placement in administrative detention, and specific inmate observations like smoking K-2 or being placed on suicide watch. The log also tracks personnel changes and counts the number of visitors.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "count",
        "shu",
        "nypd",
        "fire alarm",
        "psychiatric observation",
        "administrative detention",
        "witsec",
        "visitation",
        "institutional lockdown"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033450",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inmate movements, and security checks. Lieutenant’s logs recorded events such as fire alarm malfunctions, inmate placements (including those on psychiatric observation or in administrative detention), phone calls monitored (including WITSEC inquiries), and regular counts conducted at various times throughout the day. Specific inmates of note were Epstein and #76254-054. There were issues with the fire alarm system and a delay in conducting PREA announcements. Visitation records were also maintained, detailing adult and child inmate visits. The shifts transitioned between morning, day, evening, and mid-week watches.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "fire alarm",
        "psychiatric observation",
        "administrative detention",
        "witsec",
        "institution",
        "nypd",
        "body alarm",
        "inmate",
        "operations lieutenant",
        "restraint equipment",
        "usms guards",
        "psych obs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.526,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035695",
            "similarity": 0.529,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033456",
            "similarity": 0.625,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033647",
      "summary": "It details inmate counts, sensitive information (including inmate hospitalizations and psychiatric observations), restraint equipment checks, security procedures (metal detectors, roof checks, and phone monitoring – including WITSEC inquiries), and administrative actions like administrative detentions and transfers between housing units (SHU, 10-South, Local Hosp).  Specific inmate movements and releases are recorded, along with equipment inventory and maintenance. The log also tracks phone calls and counts to maintain a secure environment.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "hospital",
        "inmate",
        "count",
        "custody",
        "detention",
        "observation",
        "restraint",
        "alarm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035048",
            "similarity": 0.5,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033601",
      "summary": "The log details inmate counts, sensitive information, medical observations (including psychiatric observations and suicide watch), administrative detentions, phone calls (including WITSEC inquiries and STG/High Alert calls), restraint equipment inventory, and general operational activities like counts, searches, and releases. Specific inmate IDs and reasons for detention/observation are frequently noted. The log records various interruptions to standard procedures due to system malfunctions, and includes details about visitation and trash runs.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "inmate",
        "hospital",
        "count",
        "prea",
        "restraint",
        "metal detector",
        "nypd",
        "administration detention",
        "suicide watch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033465",
            "similarity": 0.615,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034970",
      "summary": "On July 30, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inmate movements (including hospital transfers and releases), security checks (metal detectors, restraint equipment, roof checks), and monitoring of phone calls (including WITSEC inquiries). The log recorded specific inmate activities, administrative detentions, and the operational status of various systems (fire alarm, public address system). Counts were conducted multiple times throughout the shifts, with variations in inmate numbers and locations. Visitation records were also maintained.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "arrest",
        "detention",
        "nypd",
        "phone check",
        "restraint equipment",
        "visitation",
        "inmates",
        "usms",
        "psych obs",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033607",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035048",
      "summary": "It details inmate counts, movement of inmates (including hospital transfers, dry cell placements, and administrative detentions), equipment checks, phone calls monitored (including WITSEC inquiries), and general operational activities. The log records shifts in personnel, counts, and specific inmate actions throughout the day.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "hospital",
        "usms",
        "alarm",
        "restraint",
        "detention",
        "cell",
        "nypd",
        "inmate",
        "prea",
        "visitation",
        "dry cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033647",
            "similarity": 0.5,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034569",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033665",
      "summary": "Lieutenant’s conducted shifts, monitoring phone calls (including WITSEC inquiries), managing administrative detentions (resulting in several inmate placements), and addressing system malfunctions (fire alarm, PA system). Inmate counts fluctuated throughout the day, with changes due to transfers, medical observations, and administrative actions. The shift involved numerous routine procedures and responses to specific inmate situations.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "usms",
        "psych",
        "restraint",
        "metal detector",
        "emergency",
        "witsec",
        "detention",
        "inmate",
        "observation",
        "log"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034991",
      "summary": "This document is a daily log of activities and events at the Metropolitan Correctional Center in New York, maintained by a Lieutenant. It details counts, inmate movements, security checks (metal detectors, restraint equipment), responses to alarms, phone calls (including WITSEC inquiries), and administrative detentions. There are frequent institution-wide counts, and occasional issues with communication systems (PA system, metal detectors). Visitation records are also noted. The log records the specific times and actions taken throughout each shift, categorized by the type of activity (e.g., “Institution Count,” “PREA Announcement,” “Body Alarm Testing”).",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "usms guards",
        "suicide watch",
        "shu",
        "prea",
        "institution count",
        "body alarm",
        "administrative detention",
        "witsec",
        "visitation",
        "lockdown",
        "terrorist phone calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035615",
      "summary": "On August 3, 2019, a lieutenant at the Metropolitan Correctional Center in New York documented daily operations, including counts, security checks, and inmate management. Throughout the shift, there were instances of fire alarms, system malfunctions (particularly with the PA system), and temporary detentions of inmates. Phone calls were monitored for terrorist threats and WITSEC inquiries. Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, 10:00 AM, and 12:00 AM, with variations in inmate counts and temporary detentions recorded. The shift involved multiple lieutenant changes and responses to various operational issues, including equipment failures and the completion of trash runs.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "correctional center",
        "usms",
        "prea",
        "shu",
        "count",
        "lockdown",
        "visitation",
        "witsec",
        "administrative detention",
        "operations lieutenant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034997",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant’s log documented daily operations, including counts, inmate movements (specifically involving Melendez and #86463-054), equipment checks, and security procedures. Key events included multiple institution counts, phone checks, body alarm tests, and responses to a fire alarm malfunction. Administrative detention was not recorded during this shift.  The log also noted monitoring of STG and High Alert phone calls, and WITSEC inquiries. The daily count consistently remained at 761 with a SHU count of 77.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "correctional center",
        "count",
        "shu",
        "lieutenant",
        "usms",
        "hospital",
        "detention",
        "alarm",
        "fire",
        "operations",
        "witsec",
        "inmate",
        "observation",
        "nypd",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033607",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (specifically Melendez and Benjamin), and security checks. Key events included fire alarm issues, phone checks, body alarm testing, PREA announcements, and administrative detentions. Inmates were frequently placed in the Local Hospital and observed psychological observations. Throughout the shift, the Lieutenant transitioned between morning, day, and evening watches, managing inmate counts and responding to various incidents, including a hospital return for inmate Melendez. There were no recorded STG/High Alert phone calls or WITSEC inquiries.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "psych obs",
        "detention",
        "fire alarm",
        "inventory",
        "nypd",
        "phone check",
        "observation",
        "administrative",
        "visitation",
        "inmates",
        "restraint equipment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034970",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033447",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033456",
      "summary": "This document is a daily log from August 4, 2019, detailing the activities and observations of a Metropolitan Correctional Center Lieutenant shift. Key events include: multiple institution counts (762 inmates), maintenance checks (metal detectors, restraint equipment, fire system), PREA announcements, phone checks, body alarm testing, inmate administrative detentions (though none during this specific shift), trash runs, and monitoring of STG/High Alert phone calls and WITSEC inquiries (both occurring zero times). The log records variations in inmate counts, equipment malfunctions (specifically the PA system), and the lieutenant’s transitions of duty between shifts.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "institution",
        "nypd",
        "fire alarm",
        "restraint equipment",
        "prea",
        "witsec",
        "administrative detention",
        "usms guards"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033450",
            "similarity": 0.625,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034948",
            "similarity": 0.562,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.615,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033465",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035706",
      "summary": "On August 4, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and security procedures. Lieutenant’s logs detailed activities across multiple shifts, noting operational issues like a malfunctioning PA system and metal detector problems.  Inmate activity included PREA announcements, restraint equipment management, temporary chit inventories, and the monitoring of STG international terrorist phone calls and WITSEC inquiries. Administrative detentions were recorded but consistently at zero. Counts were performed at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, and 10:00 AM, with variations in inmate counts and observations. There were no significant incidents or changes in inmate status.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "us department of justice",
        "metropolitan correctional center",
        "shift",
        "day",
        "date",
        "count",
        "shu",
        "prea",
        "restraint equipment",
        "metal detector",
        "institution",
        "nypd",
        "phone check",
        "administrative detention",
        "witsec",
        "inmate",
        "operations lieutenant",
        "visitation",
        "lockdowns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033707",
      "summary": "There were instances of inmates placed in Administrative Detention due to pending SIS investigations.  Specific inmate names and case numbers were recorded along with the reasons for detention.  The Lieutenant addressed sensitive information, including inmate observations (psych obs, suicide watch), monitored phone calls (STG/High Alert and WITSEC inquiries), and responded to system malfunctions (fire alarm, PA system). There were variations in the count throughout the shifts, with a final count of 759 on Sunday. Visitation details were recorded, including adult and child visitors.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "lieutenant",
        "corrections",
        "shu",
        "count",
        "alarm",
        "detention",
        "psych obs",
        "prea",
        "inventory",
        "nypd",
        "visitation",
        "inmate",
        "medical",
        "lockdown",
        "system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.526,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034569",
            "similarity": 0.556,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034332",
      "summary": "On August 6, 2019, Mariel Colon, attorney for Jeffrey Epstein, sent a complaint to the Metropolitan Correctional Center regarding Epstein’s conditions. The complaint detailed a lack of toilet paper, an unplugged CPAP machine, and limited phone calls (two fifteen-minute calls on speakerphone with officers present). The email was forwarded by Supervisory Staff Attorney at the MCC.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "complaints",
        "phone calls",
        "cpap",
        "toilet paper",
        "mariel colon",
        "new york",
        "metropolitan correctional center",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035618",
            "similarity": 1.0,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034791",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035618",
      "summary": "On August 6, 2019, a Supervisory Staff Attorney at the Metropolitan Correctional Center (MCC) New York received a complaint from Jeffrey Epstein’s attorneys, Mariel Colon Miro, Esq., and Michael Lambert regarding Epstein’s conditions within the facility. Epstein reported a lack of toilet paper, an un-plugged CPAP machine, and only two fifteen-minute phone calls made via speakerphone with officers present. The attorney requested confirmation of toilet paper availability and CPAP functionality, as well as verification of his phone account setup for ITS calls after 30 days.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "cpap",
        "phone calls",
        "complaints",
        "toilet paper",
        "mariel colon",
        "legal",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034332",
            "similarity": 1.0,
            "index": 62,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034791",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034791",
      "summary": "On August 6, 2019, Mariel Colon, attorney for Jeffrey Epstein, sent a complaint to the Metropolitan Correctional Center (MCC) regarding his cell conditions. Epstein reported a lack of toilet paper, an unplugged CPAP machine, and only two fifteen-minute phone calls made via speakerphone with officers present. The email requests verification of these issues and confirmation that Epstein’s phone account is set up to receive calls on the ITS after 30 days.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "complaints",
        "cpap",
        "phone calls",
        "toilet paper",
        "speaker phone",
        "new york",
        "mariel colon",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035618",
            "similarity": 0.818,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034332",
            "similarity": 0.818,
            "index": 62,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034796",
      "summary": "This document is a daily log from August 6th and 5th, 2019, maintained by a Lieutenant at the Metropolitan Correctional Center in New York. It details operational activities including inmate counts, security checks (metal detectors, roof inspections), inventory, and responses to alarms. Specific events recorded include inmate placements in SHU (Special Housing Unit), administrative detentions due to weapons possession, inmate transfers, and system malfunctions impacting communication. The log also records WITSEC inquiries and monitoring of STG high-alert phone calls. The counts fluctuate throughout the shifts, with a starting count of 759 decreasing to 757 and then 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "bed space",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "administrative detention",
        "inmate",
        "witness protection",
        "visitation",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.556,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.529,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033465",
            "similarity": 0.714,
            "index": 68,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034554",
      "summary": "An inmate, referred to as “Epstein,” contacted a writer regarding phone calls he received through his PAC number. He stated he had only had two phone calls via speakerphone and questioned whether they constituted his monthly contact. He also reported missing books he was reading while in suicide watch, specifically mentioning his transfer to the SHU. The communication was made by the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "8/8/2019",
      "keywords": [
        "epstein",
        "complaints",
        "phone calls",
        "suicide watch",
        "shu",
        "pac number",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036426",
      "summary": "An inmate, identified as Epstein (EFTA00036426), reported to a writer that he received a PAC number to make phone calls, having only had two speaker phone calls and questioning if they counted as his monthly contact. He also reported missing books he had while in suicide watch. The communication occurred between August 8, 2019, and involved the U.S. Department of Justice/Federal Bureau of Prisons and the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "epstein",
        "complaints",
        "phone calls",
        "inmate",
        "suicide watch",
        "books",
        "prison",
        "federal bureau of prisons",
        "redacted",
        "pac number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033465",
      "summary": "Throughout the shift, there were several inmate movements, including transfers (TRTY TRANS), administrative detentions, and changes in observation status (suicide watch, psych observation, dry cell).  There were issues with the Institution Public Address System, the Rear Gate Metal Detector, and the Fire Alarm system. Several body alarm tests were conducted, and routine counts were performed at 12:00 AM, 3:00 AM, and 5:00 AM. Visitation records were also noted, with a total of 46 adults and children visiting. There were no STG/High Alert phone calls or WITSEC inquiries reported during the shift.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "lieutenant",
        "suicide watch",
        "shu",
        "count",
        "restraint equipment",
        "metal detector",
        "nypd",
        "prea",
        "administrative detention",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034796",
            "similarity": 0.714,
            "index": 65,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.5,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033601",
            "similarity": 0.615,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035504",
            "similarity": 0.6,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033693",
            "similarity": 0.5,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.533,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034102",
      "summary": "These included: *   **Counts:** Regular institution counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, and 10:00 AM. *   **Administrative Actions:** Several inmates were moved between units (e.g., PRE REMOVE, TREATY TRANS, Dry Cell), placed in Administrative Detention, or taken off suicide watch. *   **Technical Issues:** The Institution Public Address System and a Fire Panel were malfunctioning. *   **Phone Calls:** STG (High Alert) and potentially WITSEC phone calls were monitored. *   **Visitation:** 46 individuals visited the facility. *   **Shift Changes:** The Lieutenant transitioned between morning, day, and evening watches. The daily log details a standard set of security and operational procedures within the correctional facility.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "daily log",
        "corrections",
        "suicide watch",
        "shu",
        "nypd",
        "phone check",
        "restraint equipment",
        "institution count",
        "prea",
        "transfers",
        "inmate detention",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018970",
      "summary": "The document consists of a series of emails exchanged between individuals involved in the investigation surrounding the death of Jeffrey Epstein. Concerns are repeatedly raised regarding the flow of information, with defense counsel expressing frustration over receiving updates through the press before being officially informed. Key points include: *   Multiple individuals report receiving information about a claim of an individual contacting the hospital to arrange for the pickup of Epstein’s body. *   The BOP issued a press release about Epstein's death without providing essential details, prompting requests for a reliable update from defense counsel. *   There are questions about the legitimacy of the claims and the potential for misinformation circulating, particularly regarding contact with BOP and MCC personnel. *   Efforts are made to contact relevant authorities (FBI, DOJ-OIG, BOP, Marshals) to obtain accurate information and coordinate investigative efforts. *   A US Attorney is seeking immediate clarification regarding the circumstances of the death and the timeline of investigative steps.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "doj",
        "bop",
        "mcc",
        "investigation",
        "death",
        "body",
        "phone calls",
        "hoax",
        "counsel",
        "usms",
        "press release"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028540",
      "summary": "Two individuals, identified as “IS” and “[REDACTED],” exchanged emails expressing concern and sympathy regarding the news about Jeffrey Epstein. One email acknowledges the shocking nature of the situation and the disappointment for victims and the pursuit of justice. The other email recounts a similar experience with a suicide of a securities fraud defendant three years prior and offers support.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "victims",
        "justice",
        "phone calls",
        "securities fraud",
        "suicide",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035430",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant assumed duties at 12:00 AM. The daily count was 758 with 73 inmates in SHU.  Notable events included inmate observations (Psych Obs.) for several inmates, one inmate in a dry cell with staff intervention, a medical emergency involving unresponsive inmate Epstein requiring CPR and transport to a local hospital, and monitoring of STG International Terrorist phone calls and WITSEC inquiries. The final count at the end of the shift was 758 with 71 inmates in SHU, 5 in the 10-South SHU, and 4 in the Health/Administrative Observation units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "shu",
        "psych obs",
        "restraint equipment",
        "institution count",
        "emergency",
        "cpr",
        "administrative detention",
        "terrorist phone calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036101",
      "summary": "This document is a daily log from August 9th and 10th, 2019, kept by a Metropolitan Correctional Center Lieutenant detailing operations, inmate counts, medical emergencies, and security incidents. Key events include: *   **Counts:** Multiple institutional counts were conducted at 12:00 AM, 3:00 AM, and 5:00 AM, consistently recording 757 or 758 inmates. *   **Medical Emergency:** On August 10th, inmate Epstein was found unresponsive and received CPR before being transported to a hospital. *   **Restraints and Transfers:** Several inmates were placed in Administrative Detention and transferred to special housing, notably Fernandez and Mutimura. *   **System Issues:** Fire alarm/sprinkler system malfunctions and a malfunctioning Public Address System occurred. *   **Security Procedures:** Regular checks of metal detectors, restraint equipment, and roof security were performed. *   **Phone Monitoring:** STG International Terrorist phone calls and WITSEC inquiries were monitored. *   **Count Variations:** The final count varied between 756 and 758 throughout the shifts.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "medical emergency",
        "restraint equipment cage",
        "nypd phone check",
        "institutional count",
        "administrative detention",
        "emergency services",
        "dry cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031194",
      "summary": "This document is a daily lieutenant’s log from the Metropolitan Correctional Center in New York, documenting activity for August 9th and 10th, 2019. It details counts, inmate observations (particularly psychiatric observation and suicide watch), medical emergencies (specifically the unresponsive inmate Epstein), transfers to special housing, and various operational activities like alarm testing, roof checks, and trash runs. There were multiple inmate placements in administrative detention, and no high-alert phone calls were monitored during the shifts. The log records the shift changes and the counts at various times throughout the day.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional center",
        "inmate",
        "psych obs",
        "shu",
        "restraint equipment",
        "count",
        "emergency",
        "transfer",
        "dry cell",
        "nypd",
        "prea",
        "hospitalization",
        "observation",
        "detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035504",
      "summary": "This document is a daily log of operations at the Metropolitan Correctional Center in New York City, covering the shift of a Lieutenant on August 11, 2019. Key events include: *   **Initial Counts:** The log begins with initial counts of 756 inmates, with varying numbers in Special Housing Units (SHU). *   **Operational Issues:** Frequent reports of system malfunctions, particularly with the Public Address System, lead to delays in announcements and procedures. *   **Inmate Management:** Several inmates are placed on suicide watch, requiring companion assignments and administrative detention. *   **Security Procedures:** Regular counts, metal detector checks, restraint equipment inventories, and roof checks are conducted. *   **Phone Monitoring:** STG and High Alert phone calls are monitored, with no WITSEC inquiries received during the shift. *   **Shift Changes:** The Lieutenant transitions between morning, day, and evening shifts, each with specific duties and observations. The log consistently records counts, inmate movements, and operational issues encountered throughout the shifts.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "psych obs",
        "suicide watch",
        "administrative detention",
        "count",
        "restraint equipment",
        "fire alarm",
        "nypd",
        "prea",
        "inmate",
        "detention",
        "monitoring",
        "system malfunction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033465",
            "similarity": 0.6,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034948",
            "similarity": 0.556,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.733,
            "index": 44,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033693",
            "similarity": 0.556,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.588,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033693",
      "summary": "This document is a daily log of events recorded by the Lieutenant of the Metropolitan Correctional Center in New York on Monday, August 12, 2019. It details counts of inmates (ranging from 757 to 765), observations regarding inmate psychological status, equipment checks, phone calls monitored (including STG and WITSEC inquiries), administrative detentions (none recorded), and shift changes. There were intermittent system malfunctions affecting the Public Address System, and several inmate transfers occurred, primarily involving the Local Hospital. The log recorded specific times for various activities, including counts, equipment checks, phone checks, body alarm tests, and trash runs.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "psych obs",
        "prea",
        "institution",
        "nypd",
        "metal detector",
        "restraint equipment",
        "inmate",
        "detention",
        "system malfunction",
        "visitation",
        "confidentia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035504",
            "similarity": 0.556,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033465",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034948",
            "similarity": 0.556,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034569",
            "similarity": 0.588,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034569",
      "summary": "Lieutenant’s shifts involved responding to alarms, conducting counts, managing administrative detentions, monitoring phone calls (including WITSEC inquiries), and handling inmate transfers between units and facilities. There were several instances of inmates placed on suicide watch or administrative detention. The daily log recorded issues with communication systems (fire alarm, PA system) and disruptions due to counts and other operational needs.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "lieutenant",
        "suicide watch",
        "shu",
        "count",
        "alarm",
        "restraint equipment",
        "inmate",
        "detention",
        "nypd",
        "psych obs",
        "prea",
        "visitation",
        "unit 9 north"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033693",
            "similarity": 0.588,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035504",
            "similarity": 0.588,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033465",
            "similarity": 0.533,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027978",
      "summary": "A communication was sent from CMG to USANYS regarding a question from HQ concerning Epstein’s phone calls related to the underlying case. The question specifically asks if SDNY had requirements to memorialize these calls and whether those requirements were followed. The email is part of a larger case file (EFTA00027978).",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00027978",
        "redaction analysis",
        "usanys",
        "sdny",
        "epstein",
        "phone calls",
        "bop policies",
        "prosecutors",
        "underlying case",
        "u.s. department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019321",
      "summary": "An email chain discusses a question from HQ regarding Epstein’s prison calls while detained. The question asks if the Southern District of New York (SDNY) had any requirements to memorialize these calls and if those requirements were followed, in addition to Bureau of Prisons (BOP) policies. The email was sent from the Office of the Inspector General, New York Field Office to a USANYS contact.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "epstein",
        "prison calls",
        "redacted",
        "usanys",
        "oig",
        "sdny",
        "bop",
        "prosecutors",
        "case",
        "phone calls"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019662",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031007",
      "summary": "The OIG New York Field Office is investigating a question regarding the handling of phone calls made by Jeffrey Epstein at MCC. The core of the inquiry revolves around whether the Bureau of Prisons (BOP) was required to document Epstein’s calls beyond standard BOP policy, specifically if the SDNY prosecutors or Judge required detailed logging, recording, or monitoring of those conversations. The investigation stemmed from a request for clarification about whether SDNY prosecutors needed to maintain a log of Epstein’s calls at MCC, referencing the term “memorialize phone calls.” Redactions obscure the identities of individuals and organizations involved.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "bop",
        "sdny",
        "ig",
        "epstein",
        "phone calls",
        "requests",
        "directives",
        "court orders",
        "recording",
        "memorialize"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027180",
            "similarity": 0.538,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027180",
      "summary": "The following individuals were involved in a communication chain regarding a question from headquarters (HQ) concerning inmate phone use and monitoring, specifically related to the case of a prisoner named Epstein. *   A Special Agent from the Office of the Inspector General (OIG) responded to a request for information about whether the Bureau of Prisons (BOP) complied with any additional requirements from the SDNY prosecutors or Judge regarding inmate phone use, including specific recording, reporting, or monitoring protocols. *   The initial inquiry questioned whether the SDNY office or Judge had specific instructions beyond standard BOP policy, such as maintaining a log of phone calls or documenting conversation topics. *   The question centered around whether the SDNY required the BOP to “memorialize” Epstein’s phone calls, specifically regarding the recording and documentation of those calls.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "bop",
        "sdny",
        "phone use",
        "monitoring",
        "court orders",
        "requests",
        "directives",
        "epstein",
        "recording",
        "log"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031007",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019662",
      "summary": "The Office of the Inspector General (OIG) received a request from the U.S. Attorney’s Office for the Southern District of New York (USANYS) regarding whether the Bureau of Prisons (BOP) policies and SDNY requirements were followed concerning Epstein’s phone calls related to the underlying case. The OIG representative responded that they would inquire about the specific question.  Details of the initial inquiry and related communications were redacted.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "efta00019662",
        "oig",
        "usanys",
        "redaction",
        "memorialize phone calls",
        "sdny",
        "bop",
        "epstein",
        "prosecutors",
        "case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019321",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037558",
      "summary": "*   CID requests a 1530 daily phone call with NY for updates. *   NY proposes end-of-day reporting Monday-Friday, with weekend updates only occurring due to significant events. *   There’s discussion about consolidating reporting from VCAC, VC, and CR units, with CID potentially taking the lead. *   The VC squad has no planned updates for the Epstein case this weekend. *   The email chain includes requests for confirmation and CCing of communications. Note: Significant portions of the text have been redacted.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "fbi",
        "cid",
        "ny",
        "phone calls",
        "updates",
        "reporting",
        "epstein",
        "vcac",
        "vc",
        "unet",
        "fbinet"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037562",
            "similarity": 0.75,
            "index": 84,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037507",
            "similarity": 0.615,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037562",
      "summary": "*   CID requested a 1530 daily phone call with NY for updates on EFTA00037562. *   NY agreed to end-of-day reporting Mon-Fri, with weekend updates only occurring due to significant events. *   CID requested that updates be sent to them and a designated point of contact (POC). *   The VC squad had no planned updates for the Epstein case on August 25, 2019. *   VCAC was asked to confirm if they also had no planned updates. *   The FBI discussed file uploads between FBINET and UNET. *   EFTA00037563 was referenced.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "fbi",
        "cid",
        "ny",
        "efta00037562",
        "updates",
        "phone calls",
        "reporting",
        "epstein",
        "vcac",
        "unet"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037558",
            "similarity": 0.75,
            "index": 83,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037507",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037507",
      "summary": "*   CID requested daily 1530 phone calls with NY for updates. *   NY initially planned to only provide end-of-day reporting Monday-Friday, anticipating a slow investigative pattern. *   There was a discussion about consolidating reporting from VCAC, VC, and CR. *   VC Squad has no planned updates for the weekend. *   The designated CID Point of Contact (POC) is PM. *   The FBI agent was instructed to send updates to CID and ICVCU.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "fbi",
        "cid",
        "ny",
        "phone call",
        "updates",
        "reporting",
        "weekend",
        "epstein",
        "vcac",
        "vc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037562",
            "similarity": 0.538,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037558",
            "similarity": 0.615,
            "index": 83,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030715",
      "summary": "The document details a request by an attorney, Bruce Barket, for his client, Nick, to have social visits at the Metropolitan Correctional Center (MCC). Initially, MCC’s position was that visits were only permitted for mitigation preparation, and Nick’s frequent misunderstandings hindered communication. However, after discussion, MCC offered a social phone call, which Barket considered inadequate. The request for a social visit was complicated by the fact that Nick was in a capital case. The involved parties, including staff attorneys at CLC New York and the US Attorney’s office, discussed the possibility of intervention and the need for mitigation preparation, emphasizing the importance of maintaining access to communication methods like monitored visits and phone calls. Ultimately, a social phone call was offered as a temporary solution pending further discussion with administrators.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "social visit",
        "mitigation",
        "inmate",
        "phone calls",
        "capital case",
        "family communications",
        "mcc",
        "barket epstein",
        "legal requests",
        "death penalty"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028003",
      "summary": "*   **Background on Baird’s Experience:** Baird was employed by the Department of Justice’s Federal Bureau of Prisons from 1989 to 2016, holding progressively higher Warden positions.  She maintains contact with former colleagues and has worked as an independent prison consultant since 2017. *   **Purpose of Declaration:** Baird was asked to offer an expert opinion on the conditions of confinement for Assange if he were to be placed under Special Administrative Measures (SAMs) within the Bureau of Prisons system. *   **SAMs Expertise:** Baird’s expertise stems from her direct experience managing SAMs inmates at institutions like MCC New York and USP Marion, specifically focusing on the Communication Management Unit (CMU). *   **Assange’s Alleged Charges:** Assange is facing extradition charges including Conspiracy to Receive National Defense Information, Obtaining National Defense Information, Disclosure of National Defense Information, and Conspiracy to Commit Computer Intrusion. *   **SAMs Description:** Baird describes SAMs as restrictions on social visits, phone calls, correspondence, and placement in restrictive housing, common for inmates awaiting trial or those deemed a security risk. *   **ADX Florence Context:** Baird highlights the ADX Florence (Special Management Unit) as a facility where SAMs inmates are typically housed, and the potential for lengthy isolation within it. *   **CMU Details:** Baird explains the limitations of the CMU, emphasizing restricted communication and program access. *   **Psychological Assessments:** Baird reviews the psychological assessments concerning Assange’s potential for suicide, noting concerns about mental health services within the BOP. *   **Policy and Procedure Reviews:** Baird discusses the BOP's policies regarding inmate placement, particularly concerning restrictive housing and the Administrative Remedy Program. *   **Expert Opinions:** Baird’s overall opinion is that Assange would likely face severe restrictions and prolonged isolation if placed under SAMs, reflecting the realities of the BOP’s system. *   **Final Attestation:** Baird confirms the accuracy and completeness of her declaration under penalty of perjury.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00028003",
        "julian assange",
        "bureau of prisons",
        "sams",
        "communication management unit",
        "federal correctional institution",
        "adx florence",
        "mental health",
        "isolation",
        "extradition",
        "special administrative measures",
        "united states penitentiary",
        "psychological assessments",
        "suicide risk",
        "bop",
        "restrictive housing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031997",
      "summary": "This document is a response from the Warden of the Metropolitan Correctional Center (MCC) New York regarding a psychological reconstruction of inmate Jeffrey Epstein (76318-054). The reconstruction raised concerns about several areas: *   **Review Procedures:** The Warden clarifies the requirements for Captain and IDO video reviews, detailing the 30-minute round mandates and documentation processes. *   **Psychology Services Involvement:** The Warden addresses concerns about the lack of transparency in housing decisions, outlining Psychology Services’ role in consultations and weekly meetings, and implementing a system for documenting these meetings. *   **Incident Reporting:** The Warden responds to concerns about a premature incident report related to a potential assault, emphasizing the need for timely reporting and acknowledging potential biases within the staff. They are implementing training to address this. *   **Telephone Calls:** The Warden addresses reports of facilitated telephone calls to Epstein’s mother, referencing a referral made for an unauthorized call. *   **Follow-Up Training:** The Warden confirms the implementation of suicide prevention training across various staff levels, providing supporting documentation. *   **Accountability & Bed Book Counts:** The Warden details new procedures for periodic and routine bed book counts, including documentation and staff responsibilities. *   **Log Book Audits:** The Warden reports findings from audits of various log books, identifying discrepancies and areas for improvement. *   **Sex Offense Risk Factors:** The Warden highlights the importance of Executive Staff in fostering institutional understanding of sex offender risk factors and modeling appropriate expectations. Overall, the response demonstrates an effort to address identified deficiencies in procedures, documentation, and staff training related to inmate Epstein’s care and security within the MCC New York.",
      "timestamp": "2020-01-27T00:00:00",
      "timestamp_raw": "January 27, 2020",
      "keywords": [
        "inmate epstein",
        "psychological reconstruction",
        "video reviews",
        "shu",
        "documentation",
        "training",
        "incident reports",
        "sex offenders",
        "accountability",
        "bed book counts",
        "staff responses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018948",
      "summary": "This document is a response from the U.S. Department of Justice, Southern District of New York, to discovery requests from the defense in the case of *United States v. Tova Noel and Michael Thomas*. The Government acknowledges requests numbered 1-10, 12-13, and notes many of the requests are overly broad. They have provided specific video surveillance file names (CH0080_… ) related to August 9-10, 2019, focusing on activity involving Tova Noel and Jeffrey Epstein’s presence at the Special Housing Unit, particularly around times of phone calls and computer usage. The Government reserves the right to introduce additional evidence at trial.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states",
        "doj",
        "surveillance",
        "video",
        "jeffrey epstein",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "discovery",
        "requests",
        "evidence",
        "files",
        "thomas",
        "noel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030190",
      "summary": "This redacted document details the early stages of a U.S. Department of Justice (DOJ) investigation into Jeffrey Epstein’s crimes, specifically focusing on communications with and the potential involvement of Prince Andrew. The core narrative revolves around the DOJ’s initial requests for an interview with Prince Andrew, facilitated through his legal representation at Blackfords LLP. Key points include: *   **Initial Contact & Concerns:** The DOJ, via an Assistant U.S. Attorney, initiated contact with Blackfords LLP in early January 2020, requesting a consensual, voluntary interview with Prince Andrew regarding his relationships with Epstein and related allegations. *   **Blackfords’ Response:** Gary Bloxsome and his team at Blackfords LLP initially expressed willingness to cooperate, but raised concerns about the potential for misreporting or public commentary surrounding the interview process, emphasizing the need for confidentiality. *   **Iterative Communication & Disputes:** Subsequent email exchanges involved clarifications regarding the Duke’s willingness to cooperate, debates about the accuracy of the DOJ's statements (particularly regarding alleged lack of cooperation), and requests for further information and clarification. The DOJ repeatedly highlighted public statements made by Prince Andrew, and Blackfords challenged these assessments. *   **Emphasis on Confidentiality:** Throughout the communications, a central theme was the protection of confidentiality, with both sides acknowledging the sensitivity of the investigation and the importance of maintaining discretion. *   **Timeline & Coordination:** Discussions included setting up preliminary phone calls to coordinate next steps. The document represents a highly guarded and evolving interaction between legal teams, reflecting the complexities and sensitivities involved in a high-profile investigation.",
      "timestamp": "2020-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2020",
      "keywords": [
        "doj",
        "duke of york",
        "home office",
        "epstein",
        "investigation",
        "communication",
        "confidentiality",
        "cooperation",
        "january 2020",
        "usanys",
        "bloxsome"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031965",
      "summary": "Embassy in Paris and the Southern District of New York regarding the extradition of Ghislaine Maxwell. *   Discussions centered around Maxwell’s renewed bail application and potential extradition from France, specifically addressing concerns about her dual US/French citizenship. *   Proposed call times were discussed for December 4th, December 5th, and December 7th to gather questions and provide context. *   Multiple individuals’ contact information (phone numbers and email addresses) were exchanged. *   A key point of discussion involved the timeline and resources needed for Maxwell to respond to the extradition process. *   The email chain involves a US Attorney, a US Embassy liaison, and individuals coordinating information related to the SDNY case.",
      "timestamp": "2020-12-05T00:00:00",
      "timestamp_raw": "December 5, 2020",
      "keywords": [
        "sdny case",
        "extradition",
        "france",
        "maxwell",
        "bail application",
        "usanys",
        "crm",
        "paris",
        "timeline",
        "resources"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008863",
      "summary": "This document is a redacted portion of the United States v. Ghislaine Maxwell case, specifically related to Jeffrey Epstein’s activities. It contains several FedEx shipping records, primarily invoices for packages sent between October 2002 and January 2001. These records detail shipments from Epstein’s New York address to his Palm Beach residence, and include tracking information, service types (like FedEx Priority Overnight), charges (including a fuel surcharge), and details of the packages themselves (weight, dimensions, etc.). Several handwritten message pads from Epstein’s Palm Beach residence are also included, containing short, urgent communications with various recipients, referencing meetings, phone calls, and requests for “rush” service. The documents are part of the evidence presented in the Maxwell case, focusing on Epstein’s travel and communication patterns.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "fedex",
        "united states",
        "efta00008863",
        "grand jury",
        "invoice",
        "transport",
        "flights",
        "message pads"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024672",
      "summary": "This document details the process of obtaining records from the Interlochen Center for the Arts through a subpoena, initiated by the U.S. Attorney’s Office in the Southern District of New York. Jeff Jocks of Sondee, Racine & Doren, PLC was tasked with executing the subpoena. Initial communications involved confirming receipt of the subpoena and confirming the scope of documents sought, primarily concerning tuition payments by Jeffrey Epstein and Ghislaine Maxwell.  Multiple attorneys at the U.S. Attorney’s office followed up repeatedly, requesting confirmation of document production and details regarding payments. Interlochen provided documents, stating they had no records of tuition payments by Epstein or his entities.  The investigation involved a series of emails and phone calls between the U.S. Attorney’s office and Mr. Jocks, highlighting efforts to clarify the information and confirm its completeness.",
      "timestamp": "2021-05-12T00:00:00",
      "timestamp_raw": "12 May 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeffrey epstein",
        "ghislaine maxwell",
        "email",
        "documents",
        "records",
        "payment",
        "tuition",
        "response",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029869",
      "summary": "On July 13, 2021, a woman (referred to as “E”) provided testimony for trial preparation, detailing recollections related to Jeffrey Epstein and subsequent events. She recalls being invited to travel to an island, remembers her son showing her pictures of gargoyles taken at a Palm Beach property, and estimates she was traveling to Palm Beach for work for approximately two and a half years. E reports numerous phone calls related to work in Palm Beach from two male voices (one a car service driver and another sending a car) and two female voices, one named “Giselle Maxine” with an accent, who called multiple times and was described as having an unpleasant tone. She interpreted the female caller’s statements about a party as a request for party preparations. E states she did not realize she had been sexually abused by Epstein until 2007. She admits to obtaining cocaine from a Palm Beach house, and recounts conversations with U and IE regarding her activities and their sons. She last spoke with IE recently when he asked her for money.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "July 13, 2021",
      "keywords": [
        "efta00029869",
        "jeffrey epstein",
        "palm beach",
        "medications",
        "ausas",
        "giselle maxine",
        "cocaine",
        "sexual abuse",
        "fbi",
        "recollections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021968",
      "summary": "This document is a redaction analysis report for a case involving Ghislaine Maxwell, specifically United States v. Ghislaine Maxwell (20 Cr. 330 INN). It details the production of various documents and materials related to the case, primarily from November 2021 to October 2021. The materials include: *   **Testifying Witness 3500 Material:** Includes notes from phone calls, testimonies, and interview notes. *   **Resume and Contract:**  A resume and contract relating to the case. *   **Steve Hadley:** Documents related to Steve Hadley's involvement (CV, notes, email correspondence). *   **FBI Reports:** Multiple FBI reports (302) relating to the investigation. *   **Palm Beach Police Reports:** A collection of Palm Beach Police Department reports. *   **Emails and Other Correspondence:** A large number of emails, letters, voicemails, and text messages exchanged between various individuals, including those related to the defense team. *   **Exhibits:** Various exhibits, including transcripts, W2s, and other documentation. The report lists the date of production, a brief description of the material, and the attorney who produced it to the defense. It is heavily redacted, indicating sensitive information is omitted.  The documents are organized by case identifier (EFTA00021968 and EFTA00021970).",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "11/6/2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "testifying witness",
        "3500 material",
        "phone call",
        "testimony",
        "interview notes",
        "resume",
        "contract",
        "article",
        "notes",
        "fbi report",
        "criminal history check",
        "emails",
        "erna",
        "deposition",
        "grand jury transcript",
        "proffer agreement",
        "palm beach police report",
        "voicemail",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014648",
      "summary": "On November 19, 2021, during a WebEx meeting, an individual (JE) reported receiving 2-4 daily massages arranged through his assistants. These massages were provided by multiple young, female individuals, primarily high school-aged girls (“school girls”), often wearing casual clothing. The individuals would arrive at his Palm Beach residence, sometimes waiting in the kitchen or outside, and were typically unsupervised. JE recalled conversations about school, soccer, and classes, but could not recall specific details or appearances of the girls.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "efta00014648",
        "massage",
        "palm beach",
        "school girls",
        "assistants",
        "phone calls",
        "females",
        "appointments",
        "high school",
        "je"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034555",
      "summary": "An inmate, Epstein, reported receiving his PAC number to make phone calls, having made only a few speakerphone calls and questioning if they counted as his monthly contact. He also stated he was missing books he had been reading while in suicide watch prior to returning to the SHU.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034555",
        "epstein",
        "phone calls",
        "suicide watch",
        "shu",
        "psychologist",
        "bureau of prisons",
        "missing books",
        "confidential",
        "federal bureau"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035415",
      "summary": "On December 27, 2025, a supervisory staff attorney at the Metropolitan Correctional Center in New York requested checks on Jeffrey Epstein’s cell, specifically regarding toilet paper availability and the status of his CPAP machine. The attorney also inquired about the setup of Epstein’s phone account for calls after 30 days. This followed a complaint from Epstein’s attorneys (Mariel Colon, Esq.) that he lacked toilet paper, his CPAP was unplugged, and he had only made two fifteen-minute phone calls via speakerphone with officers present.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "mcc",
        "cpap",
        "phone calls",
        "complaints",
        "toilet paper",
        "monitoring",
        "its",
        "jeffrey epstein",
        "metro olitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009676",
      "summary": "It outlines procedures for legal visiting, attorney-client communication, and releasing information, including handling legal mail and subpoenas.  Specific rules are detailed regarding inmate counts, identification requirements for attorneys and legal representatives, and restrictions on phone calls. The guide also addresses special housing unit procedures, administrative remedies, and the process for designating inmates for court-ordered studies or medical evaluations. It emphasizes security protocols and adherence to Bureau of Prisons regulations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "attorney",
        "visitation",
        "telephone",
        "legal mail",
        "inmate",
        "rules",
        "security",
        "identification",
        "policy",
        "pre-trial detention",
        "release of information",
        "special housing unit",
        "fax",
        "fax number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006369",
      "summary": "The document consists of multiple identical messages, all formatted as “IMPORTANT MESSAGE FOR:” Each message contains the phrases “PLEASE CALL,” “CAME TO SEE YOU,” “WILL CALL AGAIN,” “WANTS TO SEE YOU,” “RUSH,” and “RETURNED YOUR CALL,” followed by a “SPECIAL ATTENTION MESSAGE.”  There are multiple instances of these messages with varying dates and times, all referencing phone calls and requests for a return call.  EFTA00006370 is also listed.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "message",
        "phone",
        "call",
        "return",
        "attention",
        "date",
        "mobile",
        "signed",
        "efta00006369",
        "efta00006370"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00006374",
            "similarity": 0.538,
            "index": 0,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022088",
      "summary": "The document outlines redaction requests related to records concerning Jeffrey Epstein’s time at the Metropolitan Correctional Center (MCC). **Request #1** seeks the following documents: log of staff rounds, quarter entries, CIM clearance data sheet, disciplinary records, intake screening form, security designation records, inmate profile, incident reports, medical reports, visitor log, meeting records, reports regarding removal from suicide watch, overtime sign-up sheets, and staff augmentation records.  These documents are subject to a protective order and potentially releasable after trial. **Request #2** requests video footage, BOP documents related to the suicide attempts, BOP documents pertaining to the decision to remove Epstein from suicide watch, BOP special investigation reports, and BOP correspondence with the U.S. Attorney’s Office. These are also subject to the protective order and potentially releasable after trial. **Request #3** requests a log of Epstein’s phone calls and all email correspondence while at MCC, neither of which exist.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "shu",
        "bop",
        "protective order",
        "suicide watch",
        "incident reports",
        "medical reports",
        "video footage",
        "email correspondence",
        "round forms"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023243",
      "summary": "The document appears to be a fragmented, possibly nonsensical, record of conversations and events. It contains disjointed phrases and references to individuals (Bob, Wylde, a woman named “Sh.t” and others) and situations including rehab, financial transactions (bills, payments), and interactions with family members. Key themes include discussions about money, a woman’s recovery, attempts to contact people (phone calls, messages), and a series of unusual and unclear exchanges involving gifts and requests. The document lacks a clear narrative and appears to be a collection of random thoughts and observations rather than a cohesive story.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00023243",
        "rehab",
        "family",
        "widel",
        "ci",
        "sh.t",
        "assys",
        "mar-a-196"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036461",
      "summary": "This document outlines procedures and guidelines for staff working in the MCC New York Special Housing Unit (SHU). Key points include: *   **Purpose of the SHU:** The SHU houses inmates with rule violations, disruptive behavior, pending investigations, holdovers, and mental health concerns. *   **Staff Responsibilities:** Staff must possess strong knowledge of policies and procedures, maintain a positive attitude, and prioritize security. *   **Inmate Processing:** Inmates are processed upon arrival, including visual searches, metal detection, clothing issuance, and rule acknowledgments. *   **Cell Management:** Maintaining cell sanitation, conducting regular inspections, and managing cell rotations are critical. *   **Security Protocols:** Strict adherence to security procedures, including counts, restraint usage, and awareness of potential threats, is paramount. *   **Communication:** Effective communication with inmates and colleagues is essential. *   **Key Control:** Proper handling and accountability of keys are mandatory. *   **Inmate Interactions:** Procedures for handling inmate requests (cop-outs) and communication are detailed. *   **Specific Programs:** The document references relevant program statements and procedures, including those related to searches, escorts, religious activities, and phone calls. *   **Emergency Procedures:** Staff are expected to respond effectively during emergency situations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036461",
        "shu",
        "special housing unit",
        "inmates",
        "policy",
        "procedures",
        "security",
        "restraints",
        "cell inspections",
        "mail",
        "key control",
        "commissary",
        "escorting",
        "emergency situations",
        "program statements",
        "sanitation",
        "communication",
        "orderlies",
        "mental health",
        "legal calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}