{
  "keyword": "privilege",
  "count": 35,
  "keyword_match_count": 35,
  "content_match_count": 152,
  "total_files": 187,
  "timeline": [
    {
      "file_id": "EFTA00037156",
      "summary": "An email from JPMorgan Chase & Co. to an individual on March 20, 2007, provides a link to an eHealthInsurance quote comparison website. The email includes disclaimers stating it’s for informational purposes only, not an offer to purchase financial instruments, and that market data is subject to change. It also states the transmission may contain privileged information and advises recipients not to disclose it if they are not the intended recipient. A second email, dated March 12, 2007, is addressed to “honey” and asks about a resume.",
      "timestamp": "2007-03-20T00:00:00",
      "timestamp_raw": "March 20, 2007",
      "keywords": [
        "efta00037156",
        "gaslighting",
        "coercive control",
        "ehealthinsurance",
        "insurance",
        "yahoo mail",
        "jpmorgan",
        "financial instrument",
        "terms of use",
        "resume"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037159",
      "summary": "This document is a redacted email communication containing multiple messages and advertisements. One message is a personal, loving note with an attachment dated March 23, 2007. Another is a promotional email from JPMorgan Chase & Co. regarding Yahoo Mail and financial tracking, with disclaimers regarding market data and legal disclosures. A third message is a link to an eBay listing for an Art Deco cigarette case. The email concludes with standard legal disclaimers regarding privileged information and responsibility for virus transmission.",
      "timestamp": "2007-03-23T00:00:00",
      "timestamp_raw": "March 23, 2007",
      "keywords": [
        "yahoo mail",
        "gaslighting",
        "coercive control",
        "jpmorgan chase",
        "ebay",
        "disclosure",
        "financial instrument",
        "investment",
        "email",
        "alerts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013610",
      "summary": "On September 21, 2007, Lilly Ann Sanchez sent an email to [REDACTED] regarding a plea deal for Alex, referencing Jeffrey Epstein. Sanchez stated that the outstanding issue was Alex’s understanding of defense submissions and requested [REDACTED]’s input as the “one left in chain of command” to finalize the deal. The email included a disclaimer regarding tax advice and a standard attorney-client privilege notification.",
      "timestamp": "2007-09-21T00:00:00",
      "timestamp_raw": "September 21, 2007",
      "keywords": [
        "jeffrey epstein",
        "lilly ann sanchez",
        "redaction",
        "plea deal",
        "irs",
        "tax matters",
        "email",
        "legal",
        "communication",
        "efta00013610"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013871",
      "summary": "On June 19, 2008, an email chain discusses Jeff Epstein with representatives from the USAFLS and FBI. One individual (Assistant U.S. Attorney) expresses doubt about Roy Black calling again and confirms a deadline for a response. Another individual (Brad Edwards) proposes a meeting to share information and concerns regarding Epstein’s alleged misconduct, suggesting availability between July 23-25. Jason Richards expresses concern about Epstein as an attorney. All communications are flagged as privileged and confidential.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "epstein",
        "usafls",
        "fbi",
        "roy black",
        "west palm beach",
        "brad edwards",
        "allegations",
        "misconduct",
        "legal",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023555",
      "summary": "Chris Rodgers, an Assistant United States Attorney for the Southern District of New York, is following up on a request for a transcript of a civil deposition related to an SDNY investigation. He has located Volume II of the deposition from December 4, 2009, and accompanying exhibits, and is awaiting Volume I from the Court Reporter. The email chain involves communication between Rodgers, Jack Scarola, and [REDACTED] regarding the status of the transcript. The email also includes a disclaimer regarding privileged and confidential electronic communication.",
      "timestamp": "2009-12-04T00:00:00",
      "timestamp_raw": "December 4, 2009",
      "keywords": [
        "sdny investigation",
        "deposition",
        "transcript",
        "efta00023555",
        "chris rodgers",
        "jack scarola",
        "united states attorney",
        "redaction analysis",
        "jane doe",
        "exhibits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011527",
      "summary": "On January 24, 2010, Jeffrey Epstein emailed a guest, identifying as “Jeffre E stein,” expressing frustration and unhappiness regarding the guest’s behavior. Epstein claimed the guest’s recollections of events were skewed and inaccurate. He detailed instances where the guest refused to engage with him, disregarded his requests for assistance, and made disrespectful comments. Epstein felt the guest’s actions were disruptive and unfair, and he ultimately canceled the guest’s extended stay. The email contains disclaimers regarding confidentiality and legal privilege.",
      "timestamp": "2010-01-24T00:00:00",
      "timestamp_raw": "January 24, 2010",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "email",
        "2010",
        "situation",
        "conversation",
        "record",
        "menu",
        "guest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015062",
      "summary": "An email was sent from Jeffrey Epstein to an individual redacted as \"[REDACTED]\" on October 23, 2010. The email subject is \"spenet time with daddy„ great fun\" and references \"Sarnia.\" The email contains a warning about confidentiality, legal privilege, and prohibits unauthorized use, disclosure, or copying of the communication. Contact information, including email addresses for notification and telephone number EFTA00015063, are included.",
      "timestamp": "2010-10-23T00:00:00",
      "timestamp_raw": "October 23, 2010",
      "keywords": [
        "jeffrey epstein",
        "sarnia",
        "redaction",
        "email",
        "communication",
        "confidential",
        "attorney-client",
        "unauthorized",
        "efta00015062",
        "ippvaratinnogmail"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032862",
      "summary": "District Court case, *U.S. v. Neill*, concerning a tax offense charge.  Denis M. Neill and James P. Neill were charged with tax offenses, moving to dismiss based on the government’s alleged invasion of their attorney-client privilege. The government opposed the motion, arguing they used “taint team” procedures to handle potentially privileged documents. The court, Judge Joyce Hens Green, ruled that while the government's use of the “taint team” constituted a per se intentional intrusion on the privilege, they successfully rebutted the presumption of harm. This was based on the government's implementation of safeguards – including having FBI agents act as Principal Legal Advisors (PLAs) – and testimony indicating the prosecution team had no access to the potentially privileged material. The court ordered the motion to dismiss denied, concluding that no constitutional violation occurred due to the government's actions.  The court further denied a motion to supplement the record. The case centered on the seizure of documents, the government's review process using the “taint team,” and the defendants’ argument that this constituted an unlawful intrusion.",
      "timestamp": "2011-02-09T00:00:00",
      "timestamp_raw": "February 9, 2011",
      "keywords": [
        "attorney-client privilege",
        "united states v. neill",
        "taint team",
        "interference in attorney-client relationship",
        "sixth amendment",
        "criminal law",
        "government intrusion",
        "united states district court",
        "federal court",
        "tax offenses",
        "united states of america",
        "denis neill",
        "james p. neill"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029437",
      "summary": "On March 6, 2011, Jeffrey Epstein emailed Jes Staley to dismiss reports of an FBI reinvestigation and a “phonebook” publication allegedly created by Epstein’s houseman, currently imprisoned for theft. Epstein emphasized the confidentiality of the communication, including multiple disclaimers regarding legal privilege and copyright. The email also included a reference to JPMorgan Chase's Confidential Treatment Request (JPM-SDNY-00001504 and JPM-SDNY-00001505).",
      "timestamp": "2011-03-06T00:00:00",
      "timestamp_raw": "March 6, 2011",
      "keywords": [
        "jeffrey epstein",
        "jes staley",
        "fbi",
        "redaction",
        "phonebook",
        "email",
        "jpmorgan chase",
        "confidentiality",
        "investigation",
        "prison"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029496",
      "summary": "An email was sent on January 29, 2015, from jeffrey E. (<jeevacation@gmail.com>) to [REDACTED], containing a link to an article titled \"jeffrey epstein allegedly targeted well-known actress.\" The email includes a disclaimer regarding confidential information, attorney-client privilege, and restrictions on use, disclosure, and copying of the communication.",
      "timestamp": "2015-01-29T00:00:00",
      "timestamp_raw": "January 29, 2015",
      "keywords": [
        "efta00029496",
        "redaction",
        "jeffrey epstein",
        "trunews",
        "actress",
        "confidential",
        "attorney-client",
        "jee",
        "copyright",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020711",
      "summary": "This document is a privilege log related to a lawsuit against the United States, specifically concerning the case of Jane Doe v. United States (Case 9:08-cv-80736-KAM). It contains emails exchanged between various individuals, including Marie Villafaita, Matt Menchel, Jeff Sloman, Alex Acosta, and others, primarily between November 2006 and May 2007. These emails pertain to the investigation and prosecution of Glenn Edward Epstein, focusing on witness contacts, plea negotiations, indictment preparation, and efforts to secure a non-prosecution agreement.  The emails demonstrate a range of activities, including gathering information, advising on legal strategy, communicating with victims, and coordinating with the FBI and other government agencies. Many of the emails assert work product, deliberative process, and investigative privileges, seeking to protect the confidentiality of these discussions. The documents demonstrate significant effort on the part of the prosecution to finalize the case and secure a favorable outcome with Epstein.",
      "timestamp": "2015-06-23T00:00:00",
      "timestamp_raw": "06/23/2015",
      "keywords": [
        "marie villafalia",
        "epstein",
        "plea negotiations",
        "work product",
        "investigative privilege",
        "doj",
        "grand jury",
        "emails",
        "non-prosecution agreement",
        "victims",
        "witness",
        "2422(b)",
        "jay lefkowitz",
        "ceos",
        "united states",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024311",
      "summary": "Roberts, and Scott Borgerson. *   **Grantors:** Ghislaine Maxwell. *   **Account Address:** Boston, MA 02210-2698 *   **Account Title:** Montpelier Trust **Client Information:** *   **Clients:** Jeffrey W. Roberts, Scott Borgerson, Christine Yvonne Malina-Maxwell (Ghislaine Maxwell) *   **Citizenship:** Primarily U.S. citizens. *   **Investment Knowledge:** Clients generally report strong investment knowledge, with varying levels of experience. *   **Net Worth:** Ranges from $200,000 - $499,999, $10,000,000 AND ABOVE, and $10,000,000 AND ABOVE. **Investment Details:** *   **Sweep Accounts:** The account utilizes a sweep program to deposit funds into UBS Bank USA. *   **Margin:** Margin privileges are available (subject to terms outlined in the agreement). *   **Investment Objective:** Capital appreciation with moderate risk. *   **Investment Types:** Individual stocks, equities, bonds, and futures are possible. **Disclosure & Legal:** *   **FATCA Compliance:** The account is subject to FATCA (Foreign Account Tax Compliance Act) reporting. *   **Arbitration Clause:** The agreement includes a mandatory arbitration clause. *   **Privacy:** Client information is protected and shared within UBS for service purposes. **Important Note:** This summary focuses on the factual data within the document. It does not address the potential implications or context surrounding the individuals and entities involved.",
      "timestamp": "2018-11-14T00:00:00",
      "timestamp_raw": "11/14/2018",
      "keywords": [
        "trust",
        "montpelier trust",
        "account number",
        "client relationship agreement",
        "ubs",
        "investment",
        "net worth",
        "christine malina-maxwell",
        "jeffrey roberts",
        "scott borgerson",
        "ghislaine maxwell",
        "trust information",
        "tax identification number",
        "margin",
        "efta00024311",
        "investment information",
        "personal information",
        "date established"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019518",
      "summary": "An email chain discusses obtaining RSA tokens for access to Relativity, a web-based mass-document management system. A form needs to be completed and sent to a recipient for RSA token issuance. A Relativity database is being set up for the U.S. v. Epstein case, specifically requesting the upload of PDF files from the “USvEpstein-awestigation FBI materials” folder (reports, FOIA documents) while excluding files from a subfolder. There's an expectation of receiving a large volume of case files and a need for agent access to avoid delays. A privilege review isn't anticipated for the initial materials.",
      "timestamp": "2019-01-11T00:00:00",
      "timestamp_raw": "11 Jan 2019",
      "keywords": [
        "relativity",
        "rsa token",
        "fbi",
        "u.s. v. epstein",
        "ausas",
        "database",
        "documents",
        "access",
        "case files",
        "privilege review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013438",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013438",
      "summary": "On January 14, 2019, an Assistant U.S. Attorney from the Southern District of New York requested the upload of PDF files from the EFTA00013438 folder to Relativity for review by AUSAs in the U.S. v. Eastern case. The request specified that files within the main folder should be uploaded, excluding files within a subfolder titled “Files combined and manifest.” The Assistant U.S. Attorney anticipated receiving a large volume of case files and wanted to establish a Relativity database to expedite the review process, noting that privilege review wasn’t initially needed for the specified materials.",
      "timestamp": "2019-01-14T00:00:00",
      "timestamp_raw": "January 14, 2019",
      "keywords": [
        "relativity",
        "access",
        "documents",
        "efta00013438",
        "fbi",
        "case files",
        "privilege review",
        "u.s. v. eastern",
        "database",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019518",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019480",
      "summary": "On March 8, 2019, a correspondence regarding an ongoing investigation (OPR) into a “suspicious criminal case” was initiated. In 2010, a request was made to the U.S. Attorney (Ferrer) to investigate, which was forwarded to OPR. OPR declined to investigate in May 2011 due to ongoing litigation. In January 2019, OPR reopened the investigation, leading to a February 7, 2019 letter requesting updates for Jane Doe 1 and Jane Doe 2. A conference call is scheduled to follow. Correspondence between OPR and S.D. Fla. regarding the initial request was deemed privileged and unavailable.",
      "timestamp": "2019-03-08T00:00:00",
      "timestamp_raw": "March 8, 2019",
      "keywords": [
        "opr",
        "investigation",
        "litigation",
        "correspondence",
        "privilege",
        "jane doe",
        "u.s. attorney",
        "ferrer",
        "february 2019",
        "december 2010"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026669",
      "summary": "Bruce Barket, representing a client named Nick, is following up on conditions within SHU (Special Housing Unit). Nick was placed in SHU due to a cell phone allegation. Barket reports that the cell toilet is leaking, Nick hasn’t received his personal property (books, radio), and some legal paperwork prepared by Barket’s office hasn’t been returned to him. Barket requests a follow-up next week to discuss Nick’s confinement conditions and intends to retrieve the missing legal documents immediately. A correctional officer provides context regarding the SHU placement and requests for reading material and the return of documents.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2019",
      "keywords": [
        "shu",
        "legal work",
        "personal property",
        "cell phone allegation",
        "bruce barket",
        "metropolitan correctional center",
        "documents",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015567",
      "summary": "Martin G. Weinberg requested a copy of the sealed Indictment of Mr. Epstein, any warrants for searches of Epstein’s residence or property, and resulting inventories. He specifically requested that the contents of any seized documents, devices, computers, or phones be protected until he could discuss protecting privileged communications with legal representation. The email originated from “a” to Weinberg on July 7, 2019.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "efta00015567",
        "epstein",
        "indictment",
        "warrant",
        "search",
        "confidential",
        "redaction",
        "martin weinberg",
        "attorneys",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030161",
      "summary": "On July 7, 2019, Martin Weinberg informed [REDACTED] that the indictment in the U.S. v. Jeffrey Epstein case was expected to be unsealed and assigned to a district judge around 9:15 a.m. the following morning. Weinberg offered to contact [REDACTED] after Epstein met with him.  [REDACTED] confirmed receipt of the indictment and noted awareness of potential privilege issues related to the search conducted at Epstein’s residence, stating a warrant and inventory would be delivered. Weinberg sent a follow-up email on July 6th, attaching the indictment and providing contact information for the Assistant U.S. Attorneys involved.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. v.",
        "martin weinberg",
        "indictment",
        "reid weingarten",
        "bail",
        "detention",
        "judge",
        "ausas",
        "search warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015602",
            "similarity": 0.583,
            "index": 18,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015602",
      "summary": "Martin Weinberg was following up on the unsealing of the indictment in the U.S. v. Jeffrey Epstein case. He was informed that the indictment would be available around 9:15 AM on July 8, 2019, and Epstein would be presented to the court on Monday.  Weinberg was coordinating with AUSAs regarding the case and was aware of potential privilege issues related to a search conducted at Epstein’s residence. Contact information for the AUSAs was provided.  There was discussion about Epstein potentially consenting to detention without prejudice.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. v.",
        "martin weinberg",
        "indictment",
        "warrant",
        "ausas",
        "detention",
        "bail argument",
        "judge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030161",
            "similarity": 0.583,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026640",
      "summary": "A series of emails discuss the conditions of a detainee, Nick, held in SHU (Special Housing Unit). Concerns include: *   A tour scheduled for July 8th to assess his conditions. *   Disputes over scheduling times for a discussion. *   Issues regarding his cell conditions: a leaking toilet, lack of personal property (books, radio), and missing legal documents containing privileged work product. *   A request to ensure the return of all seized materials and a discussion about future confinement conditions.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "shu",
        "cell phone",
        "attorney client privilege",
        "new york",
        "metropolitan correctional center",
        "conditions",
        "nick",
        "documents",
        "reading material"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033843",
      "summary": "It includes: *   **Vision Screen (07/09/2019):**  Epstein’s vision was assessed with varying degrees of visual acuity in both distance and near vision, requiring corrective lenses. An optometrist evaluation was recommended. *   **Immunizations (07/07/2019 – 08/10/2019):** He received vaccinations against Hepatitis A & B, Measles/Mumps/Rubella, Smallpox, Tetanus, and Varicella. *   **Medical Duty Status (07/09/2019):**  His movement was restricted to the living quarters, with limited privileges including meals, pill line access, and bathroom use. He was barred from sports, weightlifting, and cardiovascular exercise. *   **Equipment:** He was permitted to have a CPAP machine. *   **Medication Summary (07/07/2019 – 08/10/2019):** He was prescribed Bisacodyl, Docusate Sodium, Milk of Magnesia, Methylprednisolone, and Omega 3. *   **Dental Health History Screen (07/26/2019):**  Dental examination revealed moderate to advanced gingival recession, crowding, and a need for possible treatment. *   **Cosign/Review (07/24/2019):**  A review of his medical treatment refusal was documented, with counseling provided. **Note:** Parts of several pages are redacted (indicated with “[REDACTED]”).",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "07/09/2019",
      "keywords": [
        "vision screen",
        "jeffrey epstein",
        "refractive error",
        "od",
        "os",
        "ou",
        "near vision",
        "correction",
        "glasses",
        "refraction",
        "optometrist",
        "immunizations",
        "measles",
        "mumps",
        "rubella",
        "smallpox",
        "tetanus",
        "varicella",
        "medical duty status",
        "confinement",
        "physical limitations",
        "c-pap",
        "insulin",
        "dental health",
        "dental exam",
        "occlusion",
        "oral hygiene",
        "dental prostheses",
        "treatment refusal",
        "health services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028283",
      "summary": "Mark G. Peters, a partner at Peters Brovner LLP, sent an email congratulating the recipient on the indictment of Jeffrey Epstein. The email included a disclaimer stating it was intended for the recipient’s private use and contained privileged and confidential information.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "efta00028283",
        "epstein",
        "indictment",
        "mark peters",
        "peters brovner llp",
        "redaction",
        "public service",
        "disclaimer",
        "confidential",
        "message"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020793",
      "summary": "The document consists of email exchanges regarding an investigation, likely related to Jeffrey Epstein. It involves discussions about a “reverse proffer” – a process where a witness provides information in exchange for immunity – and potential testimony before a grand jury. Key individuals involved include Michael Bachner of Bachner & Associates, PC, and an Assistant U.S. Attorney from the Southern District of New York.  Attachments include a non-prosecution agreement and a proffer agreement.  There are repeated disclaimers regarding privileged and confidential information within the emails.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein investigation",
        "subpoena",
        "fifth amendment",
        "proffer agreement",
        "bachner & associates",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021428",
      "summary": "The documents detail scheduling discussions and information exchange related to the Epstein investigation. Key points include: *   Multiple individuals (FBI, NY attorneys, and a private legal firm) were coordinating meetings and phone calls to discuss a reverse proffer. *   Proposed meeting times were discussed, primarily focusing on July 15th - 18th, with options at 11:00 AM, 3:30 PM, and various times on Thursday. *   A witness’s doctor’s appointment was factored into the scheduling. *   The legal team sent over documents including a non-prosecution agreement and a standard proffer agreement for review. *   The witness indicated a desire to assert her Fifth Amendment privilege against self-incrimination if questioned.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein investigation",
        "fbi",
        "new york",
        "florida",
        "proffer",
        "witness interview",
        "reverse proffer",
        "grand jury",
        "7/16",
        "6:00 pm",
        "michael bachner",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014598",
            "similarity": 0.6,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014564",
      "summary": "The document is a series of emails related to an investigation, likely involving Jeffrey Epstein. An Assistant U.S. Attorney, Michael Bachner, is coordinating with a legal team (Bachner & Associates, PC) regarding a RICO charge against a client. Key points include: *   **RICO Charge:** A client has been arrested on a state RICO charge in Queens County. *   **Scheduling Conflicts:** There are discussions about scheduling a meeting/proffer session, with proposed times ranging from Thursday afternoon to Wednesday at 3:30 PM. *   **Reverse Proffer:** The focus involves a “reverse proffer,” meaning the prosecution will offer information to the witness in exchange for their testimony. *   **Fifth Amendment Concerns:**  The legal team expresses concern about the witness potentially invoking their Fifth Amendment privilege against self-incrimination. *   **Document Sharing:** Documents, including a non-prosecution agreement and a proffer agreement, were shared with Bachner for review.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein",
        "rico",
        "investigation",
        "bachner",
        "new york",
        "subpoena",
        "proffer",
        "court",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014508",
      "summary": "This document is a series of emails related to a reverse proffer investigation stemming from an arrest related to the Epstein case. Michael Bachner, of Bachner & Associates, is coordinating with an Assistant U.S. Attorney and another attorney to schedule a meeting for a reverse proffer with a client. The initial notification involves a client’s arrest in Queens County on a RICO charge. Discussions revolve around scheduling times for the proffer, addressing concerns about time constraints, and exploring the potential invocation of the Fifth Amendment privilege by a witness. Attachments include a non-prosecution agreement and a blank proffer agreement, highlighting the legal complexities and potential legal strategies involved. Redaction notices are present throughout the document due to legal restrictions.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein investigation",
        "rico charge",
        "reverse proffer",
        "united states attorney",
        "new york",
        "proffer agreement",
        "fifth amendment",
        "michael bachner",
        "arrest",
        "queens county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014598",
            "similarity": 0.5,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014598",
      "summary": "Michael Bachner, representing Bachner & Associates, PC, was coordinating with the U.S. Attorney’s Office regarding the Epstein investigation. Initial discussions centered around rescheduling a conference due to a client’s arrest on a RICO charge.  The U.S. Attorney proposed several dates for a reverse proffer, including the 16th, 17th, 18th, and requested a meeting at 3:30 PM on the 16th.  Bachner expressed a need to evaluate matters and requested communication regarding a witness’s potential invocation of the Fifth Amendment privilege. Documents, including a non-prosecution agreement and a proffer agreement, were exchanged.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2019",
      "keywords": [
        "epstein investigation",
        "michael bachner",
        "new york",
        "rico charge",
        "proffer",
        "united states attorney",
        "reverse proffer",
        "7/16",
        "6:00 pm",
        "grand jury",
        "fifth amendment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014508",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021428",
            "similarity": 0.6,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028149",
      "summary": "This document consists of email exchanges between government attorneys and defense counsel regarding the seizure of items from Jeffrey Epstein and the ongoing legal proceedings related to his case. Key points include: *   **Recusal of SD Florida and ND Georgia:** The Southern District of Florida recused itself from prosecution due to an earlier decision, and the Northern District of Georgia involvement was later. *   **Protection of Attorney-Client Privilege:** Concerns are raised about the potential for attorney-client privilege to be compromised during the review of seized electronic devices. A “taint review” process is proposed, involving a team to screen for privileged materials. *   **Request for Attorney List:** The government requests a list of attorneys and firms to be provided to a taint prosecutor to further safeguard privilege. *   **Device Review Protocol:** Discussions revolve around the protocol for searching and reviewing seized electronic devices, including the need for a preliminary screen for child pornography. *   **Coordination of Item Retrieval:** There are multiple requests to coordinate the return of Epstein’s phone, cash, and other seized items, involving communication with various agents and the need for a central point of contact. *   **Preservation of Communications:** The government seeks an agreement with the defense to preserve relevant emails, texts, and voicemails to avoid potential issues with the genesis of the investigation.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "investigation",
        "communications",
        "privilege",
        "attorney-client",
        "seizure",
        "devices",
        "review",
        "taint",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015511",
      "summary": "This document is a redaction analysis of materials related to Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC) in New York City. The materials include incident reports, psychological reconstructions, overtime logs, inmate assignment rosters, investigative documents, medical records, emails, and various count documents. A significant portion of the material is subject to Withholdings In Full (WIF) under 7(A), citing exemptions related to deliberative process privilege, security, and other confidential information. Specifically, exemptions 5, 6, 7(C), 7(E), and 7(F) are frequently applied. Approximately 969 and 1,133 emails pertaining to the case are also subject to withholding. The documents cover events from July 22-23, 2019, and August 9-10, 2019, primarily focusing on the investigation and aftermath of Epstein’s apparent suicide attempt.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "bop",
        "withholdings",
        "exemptions",
        "psychological reconstruction",
        "overtime logs",
        "mcc",
        "investigative reports",
        "emails",
        "truintel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034782",
      "summary": "On July 31, 2019, Peggy Cross-Goldenberg reported a significant delay in attorney visits to inmates housed in the Special Housing Unit (SHU). Attorneys were experiencing extended waits, sometimes exceeding three hours, and were being denied access to the SHU room after meeting with clients, a privilege not granted to other attorneys. One attorney waited 2.5 hours and another 3 hours. David Patton requested a solution due to the impending sentencing of a client and the inability of his attorneys to meet with him. Jennifer Brown reported a lawyer’s frustration after a 2.5-hour wait to see a client in the SHU.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "shu",
        "attorneys",
        "visiting log jam",
        "peggy cross-goldenberg",
        "david patton",
        "jennifer brown",
        "sentencing",
        "judge rakoff",
        "medical"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016136",
      "summary": "Attorney’s Office for the Southern District of New York regarding the case against him (United States v. Jeffrey Epstein, No. 19-cr-00490). The request seeks extensive discovery materials, including: *   **Statements & Recordings:** All government interviews, transcripts, and recordings involving Epstein. *   **Government Agencies:** Information from the FBI, DOJ, SEC, DHS, NYPD, Palm Beach County Sheriff’s Office, NM Attorney General's Office, and other local/foreign law enforcement entities involved in the investigation. *   **Private Entities:** Information from private investigators assisting the government. *   **Brady Material:**  Exculpatory evidence, materials that would mitigate guilt, or impeachment evidence. *   **Jencks Material:**  Witness statements and materials intended to be presented at trial. *   **Scientific Evidence:**  Records related to forensic examinations, surveillance, and other scientific procedures. *   **Grand Jury Information:** Details about grand jury proceedings, including witness lists, transcripts, and instructions. *   **Seized Information:** Review of any seized materials, particularly addressing responsive and privileged materials. The request emphasizes compliance with Brady v. Maryland and Rule 16(c) of the Federal Rules of Criminal Procedure, requesting immediate disclosure and ongoing supplementation. It specifically requests the government to identify and provide the source material for any information disclosed, not just summaries.  It further asserts the need to protect attorney-client privilege and work-product.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "brady material",
        "united states v. epstein",
        "rule 16",
        "federal rules of criminal procedure",
        "surveillance",
        "wiretaps",
        "confidentiality",
        "grand jury",
        "exculpatory evidence",
        "investigation",
        "victims",
        "privilege",
        "investigation material"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035411",
      "summary": "An email was sent from \"To\" [REDACTED] to [REDACTED] on August 1, 2019, regarding the DHO docket for that date. The email requested assistance in ensuring all loss of privilege sanctions were correctly keyed by affected departments. The attachment included TEXT.htm and AUGUST_1,_2019.pdf. The document identifier is EFTA00035411.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00035411",
        "docket",
        "august 1",
        "2019",
        "redaction",
        "loss of privilege",
        "sanctions",
        "departments",
        "dho"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034228",
      "summary": "The Metropolitan Correctional Center in New York conducted discipline hearings involving inmates with the following actions: *   Inmate 3281411 (Epstein) received a 41-day discipline, a 45-day discipline, and a 365-day limited privilege visit due to admitting to having a phone. *   Inmate 3251075 received a 41-day discipline, a 60-day discipline, and a 720-day limited privilege visit due to being removed for belligerence. These hearings occurred on August 1, 2019, and were reviewed by Warden L. N'Diaye.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "metropolitan correctional center",
        "discipline hearing",
        "docket",
        "efta00034228",
        "epstein",
        "41 days",
        "45 days",
        "lp visit",
        "confidental",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034227",
      "summary": "The attached DHO docket from August 1, 2019 (EFTA00034227) requires assistance in ensuring loss of privilege sanctions are correctly keyed by the affected Departments.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00034227",
        "loss of privilege",
        "sanctions",
        "dho docket",
        "august 1",
        "2019",
        "departments",
        "sdny_000",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021745",
      "summary": "An email chain concerning the case “U.S. v. Epstein” is being distributed between Michael C. Miller of Steptoe & Johnson LLP and various recipients, including Reid Weingarten, Martin G. Weinberg, Michael Scavelli, Morgan Lucas, Jim Brochin, and Jason Meade. The email contains an attached letter and includes standard legal disclaimers regarding confidential and privileged information.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "efta00021745",
        "u.s. v. epstein",
        "michael miller",
        "steptoe & johnson llp",
        "southern district of new york",
        "reid weingarten",
        "jim brochin",
        "litigation",
        "legal correspondence",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021545",
      "summary": "On August 2, 2019, Martin G. Weinberg, an Assistant United States Attorney for the Southern District of New York, sent an email regarding the case *US v Epstein*. The email was sent to Michael Miller, Reid Weingarten, and Martin G. Weinberg, requesting that all future communications about the case include all four individuals. The email also included a standard disclaimer regarding the transmission of privileged legal information.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "us v epstein",
        "martin g. weinberg",
        "redaction analysis",
        "southern district of new york",
        "michael miller",
        "reid weingarten",
        "efta00021545"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028541",
      "summary": "Alex Conlon contacted Jenna Dabbs regarding a forfeiture issue related to a case involving Jeffrey Epstein. Jenna Dabbs responded expressing concern about the potential continuation of a Sony investigation, a civil forfeiture proceeding, and possible criminal prosecutions. She also acknowledged the team’s professional and compassionate handling of the case, referencing a previous experience with a defendant’s suicide. The email includes a disclaimer regarding confidential and privileged information.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "forfeiture",
        "civil forfeiture",
        "criminal prosecution",
        "sony",
        "kaplan hecker",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013181",
      "summary": "On August 11, 2019, Nick Allen of the Daily Telegraph contacted an individual (“Miss Sony”) requesting information regarding whether they wished to question Prince Andrew about Ghislaine Maxwell and her cooperation with authorities. The message was sent from an iPhone and included a redacted email chain. A subsequent email from the Telegraph Media Group Limited included standard legal disclaimers regarding confidential and privileged content.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "epstein enquiry",
        "ghislaine maxwell",
        "prince andrew",
        "daily telegraph",
        "nick allen",
        "usanys",
        "redaction analysis",
        "maxwell",
        "authorities",
        "sony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036909",
      "summary": "An email exchange occurred between a Senior Attorney at the FCC Victorville and an Associate Warden at MCC New York. The Senior Attorney confirmed they had been at MCC for almost three years and expressed gratitude for prayers. The Associate Warden sent prayers for the Senior Attorney and another individual and their crew. Both parties acknowledged the email as sensitive and privileged information belonging to the U.S. Department of Justice, with instructions on how to handle potential errors.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00036909",
        "redaction analysis",
        "fcc",
        "victorville",
        "mcc new york",
        "sensitive communication",
        "u.s. department of justice",
        "prayers",
        "thoughts",
        "adelanto"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036910",
      "summary": "On August 12, 2019, at 11:43 AM, an individual (“I”) communicated with another individual (“you”) who was at MCC New York. The sender had been there for almost 3 years and expressed well-being. Prayers were being sent to an unnamed person and their group, and the sender inquired about life in New York. The communication was flagged as sensitive/privileged and contained a standard warning against unauthorized distribution. The sender’s address was listed as Senior Attorney, FCC Victorville, Adelanto CA 92301.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036910",
        "fcc",
        "victorville",
        "mcc",
        "new york",
        "prayer",
        "attorney",
        "sensitive communication",
        "u.s. department of justice",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027975",
      "summary": "On August 14, 2019, Martin G. Weinberg contacted individuals involved in the investigation into Jeffrey Epstein’s death, requesting contact information for Epstein’s defense counsel, Reid Weingarten, and Stacey Richman (representing Mark Epstein). Weinberg specifically requested assurance that seized computers and documents would not be accessed by the “case team” without establishing a taint team and protection protocols due to attorney-client and work product privilege. He also inquired about the timing of potential motions to dismiss the indictment and any delays in the investigation. Weinberg offered to provide a list of attorneys to a taint prosecutor upon identification.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "mark epstein",
        "stacey richman",
        "martin weinberg",
        "investigation",
        "emails",
        "privilege",
        "defense counsel",
        "death"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027111",
      "summary": "On August 14, 2019, Martin G. Weinberg contacted individuals involved in the investigation into Jeffrey Epstein’s death, requesting assurance that seized computers and documents would not be accessed by the \"case team\" without establishing a taint team and protection protocols for privileged communications. Weinberg inquired about the timing of the dismissal of charges against Epstein and requested a call to discuss the investigation. He also provided contact information for Jeffrey Epstein’s brother, Mark Epstein, and his attorney, Stacey Richman.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "investigation",
        "mark epstein",
        "stacey richman",
        "martin g. weinberg",
        "privileged communications",
        "taint team",
        "motion to dismiss",
        "seizure of computers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036764",
      "summary": "On August 14, 2019, the UDC (likely a correctional unit) noted inmate White #85644-054 (IR#3289206) and sanctioned him/her, referring the case to the DHO. The sanction involved a loss of social phone privileges for 30 days, ending on September 12, 2019, and a Code 203 referral through the DHO.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "udc",
        "inmate",
        "sanctions",
        "dho",
        "phone",
        "hearing",
        "2019",
        "august",
        "30 days",
        "white #85644-054"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018955",
      "summary": "A grand jury subpoena issued on August 15, 2019, commands an individual to appear before the United States Grand Jury for the Southern District of New York to testify regarding violations of 18 U.S.C. §§ 371, 1001, and 1519. The subpoena requires the production of all materials relating to Jeffrey Epstein, including text messages, emails, social media communications, documents, and notes, regardless of location. The rider outlines rights and procedures for the individual, including the Fifth Amendment privilege and the availability of legal counsel.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states court",
        "18 u.s.c.",
        "jeffrey epstein",
        "contempt of court",
        "legal proceedings",
        "privilege",
        "documents",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018874",
            "similarity": 0.667,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018874",
      "summary": "A grand jury subpoena issued by the United States Attorney for the Southern District of New York on August 28, 2019, commands an individual to appear and testify regarding alleged violations of 18 U.S.C. §§ 371, 1001, and 1519. The subpoena requires the production of all materials relating to Jeffrey Epstein, including text messages, emails, social media communications, documents, and notes. The rider outlines individual rights and legal considerations for the witness, including the right to refuse self-incriminating answers and the potential use of statements in legal proceedings.  The subpoena covers materials found anywhere, including electronic devices, and specifies a process for asserting privilege.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states court",
        "18 u.s.c.",
        "jeffrey epstein",
        "contempt of court",
        "civil sanctions",
        "criminal penalties",
        "privilege",
        "legal proceedings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018955",
            "similarity": 0.667,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019471",
      "summary": "On September 10, 2019, an Assistant United States Attorney from the Southern District of New York informed a recipient (“M”) that data from a hard drive, extracted from devices seized from Jeffrey Epstein’s Manhattan residence under a search warrant, had been loaded into Relativity and secured for privilege review. The data did not include materials seized from USVI. On August 29, 2019, a request was made to confirm if the data was Search Warrant returns and to identify the custodian for the privilege review. The recipient inquired about the data's loading location within Relativity.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "September 10, 2019",
      "keywords": [
        "epstein",
        "us v.",
        "relativity",
        "search warrant",
        "privilegete review",
        "data",
        "redaction",
        "subpoena returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027949",
      "summary": "Moe (likely a victim of Jeffrey Epstein). *   Mr. Tom sent an email expressing interest in meeting with Ms. Moe and requesting assistance from Jack Scarola. *   Jack Scarola confirms he has received the information and is passing it along with Mr. Toma’s permission, stating he hasn’t assessed Mr. Toma's statements. *   An Assistant United States Attorney contacted Scarola seeking assistance in contacting Ms. Moe for an investigation. *   Ms. Moe reported receiving lingerie gifts from Epstein shipped to her in Florida. *   The communication is flagged as privileged and confidential, citing legal protections.",
      "timestamp": "2019-09-15T00:00:00",
      "timestamp_raw": "15 Sep 2019",
      "keywords": [
        "epstein",
        "jack scarola",
        "ms. moe",
        "florida",
        "meeting",
        "redaction",
        "us attorney",
        "lingerie",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021332",
      "summary": "On October 7, 2019, Jack Scarola contacted an individual interested in speaking about Jeffrey Epstein’s case, specifically regarding a victim who was molested in Florida. The individual, who received lingerie from Epstein, expressed willingness to speak with investigators. On August 7, 2019, Scarola forwarded a message from another party inquiring about contact with this victim and their ability to arrange a meeting. The communication was flagged as privileged and confidential due to legal protections.",
      "timestamp": "2019-10-07T00:00:00",
      "timestamp_raw": "October 7, 2019",
      "keywords": [
        "epstein",
        "jack scarola",
        "redaction",
        "united states attorney",
        "southern district of new york",
        "florida",
        "lingerie",
        "investigation",
        "jeffrey epstein",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032335",
      "summary": "Johanna Rae Hudgens sent an email dated November 6, 2019, to multiple recipients regarding a SDNY Grand Jury Subpoena Dated July 5, 2019 issued to Cristina I. Calvar, Suzanne Bloom, and an unnamed individual. The email included a redacted attachment labeled EFTA00032335. The email contained a standard disclaimer regarding privileged and confidential information.",
      "timestamp": "2019-11-06T00:00:00",
      "timestamp_raw": "November 6, 2019",
      "keywords": [
        "efta00032335",
        "redaction analysis",
        "johanna rae hudgens",
        "cristina i. calvar",
        "jaffe",
        "bloom",
        "suzanne",
        "grand jury subpoena",
        "sdny",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031699",
      "summary": "Bryan Llenas, a National Correspondent at Fox News Channel, sent a request to an unknown recipient on November 6, 2019, regarding a query from Mark Epstein, the brother of Jeffrey Epstein. Epstein was contacting the SDNY to inquire about the withholding of Jeffrey Epstein’s medical examiner files and the cancellation of meetings regarding his death, which was ruled a homicide. Llenas requested a statement from the SDNY to include in a planned article. The email included standard legal disclaimers regarding privileged and confidential information.",
      "timestamp": "2019-11-06T00:00:00",
      "timestamp_raw": "November 6, 2019",
      "keywords": [
        "fox news channel",
        "jeffrey epstein",
        "sdny",
        "mark epstein",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029197",
      "summary": "An attorney contacted a recipient regarding a former client who contacted them about the Jeffrey Epstein matter. The former client identifies as a victim and wants to cooperate, but the attorney intends to investigate the circumstances surrounding the events. The attorney is assessing their competence to represent the client and determine if she is a target of any ongoing investigation. The communication emphasizes confidentiality and the protections afforded by attorney-client privilege and the work-product doctrine.",
      "timestamp": "2019-12-16T00:00:00",
      "timestamp_raw": "December 16, 2019",
      "keywords": [
        "civil trial attorney",
        "confidentiality",
        "attorney-client privilege",
        "e-mail",
        "victim",
        "epstein",
        "cooperation",
        "beverly hills",
        "california",
        "inquiry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016417",
      "summary": "A request was made on December 17, 2019, by Barket, Epstein, Kearon, Aldea & LoTurco LLP to preserve video surveillance footage from July 22, 2019, at 11 PM to July 23, 2019, at 4 AM, focusing on hallway video outside a cell during the early morning hours of July 23, 2019, related to an ongoing investigation. The request included consideration of body camera footage from responding officers if available. A response was received on December 17, 2019, stating that MCC staff do not have body cameras and that the preservation request was being addressed.  The email also includes standard confidentiality and privilege notices.",
      "timestamp": "2019-12-17T00:00:00",
      "timestamp_raw": "December 17, 2019",
      "keywords": [
        "preservation request",
        "video surveillance",
        "redaction",
        "attorney client communication",
        "efta00016417",
        "july 23",
        "body cameras",
        "discovery",
        "cell",
        "epstein incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019882",
      "summary": "An individual (identified as “Contractor”) confirmed they possess full transcripts of depositions related to the Roberts v. Maxwell civil suit, storing them on an “Epstein share drive.” Another individual requested confirmation of whether a specific person (“she”) was deposed and if a transcript existed, noting the individual invoked privilege repeatedly during the deposition.",
      "timestamp": "2019-12-23T00:00:00",
      "timestamp_raw": "December 23, 2019",
      "keywords": [
        "efta00019882",
        "roberts v. maxwell",
        "depositions",
        "transcripts",
        "privilege",
        "litigation",
        "share drive",
        "epstein",
        "usanys",
        "contractor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016422",
      "summary": "Deutsche Bank, through Akin Gump LLP, is providing a thirteenth response to a grand jury subpoena issued by the U.S. Attorney’s Office for documents related to Jeffrey Epstein’s account management. The production, labeled DB-SDNY-PROD013, contains emails from the former relationship managers of Jeffrey Epstein, one from 2013-2016 and the other from 2013-2016, regarding account openings, wire transfers, and correspondence. The firm is taking steps to ensure confidentiality and requests notification if any disclosure requests arise. They emphasize that this production does not waive any applicable privileges.",
      "timestamp": "2019-12-24T00:00:00",
      "timestamp_raw": "December 24, 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "subpoena",
        "emails",
        "wire transfers",
        "account openings",
        "criminal procedure",
        "confidential",
        "freedom of information act"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021739",
      "summary": "On January 2, 2020, an individual (D) sent an email following up on “proffers” related to a case. They requested the recipient to convey their client’s recollection of an incident described in a complaint from December 4th, specifically referencing page seven of a PDF attachment (19_Civ._10788.pdf). D anticipated discussing the case internally with supervisors next week and offered to schedule a call to discuss the matter, noting they would be out of the country until January 1st or 13th. The email included a standard disclaimer regarding privileged and confidential information.",
      "timestamp": "2020-01-02T00:00:00",
      "timestamp_raw": "January 2, 2020",
      "keywords": [
        "proffers",
        "redaction",
        "case",
        "conversation",
        "scheduling",
        "january",
        "complaint",
        "information",
        "call",
        "clarification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022146",
      "summary": "The document is a letter from Geoffrey S. Berman, United States Attorney for the Southern District of New York, to Roberta A. Kaplan regarding a request for information related to Jeffrey Epstein. It outlines the Department of Justice’s procedures for handling such requests, specifically referencing the “Touhy regulations.” These regulations dictate that any disclosure of information from Department employees requires prior approval from the U.S. Attorney. The requestor must provide detailed information about the information sought, the litigation it relates to, and its relevance. The Department will consider factors like procedural rules, privilege law, grand jury secrecy, confidential sources, and investigative records when making a determination regarding disclosure. The letter instructs the requestor to submit a formal written request directly to Berman.",
      "timestamp": "2020-01-06T00:00:00",
      "timestamp_raw": "January 6, 2020",
      "keywords": [
        "department of justice",
        "jeffrey epstein",
        "touhy regulations",
        "redaction analysis",
        "u.s. attorney",
        "southern district of new york",
        "28 c.f.r.",
        "privilege",
        "law enforcement privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010331",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010331",
      "summary": "Department of Justice (DOJ) Assistant U.S. Attorney (AUSA), Geoffrey S. Berman, is responding to a request for information regarding Jeffrey Epstein. *   The request originates from Roberta A. Kaplan, Kaplan Hecker & Fink LLP. *   The request is governed by the “Touhy regulations,” which restrict DOJ employees from disclosing information without prior approval from the U.S. Attorney. *   To evaluate the request, the AUSA requires a written demand detailing the information sought, the litigation it relates to, its relevance, and any existing means to obtain the information through discovery. *   The AUSA will consider factors like procedural rules, relevant substantive law (including law enforcement privilege), grand jury secrecy, confidential sources, investigative records, and potential interference with enforcement proceedings. *   Disclosure will be made when warranted, and the AUSA requests the recipient to submit a written request directly to them for processing.",
      "timestamp": "2020-01-06T00:00:00",
      "timestamp_raw": "January 6, 2020",
      "keywords": [
        "jeffrey epstein",
        "department of justice",
        "touhy regulations",
        "u.s. attorney",
        "redaction analysis",
        "legal request",
        "privilege",
        "law enforcement",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022146",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021766",
      "summary": "Bruce Barket, representing Barket Epstein Kearon Aldea & LoTurco, LLP, is corresponding with Aida Leisenring and others regarding discovery requests related to the Tartaglione case. Key points include: *   A request for the taint team to contact them regarding a review of a cell phone, specifically concerning hand-held videos from July 23rd. *   An inquiry regarding the inconsistent accounts of surveillance video and a request for further inquiries. *   A request for a hearing regarding the disappearance of surveillance video. *   MCC offers access to a makeshift rope for inspection, with restrictions on photography. *   BOP has forensic reports of Tartaglione’s cellphone and SIM card, which will be reviewed by a walled-off team of AUSAs to identify privileged materials. *   BOP states no other pictures or videos were taken from inside the cell, and a letter with video evidence is forthcoming for review at the office.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "bruce barket",
        "discovery requests",
        "surveillance video",
        "cell phone",
        "tartaglione",
        "bop",
        "mcc",
        "ausa",
        "july 23",
        "videos",
        "forensic reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029584",
      "summary": "Scott Srebnick, representing Avenatti, is requesting the court to intervene regarding his client’s pretrial detention conditions at the MCC-New York Special Housing Unit. Avenatti is being held in solitary confinement, formerly occupied by El Chapo, with restrictive administrative measures (SAMs) severely limiting communication. The conditions are hindering his ability to prepare for trial, and Srebnick requests a transfer to general population to facilitate effective legal preparation. The government has produced additional discovery, which Avenatti has not been able to review. Srebnick highlights the need for standard accommodations like access to legal materials, a computer, regular attorney visits, and normal social call privileges.",
      "timestamp": "2020-01-20T00:00:00",
      "timestamp_raw": "January 20, 2020",
      "keywords": [
        "avenatti",
        "prison conditions",
        "special housing unit",
        "sams",
        "discovery",
        "legal visit",
        "united states v.",
        "general population",
        "california",
        "new york",
        "communications"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016912",
      "summary": "The document is a series of email exchanges concerning the upload and privilege review of data related to the Epstein investigation. Key points include: *   Discussions about locating data within the Relativity database, specifically regarding folders named \"2020-01-23\" and \"Search Warrant Returns.\" *   Reports on the release of data from the NP and STR folders, with delays attributed to large data volumes. *   Confirmation of a hard drive received from FBI CART containing seized device materials. *   Requests for the hard drive to be returned after data upload for subsequent privilege review. *   Multiple inquiries regarding the status of data uploads and delays.",
      "timestamp": "2020-01-23T00:00:00",
      "timestamp_raw": "2020-01-23",
      "keywords": [
        "epstein",
        "relativity",
        "subpoena returns",
        "search warrant returns",
        "data",
        "vendor",
        "fbi",
        "privilege review",
        "folder",
        "upload"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.538,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027843",
      "summary": "An email was sent from [REDACTED] to [REDACTED] (USANYS) regarding “Epstein search materials for upload and privilege review.” The email is associated with file EFTA00027843.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "07 Feb 2020",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "contractor",
        "usanys",
        "privilege review",
        "upload",
        "search materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021122",
            "similarity": 0.667,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021066",
      "summary": "On February 7, 2020, an individual requested an update on the upload of materials from an FBI CART hard drive containing data from seized and searched devices related to the Epstein case. The hard drive was received on January 21, 2020, and left with the recipient. The materials were to be uploaded to Relativity for privilege review, mirroring a previous review of Epstein search warrant returns. A subsequent batch of materials was anticipated shortly after the first upload.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "epstein",
        "fbi cart",
        "relativity",
        "hard drive",
        "privilege review",
        "redaction",
        "search materials",
        "vendor",
        "upload",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.818,
            "index": 62,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016919",
      "summary": "An email chain discusses the receipt of a hard drive from the FBI CART containing materials from the Epstein case. The drive was processed from seized devices and includes data for upload and privilege review to Relativity. A follow-up email requests the return of the hard drive after the materials are uploaded, anticipating another FBI transmission. The privilege review is to be conducted identically to a previous review related to Epstein search warrant returns.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "07 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "relativity",
        "privilege review",
        "fbi cart",
        "hard drive",
        "vendor",
        "upload",
        "data",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021066",
            "similarity": 0.818,
            "index": 61,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.667,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029758",
      "summary": "Emails discuss the upload and privilege review of data from a hard drive received from the FBI CART related to the Epstein case. The hard drive contains processed devices seized and searched. A request is made to upload the materials to Relativity for privilege review. A follow-up email inquires about the status of the upload, and another confirms the materials will be subject to a similar privilege review as previous Epstein search warrant returns. A second hard drive with additional materials is expected shortly.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "upload",
        "relativity",
        "privilege review",
        "fbi",
        "hard drive",
        "vendor",
        "search materials",
        "efta00029758"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021066",
            "similarity": 0.667,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 66,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 67,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029661",
      "summary": "Emails discuss the upload and privilege review of data related to the Epstein case, originating from an FBI CART hard drive. The data was expected to be ready by the end of the week, with updates provided regarding its status. Instructions were given for PAE to categorize the data into PP and NP folders based on privilege terms and to send STR reports. The recipient requested the hard drive back once the materials were uploaded for a subsequent privilege review mirroring a previous process.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "privilege review",
        "relativity",
        "data",
        "upload",
        "fbi",
        "hard drive",
        "folders",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021066",
            "similarity": 0.667,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 66,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 67,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021122",
      "summary": "An email dated February 12, 2020, from [REDACTED] to [REDACTED] with the subject “Read: RE: Epstein search materials for upload and privilege review” (EFTA00021122) contained two redactions.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "February 12, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "efta00021122",
        "privilege review",
        "upload",
        "search materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027843",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021131",
      "summary": "Email correspondence regarding the upload and privilege review of data related to the Epstein case, originating from an FBI CART hard drive. The data was initially expected to be completed within a day but was delayed. Updates indicated the data was “almost done” by February 12th, then expected to be ready by Monday morning. A check-in was made on February 4th regarding the status. The hard drive was received on January 21st and intended to be uploaded to Relativity for privilege review, with a request for its return after completion.",
      "timestamp": "2020-02-14T00:00:00",
      "timestamp_raw": "14 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "vendor",
        "upload",
        "privilege review",
        "relativity",
        "fbi",
        "hard drive",
        "search materials",
        "case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029775",
            "similarity": 0.818,
            "index": 67,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 69,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029775",
      "summary": "Multiple individuals are discussing the upload and privilege review of data related to the Epstein case, specifically data received from the FBI CART. The data includes a hard drive processed from seized devices. Upload progress is being tracked, with updates stating the data is “large” and taking time to process. There are requests for status updates and confirmation of completion. A timeline of Monday morning is referenced for data readiness, and a follow-up is scheduled regarding the return of the hard drive once the data is uploaded.",
      "timestamp": "2020-02-20T00:00:00",
      "timestamp_raw": "20 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "privilege review",
        "relativity",
        "upload",
        "fbi",
        "search materials",
        "hard drive",
        "vendor",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021131",
            "similarity": 0.818,
            "index": 66,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.818,
            "index": 63,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 69,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020807",
      "summary": "Several individuals are discussing the upload and privilege review of data related to the Epstein case. The data, initially from FBI CART hard drives, is being processed and segmented into folders including \"Subpoena Returns,\" \"Search Warrant Returns,\" \"NP,\" and \"PP hits.\" There are requests for consolidation of subfolders and confirmation of data accessibility within Relativity. Updates regarding data loading progress and delays are provided throughout the exchange. One individual confirms receipt of a hard drive containing processed devices and requests its return upon upload.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029775",
            "similarity": 0.583,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.583,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029661",
            "similarity": 0.583,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.727,
            "index": 69,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026865",
            "similarity": 0.727,
            "index": 70,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020803",
            "similarity": 0.583,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029672",
      "summary": "The following emails discuss the upload and privilege review of data related to the Epstein investigation: *   Multiple individuals are requesting updates on the status of data received from the FBI CART, including a hard drive containing seized device materials. *   The data is initially located in the \"Subpoena Returns\" folder, then the “Search Warrant Returns” folder, and later in the “NP” and “STR” folders. *   The data is being segregated into “PP” hits and new data is loaded. *   The FBI is processing multiple hard drives related to the case. *   The privilege review process is being conducted, mirroring previous reviews of Epstein search warrant returns. *   The FBI anticipates further data transmissions.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "hard drive",
        "subpoena returns",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.727,
            "index": 68,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029775",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021131",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026865",
            "similarity": 0.667,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020839",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029754",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026865",
      "summary": "Several individuals are discussing the upload and privilege review of materials related to the Epstein case, originating from FBI CART hard drives. Concerns are raised about the volume of data (\"voluminous\") and potential technical issues slowing the upload process. Suggestions are made to consolidate folders, create a saved search for easier access, and track the status of data releases. Updates are provided regarding the release of data from various sources (NP folder, STR data, FBI CART hard drive) and requests are made for assistance with uploading and managing the data within the Relativity platform.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "fbi",
        "subpoena returns",
        "privilege review",
        "folder",
        "search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.667,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.727,
            "index": 68,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.818,
            "index": 59,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029754",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020803",
      "summary": "The document records email correspondence regarding the upload and privilege review of materials related to the Epstein case. The materials originated from a hard drive received from the FBI CART, containing data seized during searches. Discussions centered on locating the materials within the Relativity database, specifically under the “Search Warrant Returns” folder. There were concerns about the volume of data and potential issues with the vendor (PAE) releasing it. Updates were provided on the status of data uploads, including the release of the “NP” folder and segregated “PP hits.” Requests were made for guidance on folder structure and for the return of the hard drive once the materials were uploaded. The final email included a document named “STR_Epstein_Privilege Terms_02. I 4.2020.pdf”.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data upload",
        "fbi",
        "privilege review",
        "folder structure",
        "vendor",
        "data volume"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023290",
      "summary": "Roberta Kaplan of Kaplan Hecker & Fink LLP received a request for information regarding Jeffrey Epstein’s estate from Alexandra Conlon, representing the Assistant United States Attorney for the Southern District of New York. Kaplan forwarded the request, including a Touhy letter and supporting exhibit, to the DOJ. The Assistant U.S. Attorney attached a letter requesting information and offered to discuss the request further.  Both communications contained standard disclaimers regarding confidential and privileged information.",
      "timestamp": "2020-02-28T00:00:00",
      "timestamp_raw": "28 Feb 2020",
      "keywords": [
        "roberta kaplan",
        "jeffrey epstein",
        "justice department",
        "litigation",
        "touhy letter",
        "usanys",
        "alexandra conlon",
        "kate l. doniger",
        "email",
        "request for information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020839",
      "summary": "Multiple parties (including FBI personnel and a vendor named PAE) are involved in the upload and privilege review of data related to the Epstein case. There are concerns about the volume of data, specifically repeated documents and large file sizes. The data is being transferred from various sources, including FBI CART hard drives, and there are requests for it to be organized and moved to the appropriate Relativity folders (Search Warrant Returns). There are delays and questions regarding the upload process and the need for duplication. Discussions revolve around folder structure, data accessibility, and the timeline for completion of the privilege review.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "de-dupe",
        "folder structure",
        "fbi",
        "privilege review",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026865",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029754",
            "similarity": 0.818,
            "index": 76,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023339",
      "summary": "An email chain discusses the Jeffrey Epstein case. It originates from John Ray of Ray, Mitev & Associates, LLP, forwarded by multiple individuals. The emails request information about the case and inquire about appropriate channels for correspondence with the SDNY (Southern District of New York) regarding the Epstein investigation. A disclaimer regarding IRS Circular 230 and attorney-client privilege is included in the second page.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2020",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "efta00023339",
        "sdny",
        "ray",
        "mitev & associates",
        "irs circular 230",
        "correspondence",
        "legal papers",
        "attorney-client communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011353",
      "summary": "On March 9, 2020, John Ray of Ray, Mitev & Associates, LLP sent an email to [REDACTED] regarding the Jeffrey Epstein case. The email included a PDF attachment (\"Jeffrey_Epstein.pdf\") and an HTML document (\"ATT00001.htm\"). It was forwarded from an unknown sender to [REDACTED]. The email also contained a standard IRS Circular 230 notice regarding tax advice and a disclaimer regarding attorney-client privilege.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "March 9, 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "efta00011353",
        "irs circular 230",
        "ray",
        "mitev & associates",
        "sdny",
        "redaction analysis",
        "legal correspondence",
        "john ray",
        "tax regulations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029754",
      "summary": "The document contains email exchanges regarding the upload and privilege review of extensive search materials related to the Epstein case. Key issues include: *   **Data Volume & Duplication:** Significant concerns were raised about the large volume of data, particularly repeated documents, requiring de-duplication. *   **Folder Structure:** Discussions centered on the correct placement of the materials within the Relativity database, specifically regarding the categorization of data under “Search Warrant Returns” versus “Subpoena Returns.” *   **Vendor Delays:** The vendor (PAE) experienced difficulties releasing the data due to its size, causing delays in processing. *   **Data Delivery:** The FBI provided a hard drive with processed data from seized devices, and subsequent data sets were anticipated. *   **Ongoing Review:** The uploaded data was to be subject to the same privilege review previously conducted on Epstein search warrant returns.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "redaction",
        "documents",
        "folder structure",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.818,
            "index": 73,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026865",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 69,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027346",
      "summary": "Jack Scarola is following up on a request to contact Ms. [REDACTED] regarding a potential meeting with a team. He reports that messages to the telephone number [REDACTED] have not elicited a response. He requests confirmation that he still represents Ms. [REDACTED] and asks for notification if he no longer does. The email includes a disclaimer regarding privileged and confidential electronic communication and the Electronic Communication Privacy Act.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "efta00027346",
        "jack scarola",
        "united states attorney",
        "ms.",
        "meeting",
        "response",
        "communication",
        "redaction",
        "email",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011358",
      "summary": "Holland & Knight LLP (H&K), represented by Michael Hantman, sent an email responding to a grand jury subpoena related to case EFTA00011358. The email included a certification document (19353 _ -_ certification.pdf) and contained standard legal disclaimers regarding confidentiality and attorney-client privilege.",
      "timestamp": "2020-03-12T00:00:00",
      "timestamp_raw": "12 Mar 2020",
      "keywords": [
        "efta00011358",
        "grand jury",
        "subpoena",
        "holland & knight",
        "redaction",
        "michael hantman",
        "law firm",
        "attorney-client privilege",
        "work product privilege",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029616",
      "summary": "On March 13, 2020, Mark Hookham, a Senior News Reporter for The Mail on Sunday, sent an email to a recipient at USANYS regarding a report of sexual assault involving Jeffrey Epstein made to the Metropolitan Police in London. Hookham inquired whether the US Attorney’s office and the FBI had been informed and requested details about the alleged assault, including the date, location, and status of any FBI investigation. The email included a disclaimer regarding confidential and privileged information.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "March 13, 2020",
      "keywords": [
        "efta00029616",
        "jeffrey epstein",
        "usanys",
        "metropolitan police",
        "mail on sunday",
        "sexual assault",
        "criminal complaint",
        "fbi",
        "redaction analysis",
        "mark hookham"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030316",
      "summary": "Daniel Kaiser, representing a client, received a deposition subpoena from Sigrid McCawley of Boies Schiller Flexner LLP regarding a case involving Jeffrey Epstein. Kaiser initially expressed concerns about his client’s assertion of Fifth Amendment rights and requested a deposition date. McCawley responded, attaching the subpoena and a document schedule. Kaiser accepted service of the subpoena, stating he would coordinate the deposition timing and location, while acknowledging his client’s right to potentially invoke the Fifth Amendment. The communication involved discussions about scheduling the deposition in early to mid-May, with Kaiser’s client’s lawyer asserting the Fifth Amendment privilege.",
      "timestamp": "2020-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2020",
      "keywords": [
        "deposition",
        "subpoena",
        "fifth amendment",
        "sigrid mccawley",
        "daniel kaiser",
        "epstein",
        "criminal proceedings",
        "recruiting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010460",
      "summary": "Kate Doniger of Kaplan I Lecker & Fink LLP communicated with Roberta Kaplan and Alexandra Conlon regarding a request for information relating to Jeffrey Epstein’s estate. The request included a Touhy letter and supporting exhibit submitted to the Department of Justice.  Kaplan responded, offering to discuss the request and scheduling a time to talk. The email chain included standard disclaimers regarding confidential and privileged communications.",
      "timestamp": "2020-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "united states department of justice",
        "litigation",
        "request for information",
        "touhy letter",
        "litigation against estate",
        "legal privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030319",
      "summary": "*   [REDACTED] initially responded with a statement that they would contact the recipient regarding the request. *   Alexandra Conlon (on behalf of Roberta Kaplan) sent a Touhy letter to the Department of Justice requesting documents in connection with ongoing litigation against Epstein’s estate. *   A USANYS Assistant United States Attorney sent an initial letter related to the request, advising recipients to contact them for discussion. *   All communications contained standard disclaimers regarding confidential and privileged information.",
      "timestamp": "2020-04-15T00:00:00",
      "timestamp_raw": "15 Apr 2020",
      "keywords": [
        "jeffrey epstein",
        "kate doniger",
        "roberta kaplan",
        "usanys",
        "doj",
        "litigation",
        "request",
        "documents",
        "touhy letter",
        "alexandra conlon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025468",
      "summary": "Sigrid McCawley, a partner at Boies Schiller Flexner LLP, sent a zip file (RFP„RFA,ROG.ZIP) to an undisclosed recipient. She indicated her staff was reviewing documents and compiling a complete set. She was working to provide access to videos and anticipated delivering them later that morning. The email included a standard confidentiality notice regarding attorney-client privilege and protected information.",
      "timestamp": "2020-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2020",
      "keywords": [
        "efta00025468",
        "redaction analysis",
        "sigrid mccawley",
        "boies schiller flexner llp",
        "rfp",
        "rfa",
        "documents",
        "videos",
        "fort lauderdale",
        "attorney-client privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030336",
      "summary": "A Webex meeting was scheduled for 2020-05-04 from 17:45:00 to 18:15:00 +0000 with the meeting number 470 899 616 and password RxPNmCtV685. The meeting was related to a request for information regarding Jeffrey Epstein. Participants could join via Webex, dial-in number, or mobile app. The service allows recording of audio and other information, requiring consent from attendees. The email contains a legal disclaimer regarding confidentiality and protected information.",
      "timestamp": "2020-05-04T00:00:00",
      "timestamp_raw": "2020-05-04",
      "keywords": [
        "epstein",
        "webex",
        "meeting",
        "recording",
        "legal",
        "privilege",
        "confidential",
        "disclosure",
        "attendee",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023176",
      "summary": "Roberta Kaplan is in a call with Kate Doniger regarding an investigation into Jeffrey Epstein. An Assistant U.S. Attorney from the Southern District of New York requests a five-minute phone call from Roberta Kaplan, potentially with additional attendees, to ask a quick question. The email includes a standard disclaimer regarding confidential and privileged communications.",
      "timestamp": "2020-05-21T00:00:00",
      "timestamp_raw": "21 May 2020",
      "keywords": [
        "epstein investigation",
        "roberta kaplan",
        "u.s. attorney",
        "southern district of new york",
        "redaction analysis",
        "kate doniger",
        "assistant u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015219",
      "summary": "Seidel, Section Chief of the Record/Information Dissemination Section of the FBI, in support of a motion for summary judgment in a civil case (Radar Online LLC v. Federal Bureau of Investigation). *   **Seidel’s Role:** Seidel’s declaration details his oversight of the FBI’s handling of FOIA and Privacy Act requests, specifically concerning the investigation and prosecution of Jeffrey Epstein. He has extensive experience within the FBI related to these types of requests. *   **Case Background:** The case involves a FOIA request submitted by James Robertson regarding the FBI’s investigation and prosecution of financier Jeffrey Epstein. The FBI initially processed 11,571 pages of responsive records, withholding them based on FOIA Exemptions 3, 5, 6, 7(A), 7(C), 7(D), and 7(E). *   **Record Processing:** The FBI utilized a central records system (CRS) to locate and process the records. They used automated case support systems and conducted a categorical review, applying exemptions to specific document categories. *   **Exemption Justifications:** The FBI withheld information based on concerns related to pending law enforcement proceedings (Exemption 7(A)), privacy interests (Exemptions 6 & 7(C)), protection of confidential sources (Exemption 7(D)), and the protection of law enforcement techniques (Exemption 7(E)). *   **Sealed Documents:** 38 pages of the records are sealed due to a court order. *   **Segregation Efforts:** The FBI made efforts to segregate non-exempt information from exempt material where possible.",
      "timestamp": "2020-05-26T00:00:00",
      "timestamp_raw": "May 26, 2020",
      "keywords": [
        "fbi",
        "foia",
        "redaction",
        "investigation",
        "epstein",
        "records",
        "surveillance",
        "exemptions",
        "privilege",
        "confidential sources",
        "legal",
        "litigation",
        "bureau",
        "case number",
        "criminal investigation",
        "documents",
        "criminal law enforcement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026569",
      "summary": "Berman, U.S. Attorney for the Southern District of New York, to Robert Glassman, Esq., regarding a request for information relating to Jeffrey Epstein. *   The request is governed by Department of Justice “Touhy regulations,” which require prior approval from the U.S. Attorney before disclosing information from Department employees acquired during official duties. *   A written demand must be submitted, detailing the information sought, the litigation context, and the relevance of the information. *   The U.S. Attorney will consider factors such as procedural rules, privilege law, grand jury secrecy, confidential sources, investigative records, and potential interference with law enforcement proceedings before making any disclosure. *   The U.S. Attorney will act upon the request directly.",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "June 5, 2020",
      "keywords": [
        "jeffrey epstein",
        "department of justice",
        "touhy regulations",
        "u.s. attorney",
        "information request",
        "legal privilege",
        "discovery",
        "grand jury secrecy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020203",
      "summary": "This document is a transcript of a court conference regarding the scheduling of the Jeffrey Epstein case (United States v. Epstein). The judge, Richard M. Berman, convened a meeting with the prosecution and defense attorneys to establish timelines for discovery, motion practice, and ultimately, the trial date. Key points discussed include: *   **Discovery Deadline:** A proposed deadline of October 31 for completing discovery, with a potential extension due to the review of seized electronic devices. A privilege review protocol is being considered. *   **Motion Deadlines:** Proposed deadlines for filing discovery-related motions (September 13), pretrial motions (January 10), with government responses and replies scheduled accordingly. *   **Trial Date:** The government proposed a June 2020 trial date, estimated to last 4-6 weeks, with potential scheduling challenges due to the complexity of the case. The defense requested a preliminary trial date immediately after Labor Day, 2020. *   **Extension Request:** The court granted an extension of Speedy Trial time due to the extensive discovery process and the complexity of the case, excluding time until June 8, 2020. *   **Oral Argument:** Oral argument was scheduled for October 28, 2019, and substantive motions were scheduled for oral argument on March 12, 2020.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "June 8, 2020",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "discovery",
        "schedule",
        "trial date",
        "npa",
        "motion practice",
        "privilege-review",
        "fbi",
        "september 13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030476",
      "summary": "The U.S. Department of Justice’s Bureau of Prisons released a set of records in response to a Freedom of Information Act (FOIA) request from The New York Times regarding the case *NY Times. Inc. v. U.S. Department of Justice*.  Of the 434 pages initially submitted, 10 were released in full, 9 were released in part, 1 was deemed duplicative, and 434 were withheld entirely. The withholding was based on exemptions (b)(5), (b)(6), (b)(7)(A), (b)(7)(B), (b)(7)(C), (b)(7)(E), and (b)(7)(F) related to inter-agency communications, personal privacy, law enforcement investigations, and potential endangerment. The records were provided by Eugene E. Baime, Supervisory Attorney.",
      "timestamp": "2020-06-22T00:00:00",
      "timestamp_raw": "June 22, 2020",
      "keywords": [
        "freedom of information act",
        "bureau of prisons",
        "redaction",
        "foia request",
        "u.s. department of justice",
        "privilege",
        "inter-agency communications",
        "personal privacy",
        "law enforcement",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038012",
      "summary": "An FBI Albuquerque Division Associate Division Counsel sent an email on July 2, 2020, expressing excitement about charges against Maxwell and thanking the recipient for their continued work on the case. The sender requested further information (“let me know”). The email also included a standard disclaimer regarding privileged and sensitive communications.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "fbi",
        "albuquerque",
        "maxwell",
        "charges",
        "news",
        "case",
        "attorney-client",
        "efta00038012",
        "communication",
        "division counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037980",
      "summary": "An email chain, dated July 2, 2020, pertains to a USMS (United States Marshals Service) form submission related to Ghislaine Maxwell (USM78). The email indicates a form was submitted and attached for the recipient's awareness, with a standard disclaimer regarding confidential and legally privileged electronic messages. The document identifier is EFTA00037980.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "usms",
        "redaction",
        "email",
        "us",
        "resources",
        "conservation",
        "legal",
        "confidential",
        "attachment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023177",
      "summary": "An email chain discusses a \"friendly subpoena\" being prepared to a real estate attorney who handled the purchase of Ghislaine Maxwell’s New Hampshire property in 2019. The subpoena seeks non-privileged documents and records related to the purchase, relevant to an ongoing investigation into Maxwell’s finances and potential ties to Jeffrey Epstein. The FBI was contacted following Maxwell's arrest and requested a formal subpoena before receiving documents. PSEU approval was deemed unnecessary for the request itself, but required for issuing the subpoena.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "maxwell",
        "investigation",
        "subpoena",
        "real estate attorney",
        "epstein",
        "documents",
        "finances",
        "new hampshire",
        "purchase",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015963",
      "summary": "*   The recipient provides a list of individuals who interacted with the woman, including ex-boyfriends, Ghislaine Maxwell, various house staff (cooks, housekeeping couples), and male drivers who transported her to Epstein’s residence (approximately 50 times). *   The recipient describes the woman’s frequent visits to Epstein’s Palm Beach residence and mentions instances where she was shown nude photos of Maxwell and taken to the house by Epstein’s drivers. *   Technical arrangements for the video conference are discussed, including the use of WebEx and the provision of masks and social distancing protocols. *   A confirmation of the meeting time and pickup details is exchanged. *   A disclaimer regarding the confidential and privileged nature of the email communication is included at the end.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "scarola",
        "webex",
        "interviews",
        "ghislaine",
        "drivers",
        "meetings",
        "photos",
        "contact"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024660",
      "summary": "*   The woman has been associated with several individuals, including an ex-boyfriend, various housekeepers, cooks, and male drivers who transported her to Epstein’s Palm Beach residence approximately 50 times. *   “Ina” interacted with Epstein over 100 times, frequently witnessed nude photos of Ghislaine Maxwell, and was taken to the residence multiple times by Epstein’s drivers. *   Several couples were present at the house, one of which quit due to discomfort. *   Jack Scarola has found the individual involved to be unreliable. *   A video conference meeting is scheduled for July 17th at 9:30 AM to discuss the information. *   The communication is flagged as privileged and confidential, emphasizing its sensitive nature.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "epstein",
        "scarlett johansson",
        "mike",
        "video meeting",
        "contacts",
        "interviews",
        "house",
        "drivers",
        "photos",
        "nina",
        "arrangements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020773",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is coordinating with Marc Weinstein and Andrew Tomback regarding the production of materials related to the estate of Jeffrey Epstein. The Attorney agrees with a plan to scan photographs and produce them electronically. They are open to receiving original materials like a photo book if scanning is not feasible. Loose, unlabeled discs are not requested currently, but their production will be considered if they contain photos. The Attorney emphasizes that the government isn’t requesting a privilege waiver but intends to seek a formal position on whether the estate will waive attorney-client privilege for discovery review in the United States v. Maxwell case. Until a formal position is obtained, the government will assume the privilege remains in effect.",
      "timestamp": "2020-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2020",
      "keywords": [
        "efta00020773",
        "redaction analysis",
        "estate",
        "jeffrey epstein",
        "sdny investigation",
        "privilege",
        "discovery",
        "production",
        "united states v. maxwell",
        "photographs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015838",
      "summary": "The U.S. Department of Justice is communicating with legal representatives of the estate executors of Jeffrey Epstein regarding an ongoing investigation involving Ghislaine Maxwell. Specifically, the DOJ requests confirmation that the 1953 Trust Agreement’s provision regarding employee continuation after Epstein’s death will not be interpreted as retaliation against individuals meeting with law enforcement, and that no distributions have been made to Maxwell during the criminal case. The DOJ also seeks clarification on the estate’s position regarding potential attorney-client privilege claims related to materials to be produced to the defense as part of the Maxwell case.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "jeffrey epstein",
        "estate",
        "trust agreement",
        "ghislaine maxwell",
        "criminal investigation",
        "victim restitution",
        "discovery materials",
        "privilege",
        "legal counsel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015847",
      "summary": "On July 25, 2020, correspondence occurred regarding a letter to the executors of Jeffrey Epstein’s estate. Suggested edits to the letter were provided by [REDACTED] on July 25, 2020, and confirmed as acceptable for sending. A draft letter was attached, including a question about a waiver of attorney-client privilege related to discovery review. On July 23, 2020, an Assistant U.S. Attorney from the Southern District of New York sent a draft letter to the estate trustees, detailing the purpose and requesting review.",
      "timestamp": "2020-07-25T00:00:00",
      "timestamp_raw": "July 25, 2020",
      "keywords": [
        "epstein estate",
        "usanys",
        "redaction",
        "letter",
        "trust agreement",
        "discovery",
        "privilege",
        "attorney-client",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015846",
      "summary": "Audrey Strauss, a U.S. Attorney, sent draft comments to the Epstein estate trustees' counsel regarding a letter addressing issues related to the 1953 Trust Agreement. The letter included a question about a waiver of attorney-client privilege for the trustees’ discovery review. The Assistant U.S. Attorney from the Southern District of New York initially drafted the letter.",
      "timestamp": "2020-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2020",
      "keywords": [
        "epstein estate",
        "trust agreement",
        "attorney-client privilege",
        "redaction analysis",
        "usanys",
        "discovery review",
        "letter",
        "trustees",
        "waiver",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020668",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP responded to an inquiry regarding the Estate of Jeffrey E. Epstein’s actions related to the SDNY investigation. The Co-Executors confirmed they would not utilize Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement. They also stated they would notify the U.S. Attorney’s Office before any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney confirms receipt of the Co-Executors’ response.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "weinstein",
        "hughes hubbard & reed",
        "trust",
        "privilege",
        "retaliation",
        "law enforcement",
        "estate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020772",
      "summary": "An email exchange between an individual from the OPR and USAO-SDNY regarding numbers related to an investigation. Approximately 516,000 email files were obtained from five subjects, excluding attachments. An estimated 3,000 unique emails were directly relevant to the OPR’s investigation. The USAO’s best collection of scanned hard copy documents pertains to the CVRA litigation, consisting of 3,754 pages produced to petitioners and 15,267 privileged documents submitted to the court. Other case documents are largely duplicative and difficult to quantify.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "efta00020772",
        "usao-sdny",
        "email files",
        "opr",
        "cvra litigation",
        "epstein case",
        "redacted",
        "public corruption",
        "documents",
        "estimates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031989",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP communicated on behalf of the Co-Executors of the Estate of Jeffrey E. Epstein. The Co-Executors confirmed they would not use Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement investigations. They also stated they would notify the US Attorney’s Office for the Southern District of New York in advance of any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney for the Southern District of New York provided context for this communication.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "trust",
        "attorney-client privilege",
        "hughes hubbard & reed",
        "white collar defense",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024873",
      "summary": "On July 27, 2020, an individual (likely from OPR) requested numbers related to materials obtained in a case, specifically 516,000 email files and approximately 3,000 relevant emails.  They also provided details on a collection of scanned hard copy documents (3,754 pages from CVRA litigation and 15,267 privileged documents).  A subsequent exchange involved discussions about obtaining copies of these materials and coordinating a call to discuss logistics. The numbers provided relate to email files and document quantities.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "emails",
        "usao-sdny",
        "litigation",
        "redaction",
        "numbers",
        "documents",
        "opr",
        "cvra",
        "emails"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030900",
      "summary": "Jeff Pagliuca of Haddon, Morgan and Foreman, P.C. sent a letter to multiple counsel (Laura Menninger, Christian Everdell, Mark S. Cohen, Nicole Simmons) regarding a protective order, specifically \"letter_to_USA_re_protective_orderJ002)_(002)final.pdf.\" The letter included an attached PDF and an image. The email contains a standard warning about confidential and privileged information.",
      "timestamp": "2020-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2020",
      "keywords": [
        "efta00030900",
        "protective order",
        "discovery",
        "jeff pagliuca",
        "laura menninger",
        "christian everdell",
        "mark s. cohen",
        "nicole simmons",
        "haddon morgan and foreman",
        "legal privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010294",
      "summary": "Ghislaine Maxwell, the defendant in a 2020 criminal case, filed a motion requesting the government to disclose the identities of alleged victims and to modify the conditions of her confinement at the Bureau of Prisons (BOP). The court denied these requests without prejudice. Specifically: *   **Victim Identity Disclosure:** The court rejected the immediate disclosure of victim identities, citing the early stage of discovery and the need for a pre-trial disclosure schedule. *   **Conditions of Confinement:** The court also denied Maxwell’s request to be released into the general BOP population or granted the same privileges as other detainees, stating the BOP was already providing sufficient access to discovery materials and surveillance measures were justified for security reasons. The court ordered the government to provide 90-day status updates on her confinement conditions.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "victims",
        "discovery",
        "bureau of prisons",
        "bop",
        "disclosure",
        "defense counsel",
        "pretrial",
        "conditions of confinement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030432",
      "summary": "An email chain discusses a revised draft document, “2020-08-13_GMJetter toiudge_Nathan_re_victim_names_and_prison_privileges_revised.ebd.docx,” involving individuals associated with “USANYS.” Redactions have been applied to the email sender and recipient names.",
      "timestamp": "2020-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2020",
      "keywords": [
        "efta00030432",
        "redaction analysis",
        "usanys",
        "victim names",
        "prison privileges",
        "draft",
        "august 13",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019605",
      "summary": "An email exchange discusses the inability to locate Volume I of a 2009 deposition related to Jeffrey Epstein. Chris R. Rodgers forwarded a response from Prose Court Reporting stating they couldn't find the volume. Visual Evidence confirmed the video copy was also unavailable. Attached notes from a parole officer/investigator detail observations about the women involved, suggesting a pattern of recruitment, grooming, and victimization. The email exchange includes standard legal disclaimers regarding privileged and confidential communication.",
      "timestamp": "2020-09-09T00:00:00",
      "timestamp_raw": "09 Sep 2020",
      "keywords": [
        "epstein",
        "deposition",
        "parole",
        "investigator",
        "recruitment",
        "grooming",
        "victimization",
        "2009",
        "transcripts",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016304",
      "summary": "On September 9, 2020, Jack Scarola emailed to inquire about a missing volume of the 2009 deposition transcript related to Jeffrey Epstein. Chris Rodgers responded with a statement from Prose Court Reporting indicating they could not locate Volume I.  Attached to Rodgers’ email were notes from the deposition taken by a paralegal/investigator, detailing the deposition and highlighting the recruitment and victimization of vulnerable young women by Epstein.  Prose Court Reporting also confirmed that a video copy of the deposition was unavailable. The email exchange included disclaimers regarding privileged and confidential communications.",
      "timestamp": "2020-09-09T00:00:00",
      "timestamp_raw": "September 9, 2020",
      "keywords": [
        "epstein",
        "deposition",
        "transcript",
        "redaction",
        "2009",
        "recruitment",
        "victimization",
        "chris rodgers",
        "toni prose",
        "efta00016304"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023536",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023536",
      "summary": "Jack Scarola is attempting to locate the first volume of a 2009 deposition transcript related to Jeffrey Epstein. Chris Rodgers, on behalf of Prose Court Reporting, confirms they cannot locate the volume. Mike Danchuk, a paralegal/investigator, attended the deposition and provided detailed notes documenting the recruitment, grooming, and victimization of troubled young women by Epstein. Visual Evidence confirms the video recording is no longer available. The email exchange includes warnings about the unsecure nature of electronic communication and the privileged, confidential status of the information.",
      "timestamp": "2020-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2020",
      "keywords": [
        "epstein",
        "deposition",
        "transcript",
        "jack scarola",
        "mike danchuk",
        "redaction",
        "2009",
        "victimization",
        "recruitment",
        "prose court reporting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016304",
            "similarity": 0.538,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016311",
      "summary": "This document is an email exchange concerning the search for a deposition transcript from a 2009 case involving Jeffrey Epstein. Jack Scarola is attempting to locate Volume I of the deposition, initially shared by Chris Rodgers. Prose Court Reporting confirms they cannot locate the transcript, and Visual Evidence confirms the video is no longer available. Mike Danchuk’s contemporaneous notes from the deposition are attached, detailing observations about the women involved. The emails also include warnings about the unsecure nature of electronic communication and the privileged status of the information.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "14 Sep 2020",
      "keywords": [
        "epstein",
        "deposition",
        "protective order",
        "2009",
        "jack scarola",
        "mike danchuk",
        "chris rodgers",
        "toni prose",
        "redaction",
        "records",
        "videography"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023750",
      "summary": "*   Jack Scarola is corresponding with an attorney (identified as [REDACTED]) regarding the transcript’s availability. *   Marc Weinstein and Andrew Tomback, attorneys representing the executors of Epstein’s estate, have been provided with Scarola’s contact information. *   The sender confirms they haven't shared details about Scarola’s client’s investigation. *   There’s an inquiry about potential protective orders or agreements governing the disclosure of materials from the civil case. *   Court reporting and video evidence confirmation indicates the original deposition transcript (Volume I) is missing. *   Mike Danchuk’s detailed notes from the deposition are attached, describing the deposition and highlighting the patterns of grooming and victimization involving vulnerable young women. *   A standard legal disclaimer is included regarding the confidentiality and privileged nature of the communication.",
      "timestamp": "2020-09-22T00:00:00",
      "timestamp_raw": "22 Sep 2020",
      "keywords": [
        "epstein",
        "deposition",
        "transcript",
        "estate",
        "attorneys",
        "protective order",
        "cma case",
        "jack scarola",
        "mike danchuk",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023683",
      "summary": "*   The documents are being produced by Deutsche Bank and JPMorgan. *   The contractor is responsible for exporting these productions to a specific Relativity folder structure. *   There are questions regarding the confidentiality of the documents, the use of a confidential stamp, and the preferred method of production (tiff images, database load files, or PDF). *   The contractor is clarifying that the documents are not intended for privileged review and that searches within the Relativity database are not possible due to the image format. *   The contractor initially provided links to Relativity pages, but those pages contained no data, leading to an inquiry. *   The contractor requested information on Bates numbering and preferred production methods. *   The initial upload is underway, with files being transferred to a drive for delivery to Relativity.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "data",
        "jpmorgan",
        "deutsche bank",
        "confidential",
        "stamp",
        "relativity page",
        "usanys",
        "contractor",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028823",
            "similarity": 0.588,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028823",
      "summary": "*   The files are initially copied to a drive and will be uploaded to the Relativity database under the folder “US v. Epstein 4 FBI Case File 4 Images Seized During Search.” *   Requests are made regarding the stamping process (Confidential stamp, Bates number, preferred production format - TIFF images, database load files, or PDF), and clarification is given that searching the files after they've been loaded to Relativity is not possible due to their format. *   There is discussion about the appropriate handling of privileged review (only warrant returns should be privileged) and the lack of a confidential stamp option for Excel files. *   A link to the Relativity database is provided for review.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "deutsche bank",
        "jpmorgan",
        "data",
        "production",
        "confidential",
        "files",
        "upload",
        "redaction",
        "pae",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023683",
            "similarity": 0.588,
            "index": 111,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028820",
      "summary": "*   Questions arise regarding the presence of a confidential stamp on native Excel files, and whether the documents require privilege review (specifically, excluding electronic search warrant returns). *   Links to Relativity pages for Deutsche Bank and JP Morgan documents are provided for review. *   Concerns are raised about data access within Relativity due to the format of the files (primarily images and video). *   Requests are made for details on document production format (tiff images, database load files, or PDF production), Bates number usage, and the placement of a confidential stamp. *   A legal specialist from the US Attorney’s Office SDNY is involved in coordinating the upload process.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "documents",
        "production",
        "confidential",
        "data",
        "search",
        "pae",
        "database"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023688",
            "similarity": 0.538,
            "index": 115,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029025",
      "summary": "This redacted document details the production of electronic files related to the Epstein/Maxwell investigation for the US Attorney’s Office. Key discussions revolve around: *   **Text Reader Capabilities:** A contractor is investigating the Bureau of Prisons’ (BOP) computer systems to determine if they can open the files, aiming to prevent defense claims of inability to access them. *   **Production Format:** The contractor is producing files in their original format (Excel and TXT) to both Maxwell and defense counsel, initially converting them to ensure compatibility with the Metropolitan Detention Center (MDC). *   **Confidential Stamping:** There’s a request to apply a confidential stamp to the files, and a discussion about the method (native format vs. image placeholders). *   **Data Delivery:** Links to Relativity databases containing the production files (Deutsche Bank and JPMorgan) are provided. *   **Privilege Review:** A clarification is given that only certain documents (search warrant returns) require privilege review. *   **Initial Upload & Review:** The contractor is preparing to upload approximately 40,000 files (300GB) to Relativity for stamping, awaiting approval for direct upload or a preliminary review.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "text reader",
        "files",
        "production",
        "excel",
        "confidential",
        "database",
        "usanys",
        "discovery",
        "conversion",
        "format",
        "stamp",
        "images",
        "relativityjgo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023688",
      "summary": "*   The documents, totaling approximately 40,000 and 300GB, are being converted from native formats (Excel files) to a format suitable for uploading to a Relativity database. *   There’s discussion about applying a “confidential” stamp to the documents and determining the appropriate Bates numbering system. *   The production includes materials from Deutsche Bank and JPMorgan. *   There are questions about whether the documents should be privileged reviewed and how they should be presented (e.g., TIFF images, database load files, or PDFs). *   Links to the Relativity production are provided for review. *   There's a concern regarding the lack of search functionality within the Relativity database due to the predominantly image/video format of the data.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "production",
        "documents",
        "confidential",
        "data",
        "files",
        "judeo",
        "st andrews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028820",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032633",
      "summary": "*   **Trump-Biden Debate Coverage:** The primary focus is on the first debate between Donald Trump and Joe Biden, with specific details regarding disagreements over the Supreme Court, climate change policies, and energy regulations. *   **Executive Privilege & Flynn Case:** Michael Flynn’s lead defense attorney invoked executive privilege regarding discussions with Donald Trump, following a judge’s ruling. *   **ACA Analysis:** Analysis suggests Amy Coney Barrett’s potential vote to strike down the Affordable Care Act (ACA) remains uncertain. *   **New York Sick Leave Law:** The document reports on the implementation of New York’s new paid sick leave law. *   **Immigration Issues:** California blocked a federal government attempt to increase immigration application fees, and a judge ruled Georgia must provide paper backups of voter information for the 2020 election. *   **Banking Industry & Barrett:** Amy Coney Barrett's potential appointment to the Supreme Court could influence fintech regulation and agency independence within the banking industry. *   **FERC & Carbon Pricing:** The Federal Energy Regulatory Commission is attempting to reconcile state carbon pricing efforts with its power market regulations. *   **EPA Actions:** The EPA challenged California’s plan to ban gas-powered cars and opposed a rollback of methane emissions regulations. *   **Catalyst Pharmaceuticals Lawsuit:** Catalyst Pharmaceuticals lost a lawsuit challenging the FDA's approval of a rival drug. *   **Dillon McCandless Fee Dispute:** Dillon McCandless is seeking $136,000 in legal fees from Georgia related to a lawsuit challenging pandemic-related restrictions. *   **Census Litigation:** A federal judge rejected the Trump administration's attempt to exclude unauthorized immigrants from the 2020 census count. *   **Various Industry Cases:** The document includes coverage of cases related to intellectual property (PureShield vs. Allied BioScience), insurance (LA Nightclub vs. LA County), real estate (Opportunity Zone Order), bankruptcy, telecom, cannabis, and other industries (e.g., JPMorgan Chase & Co.). *   **Law Firm Activity:** The document lists various law firms involved in these cases, including Jones Day, Latham & Watkins, DLA Piper, and others. *   **Job Listings:** A small section contains job listings related to legal positions.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "September 30, 2020",
      "keywords": [
        "supreme court",
        "trump",
        "biden",
        "debate",
        "climate change",
        "aca",
        "barrett",
        "flynn",
        "immigration",
        "healthcare",
        "energy",
        "paris accord",
        "emissions",
        "taxation",
        "census",
        "section 230",
        "cybersecurity",
        "cannabis",
        "legal industry",
        "diversity",
        "jpmorgan",
        "goldman sachs",
        "tech",
        "litigation",
        "tax law",
        "covid-19",
        "voting machines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022626",
      "summary": "Linda Singer called [REDACTED] on October 2, 2020, regarding a call with the Department of Justice (DOJ) concerning the Jeffrey Epstein case being investigated by the Southern District of New York (SDNY). The communication was flagged as confidential and privileged attorney-client information.",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "epstein",
        "doj",
        "investigation",
        "redaction",
        "singer",
        "linda",
        "sdny",
        "confidential",
        "privilege",
        "efta00022626"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014586",
            "similarity": 0.667,
            "index": 121,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014587",
      "summary": "On October 5, 2020, at 6:45 PM +0000, there was a call with the DOJ regarding the Epstein SDNY investigation. The call lasted from 6:45 PM to 7:15 PM +0000. The event was classified as “X-PERSONAL” and marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "doj",
        "investigation",
        "sdny",
        "redaction analysis",
        "confidential",
        "privilege",
        "2020-10-05",
        "reminder",
        "communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022627",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014588",
      "summary": "On October 5, 2020, at 7:00 PM GMT, Linda Singer held a phone call with the DOJ regarding the Jeffrey Epstein SDNY investigation. The call lasted 30 minutes. The event was classified as “X-PERSONAL,” created on October 2, 2020, and had a priority of 5. A reminder message was to be displayed 15 minutes prior to the start. The communication is marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein investigation",
        "doj",
        "singer",
        "linda",
        "redaction analysis",
        "confidential",
        "privileged",
        "2020-10-05",
        "sdny",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022627",
      "summary": "On October 5, 2020, at 7:00 PM GMT, there was a call with the DOJ regarding the Epstein SDNY investigation. The call lasted 30 minutes and was classified as \"X-PERSONAL.\" A reminder was displayed 15 minutes before the start, and the communication is marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "doj",
        "investigation",
        "sdny",
        "call",
        "2020-10-05",
        "confidential",
        "privileged",
        "redaction",
        "reminder"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014587",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014586",
            "similarity": 0.538,
            "index": 121,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014586",
      "summary": "Linda Singer sent an email on October 5, 2020, to discuss the Jeffrey Epstein SDNY investigation with the Department of Justice (DOJ). The email is marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "sdny",
        "investigation",
        "doj",
        "redaction",
        "singer",
        "linda",
        "confidential",
        "privileged",
        "efta00014586"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022627",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022626",
            "similarity": 0.667,
            "index": 117,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026833",
      "summary": "On October 11, 2020, [REDACTED] informed [REDACTED] that they were moving “Goldberger hits” (likely related to Jack Goldberger’s involvement) out of the Epstein search warrant database. This followed an email from [REDACTED] (using Jack Goldberger’s email address) requesting the removal of those hits. The email was flagged for privilege review due to the potential association with Jack Goldberger, who represented Epstein.",
      "timestamp": "2020-10-11T00:00:00",
      "timestamp_raw": "October 11, 2020",
      "keywords": [
        "epstein",
        "goldberger",
        "sw",
        "search terms",
        "redaction",
        "usanys",
        "email",
        "database",
        "privilege review",
        "returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013258",
      "summary": "On October 12, 2020, an individual (MI) inquired about a list of attorneys provided by Epstein’s lawyers regarding a SW return. Another individual ([REDACTED]) responded, noting the presence of communications from private investigators, including Roy Black, in connection with a criminal investigation and litigation.  The individual ([REDACTED]) then reported that \"Goldberger hits\" (communications related to Jack Goldberger) had been moved out of the database. Further emails referenced the tracking of Goldberger's communications and flagged an email address potentially belonging to Jack Goldberger for privilege review.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "epstein",
        "private investigators",
        "roy black",
        "goldberger",
        "privilege",
        "estate attorneys",
        "litigation",
        "florida",
        "search warrant database",
        "email addresses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023326",
      "summary": "On October 15, 2020, Edwards POTTINGER LLC, representing a client (“E”) who was sexually assaulted by Jeffrey Epstein, formally requested documentary and tangible evidence from the Department of Justice (Southern District of New York) regarding the investigation into Epstein’s criminal activity. The request, made under the Touhy regulations, seeks photographs, videos, correspondence, lists, and other documents related to “E”’s assault. The client’s lawyer emphasizes the urgency due to the Epstein Victim Compensation Program and the need for evidence to support a civil lawsuit. The request asserts that the evidence is relevant to the case and satisfies the Touhy regulations’ considerations regarding procedure and privilege.",
      "timestamp": "2020-10-15T00:00:00",
      "timestamp_raw": "October 15, 2020",
      "keywords": [
        "jeffrey epstein",
        "touhy request",
        "evidence",
        "sexual abuse",
        "united states attorney",
        "department of justice",
        "litigation",
        "documentary evidence",
        "victim compensation program",
        "efta00023326"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028481",
      "summary": "An email thread, dated October 27, 2020, discusses privilege reviews related to Jared Epstein’s iPhone and iPad. The email originated from [REDACTED] to [REDACTED], with [REDACTED] included in the “To” and “Cc” fields. An attached message file, “Epstein_iphone_ipadprivilege_reviews.msg,” is also referenced. The email is identified as EFTA00028481.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "epstein",
        "iphone",
        "ipad",
        "privilege",
        "redaction",
        "reviews",
        "efta00028481"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014584",
      "summary": "An email exchange concerning a privilege review related to Jeffrey Epstein devices is documented. The email originates from \"MMEMI\" to an unknown recipient, with a subject line of \"RE: Jeffrey Epstein devices - privilege review.\" An attached message, \"RE: Jeffrey_Epstein_devicesn_privilege_review.msg,\" is also referenced.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "jeffrey epstein",
        "privilege review",
        "redaction",
        "efta00014584",
        "devices",
        "outlook",
        "message",
        "2020",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010291",
      "summary": "An email exchange concerning a privilege review regarding devices related to Jeffrey Epstein. The email originated from “USAHUB-USAJournal111” to the recipient EFTA00010291, with the subject “RE: Jeffrey Epstein devices - privilege review.” An attached message named “RE: Jeffrey_Epstein_devicesn_privilege_review.msg” is also referenced.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2020",
      "keywords": [
        "jeffrey epstein",
        "privilege review",
        "efta00010291",
        "usahub",
        "message",
        "email",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027072",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York is providing copies of various documents related to the Ghislaine Maxwell case (20 Cr. 330 (MN)). The documents, stamped with control numbers from SDNY GM 00328070 through SDNY_GM_00356148, include FBI documents, PBPD materials, PBSA materials, and scans of FBI evidence from Florida and New York. Due to a privilege review conducted on data extracted from Jeffrey Epstein’s devices, the government will not produce materials from those devices, and will instead focus on producing only responsive, non-privileged materials by November 9, 2020.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "sdny",
        "fbi",
        "protective order",
        "confidential",
        "evidence",
        "documents",
        "discovery",
        "florida",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030598",
      "summary": "An email chain discusses a flagged email address (“EFTA00030598”) related to the Epstein search warrant database. The email, originating from an unknown sender, contained a reference to an email potentially belonging to Jack Goldberger, who represented Jeffrey Epstein, and warrants a privilege review.",
      "timestamp": "2020-11-11T00:00:00",
      "timestamp_raw": "11 Oct 2020",
      "keywords": [
        "epstein",
        "sw returns",
        "redaction",
        "privilege review",
        "jack goldberger",
        "email",
        "database",
        "search warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026834",
      "summary": "*   The primary focus is on identifying the attorneys representing the estate, initially led by inquiries about Marc Weinstein and Andrew Tomback. *   A private investigator, Roy Black, is mentioned in connection with a criminal investigation. *   There’s an ongoing effort to determine whether communications involving private investigators are protected by attorney-client privilege. *   Jack Goldberger is identified as an attorney representing Epstein, and emails referencing him are flagged for privilege review. *   A request is made to remove “Goldberger hits” (likely referring to emails or information related to Goldberger’s representation) from the database. *   The email chain involves discussions about privilege issues, database reviews, and coordination between individuals.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "epstein",
        "marc weinstein",
        "andrew tomback",
        "jack goldberger",
        "private investigators",
        "estate",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013251",
      "summary": "Emails discuss a privilege review process related to materials seized from Jeffrey Epstein. Discussions involve sharing a list of counsel with Marty Weinberg, subject to his consent, and implementing a privilege review of seized materials, specifically referencing the FBI's view on photos. A contact for the Office's Privilege Review Logistic Coordinator is provided.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "privilege review",
        "epstein",
        "fbi",
        "contact information",
        "usanys",
        "marty weinberg",
        "martin weinberg law",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017817",
      "summary": "On November 20, 2020, an Assistant United States Attorney from the Southern District of New York contacted Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, requesting a call regarding an urgent matter concerning Ghislaine Maxwell. Sternheim responded indicating availability after 3:30 PM. The email also included a standard notice regarding the office’s remote work status due to COVID-19, instructing recipients to use email or fax for correspondence.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "November 20, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "united states attorney",
        "southern district of new york",
        "legal",
        "correspondence",
        "covid-19",
        "confidential",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027268",
      "summary": "It detailed conversations with MDC legal counsel about the defendant’s situation. A COVID-19 outbreak led to a 14-day quarantine for Maxwell, during which she was permitted standard quarantine privileges (cell, daily checks, limited access, and use of a laptop for discovery review - 13 hours daily). *   **Continued Updates (December 4, 2020 & January 15, 2021):** The Government continued to report on Maxwell’s conditions, emphasizing consistent access to discovery (13 hours daily, seven days a week across both a desktop and laptop), regular video-teleconference calls with her attorneys (five hours per weekday), and the continuation of standard MDC procedures including searches, food service, and water provision. The government’s legal counsel noted that MDC staff monitored Maxwell’s health and weight.  The MDC legal team responded to concerns raised by defense counsel regarding access to the laptop and in-person visits, but without reaching an agreement. *   **Court Order (January 25, 2021):**  Judge Nathan ordered the Government to provide 60-day written updates regarding Maxwell’s confinement, focusing on access to legal materials and searches.  The Court denied the BOP’s request to compel Warden Tellez to appear and respond directly. *   **Final Update (February 4, 2021):** The Government provided a detailed response to the Judge's January order, reinforcing that Maxwell continues to receive the maximum permitted access to discovery and legal communications, detailing standard MDC procedures (including searches, healthcare, and water provision), and addressing previous concerns regarding monitoring and surveillance. The government also reported on the defendant's recent COVID-19 vaccination status.",
      "timestamp": "2020-11-23T00:00:00",
      "timestamp_raw": "November 23, 2020",
      "keywords": [
        "ghislaine maxwell",
        "confinement",
        "mdc",
        "discovery",
        "legal materials",
        "communication",
        "quarantine",
        "laptop",
        "access",
        "visitation",
        "covid-19",
        "legal calls",
        "attorney visits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028757",
      "summary": "An email chain concerning assistance with a review of “Epstein Privilege” is documented. The email originated from [REDACTED] to [REDACTED], [REDACTED], and [REDACTED], referencing a message titled “Help with Epstein Privilege Review.” The email thread is associated with the file EFTA00028757.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "epstein",
        "privilege",
        "review",
        "redaction",
        "usanys",
        "mini6",
        "outlook",
        "message-id",
        "efta00028757"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028117",
      "summary": "An email exchange between “[REDACTED]” and “USAHUB-USAJouma1111” regarding assistance with a “Epstein Privilege Review.” The email chain includes a message titled “Help with Epstein Privilege Review.msg.” The message-id is <SN5P110MB0542489BBB4B018BDF6D29E892110@SN5P110MB0542.NAMP110.PROD.OUTLOOK.COM.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "epstein",
        "privilege",
        "review",
        "usahub",
        "jouma",
        "redaction",
        "message",
        "outlook",
        "2020",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018089",
      "summary": "This document details the redaction and review process for data extracted from Jeffrey Epstein’s devices, specifically focusing on the “1B72” release. Multiple individuals (including “Sunny,” “Maurene,” and “Lisa”) are involved in copying, reviewing, and redacting the data to identify potentially privileged materials. Key actions include: *   **Data Releases:** Multiple versions of data (1B72, 1872, 1869, 1884, 1883, 1871) are released incrementally, with specific emails and chats being removed as potentially privileged. *   **Redaction Procedures:** Instructions are provided on how to handle the data, emphasizing not opening it from the shared directory and directing users to save it to their D drives or flash drives. *   **Tagging and Reporting:**  The process involves tagging responsive materials and generating reports based on those tags. *   **Timeline and Coordination:** The review is tightly scheduled with deadlines to ensure timely completion. There are delays in copying the data, requiring coordination and follow-up. *   **Distribution:** The data is ultimately sent to Lisa for further review and coordination.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "epstein",
        "privilege",
        "redaction",
        "review",
        "devices",
        "emails",
        "chats",
        "1b72",
        "1869",
        "1872",
        "shared directory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010211",
      "summary": "A letter from the Department of Justice, Federal Bureau of Prisons (Metroplitan Detention Center Brooklyn, NY), is being sent to Hon. Nathan regarding a replacement drive for Ghislaine Maxwell. The drive is FedExed from the U.S. Attorney's Office, SDNY, to the MDC, and the broken drive needs to be returned to the same address. The communication is marked as sensitive and privileged.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "12/4/2020",
      "keywords": [
        "efta00010211",
        "maxwell",
        "ghislaine maxwell",
        "federal bureau of prisons",
        "brooklyn",
        "new york",
        "u.s. department of justice",
        "southern district of new york",
        "drive",
        "fedex"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009868",
      "summary": "An email was sent from [REDACTED] to IMINIIANYS regarding an attachment named \"atement_in_Opp._to_Bail.pdf\". The sender requested confirmation that the attachment is suitable for filing or offered to provide it in a different format. The email included a disclaimer regarding confidential information and a prohibition against distributing the message. The document is identified as EFTA00009868.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "filing",
        "redaction",
        "efta00009868",
        "pdf",
        "attachment",
        "confidentiality",
        "privilege",
        "email",
        "december 15",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032004",
      "summary": "This document is a transcript of a phone call between defense counsel (Sternheim and Everdell) and MDC legal counsel regarding a female inmate, GM, held at a Bureau of Prisons facility (MDC). Key issues discussed include: *   **Excessive Surveillance:** GM is subjected to constant surveillance, including a second camera pointed into the visiting room, frequent wake-up calls, and intrusive searches (including strip searches) that are significantly more extensive than those given to other inmates. *   **Differential Treatment:** GM receives enhanced privileges (extended computer access, shower, phone, TV) due to her situation, leading to concerns she is effectively in solitary confinement. This treatment is driven, in part, by the need to review a large volume of discovery. *   **Requests for Change:** Sternheim requests the Warden be brought before Judge Nathan to explain the justification for the surveillance and searching, specifically requesting the removal of the second camera and a reduction in intrusive searches to match those of other inmates. *   **Day Room Concerns:** The conversation repeatedly returns to the issue of GM being housed in a day room, which would mitigate many of the current problems, but is not being implemented. *   **Discovery Access:** There is a substantial amount of discovery material for GM to review, and the defense is seeking an extension to facilitate this process. The overall tone reflects frustration with the BOP's handling of GM's case and a strong advocacy for her rights and well-being.",
      "timestamp": "2020-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2020",
      "keywords": [
        "surveillance",
        "searches",
        "discovery",
        "solitary confinement",
        "camera",
        "treatment",
        "warden",
        "gm",
        "inmate",
        "lockdown",
        "review",
        "covid",
        "restrictions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024995",
      "summary": "Chris R. Rodgers, on behalf of Mary McCann, submitted discovery responses related to a civil matter against Jeffrey Epstein. The attachments included amended answers to interrogatories, a notice of serving verified answer, and supplemental RRP documents. The communication was flagged as privileged and confidential due to electronic communication concerns and protected under the Electronic Communication Privacy Act.",
      "timestamp": "2021-01-19T00:00:00",
      "timestamp_raw": "19 Jan 2021",
      "keywords": [
        "discovery",
        "responses",
        "efta00024995",
        "chris r. rodgers",
        "jack scarola",
        "mary mccann",
        "epstein",
        "searcy denney scarola",
        "electronic communication privacy act",
        "civil matter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024996",
      "summary": "Chris R. Rodgers sent discovery responses related to a civil matter against Jeffrey Epstein to Jack Scarola (USANYS) and Mary McCann. The communication was flagged as privileged and confidential due to electronic communication restrictions and protected by the Electronic Communication Privacy Act.",
      "timestamp": "2021-01-20T00:00:00",
      "timestamp_raw": "20 Jan 2021",
      "keywords": [
        "efta00024996",
        "chris r. rodgers",
        "discovery responses",
        "epstein",
        "searcy denney scarola barnhart & shipley",
        "p.a.",
        "electronic communication",
        "redaction analysis",
        "usanys",
        "wendy p. calvet",
        "jack scarola"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023909",
      "summary": "On February 10, 2021, an email chain discusses the preparation of motions and letters related to a case (likely a defense motion). One party, identified as “[REDACTED],” is working on a draft opposition and requests assistance with other tasks, specifically the handling of “BOP/Brady letters” and an accountant privilege letter, which “[REDACTED]” offers to complete. A letter regarding a bill of particulars was previously sent to defense counsel.",
      "timestamp": "2021-02-10T00:00:00",
      "timestamp_raw": "February 10, 2021",
      "keywords": [
        "efta00023909",
        "bill of particulars",
        "motions",
        "letters",
        "defense counsel",
        "research",
        "accountant",
        "bop",
        "brady",
        "opposition"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023494",
      "summary": "A forwarded email from Jack Scarola to an unknown recipient (NY, FBI) discusses a request for information related to allegations of abuse involving Jeffrey Epstein. Scarola sent a photograph taken around the time of the alleged abuse, describing it as a picture of the recipient taken topless. The email originates from the law firm Searcy Denney Scarola Barnhart & Shipley, P.A. and includes a warning about the privileged and confidential nature of the communication, citing relevant laws and regulations regarding electronic communication privacy.",
      "timestamp": "2021-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2021",
      "keywords": [
        "efta00023494",
        "redaction analysis",
        "epstein",
        "abuse",
        "photos",
        "fbi",
        "jack scarola",
        "chris r. rodgers",
        "searcy denney scarola",
        "electronic communication privacy act"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023498",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a specific document – a file folder titled “File folder entitled se (N.Y. AUSA)” containing handwritten notes – from an individual (“”) who has been tracking related files. The document was identified by box numbers tfl P-003679 through P-003680 and is linked to a privilege log concerning a CVRA lawsuit involving Jeffrey Epstein. The request was initiated on February 17, 2021, and the recipient is seeking assistance with a current briefing related to the file.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "February 17, 2021",
      "keywords": [
        "epstein file",
        "sdfl",
        "privilege log",
        "cvra lawsuit",
        "handwritten notes",
        "usanys",
        "attorney",
        "jeffrey epstein",
        "box tfl",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026567",
      "summary": "An Assistant United States Attorney in the Southern District of New York is reviewing a privilege log (SDFL_privilege_Iog.pdf) submitted by the defense in a case involving the “NPA.” The log contains an entry for a file folder and an attorney with an unknown name (“”) who is not found through searches or NY attorney registration databases. The Assistant U.S. Attorney is seeking suggestions on how to investigate this individual.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "npa",
        "privilege log",
        "sdfl",
        "attorney",
        "sdny",
        "ecf",
        "investigation",
        "coordination",
        "ed",
        "google search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018708",
      "summary": "An email was sent from Bobbi C. Sternheim to multiple recipients, including IMSYS and Christian Everdell, on February 23, 2021. The email attached a courtesy copy of an Electronic Correspondence Filing (ECF) related to the U.S. v. Maxwell case (20 Cr. 330). The email contained a disclaimer regarding confidential and privileged information. The document referenced is MAXWELL_BAIL_APPLICATION_with_EXHIBIT_2-23-17.pdf.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "February 23, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00018708",
        "redaction analysis",
        "bail application",
        "bobbi c. sternheim",
        "imsys",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030973",
      "summary": "Bobbi C. Sternheim sent a courtesy copy of an ECF filing (MAXWELL_BAIL_APPLICATION_with_EXHIBIT_2-23-17.pdf) related to the case *U.S. v. Maxwell* (20 Cr. 330 (AJN)) to several recipients, including Christian Everdell, Laura Mennin, and Jeff Pagliuca. The email contains a confidentiality and privilege disclaimer.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2021",
      "keywords": [
        "u.s. v. maxwell",
        "bail application",
        "bobbi c. sternheim",
        "ecf filing",
        "20 cr. 330",
        "christian everdell",
        "laura mennin",
        "jeff pagliuca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018992",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, sent an email on March 16, 2021, to provide an unredacted version of a Reply Memorandum In Support of Ms. Maxwell’s pending bail application, as required by Rule 2(8) of the Court’s individual rules. The email was accompanied by a cover letter (attached as a PDF) and included a Covid-19 notice regarding the office closure and preferred communication methods. The document’s contents are considered confidential and privileged.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "March 16, 2021",
      "keywords": [
        "bobbi sternheim",
        "efta00018992",
        "covid-19",
        "legal",
        "redaction",
        "cover letter",
        "maxwell",
        "bail application"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019491",
      "summary": "A U.S. Attorney’s Office for the Southern District of New York (Chief, Public Corruption Unit) is requesting approval for a friendly subpoena to be issued to counsel for Minor Victim-4, a victim of Jeffrey Epstein’s abuse. The subpoena is intended to obtain non-privileged materials related to the victim’s 2008 settlement with Epstein, primarily for trial preparation and potential use as a Giglio witness. The team intends to send an email for approval.",
      "timestamp": "2021-03-26T00:00:00",
      "timestamp_raw": "26 Mar 2021",
      "keywords": [
        "subpoena",
        "maxwell team",
        "epstein",
        "settlement",
        "2008",
        "giglio",
        "witness",
        "trial",
        "victim",
        "corruption"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029939",
      "summary": "Marc A. Weinstein, a partner at Hughes Hubbard & Reed LLP, is corresponding with an Assistant United States Attorney regarding attorney-client privilege assertions related to seized electronic devices from Jeffrey Epstein’s residences. Specifically, the U.S. Attorney is seeking clarification on whether the estate is asserting privilege over a 2005 computer seized from Palm Beach. Weinstein proposes a call early next week to discuss the matter. Redactions obscure the identities of the individuals involved.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "weinstein",
        "marc a.",
        "epstein",
        "jeffrey",
        "privilege",
        "fbi",
        "devices",
        "new york",
        "united states attorney",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015823",
      "summary": "The United States Attorney’s Office, via the Southern District of New York, is responding to a request from defense counsel to review sixteen DVD-R discs held by the FBI. These discs, labeled with Palm Beach County Sheriffs Office case information, are identified as a forensic image of a computer (the “Epstein Computer”) seized from Jeffrey Epstein’s residence in 2005. The FBI was unable to access the files on the discs due to their inoperability. The Government now asserts it lacks a lawful basis to review the image, citing the absence of a warrant authorizing content review and the passage of time since the computer’s seizure. Furthermore, the estate of Epstein has refused to waive attorney-client privileges, preventing a privilege review before any potential examination of the discs. Consequently, the Government states the discs are not discoverable.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "April 9, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "epstein",
        "jeffrey epstein",
        "palm beach",
        "forensics",
        "discs",
        "evidence",
        "united states v.",
        "criminal investigation",
        "search warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026910",
      "summary": "The document details a communication chain regarding attorney-client privilege assertions related to seized electronic devices from Jeffrey Epstein’s residences. The Estate is asserting privilege across multiple devices, including those seized in New York, the USVI, and Palm Beach, Florida. A request is made to determine if the Estate is also asserting privilege regarding the 2005 Palm Beach seizure.  Multiple parties are involved – Hughes Hubbard & Reed LLP (Marc Weinstein), McLaughlin Stern LLP (ATomback), and the Assistant United States Attorney for the Southern District of New York. Scheduling conflicts are discussed, and a meeting time of 3:30 PM on Monday is proposed. Redactions obscure the content of several emails.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "epstein",
        "privilege",
        "fbi",
        "devices",
        "new york",
        "2019",
        "2005",
        "attorney-client",
        "redaction",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029134",
      "summary": "A letter was filed by Maxwell’s counsel regarding sleep deprivation during her detention in the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The letter requests the court order the MDC to cease 15-minute light surveillance or justify the disruptive flashlight surveillance. Bobbi C. Sternheim, Esq., sent a courtesy copy of the ECF filing. The email includes a disclaimer regarding confidential and privileged information contained within the message and attached documents.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2021",
      "keywords": [
        "efta00029134",
        "maxwell",
        "sleep deprivation",
        "court",
        "surveillance",
        "mdc",
        "letter",
        "u.s. v.",
        "bobbi c. sternheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019923",
      "summary": "Bobbi C. Sternheim sent a courtesy copy of an ECF filing (“U.S. v. Maxwell S2 20 Cr. 330 (AJN)”) to multiple recipients, including [REDACTED] and [REDACTED], via email. The email attached a letter regarding sleep deprivation (“Letter re- Sleep Deprivation-4-29-4”) and included a disclaimer regarding confidential and privileged information from the Law Offices of Bobbi C. Sternheim, outlining remote work procedures due to the COVID-19 pandemic.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2021",
      "keywords": [
        "efta00019923",
        "maxwell",
        "u.s. v.",
        "sleep deprivation",
        "bobbi c. sternheim",
        "ecf",
        "covid-19",
        "redaction analysis",
        "usanys",
        "laura menninger"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022507",
      "summary": "Maxwell filed complaints against MDC regarding two issues: 1) MDC allegedly confiscated her legal documents during an attorney visit, leading to an order from AM directing MDC to affirm their actions and protect her A-C privilege, which MDC responded to denying document copying. 2) Maxwell reported sleep deprivation, including a photo of a possible black eye potentially related to covering her eyes at night, prompting a request for information from AIN and a team response due by May 5th.",
      "timestamp": "2021-04-30T00:00:00",
      "timestamp_raw": "30 Apr 2021",
      "keywords": [
        "maxwell",
        "mdc",
        "complaints",
        "legal documents",
        "sleep deprivation",
        "attorney visit",
        "contraband",
        "a-c privilege",
        "order to show cause",
        "black eye"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028337",
      "summary": "An email exchange occurred between individuals regarding an SDNY investigation involving Rodgers and a civil case connected to Jeffrey Epstein. One party (From: [REDACTED]) received an inquiry from an attorney seeking information about Rodgers’ current counsel. They offered to pass along Brendan’s contact information to the attorney to avoid direct contact with Rodgers. An attached proffer agreement was also shared. A confidentiality notice was included, stating the email and attachments are privileged and confidential.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "efta00028337",
        "sdny investigation",
        "rodgers",
        "civil case",
        "epstein",
        "subpoena",
        "proffer agreement",
        "confidentiality",
        "brendan",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031675",
      "summary": "Bobbi C. Sternheim sent an email to [REDACTED] on May 7, 2021, forwarding a document from Maxwell’s attorneys related to the case *U.S. v. Maxwell* (S2 20 Cr. 330 (AJN)). The email included a courtesy copy of an ECF filing and a disclaimer regarding confidential and privileged information contained within the message and attachments. Laura Menninger provided Covid-19 related office updates.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "May 7, 2021",
      "keywords": [
        "efta00031675",
        "maxwell",
        "u.s. v.",
        "bobbi c. sternheim",
        "litigation",
        "ecf filing",
        "covid-19",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029339",
      "summary": "On May 13, 2021, Sondée Racine & Doren, PLC, represented Interlochen Center for the Arts in response to a Grand Jury Subpoena issued by the Assistant United States Attorney for the Southern District of New York. The firm provided executed custodian certifications and a document production (flash drive with Bates range INT000001-INT000096) related to Interlochen. Interlochen committed to full cooperation while reserving all privileges and rights, requesting treatment of the materials as exempt from disclosure under the Freedom of Information Act and as confidential. They stipulated that the information would remain confidential unless made public by the court and requested prompt destruction of any privileged or work-product protected documents produced by the U.S. government.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "May 13, 2021",
      "keywords": [
        "interlochen center for the arts",
        "grand jury subpoena",
        "freedom of information act",
        "foia",
        "united states attorney",
        "custodian of records",
        "legal documents",
        "privilege",
        "work product",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029315",
      "summary": "This document comprises a series of email exchanges between an Assistant United States Attorney (USA) from the Southern District of New York and Jeffrey Jocks, an attorney at Sondee, Racine & Doren, PLC, regarding a subpoena issued to the Interlochen Center for the Arts. The subpoena seeks records related to Jeffrey Epstein and Ghislaine Maxwell. Initially, the USA requests confirmation of receipt and then follows up on the production of documents, specifically inquiring about all tuition payments made by Epstein or his entities to Interlochen. Jocks responds, confirming receipt and stating that Interlochen does not hold such payment information. Subsequent exchanges involve further clarification of the requested documents and a confirmation of the final response from Interlochen, indicating they possess no records of Epstein payments. Throughout the exchange, there's a strong emphasis on confidentiality and the protection of privileged information.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "13 May 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "epstein",
        "tuition",
        "payment",
        "documents",
        "records",
        "attorney",
        "response",
        "interlochen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019656",
      "summary": "Nicholas Biase (USANYS) is responding to inquiries from Dipesh Gadher (The Sunday Times) regarding the Ghislaine Maxwell case. Gadher is requesting clarification on several key points including the status of the trials (child sex trafficking and perjury), the potential sentence for Maxwell, the ongoing investigation into Maxwell and Epstein’s network, and whether Prince Andrew remains a person of interest. Biase acknowledges he knows all answers except one (#6) and defers handling that specific question. The email also includes standard disclaimers regarding confidentiality and legal privilege.",
      "timestamp": "2021-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2021",
      "keywords": [
        "ghislaine maxwell",
        "usanys",
        "trials",
        "perjury",
        "nick gadher",
        "prince andrew",
        "investigations",
        "maxwell",
        "epstein",
        "efta00019656"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016958",
      "summary": "Bobbi C. Sternheim sent an email to Christian Everdell regarding a telephonic court conference for Ghislaine Maxwell scheduled for noon on October 20, 2021. She requested confirmation of Maxwell’s participation and offered to answer any questions. The email also included a standard disclaimer regarding confidential and privileged information.",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "court conference",
        "telephonic",
        "legal",
        "email",
        "confidential",
        "privileged",
        "arrangement",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023458",
      "summary": "On October 29, 2021, Bobbi C. Sternheim emailed Isabel Maxwell, a paralegal at Leah Saffian, Inc., regarding four items of legal mail for Ghislaine Maxwell that were listed as \"Available for Pickup\" by the US Post Office but had not been retrieved by MDC. Sternheim’s email warned of potential legal action (an order to show cause) if a response wasn’t received immediately. The email included standard legal disclaimers regarding confidential and privileged information. EFTA00023459 was also included.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "u.s. postal service",
        "bobbi c. sternheim",
        "leah saffian",
        "inc.",
        "order to show cause",
        "court",
        "redaction analysis",
        "efta00023458"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016262",
      "summary": "Bobbi Sternheim emailed Isabel Maxwell regarding legal mail intended for Ghislaine Maxwell. As of October 29, 2021, four items listed as “Available for Pickup” by the US Postal Office had not been retrieved or received by MDC. Sternheim demanded immediate confirmation of the items’ status, threatening a court order if a response was not received that day. Both emails included standard legal disclaimers regarding confidential and privileged information.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "urgent",
        "legal mail",
        "bobbi sternheim",
        "mdc",
        "court",
        "leah saffian",
        "isabel maxwell",
        "efta00016262"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018879",
      "summary": "An email chain, dated November 3, 2021, discusses a U.S. v. Maxwell case (20 Cr. 330 (AJN)). The email, sent by Bobbi C. Sternheim, provides a courtesy copy of an Electronic Filing (ECF) related to the case, specifically a disclosure of juror names to counsel. The email includes Bobbi Sternheim's updated contact information and a confidentiality disclaimer.",
      "timestamp": "2021-11-03T00:00:00",
      "timestamp_raw": "November 3, 2021",
      "keywords": [
        "efta00018879",
        "maxwell",
        "u.s. v.",
        "juror names",
        "disclosure",
        "ecf filing",
        "bobbi c. sternheim",
        "legal",
        "confidential",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016204",
      "summary": "Bobbi C. Sternheim sent an email on November 3, 2021, to multiple recipients including Christian Everdel, Laura Menninger, and Jeff Pagliuca. The email contained a courtesy copy of an Electronic Case File (ECF) filing related to “U.S. v. Maxwell S2 20 Cr. 330 (MN)” and a PDF document titled “Disclosure of Juror Names to Counsel Only upon completion of Questionnaire.” Sternheim also reiterated her new office address and preferred email address within the email.",
      "timestamp": "2021-11-03T00:00:00",
      "timestamp_raw": "November 3, 2021",
      "keywords": [
        "efta00016204",
        "bobbi c. sternheim",
        "u.s. v. maxwell",
        "bail application",
        "ecf filing",
        "juror names",
        "confidential",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016203",
      "summary": "Bobbi C. Sternheim sent an external email to multiple recipients regarding the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The email included a courtesy copy of an ECF filing and her updated contact information. It also contained a standard disclaimer regarding confidential and privileged information within the message and attached documents. A redaction was noted on page 1.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00016203",
        "bobbi c. sternheim",
        "juror names",
        "confidential",
        "privilege",
        "legal filing",
        "disclosure",
        "questionnaire"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010016",
      "summary": "Bobbi C. Sternheim is sending a courtesy copy of an ECF filing (Docket 423) related to U.S. v. Maxwell S2. She provides her updated contact information: ternheim and confirms the confidential and privileged nature of the message and attached documents. The document is labeled EFTA00010016.",
      "timestamp": "2021-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2021",
      "keywords": [
        "efta00010016",
        "bobbi c sternheim",
        "u.s. v. maxwell",
        "redaction analysis",
        "legal",
        "email",
        "correspondence",
        "filing",
        "ecf",
        "pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010155",
      "summary": "Bobbi C. Sternheim, Esq., sent courtesy copies of electronic filings related to U.S. v. Maxwell S2 (20 Cr. 330 (AJN)). The filings included a Bail Application and disclosures regarding juror names. Sternheim provided her updated office address and email address in the communications. The documents contained confidentiality and privilege notices.",
      "timestamp": "2021-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2021",
      "keywords": [
        "bobbi c. sternheim",
        "u.s. v. maxwell",
        "ecf",
        "confidential",
        "legal",
        "disclosure",
        "bail application",
        "juror names"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010240",
      "summary": "Jack Scarola sent an email regarding a Rule 17(c) subpoena issued by Maxwell's counsel to the Epstein Victim Compensation Fund. The motion attached seeks information related to the case, and Scarola intends to file a motion to quash the subpoena. The email emphasizes the confidential nature of disclosures made to the Fund and includes standard legal disclaimers regarding email communication security and privilege.",
      "timestamp": "2021-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2021",
      "keywords": [
        "efta00010240",
        "subpoena",
        "rule 17(c)",
        "maxwell's",
        "epstein victim compensation fund",
        "confidentiality",
        "jack scarola",
        "motion to quash",
        "united states attorney",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014710",
      "summary": "Bobbi Sternheim, representing the defense, reports that the government has confirmed all moving parties have been served, including the EVCP.  She and her team are awaiting government approval for redactions to documents submitted to the court. Nathan Chambers requested confirmation of service and Nicole Simmons submitted Maxwell’s response to the motion to quash, initially under temporary seal pending government redaction review. All parties acknowledge the confidential and privileged nature of the communications and adherence to email safety protocols.",
      "timestamp": "2021-12-23T00:00:00",
      "timestamp_raw": "23 Nov 2021",
      "keywords": [
        "bobbi sternheim",
        "maxwell",
        "u.s. v. maxwell",
        "redaction",
        "evcp",
        "legal",
        "court",
        "nicole simmons",
        "denver",
        "haddon morgan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038994",
      "summary": "An email was sent from Ruzumna Daniel to Lauren Doxey and [REDACTED] on May 16, 2023, regarding a video review related to the Epstein case and an FBI investigation. The email contains privileged/confidential information and a warning about potential recipients not being authorized to receive the message. The document is identified as EFTA00038994.",
      "timestamp": "2023-05-16T00:00:00",
      "timestamp_raw": "May 16, 2023",
      "keywords": [
        "epstein",
        "fbi",
        "redaction",
        "email",
        "ruzumna daniel",
        "lauren doxey",
        "video review",
        "confidential",
        "efta00038994"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038995",
      "summary": "An external email event, titled “In re Epstein: FBI [REDACTED] Video Review,” took place on 2023-05-23 from 20:00 to 21:00 at Patterson Belknap, organized by Ruzumna and Daniel. The event was classified as X-PERSONAL. Lauren Doxey was a listed attendee. A reminder message was to be displayed 15 minutes before the start. The email contains privileged/confidential information with specific handling instructions. EFTA00038996 is also referenced.",
      "timestamp": "2023-05-23T00:00:00",
      "timestamp_raw": "2023-05-23",
      "keywords": [
        "epstein",
        "fbi",
        "redaction",
        "email",
        "video review",
        "2023-05-23",
        "ruzumna",
        "daniel",
        "patterson belknap",
        "x-personal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038992",
      "summary": "An FBI video review titled “In re Epstein: FBI [REDACTED] Video Review” took place on 2023-05-23 from 20:00:00 to 21:00:00 +0000 at Patterson Belknap. The event was created on 2023-05-16 and modified on 2023-05-23 with a priority of 5. The document is classified as X-PERSONAL and contains privileged/confidential information. EFTA00038993 is also referenced.",
      "timestamp": "2023-05-23T00:00:00",
      "timestamp_raw": "2023-05-23",
      "keywords": [
        "epstein",
        "fbi",
        "redaction",
        "video review",
        "patterson belknap",
        "2023-05-23",
        "confidential",
        "personal",
        "efta00038992"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028927",
      "summary": "Exhibit P (EFTA00028927) details a log of email and letter communications related to a law enforcement investigation. The Plaintiff objected to Defendant’s requests, citing overly broad logging and undue burden. Specifically, the Plaintiff employed categorical logging regarding correspondence concerning the ongoing criminal investigation, with approximately 57 documents withheld due to public interest concerns.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "efta00028927",
        "email communications",
        "law enforcement",
        "privilege",
        "logging",
        "discovery",
        "plaintiff",
        "defendant",
        "criminal investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018997",
      "summary": "They argue the government violated Maxwell’s Fourth, Fifth, and Martindell rights through: *   **Fourth Amendment Violation:** The government overstepped by obtaining information through an overbroad subpoena without proper notice and an opportunity for Maxwell to be heard. They claim the government misled Judge McMahon and the \"inevitable discovery\" doctrine doesn't apply given the circumstances. *   **Martindell Violation:** The government failed to follow the proper procedure for obtaining confidential information from a third party (Boies Schiller) through a Protective Order, specifically neglecting to provide Maxwell with notice and an opportunity to be heard. *   **Fifth Amendment Violation:**  Maxwell contends the government’s actions, including misleading Judge McMahon and the deposition, constitute a violation of her Fifth Amendment right against self-incrimination. They point to evidence suggesting the government improperly influenced Giuffre’s testimony and obtained information through questionable means. The motion requests an evidentiary hearing to present this case.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fourth amendment",
        "suppression",
        "grand jury subpoena",
        "boies schiller",
        "fifth amendment",
        "martindell",
        "evidence",
        "protective order",
        "investigation",
        "discovery",
        "privilege",
        "notice",
        "due process",
        "red herring"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019044",
      "summary": "This document is a notification regarding a redacted file (EFTA00019044.pdf) and provides the sender’s new office address and preferred email address. It warns recipients that the enclosed information may be confidential and/or privileged, and instructs them to not read, copy, distribute, or use the information if they are not the intended recipient. It requests immediate notification of receipt in error.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "confidential",
        "privileged",
        "redaction",
        "email",
        "document",
        "information",
        "office address",
        "sender",
        "transmission",
        "efta00019044"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013373",
      "summary": "v. Montano, U.S. v. Mannino, U.S. v. Messino) from the United States District Court, N.D. Illinois, Eastern Division, regarding evidentiary rulings in a drug distribution and money laundering conspiracy case. Specifically, the opinion addresses: *   **Pretrial Motions in Limine:** The judge ruled on numerous motions filed by the prosecution and the defense regarding the admissibility of evidence, including: *   Tainted evidence (derived from suppressed leads) – the court ruled that evidence could be admitted if it came from an independent source. *   Evidence regarding witness credibility (e.g., statutory maximum penalties, potential impeachment). *   Evidence of weapons, taxes, cash dealings, and large transactions. *   The use of tape recordings and witness testimony. *   Challenges to the defendants' peremptory challenges in jury selection. *   The admissibility of evidence related to witnesses, including the adverse spousal testimony privilege. *   **Government's Motion to Recall Witnesses:** The court granted the government’s request to recall witnesses during its case in chief. *   **Evidence Production:** The court denied a defense motion seeking to produce exculpatory evidence. *   **Specific Rulings:** The judge made specific rulings on evidence related to particular defendants (Messino, Mannino, and others), excluding evidence related to certain activities (e.g., a defendant’s work as a police officer) and preserving certain evidentiary issues for trial. The core legal issues addressed were related to the exclusionary rule, the “taint doctrine,” and rules of evidence (specifically concerning hearsay, relevance, and witness competency).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. v. montano",
        "drug distribution",
        "money laundering",
        "conspiracy",
        "pretrial motions",
        "suppression",
        "evidence",
        "witnesses",
        "inadmissible evidence",
        "brady rule",
        "evidentiary rules",
        "rico",
        "search",
        "seizure",
        "arrests",
        "wiretapping",
        "entrapment",
        "informants",
        "criminal law",
        "inadmissible evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029237",
      "summary": "Bobbi C. Sternheim, Esq. of the Law Offices of Bobbi C. Sternheim is sending a document, EFTA00029237, with a notice that the West 19th Street office is closed due to COVID-19 but the firm is working remotely via email or fax. The document contains confidential and privileged information, and recipients are instructed to notify the sender immediately if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "correspondence",
        "confidential",
        "privileged",
        "remote work",
        "new york",
        "fax",
        "entail"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022455",
            "similarity": 0.667,
            "index": 180,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030925",
            "similarity": 1.0,
            "index": 182,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00026465",
            "similarity": 0.667,
            "index": 184,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036667",
      "summary": "Inmates determined to be suicidal are placed on suicide watch with a smock, blanket, and slippers, and are monitored 24/7 by inmate companions and staff with daily psychology staff observations. Legal visits are assessed individually. Inmates not determined suicidal are monitored 24/7 by staff and seen by psychology staff daily, with standard privileges like spoons and allowed to wear inmate uniforms.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide watch",
        "psychology observation",
        "inmates",
        "suicide risk",
        "mental health",
        "psychosis",
        "legal visits",
        "staff",
        "blanket",
        "spoon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022455",
      "summary": "Bobbi C. Sternheim, Law Offices, is providing updates regarding the Covid-19 situation. The West 19th Street office is closed but the firm is working remotely, requesting use of email or fax for correspondence. The document contains confidential and privileged information from the law offices and includes a notification regarding potential recipient restrictions. The document identifier is EFTA00022455.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "confidential",
        "correspondence",
        "remote work",
        "business hours",
        "entail",
        "fax",
        "efta00022455"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029237",
            "similarity": 0.667,
            "index": 178,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030925",
            "similarity": 0.667,
            "index": 182,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026465",
            "similarity": 0.538,
            "index": 184,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035803",
      "summary": "The U.S. Department of Justice’s Office of the Inspector General (OIG) interviewed Reid Weingarten, Senior Counsel to the Inspector General for the U.S. Department of Justice Office of General Counsel, regarding deceased Federal Bureau of Prisons inmate Jeffrey Epstein. Weingarten stated that Epstein’s estate is asserting attorney-client privilege and refuses to be interviewed by the OIG.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00035803",
        "jeffrey epstein",
        "reid weingarten",
        "attorney client privilege",
        "u.s. department of justice",
        "oig",
        "steptoe & johnson llp",
        "federal bureau of prisons",
        "memorandum of investigation",
        "new york field office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030925",
      "summary": "Bobbi C. Sternheim, Esq. is providing a notice regarding the closure of their West 19th Street office due to the Covid-19 pandemic. They are continuing to work remotely and request clients use email or fax for correspondence. The document contains confidential and privileged information from the Law Offices of Bobbi C. Sternheim.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "correspondence",
        "confidential",
        "privileged",
        "remote work",
        "new york",
        "entail",
        "fax"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022455",
            "similarity": 0.667,
            "index": 180,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029237",
            "similarity": 1.0,
            "index": 178,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026465",
            "similarity": 0.667,
            "index": 184,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031917",
      "summary": "Bobbi C. Sternheim, Esq. of the Law Offices of Bobbi C. Stemheim is sending the document EFTA00031917. The office is currently closed due to Covid-19 and all correspondence should be sent via email or fax. The document contains confidential and privileged information and recipients are instructed to notify the sender immediately if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00031917",
        "bobbi c. sternheim",
        "covid-19",
        "law offices",
        "confidential",
        "correspondence",
        "new york",
        "legal",
        "redaction",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026465",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, is sending a document (EFTA00026465) with a Covid-19 notice indicating the West 19th Street office is closed but operations continue remotely via email or fax. The message includes a confidentiality and privilege disclaimer, advising recipients not to read, copy, distribute, or use the information if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00026465",
        "bobbi c. sternheim",
        "covid-19",
        "law offices",
        "confidential",
        "correspondence",
        "remote work",
        "new york",
        "fax",
        "entail"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030925",
            "similarity": 0.667,
            "index": 182,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022455",
            "similarity": 0.538,
            "index": 180,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029237",
            "similarity": 0.667,
            "index": 178,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011139",
      "summary": "This communication is from the Law Offices of Bobbi C. Sternheim in New York, NY. It contains confidential and/or privileged information related to case EFTA00011139. Recipients are instructed not to read, copy, distribute, or use the information unless intended. If received in error, the recipient should notify the sender immediately and delete the message.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "confidential",
        "privileged",
        "law offices",
        "bobbi c. sternheim",
        "redaction analysis",
        "efta00011139"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013433",
      "summary": "The West 19th Street office of Bobbi C. Sternheim Law Offices is closed due to the Covid-19 situation, but the firm is operating remotely. Correspondence should be sent via email or fax. This document contains confidential and privileged information from the law offices and includes a notice regarding the office closure.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "bobbi c. sternheim",
        "confidential",
        "correspondence",
        "email",
        "fax",
        "business hours",
        "redaction analysis",
        "law offices",
        "west 19th street"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}