{
  "keyword": "staffing",
  "count": 25,
  "keyword_match_count": 25,
  "content_match_count": 49,
  "total_files": 74,
  "timeline": [
    {
      "file_id": "EFTA00006085",
      "summary": "This document is a redacted analysis of event records for a David Copperfield performance at the Au-Rene theater on February 1st and 2nd, 2005. It includes: *   **Event Details:** The event was a David Copperfield show with a specific code (S215/B008), occurring on February 1st and 2nd, 2005, with varying times and weather conditions. *   **Front of House Management Reports:** Detailed reports outlining volunteer numbers, usher assignments, drop counts, audience responses, and housekeeping/maintenance activities for each performance. These reports highlight issues like short turnaround times, patron complaints, and staffing shortages. *   **Document Inventory (Appendix A):** A list of documents submitted as part of the record set. *   **Financial Records:** A comprehensive breakdown of revenue (ticket sales, interest income) and expenses (stagehands, catering, advertising, royalties) related to the event, totaling significant sums and resulting in a net income/loss. Essentially, it’s a collection of operational and financial records related to a specific live entertainment event, with a focus on front-of-house operations and associated costs.",
      "timestamp": "2005-02-02T00:00:00",
      "timestamp_raw": "2/2/2005",
      "keywords": [
        "business records",
        "certification",
        "appendix a",
        "david copperfield",
        "theater",
        "front of house",
        "volunteers",
        "audience response",
        "show complaints",
        "turnaround time",
        "restrooms",
        "incident reports",
        "sales tax",
        "rental",
        "ticket sales",
        "royalties",
        "advertising",
        "partner transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027307",
      "summary": "830) concerning false statements made by Tova Noel and Michael Thomas at the Metropolitan Correctional Center (MCC). **Key Facts:** *   **Case Details:** The defendants were charged with making false statements related to a 14-hour period in August 2019. *   **Government Discovery:** The government produced a substantial amount of discovery, including surveillance video, computer analysis, count slips, phone records, and personnel files. They have subsequently produced additional discovery. *   **Defendant's Requests:** Thomas requested further information, specifically seeking the Inspector General's report, records of other BOP employees involved in similar incidents, and information related to staffing issues. *   **Legal Arguments:** The government argues that Thomas’s motion is without merit because: *   The government has fulfilled its Brady and Rule 16 discovery obligations. *   The requested records are not \"material\" to Thomas's defense and would be used to promote jury nullification. *   The government does not have possession of all relevant records from other agencies (like the BOP or SEC). *   Thomas has not presented sufficient evidence to support a selective prosecution claim. In essence, the document is the government's argument against Thomas’s attempt to obtain additional discovery, asserting that it has already provided the necessary information and that the defendant’s requests are legally unsupported and seek to unfairly influence a jury.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "jury nullification",
        "selective prosecution",
        "bop",
        "investigation",
        "material",
        "deliberative process privilege",
        "witness statements",
        "mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032459",
      "summary": "The articles cover a range of legal developments, including: *   **Deutsche Libor Trial Setback:** A witness’s false declaration caused issues in the government’s Libor-rigging case against Deutsche Bank traders. *   **Elon Musk Settlement:** Musk agreed to a $20 million fine related to his tweets about taking Tesla private. *   **Trump Emoluments Case:** A judge ruled that Democrats had standing to challenge President Trump’s emoluments clause lawsuit. *   **Prison Sentences:** Two former SBM Offshore executives received prison sentences for a global bribery scheme, and a former Morgan Stanley trader was sentenced to eight years for fraud. *   **SEC Actions:** The SEC charged various individuals and companies with insider trading, fraud, and FCPA violations, resulting in settlements and fines. Notably, Stryker Corp. settled FCPA claims. *   **Supreme Court Developments:** The Supreme Court’s new term began with a short staffing situation due to Brett Kavanaugh's nomination controversy. There was an FBI investigation into allegations of sexual assault against Kavanaugh and discussions about potential cases. *   **Other Legal News:** Articles covered a range of other topics including legal ethics violations, intellectual property disputes, diversity in law schools, and significant in-house hires within major companies. The document also includes a directory of law firms and a section on government agencies and job postings.",
      "timestamp": "2018-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2018",
      "keywords": [
        "deutsche libor trial",
        "elon musk",
        "donald trump",
        "sbm offshore",
        "embezzlement",
        "insider trading",
        "fcpa",
        "kavanaugh",
        "securities fraud",
        "settlements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013213",
      "summary": "An email discusses staffing Jeffrey Epstein with a female assistant (“she”). The sender suggests this is only viable if the assistant confirms a summer visit to the US. The sender identifies potential candidates including M, =, and g, but believes adding others would be problematic. The sender notes the assistant would be placed in a case with an existing assistant and anticipates public awareness of the arrival.",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "16 Apr 2019",
      "keywords": [
        "epstein",
        "staffing",
        "voc",
        "agreement",
        "summer",
        "assistant",
        "fallout",
        "m",
        "g",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035493",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) in New York experienced staffing shortages leading to the vacating of several correctional assignments across all shifts (Morning, Day, and Evening). New inmate self-surrenders and an inmate transfer (Epstein #76318-054) were recorded. There were also issues with inmate occupancy in Special Housing Units (SHU) and missing reports regarding fire and security. Leave utilization included various types of time off, with a total of 223.45 hours worked. Unit occupancy numbers were recorded at 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "shu",
        "overtime",
        "leave",
        "furlough"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034143",
            "similarity": 0.667,
            "index": 5,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.583,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034143",
      "summary": "On July 07, 2019, the Metropolitan Correctional Center (MCC) New York experienced staffing shortages leading to the vacating of several correctional assignments (internal #2, assignments 10 south #2, SHU #2, SHU #3, SHU #4, and ZA). A new inmate, Williams #76319-054, was admitted, and inmate Epstein #76318-054 was transferred from EN to ZA.  Cherry #76218-054 was admitted to Local Hospital with USMS guards. No inmates were released. Epstein #76318-054 was admitted to the Special Housing Unit. No SHU cells were triple-bunked. Leave utilized included various types totaling 18 days. Overtime hours were recorded, primarily B-2 overtime (223.45 hours). Institutional totals at the beginning of the morning watch shift were: Unit B-A: 28, Unit E-N: 85, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 76, Unit Z-B: 05, totaling 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "new admissions",
        "release",
        "shu",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.667,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034682",
      "summary": "On July 17, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity.  A shortage of staff led to the vacancy of SHU #2 during the Da Watch Shift. No significant incidents occurred during the Evening Watch Shift. Inmates were under observation for psychiatric issues, suicide watch, or hospice care. There were no triple-bunked cells in SHU. Several departments reported missing equipment, including fire and security reports. Leave usage included furlough, annual leave, sick leave, suspension, AWOL, and overtime hours. The initial inmate count at the beginning of the morning watch shift totaled 786.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "inmates",
        "suicide watch",
        "staffing",
        "leave",
        "overtime",
        "cell unit",
        "shu",
        "usms guards"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035560",
      "summary": "*   **Reporting Officer:** Lieutenant of M/W Operations. *   **Reported Issues:** *   An I/M unit was flooded. *   The SHU #2 was vacated due to staff shortage. *   Inmates were under psychiatric observation, suicide watch, or hospice care. *   **Missing Reports/Inventory:** Several missing reports and inventory forms were noted across various departments (SIS Office, Visiting Room, Central Tool Room, Roof Recreation). *   **Leave Utilization:** Detailed records of leave types (furlough, annual, sick, overtime, etc.) were logged, including specific hours worked. *   **Cell Occupancy:** No cells were triple-bunked. *   **Population Count:** The total inmate population at the beginning of the morning watch was 786. *   **Unit Breakdown:** Specific inmate counts for several units (B-A, E-N, E-S, G-N, etc.) were listed.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "staffing",
        "inmates",
        "corrections",
        "new york",
        "july 17",
        "2019",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034689",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York received a daily activity report from the Operations Lieutenant. Several staffing shortages were reported across shifts (Mornin, Da, and Evening Watch) due to absences. Correctional assignments 10-South #2 were vacated, and assignments in SHU #3 and 10 South #2 were also vacant. There were no new admissions, releases, or special housing unit occupancy issues. Several reports were missing, including fire and security reports and equipment inventories. Leave utilization included furlough, annual leave, sick leave, AWOL, and LWOP. Staffing consisted of 28 individuals, with overtime hours totaling 222.00. Unit counts at the beginning of the morning shift totaled 780.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmate watch",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "security report",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009713",
      "summary": "It details staffing assignments across various departments including security, administrative, and support roles (e.g., Poet, Split Shift, Captain, SIS LT, Tool Room, Search Officer, Lobby staff). The roster specifies shift times, individual staff assignments within those shifts, and includes information regarding leave (LWOP, Sick Leave, Annual Leave), overtime occurrences, and a compilation of staff information at the end. There are multiple references to specific individuals and their assigned duties within the various departments. The roster incorporates various shift changes throughout the days.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "efta00009713",
        "assignment",
        "roster",
        "shifts",
        "officers",
        "ny",
        "daily",
        "captain",
        "sec",
        "ops lt",
        "control",
        "internal",
        "sis lt",
        "sia",
        "phone monitor",
        "tool room",
        "search",
        "lobby",
        "staff",
        "overtime",
        "lwop",
        "suspension",
        "awol",
        "discipline",
        "inmate",
        "status",
        "relief",
        "change records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033638",
      "summary": "*   A daily activity report for July 22, 2019, was received and reviewed. *   A 911 operator reported a potential stabbing threat by the \"Macballers\" gang members at 11-South housing unit. *   A fire alarm and sprinkler system was inoperable, triggering a fire watch. *   Inmates were reassigned to the Special Housing Unit (SHU): Jones #87016-054, Romero #74203-054, and Williams #78640-054. *   Staffing shortages led to vacant correctional assignments. *   Pressure pump system failure initiated a fire watch. *   New inmate admissions and releases were recorded. *   Missing reports and equipment inventory forms were identified across various areas of the Metropolitan Correctional Center. *   Leave utilization and overtime hours were documented. *   The institution’s inmate count at the beginning of the morning shift was recorded.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "911",
        "inmates",
        "housing unit",
        "fire alarm",
        "pressure pump",
        "daily activity report",
        "usms",
        "sis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034623",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported various operational issues, including a malfunctioning control panel for doors, inmate suicide watch for I/M Epstein, and staffing shortages leading to vacant correctional assignments. Inmates were present in outside hospitals, undergoing suicide watch, or on furlough. There were new and released inmate admissions and adjustments to housing units, particularly within the Special Housing Unit (SHU). Several areas experienced missing fire and security reports or equipment inventories. Overtime hours were recorded, and the beginning of the morning watch shift indicated a total population of 776 inmates across multiple units.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "corrections",
        "daily activity report",
        "usms",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034944",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watch was ongoing across multiple shifts. There were incidents involving media outside the institution regarding inmate Epstein (#76318-054) and inmate Brown (#70786-050) being placed in Special Housing Unit (SHU) Pend SIS. New inmate admissions included Hilario (#87048-054) and Hossain (#87049-054), while Epps (#86975-054), Sears (#28569-057), and Southwell (#77179-054) were released. Inmate Brown (#70786-050) was admitted to SHU. There were no triple-bunked cells. Missing reports and equipment inventories were noted from various departments. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Staffing levels were reported at 24 with 186.00 overtime hours worked. Initial unit counts at 12:00 AM were 770.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "new admissions",
        "released inmates",
        "special housing unit",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "cell bunking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033596",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. Correctional assignments were frequently short due to staffing shortages, particularly in SHU units and sanitation. There were no new admissions or releases. No cells were triple-bunked.  Leave utilized included furlough, annual leave, sick leave, and a one-year LWOP. Overtime hours were recorded, primarily in B-2 overtime (234 hours). The beginning of the morning watch shift on July 27, 2019, showed a total of 767 inmates across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "corrections",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.5,
            "index": 11,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035493",
            "similarity": 0.583,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036055",
            "similarity": 0.583,
            "index": 17,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033653",
      "summary": "On August 1, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Inmate I/M Davis (#89380-053) was placed on Dry Cell after observed cell phone use and subsequently moved to the Special Housing Unit (SHU). Several inmates were moved to the SHU due to staffing shortages, including Benjamin (#86463-054), Darand (#86725-054), Ochoa (#86452-054), Robinson (#34801-058), Barbrow (#76157-054), Brissett (#76269-054), and Santiago (#80341-083). New admissions included Carrasquillo, Sanchez, Santana, Thompson, and Vasquez, while Blackwell, Mahmood, McCaskill, Searles, Blackwel, and Mahmoud were released. There were no triple-bunked SHU cells. A missing equipment inventory was reported across multiple locations. Leave utilized included furloughs, annual leave, sick leave, and suspensions. Overtime hours were recorded, primarily for medical staff. Institutional totals at the beginning of the morning shift were 760.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "inmates",
        "correctional",
        "shu",
        "cell",
        "fbi",
        "watch",
        "hospital",
        "suicide",
        "release",
        "admissions",
        "staff",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035056",
      "summary": "This memorandum, dated August 02, 2019, is a daily activity report from the Metropolitan Correctional Center (MCC) in New York. It details operational issues including unsecured food slots, inmate placements in Special Housing Units (SHU) due to staff shortages, new and released inmate admissions, and staff leave and overtime. Specific inmate incidents include placement on SIS, Code assignments, and movement to/from the Special Unit. It also records missing equipment, inmate locations (hospital, suicide watch, furlough), and institutional cell counts at the beginning of the morning watch shift.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "correctional facility",
        "food slots",
        "inmates",
        "special housing unit",
        "usms",
        "admissions",
        "releases",
        "overtime",
        "staffing",
        "security",
        "emergency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036528",
      "summary": "This document is a Staffing Report for the Northeast Region of Health Services for the period 8/4/2019 - 8/17/2019. It details authorized, filled, vacant, and actual vacant positions across various departments (e.g., Medical Officer, Nurse Practitioner, Dental Officer, Medical Tech, etc.) within multiple Health Service facilities. The report includes data on recruitment efforts, conversions of positions, and pending certifications. It also highlights locations that submitted reports, transferred data, or were missing submissions for the pay period.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "8/4/2019",
      "keywords": [
        "staffing report",
        "health svc",
        "pay period",
        "vacancies",
        "positions",
        "nurse",
        "medical officer",
        "paramedic",
        "dental officer",
        "recruitment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036055",
      "summary": "On August 04, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Staff shortages resulted in unassigned correctional assignments during the morning and day watch shifts. No unusual activity was reported during the evening watch shift. Inmates were on suicide watch, and new admissions and releases were recorded. Leave utilization included furloughs, annual leave, sick leave, and overtime hours. Staffing numbers varied across different overtime categories. The institution’s total inmate population at the beginning of the morning watch was 762.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 04, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "corrections",
        "watch shift"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.583,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034788",
      "summary": "On August 4, 2019, multiple individuals communicated regarding staffing assignments and concerns at Metro Liton Correctional Center. A Lieutenant, Lt., is designated to act as Captain for Monday and Tuesday, August 5th and 6th, due to the absence of the original Captain. Discussions involve managing vacant posts, assisting with rounds, handling non-custody inmates, and potential cancellations of religious services due to modified status. A request is made for someone to cover the roster committee meeting.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "danbury",
        "captain",
        "shu",
        "staff",
        "roster",
        "blackberry",
        "corrections",
        "attorney visits",
        "samsung",
        "august"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033687",
      "summary": "On August 07, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Several inmates were housed in Special Housing Units (SHU) due to shortages of staff and various concerns (SIS, CIMS). New inmate admissions and discharges were recorded, including specific inmate ID numbers. There were missing reports and equipment inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Cell occupancy was noted, with no SHU cells triple-bunked. The institution’s total inmate count at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "shu",
        "corrections",
        "staffing",
        "watch shift",
        "sis",
        "fire panel",
        "admissions",
        "redactions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036293",
      "summary": "A forensic psychologist at the Metropolitan Correctional Center in New York requested a 15-day extension to complete evaluations due to understaffing, a high caseload, and a pending medical procedure. Supporting correspondence details requests, confirmations, and acknowledgments related to the extension request and the psychologist's role within the U.S. Public Health Service, Department of Justice, and Federal Bureau of Prisons. The document includes email chains discussing the situation and attached documents, including a letter to the Judge. Redactions have been applied to several sections of the document.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "forensic psychologist",
        "u.s. public health service",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "efta00036293",
        "redaction",
        "case load",
        "evaluation",
        "judge",
        "extension"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035935",
      "summary": "Department of Justice Office of the Inspector General into the custody, care, and supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York. The investigation focuses on the period of August 9-10, 2019, and specifically examines the SHU (Special Housing Unit) operations. Key findings include: *   **Failure to Conduct Accountability Measures:** The Material Handler, a key employee, failed to perform mandatory inmate counts and rounds in the SHU due to fatigue and pressure to work excessive overtime.  The 10:00 PM count was not conducted, and the count slips were falsified. *   **False Statements:** The Material Handler knowingly and willfully made false statements about completing these duties. *   **Overtime Issues:** The Material Handler worked 24 consecutive hours, contributing to his inability to fulfill his responsibilities. *   **Lack of Oversight:** Security camera footage was of poor quality, necessitating reliance on witness statements and records, which were then improperly utilized. *   **Recommendations:** The OIG recommends the BOP develop a plan to address staffing shortages. The report stresses the importance of adherence to BOP regulations regarding inmate accountability and the potential dangers of neglecting these duties. The investigation concluded with no prosecution due to the evidence.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "limited official use",
        "jeffrey epstein",
        "metropolitan correctional center",
        "shu",
        "inmate counts",
        "bop",
        "over time",
        "false statements",
        "investigation",
        "custody",
        "care",
        "supervision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034098",
      "summary": "On August 9, 2019, a daily activity report was generated for the Metropolitan Correctional Center (MCC) in New York. The report details inmate movements, staffing shortages (particularly sanitation and control center fire panel issues), new admissions and releases, and leave utilization. Specific inmate incidents included placements in SHU, dry cells, and suicide watch. There were also missing equipment inventory forms and a fire/security report deficit. Overtime hours were recorded, primarily for Treaty Transfers. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "shu",
        "watch shift",
        "staff shortage",
        "suicide watch",
        "treatment transfer",
        "release",
        "admissions",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036641",
      "summary": "An email chain discusses draft language related to the placement of two Bureau of Prisons staff on administrative leave at MCC NY following the apparent suicide of Jeffrey Epstein. Requests are made for staffing information, including vacancies, AWOL status, and hiring progress. A concern is raised regarding press reports linking staffing shortages to the incident. The timing of the language’s release is discussed, with a preference for a timeframe after a scheduled meeting between the Warden and the US Attorney. Variations of the text are proposed, accommodating potential additions of a third staff member.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "investigation",
        "timing",
        "options",
        "redundancy",
        "language"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036739",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036589",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036735",
      "summary": "An email thread discusses staffing issues at MCC NY, specifically regarding vacancies, AWOL, long-term leave, and hiring progress. It references a draft language document and an investigation into Jeffrey Epstein’s apparent suicide, leading to the administrative leave of two staff members. A third staff member may be added to the situation. A meeting is scheduled with the US Attorney for 10:00 AM the following day.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "language",
        "redaction",
        "efta00036735",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "vacancies",
        "overtime",
        "administrative leave"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036739",
      "summary": "An email chain discusses staffing issues at MCC NY, specifically in relation to the investigation into Jeffrey Epstein’s suicide.  Requests are made for total staffing information, vacancy details, and updates on hiring progress.  Two Bureau of Prisons staff members were placed on administrative leave.  A third staff member may be added to the situation.  A meeting is scheduled between the US Attorney and the Warden at MCC NY for the following day.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "administrative leave",
        "timing",
        "investigations",
        "redundancy",
        "draft language"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036641",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036589",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036589",
      "summary": "On August 12, 2019, correspondence discusses the administrative leave placed on two Bureau of Prisons staff members at MCC NY following Jeffrey Epstein’s apparent suicide. One staff member was removed, and another did not attend a scheduled check-in. Discussions centered around the urgency of the situation, the staff’s recent behavior, and work schedules. The Warden of MCC NY reported a meeting with the U.S. Attorney scheduled for the following day. Further investigation and potential actions are pending the outcome of the investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036589",
        "bureau of prisons",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "administrative leave",
        "staffing",
        "overtime",
        "investigation",
        "timing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036739",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036641",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034375",
      "summary": "An email from Christina Goldbaum of The New York Times contacted staff at MCC, seeking information about Jeffrey Epstein’s time in prison, specifically regarding staffing and overtime issues. Following the contact, a monitoring system was implemented, including an email to all approved media staff and a recall meeting led by the Warden to address concerns about staff sharing information. The New York Times is believed to be obtaining staff email addresses through social media.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "new york times",
        "jeffrey epstein",
        "prison",
        "staff",
        "media",
        "redaction",
        "email",
        "christina goldbaum",
        "mcc",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035452",
            "similarity": 0.667,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036761",
      "summary": "An email was sent from Tdy from Canaan on August 12, 2019, to an unknown recipient regarding a staffing crisis at an unspecified location (“there”). The sender expresses concern about potential blame being placed on the recipients and offers support, praising the work of the “shu crew” and the staff involved.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036761",
        "staffing crisis",
        "canaan",
        "shu crew",
        "blame",
        "heads up"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018983",
      "summary": "A union president stated that officers at the jail where Jeffrey Epstein was held were working overtime due to a jail staffing shortage, which led to them watching Epstein. The president advised asking the Warden about this issue.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "epstein",
        "jail staffing",
        "union",
        "overtime",
        "washington post",
        "redaction",
        "warden",
        "usanys",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036675",
      "summary": "On August 12, 2019, an email was sent regarding MCC New York’s Pay Period 15 Staffing Report. The report indicated 84.86% overall staffing, 83.70% Correctional Services staffing, 19 vacant officers, and 28 total P01A positions with 1 filled (Cook Foreman). Twenty-four P01A Correctional Officer positions were open with 0 filled. Since April 12, 2019, MCC New York received a 10% Relocation Incentive and a 10% Recruitment Incentive. Forty-three positions were returned to NERO, including 15 officers. The sender was awaiting a call from MCC New York to obtain further information.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "mcc new york",
        "staffing report",
        "correctional services",
        "vacant officers",
        "p01a positions",
        "incentives",
        "relocation incentive",
        "recruitment incentive",
        "nero"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035452",
      "summary": "An email from Christina Goldbaum, a New York Times reporter, was sent to a staff member inquiring about the MCC prison, specifically regarding staffing issues and internal operations. Following the email, the sender implemented measures including a staff-wide notification regarding media contact protocols and a reminder from the Warden regarding information sharing restrictions. The New York Times is believed to be obtaining staff email addresses through social media.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "new york times",
        "epstein",
        "redaction analysis",
        "staff",
        "email",
        "christina goldbaum",
        "prison",
        "media",
        "information",
        "mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034375",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027266",
      "summary": "A union president stated that officers at a jail were working overtime due to a staffing shortage while monitoring Jeffrey Epstein. The president advised contacting the Warden to discuss the issue. The communication originated from a USANYS source and included a link to a Washington Post article detailing the situation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "epstein",
        "jail staffing shortage",
        "union",
        "overtime",
        "washington post",
        "redaction analysis",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036567",
      "summary": "An email was sent on August 13, 2019, from [REDACTED] to [REDACTED] regarding staffing at the SHU (likely a secure housing unit). The sender is confirming that all SHU posts were filled on August 8th, 9th, and 10th, and is attempting to address concerns that staffing shortages contributed to a suicide.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "efta00036567",
        "staffing",
        "shu",
        "redaction",
        "suicide",
        "sound bite",
        "august 2019",
        "talking points",
        "shu",
        "posts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036565",
      "summary": "On August 13, 2019, an email request was sent to collect data from NER, IPPA, and HRM regarding staffing at MCC New York. The requests included: *   Authorized and on-board employee/correctional officer numbers for the past three years (quarterly snapshots). *   Correctional Officer counts by PP for the past three FYs. *   Entry-level CO grade and salary information. *   Weekly inmate counts for the past 5 years. *   Staff counts for specific night shifts on August 9th and 10th. *   Information on 3R bonuses offered, recipients, and current staff recipients. *   Requests regarding additional officer positions requested from the Region and/or CO BOP. *   Information on augmentation and overtime usage. *   Tracking of mandatory vs. voluntary OT. *   Data on the use of the traditional BOP “bid sheet” process for OT shifts.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "mcc ny",
        "correctional officers",
        "staffing",
        "bop",
        "data request",
        "employee numbers",
        "inmate count",
        "ot",
        "3r bonuses",
        "augmentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036569",
            "similarity": 0.538,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036569",
      "summary": "The email is a request for data regarding staffing levels, inmate counts, and bonus programs at the Metropolitan Correctional Center (MCC) New York. Specifically, the sender requests: *   Current and historical correctional officer numbers (monthly snapshots for the past three years, weekly inmate counts for the past five years). *   Staffing levels for specific shifts on August 9th and 10th. *   Information on 3R bonuses, including recipients and current staff. *   Requests for additional officer positions and the use of augmentation/overtime. *   Data on mandatory vs. voluntary overtime, including the BOP \"bid sheet\" process and OT usage.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "mcc new york",
        "correctional officer",
        "staffing",
        "bop",
        "ot",
        "inmate count",
        "salary",
        "3r bonuses",
        "augmentation",
        "data request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036565",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035459",
      "summary": "On August 13, 2019, Aviva Stahl contacted multiple recipients regarding a Gothamist piece about conditions at Metropolitan Correctional Center (MCC). The allegations included mold in cells, malfunctioning hot/cold water spouts, disrespectful treatment of prisoners by staff, overcrowding, understaffing, lack of necessary care (medical, psychiatric, spiritual, programming), and incidents like toilet flooding. The sender highlighted the media venue's previous scrutiny of BRO and MCC.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "mcc",
        "epstein",
        "media request",
        "redaction",
        "mold",
        "overcrowding",
        "prisoners",
        "aviva stahl",
        "gothamist",
        "bop.gov"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035458",
      "summary": "A freelance journalist, Beth Shelburne, contacted a Bop.gov facility requesting current staffing levels due to her reporting on prison suicides, referencing the Jeffery Epstein case. The email correspondence is attached.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "efta00035458",
        "prison suicides",
        "jeffery epstein",
        "staffing levels",
        "freelance journalist",
        "bop.gov",
        "alabama",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036762",
      "summary": "An email exchange between individuals (identified as “brother,” “ely,” and “Canaan”) discusses a staffing crisis. Ely expresses support and reassurance to the recipients, acknowledging potential blame but emphasizing the team’s hard work and positive contributions. He highlights the prior knowledge of the crisis and asserts the team’s value.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "efta00036762",
        "redaction",
        "support",
        "staffing crisis",
        "canaan",
        "shu crew",
        "work",
        "heads up",
        "blame",
        "ely"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036700",
      "summary": "The document contains email exchanges related to inquiries about staffing and operations at the Metropolitan Correctional Center (MCC) New York. Key questions include: *   Overtime usage data (mandatory vs. voluntary) for August 4-10, 2019. *   Employee numbers (Correctional Officers and inmates) for MCC New York, spanning multiple years. *   Salary and bonus information for Correctional Officers. *   Staffing levels for specific shifts (Friday/Saturday nights). *   Information on 3R bonuses and their distribution. *   Requests for additional Correctional Officer positions and their approval status. *   The use of augmentation versus overtime for staffing shortages. *   Data on the “bid sheet” process for advance overtime sign-ups. The information is being requested from Central Office and potentially requires further inquiry from the MCC.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "bop",
        "overtime",
        "staffing",
        "mcc",
        "correctional officer",
        "mandatory ot",
        "volunteer ot",
        "sign up logs",
        "data requests",
        "employee numbers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036622",
            "similarity": 0.615,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036543",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036622",
      "summary": "*   **Overtime Log Analysis:** One email details overtime logs from August 4-10, 2019, including numbers of mandated and volunteer overtimes, categorized by date and shift. Staff utilizes overtime logs to track staff sign-ups for overtime. *   **Staffing Information Requests:** A request is made for employee numbers (authorized and on-board), Correctional Officer counts, salary information, inmate counts, and specific staffing details for Friday and Saturday shifts. *   **Bonus and Request Information:** Inquiries are made about 3R bonuses, additional position requests, and the utilization of augmentation versus overtime. The request also includes information about the use of a “bid sheet” process for overtime sign-ups. *   **Data Limitations:** The sender indicates a preference for Central Office answers, acknowledging that some information requires a request to the MCC itself.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "mandatory ot",
        "volunteer ot",
        "bop",
        "mcc",
        "staffing",
        "sign up logs",
        "correctional officer",
        "data request",
        "shift",
        "roster"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036700",
            "similarity": 0.615,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036546",
            "similarity": 0.571,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033617",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported several issues including a fire panel inoperative, staff shortages leading to placement in Special Housing Units, and missing reports/inventory forms across multiple departments. Leave utilization included furlough, annual leave, sick leave, overtime, and AWOL time. The beginning morning watch shift population totaled 758 inmates across various units.  Specifically, 23 staff members worked 163.00 hours in E-1 overtime, and 3 staff members worked 24 hours in COMPTIME.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "fire panel",
        "inmates",
        "staffing",
        "overtime",
        "leave",
        "security",
        "housing unit",
        "cell bunking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036541",
      "summary": "*   Requests were made for data including: employee numbers (authorized vs. on-board), correctional officer counts, inmate counts, salary information, overtime breakdowns (mandatory vs. voluntary), and specific bonus details. *   Staffing procedures at MCC New York involve prioritizing custody staff, followed by non-custody staff, with augmentations and mandatory overtime utilized as needed. *   Overtime logs from August 4-10, 2019, were provided, detailing the number of overtimes, augmentations, and mandated shifts. *   The sender requested clarification on the use of augmentation versus overtime, and the BOP’s breakdown of this usage.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "mcc",
        "overtime",
        "staffing",
        "correctional officers",
        "mandatory ot",
        "voluntary ot",
        "sign up sheets",
        "employee numbers",
        "bop",
        "data request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.667,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036697",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036626",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036543",
      "summary": "The document is an email chain regarding questions about staffing and overtime at the Metropolitan Correctional Center (MCC) New York. Key inquiries include: *   Employee numbers (authorized vs. onboard) for correctional officers and total staff. *   Overtime data from August 4-10, 2019, including mandated versus volunteer overtime. *   Details on staff sign-up processes and the use of augmentation versus overtime. *   Specific questions about bonuses (3R), correctional officer position requests, and the BOP's \"bid sheet\" process. *   Requests for data spanning multiple years (3-5 years) for inmate counts, overtime usage, and staff compensation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "correctional officers",
        "mcc",
        "bop",
        "mandatory ot",
        "volunteer ot",
        "sign up sheets",
        "employee numbers",
        "data analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036541",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036700",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036626",
            "similarity": 0.818,
            "index": 45,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036559",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036697",
      "summary": "*   **Overtime Logs:** Overtime logs from August 4-10, 2019, show specific numbers of overtimes, augmentations, and mandated overtimes for each day. Custody staff are prioritized for overtime, followed by non-custody staff. *   **Sign-Up Sheets:** Questions are raised about the accuracy of overtime sign-up sheets – whether they represent the final list of those who received shifts. *   **Data Requests:** Numerous data requests are made including: authorized vs. onboard employee numbers, correctional officer counts, inmate counts, 3R bonus information, staffing levels for specific shifts, and details on the use of augmentation and overtime. *   **Process Inquiry:** Questions are asked about the BOP's “bid sheet” process for staff signing up for overtime shifts and whether this data is tracked and saved.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "bop",
        "mandatory ot",
        "voluntary ot",
        "mcc",
        "correctional officers",
        "sign-up logs",
        "shifts",
        "data",
        "requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036541",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036626",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036626",
      "summary": "The document contains email exchanges regarding questions related to staffing and operations at the MCC New York facility. Key inquiries include: *   Overtime logs for August 4-10, 2019, detailing mandatory and volunteer overtime hours. *   Employee numbers (Correctional Officers and total staff) – historical data requests for the past three years. *   Details about entry-level Correctional Officer grades and salaries. *   Inmate counts over the past five years. *   Staffing levels for specific shifts (Friday 8/9 night shift and overnight shift into Saturday 8/10). *   Information on 3R bonuses and their distribution. *   Requests for additional Correctional Officer positions and their approval status. *   Usage of augmentation versus overtime for staffing shortages. *   Tracking of mandatory versus voluntary overtime, and data on the BOP's “bid sheet” process.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "mcc",
        "correctional officers",
        "bop",
        "mandatory ot",
        "volunteer ot",
        "sign up sheets",
        "data analysis",
        "shifts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036697",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036543",
            "similarity": 0.818,
            "index": 43,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036541",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036559",
            "similarity": 0.615,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036546",
      "summary": "Mandatory overtimes were significantly higher than volunteer overtimes. *   **Staffing Procedures:** The MCC utilizes a tiered system for overtime, starting with custody staff, followed by non-custody staff, then emails and radio calls for volunteers, and finally mandates for evening and morning shifts. Augmentation is used during the day shift. *   **Information Requests:** A series of questions are being posed regarding staffing levels, correctional officer data, inmate counts, bonus programs, and overtime procedures at MCC New York. These include requests for historical data and comparisons between authorized and onboard staff.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "mandatory ot",
        "volunteer ot",
        "correctional officers",
        "mcc",
        "staffing shortages",
        "bop",
        "data request",
        "sign up logs",
        "roster",
        "shift analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036622",
            "similarity": 0.571,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036559",
            "similarity": 0.571,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036559",
      "summary": "*   Overtime logs from August 4-10, 2019, show the number of overtimes, augmentations, and mandated overtimes. *   Staff utilize an overtime program, prioritizing custody staff, followed by general staff sign-ups, email requests, and radio calls for volunteers. Mandates are used when staff are still needed. *   Requests are made for historical data, including employee numbers, correctional officer counts by PP, inmate counts, 3R bonus information, and staffing levels for specific shifts. *   The sender requests clarification on the use of augmentation versus overtime and tracking of mandatory versus voluntary OT.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staff",
        "mandatory ot",
        "volunteer ot",
        "sign up logs",
        "correctional officers",
        "mcc",
        "bop",
        "roster",
        "shifts",
        "data analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036546",
            "similarity": 0.571,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036626",
            "similarity": 0.615,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036543",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036608",
      "summary": "Staffing for Temporary Duty (TDY) assistance at MCC New York (NYM) includes: 1 Warden, 1 Deputy Warden, 1 Deputy Captain, 12 Lieutenants, 15 Correctional Officers (8 Custody, 7 Non-Custody), 1 Case Management Coordinator/CMC, 1 Supervisory Correctional Systems Specialist/SCSS, and 3-4 Correctional Systems Officers. Additional TDY officers will be scheduled on a rotational basis.  Additionally, teams are being developed for operational reviews, procedure recommendations, and staff training in Correctional Services, Correctional Services Expertise, Correctional Services Team, and Correctional Programs. The Correctional Services Administrator will return August 19, 2019, and the sender requests a list of personnel added to MCC, including the warden, lieutenants, and correctional officers.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "tdy",
        "mcc nym",
        "correctional officers",
        "staffing",
        "procedures",
        "inmate accountability",
        "special housing unit",
        "r&d",
        "training",
        "warden"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028721",
      "summary": "The Bureau of Prisons (BOP) requested a Board of Inquiry to review operations at the Metropolitan Correctional Center (MCC) New York, focusing on areas like special housing, camera operations, and training/staffing. The inquiry will not be a misconduct investigation but will report any new allegations according to standard procedures. The U.S. Department of Justice’s Office of the Inspector General is coordinating the review, seeking input from FBI and U.S. Attorney’s Office representatives, and emphasizing a need to avoid conflicts with the ongoing criminal investigation.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "efta00028721",
        "board of inquiry",
        "bop",
        "mcc new york",
        "fbi",
        "u.s. attorney's office",
        "epstien",
        "investigation",
        "misconduct",
        "program statement",
        "criminal investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019233",
            "similarity": 0.615,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029742",
      "summary": "The document consists of email exchanges regarding a procedural review of the MCC New York case, specifically related to a Board of Inquiry convened by the Bureau of Prisons (BOP). Discussions revolve around scheduling meeting times (2:30 PM or 4:30 PM), the scope of the BOP’s investigation (reviewing operations, camera operations, and staffing), and potential follow-up interviews or fact-finding. The OIG is initiating a report covering Epstein’s admission to the MCC up to his death, and coordination is being sought with FBI and U.S. Attorney’s Office representatives. There are mentions of previous criminal investigations and a desire to avoid conflicts with those investigations.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "mcc new york",
        "procedural review",
        "redaction",
        "bop",
        "board of inquiry",
        "interviews",
        "report",
        "investigations",
        "criminal case",
        "timing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019233",
      "summary": "The Bureau of Prisons (BOP) requested a Board of Inquiry to review operations at the Metropolitan Correctional Center (MCC) New York, specifically regarding the Epstein/MCC case. The request involved reviewing camera operations, local policy and procedures related to special housing, and training/staffing issues. The BOP provided a Program Statement detailing the Board’s scope.  The U.S. Department of Justice, Office of the Inspector General, requested input from representatives of the FBI and U.S. Attorney’s Office, SDNY, regarding the office’s position and included the SAC and ASAC of the Operations Branch I (OPS I) in the communication. The Board would not be a misconduct investigation and would report any new misconduct allegations according to standard procedures.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "17 Jan 2020",
      "keywords": [
        "bop",
        "mcc new york",
        "board of inquiry",
        "fbi",
        "u.s. attorney's office",
        "sac",
        "operations",
        "investigation",
        "program statement",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028721",
            "similarity": 0.615,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014263",
      "summary": "*   **Prince Andrew and Epstein:** The SDNY was investigating potential co-conspirators of Jeffrey Epstein, and Prince Andrew had shut down voluntary cooperation with the investigation, leading to a possible criminal inquiry. *   **MCC Issues:** There were concerns about the Metropolitan Correctional Center (MCC) in Lower Manhattan due to structural problems, staffing issues (including the transfer of Captain Jermaine Darden), and a smuggling incident involving a gun. Several MCC personnel were facing scrutiny. *   **Horse Racing Doping Scandal:** The FBI was investigating a widespread doping scheme involving trainers, veterinarians, and suppliers in horse racing, leading to the indictment of 27 individuals. Jorge Navarro was central to this scheme, and his horse, X Y Jet, died due to excessive drug use. *   **Joshua Schulte Investigation:** The FBI was investigating computer engineer Joshua Schulte, who had leaked classified C.I.A. documents to WikiLeaks. Schulte was eventually convicted of contempt of court and making false statements. *   **Lawrence Ray Case:** Lawrence Ray, who had forced a former college student into prostitution, was arrested and charged with sex trafficking. *   **Judge Walton's Criticism:** Judge Reggie Walton criticized Attorney General William Barr for allegedly misleading the public about the Mueller Report, raising questions about Barr's independence. *   **Coronavirus Restrictions:** The SDNY implemented new restrictions barring entry to courthouses for anyone who had recently traveled to or come into contact with individuals affected by the coronavirus outbreak.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "March 9, 2020",
      "keywords": [
        "efta00014263",
        "sdny news clips",
        "epstein",
        "prince andrew",
        "corruption",
        "money laundering",
        "terrorism",
        "narcotics",
        "organized crime",
        "ray",
        "barr",
        "weinstein",
        "coronavirus",
        "schulte",
        "horse racing",
        "doping",
        "max security",
        "guiliani",
        "sarah lawrence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019603",
      "summary": "Emails discuss a case involving “wbtw,” “PPE scam,” and “Epstein/Rikers” related matters. A potential new person, “M,” is being considered for involvement. Bandwidth and workload are frequently discussed, particularly regarding the recipient’s time commitments with Epstein and Rikers investigations. Review of email returns, scheduling financials, investigating a COVID scheme, and potential warrant activities are ongoing. A private review (GCer) is being assigned and the recipient is pursuing iCloud returns. A third person is being considered to assist with email review and accelerate the charging process. A trial is scheduled for September.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "usanys",
        "bandwidth",
        "email review",
        "wbtw",
        "case",
        "ppe scam",
        "materiality",
        "staffing",
        "covid scheme",
        "rikers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022186",
      "summary": "The document is an order from Judge Analisa Torres denying a motion by defendant Michael Thomas to compel the government to produce additional discovery in his case against Tova Noel. Thomas sought information related to the Inspector General’s investigation of Jeffrey Epstein’s death, internal BOP reports concerning Thomas and Noel, and reports from investigative agencies involved in the case. The government argued it had already provided extensive discovery, including surveillance video, count slips, staffing records, and witness statements. The court ruled that Thomas failed to demonstrate the government’s evidence was material or that the Inspector General’s reports were within the government’s possession, and similarly, that the BOP’s information was not part of the government’s prosecutorial team.  The court also dismissed Thomas’s claims regarding a widespread pattern of misconduct and selective prosecution due to lack of supporting evidence.",
      "timestamp": "2020-06-09T00:00:00",
      "timestamp_raw": "6/9/2020",
      "keywords": [
        "efta00022186",
        "michael thomas",
        "tova noel",
        "18 u.s.c. § 371",
        "false statements",
        "investigation",
        "bop",
        "correctional officer",
        "jeffrey epstein",
        "shu",
        "surveillance video",
        "rule 16",
        "brady",
        "giglio"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029778",
      "summary": "Initially, the FBI’s NY CART Coordinator and a forensic examiner are working to process and transfer data from seized hard drives, phones, and tablets. There are significant delays and misunderstandings regarding the data transfer process, particularly concerning the volume of data (over 1 million documents), the lack of clear identification of devices and their contents, and issues with the data format.  The team needs a reliable system for tracking the transfer of data, including a spreadsheet detailing devices and their associated materials. There are repeated requests for a list of devices and associated data and concerns about the data's usability for taint review.  The team is experiencing challenges with the data's format, specifically issues with file names and the inability to link emails to attachments.  Several individuals express frustration with the process and the need for better communication and organization. The updates highlight difficulties with network issues, staffing levels, and the challenges of handling large volumes of digital evidence.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "hard drives",
        "data",
        "phones",
        "tablets",
        "seizure",
        "review",
        "analysis",
        "litigation",
        "data transfer",
        "devices",
        "materials",
        "taint review",
        "relativity",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026979",
      "summary": "The primary focus is on the transfer and processing of over a million digital files related to the investigation. Initial difficulties include a lack of clear identification of the devices and their contents, concerns about data corruption and incomplete transfers, and challenges in integrating the various data streams. The contractor repeatedly requests a more organized system for tracking the evidence – specifically a spreadsheet identifying devices and the status of the data associated with them. There are discussions about the use of Relativity for data analysis and the need for a complete and searchable dataset. The timeline for receiving the complete data is repeatedly pushed back due to technical issues and staffing limitations. Key items being sought include a list of all seized devices and their associated data, and a clear understanding of what has been processed and what remains to be analyzed.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "devices",
        "fbi",
        "search warrant",
        "documents",
        "usanys",
        "data",
        "extraction",
        "new york",
        "virgin islands",
        "buckets",
        "relativity",
        "files",
        "timelines",
        "contractors",
        "62 devices",
        "57 devices",
        "30 devices",
        "emails",
        "hard drives",
        "files",
        "data transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032047",
      "summary": "The core issue revolves around the disorganized and incomplete delivery of data, specifically over a million documents and numerous devices (computers, hard drives, thumb drives, etc.) from Epstein’s residences in New York and the USVI. Key points and concerns raised repeatedly include: *   **Lack of Identification:** There's a critical need for a system to identify and track each device and its corresponding data. The current delivery lacks clear labeling, making review and organization extremely difficult. *   **Duplicate Data:** The team worries about receiving duplicate files and needing to sift through them. *   **Data Formats:** The documents are in varying formats (Mac, Windows, loose media), creating challenges for the review process. Relativity, the e-discovery tool being used, is proving problematic due to its inability to handle the file structure effectively. *   **Timeline Issues:** Multiple delays and shifting estimates are given regarding the completion of the data transfer and analysis, primarily due to network issues and staffing constraints. *   **Coordination Needed:** There's a continuous need for better coordination and clear communication between all parties to ensure the data is processed efficiently and effectively. The exchanges repeatedly request a spreadsheet with detailed information about each device, its contents, and the status of its review.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "data",
        "forensic",
        "transfer",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "usvi",
        "fbi",
        "contractor",
        "production",
        "redaction",
        "data volume",
        "timelines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015517",
      "summary": "This document is a supplemental declaration submitted in support of the Federal Bureau of Prisons’ (BOP) motion for summary judgment in a case involving the incarceration of Jeffrey Epstein. Russell Capone, counsel to the Acting United States Attorney for the Southern District of New York, argues that the BOP’s withholding of records from the Office of the Inspector General (OIG) under Exemption 7(A) of the Freedom of Information Act (FOIA) is justified. Specifically, Capone asserts that releasing records related to Epstein’s incarceration at the Metropolitan Correctional Center (MCC) – including inmate rosters, staffing records, psychological notes, and log entries – would likely interfere with ongoing prosecutions of both Jeffrey Epstein and co-defendant Vincent Tartaglione. He argues this interference stems from the potential influence on witnesses’ testimony, the ability to shape juror perceptions, and the risk of fueling public speculation about Epstein’s death. He further contends that the information is inextricably linked to potentially exculpatory data, especially given the media coverage surrounding the case. Capone highlights the potential relevance of the withheld records to the penalty phase of Tartaglione’s case, emphasizing the need to protect the fairness of the jury selection process. Finally, he argues for the segregation of the records as a whole due to the intertwined nature of the information and the potential for misleading jurors.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "August 5, 2020",
      "keywords": [
        "foia",
        "exemption 7(a)",
        "bureau of prisons",
        "jeffrey epstein",
        "metropolitan correctional center",
        "noel prosecution",
        "witness testimony",
        "jury selection",
        "records withholding",
        "media coverage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031018",
      "summary": "This supplemental declaration, filed in support of the Bureau of Prisons’ motion for summary judgment, argues against the release of records related to Jeffrey Epstein’s incarceration at the Metropolitan Correctional Center (MCC). Russell Capone, counsel to the Acting U.S. Attorney, asserts that releasing these records – specifically those withheld under FOIA Exemption 7(A) – would likely interfere with ongoing criminal prosecutions involving Epstein and the individuals involved. The declaration focuses on four key categories of withheld records: inmate counts, staffing records, psychological notes, and BOP logs from August 9-10, 2019. Capone argues that disclosing these records, particularly in their entirety, could unduly influence witnesses’ testimony at trial, skew potential jurors’ perceptions, and exacerbate media speculation surrounding Epstein’s death. He contends that this interference is heightened by the ongoing Noel and Tartaglione prosecutions and the potential relevance of the information to a penalty phase in the Tartaglione case.  Ultimately, Capone argues that the records should remain withheld in their entirety to protect the integrity of the legal proceedings.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "August 5, 2020",
      "keywords": [
        "foia",
        "exemption 7(a)",
        "bureau of prisons",
        "jeffrey epstein",
        "noel",
        "witsec",
        "witnesses",
        "jury",
        "prosecution",
        "records",
        "incarceration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013197",
      "summary": "An email exchange occurred between individuals identified by redacted names and addresses regarding a “Call re Maxwell Staffing.” An attached message named “Call re Maxwell Staffing.msg” was part of the communication. The email originated from EFTA00013197.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "efta00013197",
        "maxwell staffing",
        "redaction",
        "usahub",
        "call",
        "2020",
        "2025",
        "message",
        "outlook",
        "staffing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013198",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a call about Maxwell Staffing. The email included an attached message titled “Call re Maxwell Staffing.” The message was sent from [REDACTED] to [REDACTED] with the identifier <BN3P110MB0532D56358609FF4DA9B20A38C170@BN3 PI I OM B0532.NAM P110.PROD.OUTLOOK.COM>.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "efta00013198",
        "maxwell staffing",
        "redaction analysis",
        "fw",
        "call",
        "amliff",
        "bcc",
        "2020",
        "2025",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014902",
      "summary": "The USAO-SDNY plans to release approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC) to The New York Times. This release follows deferred prosecution agreements with Tova Noel and Michael Thomas, who were accused of falsifying records regarding Epstein’s death. The documents include internal BOP memoranda, reports, emails, and the autopsy report, detailing failures in security and staffing that contributed to Epstein’s death. The BOP intends to redact photographs of Epstein’s body and names of specific personnel. Notifications regarding the release have been sent to the BOP and the Department of Justice – Office of the Inspector General (DOJ-OIG).",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia",
        "bureau of prisons",
        "redacted",
        "umr",
        "new york times",
        "criminal prosecution",
        "suicide",
        "metropolitan correctional center",
        "doj-oig"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010145",
      "summary": "A legal team (Assistant United States Attorney) is coordinating the delivery and loading of a hard drive containing discovery materials related to a case involving Maxwell at MDC. The drive contains reproductions of the Seventeenth Production (2021.05.21 and 2021.06.10 discs) and is intended to replace malfunctioning disks previously sent to Maxwell. There’s a request for additional non-testifying 3500 materials to be included on the drive, and a query regarding the status of those materials’ production. The team is experiencing staffing challenges due to travel and paralegal unavailability, requiring assistance with drive pickup and loading.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2021",
      "keywords": [
        "discovery",
        "maxwell",
        "mdc",
        "hard drive",
        "production",
        "3500 material",
        "july 13",
        "2021",
        "seventeenth production",
        "discs",
        "images"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036011",
      "summary": "The Bureau of Prisons (BOP) is responding to an Office of Inspector General (OIG) report regarding Jeffrey Epstein’s custody at the Metropolitan Correctional Center in New York. The BOP acknowledges eight recommendations from the OIG report and outlines the steps they are taking to address them. These include: 1.  Implementing a process for assigning cellmates after suicide watch, with exceptions. 2.  Ensuring continued cellmate assignment for high-risk inmates recommended by psychologists. 3.  Evaluating and standardizing the process for obtaining approval for social/legal visits during suicide watch. 4.  Evaluating inmate whereabouts and wellbeing methods. 5.  Updating Lieutenant round procedures. 6.  Addressing staffing shortages through an automated tool and recruitment incentives. 7.  Improving cell search procedures through staff training. 8.  Enhancing security camera system policies to include regular functionality checks. The BOP states that RSD and CPD are collaborating on implementing these changes, with updates to the Correctional Services Procedures Manual planned.",
      "timestamp": "2023-09-11T00:00:00",
      "timestamp_raw": "September 11, 2023",
      "keywords": [
        "bop",
        "suicide watch",
        "cellmate",
        "recommendations",
        "bureau of prisons",
        "security",
        "risk assessment",
        "psychological observation",
        "visitation",
        "staffing shortages"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035793",
            "similarity": 0.5,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035793",
      "summary": "The Federal Bureau of Prisons (FBOP) is responding to the Office of the Inspector General’s (OIG) 2023 report regarding Jeffrey Epstein’s death at the Metropolitan Correctional Center in New York. The FBOP acknowledges six key recommendations: assigning cellmates post-suicide watch, ensuring continuity of cellmate assignments, standardizing social/legal visit procedures, evaluating inmate whereabouts, clarifying Lieutenant round procedures, addressing staffing shortages, and evaluating cell search procedures and camera systems. The FBOP’s response indicates they are drafting guidance for several of these recommendations, primarily through revisions to the Correctional Services Procedures Manual. However, the FBOP’s updates are largely considered non-responsive to the OIG's concerns, particularly regarding the continuity of cellmate assignments and the contingency planning for Epstein’s case. The FBOP is implementing recruitment and retention incentives, and is consolidating analyses of recommendations where possible.",
      "timestamp": "2024-02-14T00:00:00",
      "timestamp_raw": "February 14, 2024",
      "keywords": [
        "bop",
        "jeffrey epstein",
        "suicide watch",
        "cellmate",
        "recommendations",
        "security",
        "training",
        "staffing shortages",
        "visitation",
        "policy",
        "cameras"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036011",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035907",
      "summary": "The Federal Bureau of Prisons (FBOP) is responding to the Office of the Inspector General’s (OIG) final report regarding Jeffrey Epstein’s custody at the Metropolitan Correctional Center in New York.  The FBOP has completed its review and offers updates on six recommendations made by the OIG: 1.  **Cellmate Assignment:** The FBOP states guidance on assigning cellmates following suicide watch is drafted and under review, with exemptions based on individual or security considerations. 2.  **Continued Cellmates for High-Risk Inmates:**  Similar guidance is being drafted to ensure continued cellmates for inmates at high risk, with exemptions. 3.  **Social/Legal Visit Approvals:**  Guidance on obtaining and documenting approvals for social and legal visits is being drafted, aiming to mitigate security issues. 4.  **Inmate Wellbeing Accounting:**  The FBOP is modifying Program Statement 5500.14 to improve accounting for inmate whereabouts and wellbeing. 5.  **Lieutenant Round Training:**  Program Statement 5500.14 is being modified to clarify Lieutenant training requirements including cell searches, emergency mock discussions, and daily briefings. 6.  **Staffing Shortages:** The FBOP is analyzing incentives and will implement the Automated Staffing Tool, along with utilizing direct-hire authority and a nationwide salary rate request. Additionally, the FBOP highlights ongoing efforts to address cell search procedures, documenting camera system functionality, and implementing a new Security Camera Monthly Report effective June 1, 2024. The FBOP requests closure of Recommendation 7 after completing its evaluations and providing documentation, and indicates it is actively working on finalizing policy updates for Recommendations 8 and other areas.",
      "timestamp": "2024-06-01T00:00:00",
      "timestamp_raw": "June 1, 2024",
      "keywords": [
        "fbop",
        "bureau of prisons",
        "suicide watch",
        "cellmates",
        "recommendations",
        "rsd",
        "cpd",
        "staffing shortages",
        "training",
        "security cameras",
        "policy",
        "investigations",
        "metropolitan correctional center",
        "oig",
        "incentives"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035781",
      "summary": "The FBOP has completed its review of the OIG’s recommendations and is providing an update on their progress. **Key Points:** *   **Recommendations:** The OIG made six recommendations concerning inmate cellmates, suicide watch protocols, social/legal visits, camera systems, inmate whereabouts, and staffing shortages. *   **FBOP Response:** The FBOP is implementing changes to address these recommendations, primarily through modifications to Program Statements (5321.09, 5270.12, 5324.08, and 5500.14) and the implementation of a monthly security camera reporting system. *   **Current Status:**  The FBOP is currently in the process of finalizing guidance related to cellmate assignments, social/legal visits, and camera systems. The implementation of the monthly security camera reporting system is underway and began June 1, 2024. The FBOP has implemented a staffing tool (AST) and is actively analyzing data related to recruitment and retention incentives. *   **Ongoing Work:** The FBOP acknowledges that progress on some recommendations, particularly those related to staffing shortages and the national salary rate, is ongoing and subject to departmental and union negotiation processes. *   **Reporting System:** A new monthly security camera report is being implemented with specific requirements for electronic technicians and facility managers to document camera status and repairs.",
      "timestamp": "2024-06-01T00:00:00",
      "timestamp_raw": "June 1, 2024",
      "keywords": [
        "fbop",
        "suicide watch",
        "cellmate",
        "program review",
        "recommendations",
        "oig",
        "housing",
        "security",
        "policy",
        "implementation",
        "data",
        "recording",
        "camera systems",
        "mental health",
        "unit management",
        "shu",
        "truscope",
        "union negotiation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035919",
      "summary": "The Federal Bureau of Prisons (FBOP) is providing an update to the Office of the Inspector General (OIG) regarding its response to a 2023 OIG report investigating Jeffrey Epstein’s treatment at the Metropolitan Correctional Center in New York. Here’s a breakdown of the key points: *   **Overall Approach:** The FBOP is implementing changes across several areas to address the OIG’s recommendations, primarily through modifications to existing Program Statements rather than creating new guidance memorandums. *   **Cellmate Assignment (Recommendation 1):** The FBOP plans to implement a process for assigning cellmates after suicide or psychological observation, incorporating exemptions based on individual circumstances, but this is still under review. *   **High-Risk Inmates (Recommendation 2):** The FBOP is developing a policy to ensure continued cellmate placement for inmates at high suicide risk, using Program Statement 5321.09, and tracking this through a modified Unit Management and Inmate Program Review policy. *   **Social/Legal Visits (Recommendation 3):** The FBOP intends to incorporate guidance on this process into Program Statement 5324.08, Suicide Prevention Policy, instead of a separate memorandum. *   **Inmate Wellbeing & Whereabouts (Recommendation 4):** The FBOP is updating Program Statement 5500.14, Correctional Services Procedures Manual, to improve methods for accounting for inmate whereabouts and wellbeing. *   **Lieutenant N1 Lien Round Checks (Recommendation 5):** The FBOP is revising Program Statement 5500.14 to address this, utilizing a documented process overseen by the Captain, and relying on Daily Lieutenant Logs. *   **Staffing Shortages (Recommendation 6):** The FBOP is actively working to address shortages through incentives, hiring via Direct Hiring Authority, and collaborating with the Department of Justice and OPM on a nationwide salary rate, with data collection and analysis ongoing. *   **Security Camera Systems (Recommendation 8):** The FBOP has immediately implemented a joint memorandum and template system for monthly security camera reportings and verification. The FBOP notes that all revisions are subject to Union negotiation and potential changes.",
      "timestamp": "2024-11-19T00:00:00",
      "timestamp_raw": "November 19, 2024",
      "keywords": [
        "fbop",
        "bureau of prisons",
        "suicide watch",
        "cellmate",
        "recommendations",
        "program statement",
        "security",
        "oversight",
        "analysis",
        "staffing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035931",
      "summary": "The Bureau of Prisons (BOP) provided a status update to the Government Accountability Office (GAO) regarding its response to GAO-21-123, “Report Bureau of Prisons: Opportunities Exist to Better Analyze Staffing Data and Improve Employee Wellness Programs.” The BOP has addressed one of the three GAO recommendations – calculating staffing levels – through a contractor-developed Automated Staffing Tool (AST), which is expected to be fully implemented by October 2024.  The BOP has also begun addressing the recommendations related to analyzing data on staffing challenges and assessing overtime/augmentation usage, though progress is ongoing and data collection is still limited in some areas.  Finally, the BOP has implemented an “Incentives Playbook” to standardize staffing incentives and track their effectiveness, with data collection for measuring outcomes planned for 2025.  The BOP maintains that it has implemented a reliable method for calculating staffing levels and emphasizes its ongoing monitoring and adjustments to address staffing challenges.",
      "timestamp": "2025-03-04T00:00:00",
      "timestamp_raw": "March 4, 2025",
      "keywords": [
        "bop",
        "staffing",
        "data analysis",
        "employee wellness",
        "overtime",
        "augmentation",
        "incentives",
        "recommendations",
        "gao",
        "risk assessment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036006",
      "summary": "The Federal Bureau of Prisons (FBOP) is providing an update to the Office of the Inspector General (OIG) regarding a 2023 investigation into Jeffrey Epstein’s care at the Metropolitan Correctional Center in New York. The FBOP has completed its review and is revising Program Statements (5321.09, 5324.08, 5500.14, and 5500.14) to address OIG recommendations. These revisions primarily focus on improving inmate safety and supervision, specifically regarding cellmate assignments after suicide watch, ensuring continued care for high-risk inmates, standardizing social/legal visit procedures, improving inmate whereabouts tracking, clarifying Lieutenant round procedures, and enhancing institutional security camera systems. The FBOP is undertaking these revisions through the standard BOP policy development and Union negotiation process, acknowledging that changes are possible. They are also addressing staffing shortages through a variety of initiatives, including incentive programs and automation tools, while awaiting OPM decisions on special salary rate requests. Finally, the FBOP is implementing a monthly security camera reporting system.",
      "timestamp": "2025-03-21T00:00:00",
      "timestamp_raw": "March 21, 2025",
      "keywords": [
        "bop",
        "suicide watch",
        "cellmates",
        "program statement",
        "union negotiation",
        "staffing shortages",
        "security cameras",
        "policy revisions",
        "recommendations",
        "risk assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035776",
            "similarity": 0.667,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035776",
      "summary": "The Federal Bureau of Prisons (BOP) is responding to the Office of the Inspector General’s (OIG) final report regarding Jeffrey Epstein’s custody at the Metropolitan Correctional Center in New York. The BOP has completed a review and offers an update on its plans to address six recommendations made by the OIG. Here’s a breakdown of the key points: *   **Overall Approach:** The BOP is revising Program Statements (5321.09, 5324.08, 5500.14, 5500.15, 4200.12) to comply with the OIG’s recommendations. These revisions require adherence to the standard BOP policy development and Union negotiation processes, meaning changes are subject to modification. *   **Specific Recommendations & Responses:** *   **Cellmate Assignment:** The BOP is revising Program Statement 5321.09 to establish a process for assigning cellmates after suicide watch, with exceptions considered. *   **Continued Cellmate Placement:** The BOP is revising Program Statement 5321.09 to ensure inmates at high risk remain with a cellmate until recommendations are changed. *   **Social/Legal Visit Approvals:** The BOP is revising Program Statement 5324.08 to standardize the process for obtaining approvals for social/legal visits for inmates on suicide watch. *   **Inmate Wellbeing Accounting:** The BOP is revising Program Statement 5500.14 to improve accounting for inmate whereabouts and wellbeing. *   **Lieutenant Round Procedures:** The BOP is revising Program Statement 5500.14 to clarify Lieutenant procedures during rounds. *   **Staffing Shortages:** The BOP is analyzing staffing incentives and reducing incentive spending due to budget constraints. They are also exploring funding options for a nationwide special salary rate. *   **Security Camera Systems:** The BOP is revising Program Statements 5500.15 and 4200.12 to mandate video recording capacity and regular system functionality checks. *   **OIG Monitoring:** The OIG will continue to monitor the BOP’s progress and consider closing recommendations once final policies are finalized and provided to the OIG for review.  The OIG will also track updates related to GAO and Congressional inquiries. *   **Ongoing Efforts:** The BOP is actively engaged in implementing these changes, though progress is contingent on the Union negotiation process and budgetary constraints.",
      "timestamp": "2025-06-30T00:00:00",
      "timestamp_raw": "June 30, 2025",
      "keywords": [
        "bop",
        "jeffrey epstein",
        "metropolitan correctional center",
        "suicide watch",
        "cellmates",
        "program statement",
        "union negotiation",
        "staffing shortages",
        "security cameras",
        "risk assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036006",
            "similarity": 0.667,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036526",
      "summary": "As of December 27, 2025, staffing data is presented for multiple institutions (Allen Wood, Berlin, Brooklyn, Canaan, Danbury, Devens, Elkton, Fairmont, Fort Dix, Lewisburg, Loretto, McKean, New York, Otisville, Philadelphia, Raybrook, Schuylkill) within a NER region. Each institution’s data includes Authorized, Filled, Vacant, and On-Board personnel numbers, along with On-Board percentages and changes (+/-) in personnel counts. The total staffing for the entire NER region (IS&E+PHS) is also provided, showing totals of 6281, 5683 and 11 with 598 personnel. Data is presented for pages 1 and 2.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "staffing",
        "redaction analysis",
        "efta00036526",
        "pp16",
        "institution",
        "locations (berlin",
        "brooklyn",
        "canaan",
        "danbury",
        "devens",
        "elkton",
        "fairton",
        "fort dix",
        "lewisburg",
        "loretto",
        "mckean",
        "new york",
        "otisville",
        "philadelphia",
        "raybrook",
        "schuylkill)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035829",
      "summary": "The study examines two key relationships: (1) the connection between inmate participation in all drug treatment programs and the total number of BOP employees, and (2) the connection between inmate participation in drug treatment programs and the number of filled First Step Act (FSA) positions. **Key Findings:** *   **No Correlation with Total BOP Employees:** There was no significant correlation between the total number of BOP employees and inmate participation in any of the drug treatment programs (all programs or individual programs). The R2 value for this relationship was 0.002. *   **Moderate to Strong Correlation with FSA Positions:** There *was* a correlation between inmate participation in specific programs (RDAP, NRDAP, and MAT) and the number of filled FSA positions. *   A moderate correlation was found between inmate participation in the MAT program and filled FSA positions (R2=0.43). *   A strong correlation was found between inmate participation in the MAT program and filled FSA positions (R2=0.98). *   **Overall, no trends** were indicated that changes in BOP employee numbers affected inmate participation in drug treatment programs. The analysis emphasizes that findings are correlational and don’t imply causation. The data suggests that increases in filled FSA positions are generally associated with higher inmate participation in certain drug treatment programs, particularly the MAT program.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate participation",
        "drug treatment programs",
        "bop staffing levels",
        "fsa positions",
        "drug education program",
        "rdap",
        "nrdap",
        "community treatment program",
        "medication assisted treatment",
        "correlation",
        "inmate numbers",
        "bop employees"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}