{
  "keyword": "hospital",
  "count": 29,
  "keyword_match_count": 29,
  "content_match_count": 115,
  "total_files": 144,
  "timeline": [
    {
      "file_id": "EFTA00013550",
      "summary": "On March 28, 2008, an Assistant U.S. Attorney (USAFLS) communicated with multiple individuals regarding the investigation into Jeffrey Epstein. The Attorney reported a “miraculous” recovery from a knee surgery and anticipated returning to work on a half-day basis. Discussions involved scheduling a grand jury hearing for April 8th and a potential delay in indictments if a quorum wasn’t met. The Attorney initially reported being home from the hospital following a stay and inquired about any information regarding the Epstein investigation.",
      "timestamp": "2008-03-28T00:00:00",
      "timestamp_raw": "March 28, 2008",
      "keywords": [
        "epstein",
        "usafls",
        "recovery",
        "grand jury",
        "quorum",
        "attorney",
        "knee surgery",
        "hospital",
        "redacted",
        "march 2008"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013781",
      "summary": "On March 28, 2008, an Assistant U.S. Attorney inquired about information regarding Jeffrey Epstein to multiple individuals associated with “USAFLS”. A discussion occurred regarding a grand jury’s inability to meet on April 8th due to a lack of quorum and potential delays in indictments. Another individual, also associated with USAFLS, reported being home from the hospital following knee surgery and asked about updates on the Epstein matter. Redactions obscure the identities of several individuals and entities involved.",
      "timestamp": "2008-03-28T00:00:00",
      "timestamp_raw": "March 28, 2008",
      "keywords": [
        "epstein",
        "grand jury",
        "usafls",
        "u.s. attorney",
        "redaction",
        "knee surgery",
        "april 8th",
        "march 27th",
        "hospital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037755",
      "summary": "The document is a searchable index of property records from the New York City Office of the City Register. It displays records for 9 E 71st St, New York, NY, Block 01386, Lot 0010. The records include deeds, satisfaction of mortgages, agreements, and assignments related to various parties, including Maple Street Corporation, Birch Wathen School Inc., St. Clare’s Hospital, JAGGIN, INC., and Manufacturers Han Trco.  The records list dates, document types, parties involved, and associated amounts.  There are 8 records listed in total.",
      "timestamp": "2012-01-10T00:00:00",
      "timestamp_raw": "1/10/2012",
      "keywords": [
        "city register",
        "new york",
        "parcel identifier",
        "deed",
        "manhattan",
        "block",
        "lot",
        "tax map",
        "records",
        "bbl search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036893",
      "summary": "This document outlines the patient care procedures at the Metropolitan Correctional Center, New York, focusing on sick call, urgent care, and overall health services for inmates. Here’s a breakdown of the key elements: *   **Purpose & Scope:** The supplement establishes procedures for providing medical, dental, and psychiatric services, alongside Program Statement 6031.01. *   **Policy:** Each inmate receives individual evaluation, with exceptions for translators and chaperones. Inmates pay a $2 copay for health care visits, and access to care isn't denied due to inability to pay. *   **Standards:** The operation adheres to the 4th Edition American Correctional Association Standards, along with several other Bureau of Prisons policies. *   **Services Offered:** The HSU provides a continuum of care (medical, psychiatric, dental) with contracted hospital support. Services include physical exams, urgent care, chronic care, and emergency treatment. *   **Staff & Responsibilities:** The Clinical Director oversees the health services unit, with specialized roles (Dental Officer, Pharmacist, etc.). *   **Procedures:** Intake includes initial assessments for urgent needs, and regular physical exams (within 14 & 30 days). Sick call operates through triage and scheduling. Urgent care is available 24/7 with a 4-minute response time. *   **Specifics:** The document details how emergencies are handled (transport, responder teams), addresses idle/convalescence status, outlines consultation processes, and clarifies the $2 copay system. It also provides guidelines for managing inmates with substance abuse, chronic conditions, and pregnant females.",
      "timestamp": "2013-05-29T00:00:00",
      "timestamp_raw": "May 29, 2013",
      "keywords": [
        "patient care",
        "sick call",
        "medical",
        "psychiatric",
        "dental",
        "copayment",
        "inmate",
        "emergency",
        "health services",
        "procedures",
        "directives",
        "standards",
        "evaluation",
        "treatment",
        "custody"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033413",
      "summary": "Counts varied between 789 and 792 inmates. SHU (Special Housing Unit) placements and movements were frequent, with inmates being moved between units and hospitals. There were several instances of inmates placed in administrative detention due to issues such as cell phone possession or refusal to obey orders. Telephone monitoring included WITSEC inquiries and STG/High Alert calls, though no alerts were triggered during the shifts. Restraint equipment was inventoried regularly, and metal detector checks were conducted. System malfunctions impacted the Public Address System. Visitation occurred on June 27th.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "June 27, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "institution",
        "nypd",
        "alarm",
        "detention",
        "cell phone",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033428",
            "similarity": 0.533,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035048",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033693",
            "similarity": 0.5,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033422",
      "summary": "Several inmates were moved between units, including one transported to a local hospital. There were several instances of phone calls monitored, including STG and High Alert calls, and WITSEC inquiries.  Administrative detentions were recorded for inmates #50972-054 and #76318-054, with reasons and times documented.  The log details system malfunctions (fire alarm, PA system), trash runs, and standard operational procedures.  The final count at the end of each shift was recorded.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "inventory",
        "detention",
        "operations",
        "phone check",
        "institution",
        "time",
        "count",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034852",
            "similarity": 0.688,
            "index": 6,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034135",
            "similarity": 0.857,
            "index": 7,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034852",
      "summary": "The Lieutenant’s shift involved managing inmate movement, responding to system malfunctions, conducting trash runs, and overseeing visitation. Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, and 8:00 AM.  The SHU (Special Housing Unit) status was consistently 73/5.  There were no reported incidents of inmates being transferred to or from the hospital.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "detention",
        "inventory",
        "operations",
        "phone check",
        "institution",
        "787",
        "788",
        "789"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033422",
            "similarity": 0.688,
            "index": 5,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034135",
            "similarity": 0.688,
            "index": 7,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034135",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, documenting the activities of a lieutenant overseeing a shift. The log records counts, inmate movements (including transfers to hospital and administrative detention), equipment checks (metal detectors, restraint equipment), and responses to alarms and phone calls. It details specific inmate events, such as the addition of new inmates (including one transferred from another unit), and mentions system malfunctions affecting the public address system. The log also records routine tasks like trash runs and provides inmate visitation statistics. The shift covers three days: July 6th, July 7th, and July 5th, with counts recorded at various times throughout each day.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "inventory",
        "detention",
        "phone check",
        "institution",
        "operations",
        "fire alarm",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034852",
            "similarity": 0.688,
            "index": 6,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033422",
            "similarity": 0.857,
            "index": 5,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035656",
      "summary": "An email chain discusses the death of inmate Epstein at MCC New York. Key details include: Epstein’s next of kin was not notified, staff initiated life-saving measures upon finding him, EMS and BOP staff transported him to the local hospital, EMS pronounced him dead at the hospital at 7:36 am, the FBI was notified and investigating it as a suicide, Epstein’s arrival date at MCC NY was July 6, 2019, and his charges are Sex Trafficking Conspiracy and Sex Trafficking of Minors.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "epstein",
        "mcc new york",
        "press release",
        "samsung",
        "fbi",
        "suicide",
        "sex trafficking",
        "life-saving measures",
        "ems",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035657",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035418",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035431",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034138",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional assignment 10 south vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. The evening watch shift saw Correctional assignment 10-South #2 and SHU #2 vacated due to staff shortages. Inmates were present in outside hospitals, suicide watch, and furloughs. New admissions included Epstein #76318-054. There were no releases or admissions to the Special Housing Unit. There were no triple bunked cells or missing reports. Leave utilized included various types of leave (furlough, annual, sick, etc.). Overtime hours were recorded, primarily B-2 overtime (197.45 hours). Institutional totals at the beginning of the morning shift were: Unit B-A: 28, Unit E-N: 86, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 74, Unit Z-B: 05, totaling 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "suicide watch",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034143",
      "summary": "On July 07, 2019, the Metropolitan Correctional Center (MCC) New York experienced staffing shortages leading to the vacating of several correctional assignments (internal #2, assignments 10 south #2, SHU #2, SHU #3, SHU #4, and ZA). A new inmate, Williams #76319-054, was admitted, and inmate Epstein #76318-054 was transferred from EN to ZA.  Cherry #76218-054 was admitted to Local Hospital with USMS guards. No inmates were released. Epstein #76318-054 was admitted to the Special Housing Unit. No SHU cells were triple-bunked. Leave utilized included various types totaling 18 days. Overtime hours were recorded, primarily B-2 overtime (223.45 hours). Institutional totals at the beginning of the morning watch shift were: Unit B-A: 28, Unit E-N: 85, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 76, Unit Z-B: 05, totaling 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "new admissions",
        "release",
        "shu",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034864",
      "summary": "On July 8, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inventory checks, and inmate movements. The shift involved responding to a fire alarm, conducting phone checks, and managing inmate administrative detentions. There were multiple inmate transfers and returns to court. The log recorded system malfunctions (fire suppression pump) and monitored for terrorism and WITSEC inquiries. Counts varied throughout the day, with a final count of 792 at the end of the shift.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "arrest",
        "detention",
        "fire alarm",
        "nypd",
        "phone check",
        "institution",
        "count",
        "prea",
        "visitation",
        "inmates",
        "administrative detention"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034970",
            "similarity": 0.706,
            "index": 38,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033607",
            "similarity": 0.55,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033425",
      "summary": "On July 8, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inmate movements, and system checks. The log detailed activities such as shift changes, fire alarm issues, phone checks, body alarm testing, and administrative detentions of inmates. There were instances of inmate movement to local hospitals, court appearances, and monitoring of STG/High Alert phone calls and WITSEC inquiries. Counts varied throughout the shift, with the final count being 792 at the end of the evening watch.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "correctional center",
        "count",
        "shu",
        "operations lieutenant",
        "fire alarm",
        "usms guards",
        "administrative detention",
        "phone check",
        "institution count",
        "visitation",
        "inmates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033428",
      "summary": "It details counts, inmate movements (including transfers to hospital, court, and administrative detention), equipment checks, phone monitoring (including WITSEC inquiries), and various institutional activities like feeding, trash collection, and visitation. There were issues with the fire alarm system, and several inmates were added or removed from the facility during the shift. The log recorded the times of various counts and shifts taken by the Lieutenant.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "arrest",
        "psych obs",
        "restraint equipment",
        "nypd",
        "alarm",
        "detention",
        "inmate",
        "system",
        "count",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033413",
            "similarity": 0.533,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034674",
            "similarity": 0.529,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034871",
            "similarity": 0.625,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034970",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034674",
      "summary": "On July 9, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and inmate movements. Lieutenant’s logs recorded events such as fire alarm issues, body alarm testing, phone checks, and inmate placements in Administrative Detention, particularly for inmate I/M Epstein due to a psychological observation. There were several counts conducted throughout the shifts, with varying inmate totals. Specific incidents included inmate transfers to local hospitals, court appearances, and a trash run.  No STG/High Alert or WITSEC inquiries were recorded.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "daily log",
        "lieutenant",
        "count",
        "shu",
        "psych obs",
        "inmate",
        "restraint equipment",
        "nypd",
        "fire alarm",
        "administrative detention",
        "visitation",
        "usms",
        "institution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033428",
            "similarity": 0.529,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033431",
            "similarity": 0.533,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034086",
            "similarity": 0.533,
            "index": 28,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035695",
            "similarity": 0.6,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034871",
      "summary": "The document is a daily log from the Metropolitan Correctional Center in New York, detailing the activities and counts of July 9, 2019, under multiple shifts (Morning, Day, Evening). It records inmate movements, medical treatments, administrative detentions, phone calls monitored (including WITSEC inquiries), security checks (metal detectors, roof checks), and inmate counts. Specific inmates are tracked, including Epstein, Rivero, Barcliff, and Gebremariam, and their associated statuses (e.g., psych observation, hospital visits). The log also notes equipment issues (fire alarm, PREA announcement system) and changes in unit assignments.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "inmate",
        "detention",
        "psych obs",
        "fire alarm",
        "nypd",
        "institutional",
        "arrest",
        "visitation",
        "record",
        "system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033428",
            "similarity": 0.625,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034878",
      "summary": "On July 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift experienced a shortage of staff leading to the vacated Correctional assignments. The Evening Watch shift resulted in inmate Epstein (#76813-054) being placed on the Special Housing Unit (SHU) due to a Psychiatric Obsession. Inmates Epstein (#76318-054) and his companion were on Psychiatric Obsession within the hospital. There were new admissions to MCC, including Epstein (#76813-054) from Psychiatric Obsession. Staff searches were conducted in Tool Room, Sallyport 2, and Sallyport 3. There were missing equipment inventories from Sallyport 2, Sallyport 3, and Roof Recreation. Leave usage included various types, including furlough, annual leave, sick leave, and AWOL. Overtime was recorded, including 60-Q overtime (USM Medical) and B-2 overtime. The institution’s total inmate count at the beginning of the Morning Watch shift was 792.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states government",
        "daily activity report",
        "inmates",
        "special housing unit",
        "corrections",
        "staff shortage",
        "overtime",
        "leave",
        "security report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.583,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033431",
      "summary": "Key activities included routine counts, equipment checks, security checks (roof, metal detectors), handling of inmate movement (administrative detention, hospital transfers), and monitoring of phone calls (STG/High Alert and WITSEC inquiries). There were multiple instances of counts taken at 12:00 AM, 3:00 AM, 5:00 AM, and 12:00 PM, as well as at 8:00 AM, 9:30 AM, 1:00 PM, 2:00 PM, 3:15 PM, and 4:00 PM. The log details the assumption and relinquishment of duties by the Lieutenant, and references specific inmate names and their associated housing units and reasons for administrative detention. System malfunctions, particularly with the Public Address System, were noted. The final count at the end of the shift was 791.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "restraint equipment",
        "metal detector",
        "institution",
        "nypd",
        "body alarm",
        "administrative detention",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034674",
            "similarity": 0.533,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034979",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033693",
            "similarity": 0.5,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035680",
      "summary": "On July 16, 2019, the Metropolitan Correctional Center (MCC) reported several incidents and activities. An inmate ingested a razor during the morning watch shift, leading to staff concern and notification. Ten inmates were placed on the Special Housing Unit (SHU) for various reasons. There were reports related to inmate housing and a potential need for a “snith.”  A shift reported no significant incidents during the evening watch. The report details inmate status (hospital, suicide watch, furlough, dry cell), new and released inmates, and admissions/discharges to the Special Housing Unit. It also includes information on missing equipment, staff leave, overtime hours, and institutional cell counts at a specific time (12:00 AM).",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "inmates",
        "shu",
        "medical",
        "staff",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034902",
      "summary": "It details inmate counts (ranging from 782 to 787), security procedures (including metal detector checks, restraint equipment inventories, and roof checks), inmate movements (administrative detention, court appearances, hospital transfers, and new commitments), and responses to alarms and phone calls. Specific inmate details, including names, identification numbers, and reasons for placement, are recorded. The log also includes observations regarding sensitive information, such as suicide watch and inmate companions, as well as details about visitation and daily operations like trash runs and feeding schedules.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "correctional center",
        "lieutenant",
        "count",
        "suicide watch",
        "shu",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "admissions",
        "inmates",
        "visitation",
        "fire alarm",
        "system malfunction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034911",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several units (11 South, 10-South #2, SHU #3, SHU #4, and 11 South #2) were vacated due to staff shortages during the evening watch shift. Inmates were present in outside hospitals, suicide watch, and furlough. There were no new admissions, releases, or admissions to the Special Housing Unit. No missing reports or equipment were noted. Staff utilized various types of leave, including furlough, annual, sick, and AWOL. Overtime was utilized, totaling 190.20 hours. The beginning of the morning watch shift reported 780 inmates across various units.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "operations lieutenant",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "nyc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034752",
            "similarity": 0.545,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036062",
      "summary": "On July 23, 2019, inmate Epstein was found unresponsive in her cell, exhibiting a red neck and placed on suicide watch. Following daily psychological evaluations, she was removed from suicide watch on July 29, 2019, and returned to the Special Housing Unit with a different cellmate. On August 9, 2019, her cellmate was released from court, leaving Epstein without a cellmate and requiring a psychological alert. Unit staff reported unusual behavior, including missed counts and a refusal to discuss events by two officers. On August 10, 2019, Epstein was found unresponsive in her cell, resulting in her death after CPR and transport to the hospital; bruising around her neck and a makeshift noose were discovered in the cell.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "suicide watch",
        "cellmate",
        "medical evaluation",
        "cpr",
        "bruising",
        "noose",
        "institution",
        "death",
        "psychological evaluation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034623",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported various operational issues, including a malfunctioning control panel for doors, inmate suicide watch for I/M Epstein, and staffing shortages leading to vacant correctional assignments. Inmates were present in outside hospitals, undergoing suicide watch, or on furlough. There were new and released inmate admissions and adjustments to housing units, particularly within the Special Housing Unit (SHU). Several areas experienced missing fire and security reports or equipment inventories. Overtime hours were recorded, and the beginning of the morning watch shift indicated a total population of 776 inmates across multiple units.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "corrections",
        "daily activity report",
        "usms",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033644",
            "similarity": 0.583,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.545,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034169",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York experienced operational issues including a malfunctioning control panel for doors, inmate suicide watches initiated (I/M Epstein), and fire watch activities across multiple units. Staff shortages led to adjustments in correctional assignments within the 9-South and SHU 14 units. Several inmates were in outside hospital care or under suicide watch. There were new and released inmate admissions and a lack of completed fire and security reports from several locations. Overtime hours were recorded, totaling 166.30 hours. The institution’s population at the beginning of the morning shift was 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.583,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.636,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034560",
            "similarity": 0.5,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033644",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues during the daily activity report. Control panels for ES/GS Main Door/Fire Exit doors and the Inner Gate were inoperative during the morning watch shift.  A Suicide Watch was placed on inmate Epstein #76318-054. Fire Watches were ongoing during the day and evening shifts due to staff shortages in Correctional Assignments SHU #4 and 10-South #2. Several inmates were in outside hospitals, under suicide watch, or on furlough. New and released inmates were recorded, and there were no current triple-bunked SHU cells.  Missing reports and equipment were noted across multiple locations within the facility. Overtime hours were recorded for E-1 staff. The institution’s total inmate population at the beginning of the morning shift was 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmate",
        "corrections",
        "emergency",
        "overtime",
        "usms",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.583,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034718",
      "summary": "On July 24, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Key observations included: *   Operational issues with South Main door/Fire Exit doors and Inner Gate. *   Fire Watch was ongoing across all shifts. *   A shortage of staff led to the vacating of SHU #4. *   New inmate admissions and releases were recorded. *   Several inmates were on Suicide Watch or in outside hospitals. *   A significant number of staff members utilized various types of leave (furlough, annual, sick, overtime, etc.). *   A total of 172.00 overtime hours were worked by 23 staff. *   The institution’s population at 12:00 AM on July 24th totaled 776 inmates across various units. *   Missing inventory reports and equipment were noted at the Sallyport and Central Tool Room.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "furlough",
        "release",
        "corrections",
        "staff",
        "overtime",
        "housing unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032152",
      "summary": "On July 25, 2019, the National Suicide Prevention Coordinator, Dr. Nagle, suggested housing Jeffrey Epstein with another sex offender in SHU. The sender responded, stating they would discuss the suggestion with the executive staff and maintain Epstein’s current housing situation. The sender was heading to the hospital and offered to be contacted.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "suicide prevention",
        "central office",
        "sex offenders",
        "shu",
        "bureau of prisons",
        "federal bureau of justice",
        "dr. nagle",
        "housing",
        "7/25/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031191",
      "summary": "On July 25, 2019, a correctional officer documented daily activities at the Metropolitan Correctional Center in New York. The log recorded inmate counts, movement (including exits and returns from hospitals), sensitive information regarding inmate observations (like psychiatric or suicide watches), and administrative actions such as detentions and transfers. Fire alarm malfunctions and phone calls were also monitored, including WITSEC inquiries and STG/High Alert calls. Throughout the shifts, inmates were moved between housing units, hospitals, and placed in administrative detention, with specific instances noted for cell phone possession. Counts were conducted at various times, and the log tracked equipment inventories and security checks.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "correctional center",
        "shu",
        "inmate",
        "count",
        "arrest",
        "detention",
        "witsec",
        "phone calls",
        "fire alarm",
        "prea",
        "custody",
        "lockdown",
        "medical observation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034086",
      "summary": "The shift began with a count of 774 inmates, with 71 in the SHU (Special Housing Unit), and various inmates in sensitive situations (hospital, psych observation, WITSEC inquiries).  Throughout the shift, there were numerous counts, phone checks, and responses to alarms. Several inmates were placed in Administrative Detention due to reasons including possession of a cell phone and suicide watch.  There were instances of inmates being transferred to and from local hospitals and special housing units. The log records specific events like trash runs and visitation. The count ended at 770 with 75 inmates in the SHU.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "nypd",
        "cell phone",
        "psych obs",
        "prea",
        "administrative detention",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034674",
            "similarity": 0.533,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020659",
      "summary": "An email chain discusses a Bureau of Prisons (BOP) statement regarding Jeffrey Epstein’s housing at MCC New York. The email confirms Epstein is not in a local hospital due to privacy and security concerns regarding inmate medical information. A retweet from Josh Gerstein references the BOP statement and identifies the Metropolitan Correctional Center (MCC) in Manhattan. Contact information for the US Attorney's Office for the Southern District of New York is included.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "epstein",
        "bop",
        "usanys",
        "mcc new york",
        "redacted",
        "jeffrey epstein",
        "bureau of prisons",
        "twitter",
        "metropolitan correctional center",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035695",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (e.g., Town Driver exit, inmate transfers to/from hospitals), and security checks. Sensitive information included inmate observations (psychiatric, suicide watch), phone calls monitored (including WITSEC inquiries), and administrative detentions (primarily related to cell phone possession).  Fire alarm system malfunctions were reported. Counts were conducted multiple times throughout the shifts, and various operational tasks, such as equipment inventories, phone checks, and trash runs, were performed. The log recorded changes in inmate status and location, totaling a fluctuating count of 774, 773, and 771 across the three shifts.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "usms",
        "psych obs",
        "restraint equipment",
        "fire alarm",
        "phone check",
        "administrative detention",
        "witsec",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034674",
            "similarity": 0.6,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034979",
            "similarity": 0.5,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034749",
      "summary": "This document is a daily log of operations at the Metropolitan Correctional Center in New York City, specifically for Saturday, July 27, 2019, under the watch of a Lieutenant. It details counts, inmate movements (including placements in administrative detention and sensitive observations), equipment checks, fire watch activities, phone monitoring (including WITSEC inquiries), and system malfunctions. Throughout the shift, inmates were observed with varying medical needs (psychiatric, suicidal), placed in administrative detention for reasons including incoherent behavior and K-2 use, and subject to counts and observations. The log also records various operational tasks such as trash runs and visits.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "hospital",
        "psych",
        "observation",
        "detention",
        "fire alarm",
        "institution",
        "visitation",
        "administrative",
        "monitoring",
        "witsec",
        "k-2"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034752",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported ongoing fire watch shifts across all morning, day, and evening watch shifts. Correctional assignments were frequently unassigned due to staff shortages. Inmates were under observation within the hospital, suicide watch, or furlough. There were no new admissions, releases, or special housing unit (SHU) over-bunking. Leave utilized included furlough, annual leave, sick leave, and a single instance of Combat Operations Pay (COP).  Thirty-three staff members worked overtime, totaling 234.00 hours of B-2 overtime. The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "activity report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034911",
            "similarity": 0.545,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035513",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity through a memorandum to the Warden and relevant staff. Key events included: *   Multiple fire watch assignments due to staff shortages. *   An inmate transferred to special housing due to a fight on unit 7 South. *   An inmate transferred to the hospital for treatment and subsequently to special housing. *   Inmate Epstein was on psych observation with a companion. *   No new admissions or releases. *   No cells in the Special Housing Unit (SHU) were triple-bunked. *   No missing reports or equipment were noted. *   23 staff members worked 165.15 hours in E-1 overtime. *   2 staff members worked 16 hours in E-1 comp time. *   Staff totals at the beginning of the morning watch were 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "special housing unit",
        "corrections",
        "daily activity report",
        "ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.545,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.5,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034959",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034987",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034959",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. An inmate was transferred to special housing during the morning watch, and an unwitnessed fight occurred on unit 7 South during the evening watch. Several inmates were in outside hospitals, under suicide watch, or on furlough. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple bunked. No missing reports or equipment were noted. Leave utilization included furlough, annual leave, sick leave, and a suspension. Overtime hours were recorded, primarily for medical and special assignments. The institution’s total inmate count at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "daily activity report",
        "suicide watch",
        "special housing unit",
        "unit 7 south",
        "july 29",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033647",
      "summary": "It details inmate counts, sensitive information (including inmate hospitalizations and psychiatric observations), restraint equipment checks, security procedures (metal detectors, roof checks, and phone monitoring – including WITSEC inquiries), and administrative actions like administrative detentions and transfers between housing units (SHU, 10-South, Local Hosp).  Specific inmate movements and releases are recorded, along with equipment inventory and maintenance. The log also tracks phone calls and counts to maintain a secure environment.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "hospital",
        "inmate",
        "count",
        "custody",
        "detention",
        "observation",
        "restraint",
        "alarm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035048",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035001",
            "similarity": 0.5,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036026",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033601",
      "summary": "The log details inmate counts, sensitive information, medical observations (including psychiatric observations and suicide watch), administrative detentions, phone calls (including WITSEC inquiries and STG/High Alert calls), restraint equipment inventory, and general operational activities like counts, searches, and releases. Specific inmate IDs and reasons for detention/observation are frequently noted. The log records various interruptions to standard procedures due to system malfunctions, and includes details about visitation and trash runs.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "inmate",
        "hospital",
        "count",
        "prea",
        "restraint",
        "metal detector",
        "nypd",
        "administration detention",
        "suicide watch"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036845",
      "summary": "On July 29, 2019, at 8:45 am, the FCI Otisville institution reported 833 institution counts (FCI/Camp/J Unit) and 646 general population inmates. There were 24 pipeline in and 32 pipeline out, with 171 transitional inmates and 11 pipeline in for transitional inmates. 217 sex offenders had 3 pipeline in.  Camp population included 13 in and 5 out. Open beds totaled 221 in general population, 36 in the transitional inmate unit, 19 in the special housing unit, and 14 in the camp. Institution demographics included maximum beds per unit: 130 for GP, 98 for TI, 878 for FCI, 126 for Camp, 80 for SHU, 82 for J Unit, and 1002 for the combined FCI and Camp.  Within the SHU, counts were: SHU I – C: 116, 5; D: 62, 16; E-A: 0, 23; E-B: 108, 2; F-A: 103, 7; F-B: 105, 0; G-A: 104, 6; G-B: 108, 2; J: 66, 0.  Miscellaneous data included 2 local medical trips, 0 suicide watches, 1 outside hospital visit, 0 H/S observations, 11 writs, 0 pending bed space, 2 releases, 0 medical furloughs, and case load assignments for various units. The unit count was EFTA00036845.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "fci otisville",
        "institutional data",
        "population report",
        "general population",
        "transitional inmates",
        "sex offenders",
        "camp pipeline",
        "shu",
        "bed counts",
        "unit count"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034970",
      "summary": "On July 30, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inmate movements (including hospital transfers and releases), security checks (metal detectors, restraint equipment, roof checks), and monitoring of phone calls (including WITSEC inquiries). The log recorded specific inmate activities, administrative detentions, and the operational status of various systems (fire alarm, public address system). Counts were conducted multiple times throughout the shifts, with variations in inmate numbers and locations. Visitation records were also maintained.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "arrest",
        "detention",
        "nypd",
        "phone check",
        "restraint equipment",
        "visitation",
        "inmates",
        "usms",
        "psych obs",
        "prea"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033428",
            "similarity": 0.5,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034864",
            "similarity": 0.706,
            "index": 11,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033607",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034979",
      "summary": "On July 31, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inmate movements, and security checks. Lieutenant’s log entries detail events such as inmate transfers (including Melendez and Davis), dry cell placements, administrative detentions (Blackwell, Mahmood, Benjamin, Darand, Ochoa, Robinson, Brissett, Barrow), and observations related to medical facilities and phone monitoring (WITSEC inquiries). Fire alarm issues and PA system malfunctions were noted.  Counts varied throughout the shift, with a starting count of 760 and ending counts of 758, 757, and 763, reflecting inmate releases and placements. Visitation records were also tracked.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "restraint equipment",
        "metal detector",
        "nypd",
        "administrative detention",
        "witsec"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035695",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033431",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035048",
      "summary": "It details inmate counts, movement of inmates (including hospital transfers, dry cell placements, and administrative detentions), equipment checks, phone calls monitored (including WITSEC inquiries), and general operational activities. The log records shifts in personnel, counts, and specific inmate actions throughout the day.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "hospital",
        "usms",
        "alarm",
        "restraint",
        "detention",
        "cell",
        "nypd",
        "inmate",
        "prea",
        "visitation",
        "dry cell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033647",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033413",
            "similarity": 0.5,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033653",
      "summary": "On August 1, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Inmate I/M Davis (#89380-053) was placed on Dry Cell after observed cell phone use and subsequently moved to the Special Housing Unit (SHU). Several inmates were moved to the SHU due to staffing shortages, including Benjamin (#86463-054), Darand (#86725-054), Ochoa (#86452-054), Robinson (#34801-058), Barbrow (#76157-054), Brissett (#76269-054), and Santiago (#80341-083). New admissions included Carrasquillo, Sanchez, Santana, Thompson, and Vasquez, while Blackwell, Mahmood, McCaskill, Searles, Blackwel, and Mahmoud were released. There were no triple-bunked SHU cells. A missing equipment inventory was reported across multiple locations. Leave utilized included furloughs, annual leave, sick leave, and suspensions. Overtime hours were recorded, primarily for medical staff. Institutional totals at the beginning of the morning shift were 760.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "inmates",
        "correctional",
        "shu",
        "cell",
        "fbi",
        "watch",
        "hospital",
        "suicide",
        "release",
        "admissions",
        "staff",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034983",
      "summary": "On August 01, 2019, the Operations Lieutenant reported several issues during the daily activity reporting period. Unsecured food slots due to hinge malfunctions and inmate tampering were a recurring problem across multiple units.  Several inmates were placed on the Special Housing Unit (SHU) Pend SIS due to various reasons including I/M placements and staff shortages impacting correctional assignments.  Inmate status changes included hospitalizations, psychiatric observation, and furloughs. New admissions to Metropolitan Correctional Center New York (MCC NY) included inmates placed on the SHU with pending SIS classifications. Release information, missing equipment inventory, and staff leave/overtime details were also documented, including 26 staff members working a total of 189.30 hours.  Cell occupancy was noted, with no SHU units triple-bunked, and a total of 763 inmates housed across various units at 12:00 AM on August 01, 2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 01, 2019",
      "keywords": [
        "metropolitan correctional center",
        "food slots",
        "inmates",
        "special housing unit",
        "shu",
        "i/m",
        "security risk",
        "staff shortage",
        "usms guards",
        "admissions",
        "release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033665",
      "summary": "Lieutenant’s conducted shifts, monitoring phone calls (including WITSEC inquiries), managing administrative detentions (resulting in several inmate placements), and addressing system malfunctions (fire alarm, PA system). Inmate counts fluctuated throughout the day, with changes due to transfers, medical observations, and administrative actions. The shift involved numerous routine procedures and responses to specific inmate situations.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "usms",
        "psych",
        "restraint",
        "metal detector",
        "emergency",
        "witsec",
        "detention",
        "inmate",
        "observation",
        "log"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035056",
      "summary": "This memorandum, dated August 02, 2019, is a daily activity report from the Metropolitan Correctional Center (MCC) in New York. It details operational issues including unsecured food slots, inmate placements in Special Housing Units (SHU) due to staff shortages, new and released inmate admissions, and staff leave and overtime. Specific inmate incidents include placement on SIS, Code assignments, and movement to/from the Special Unit. It also records missing equipment, inmate locations (hospital, suicide watch, furlough), and institutional cell counts at the beginning of the morning watch shift.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "correctional facility",
        "food slots",
        "inmates",
        "special housing unit",
        "usms",
        "admissions",
        "releases",
        "overtime",
        "staffing",
        "security",
        "emergency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033630",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant’s log documented daily operations, including counts, inmate movements (specifically inmates Melendez and Benjamin), and security checks. Key events included fire alarm malfunctions, phone checks, body alarm testing, restraint equipment inventories, and several institutional counts. There were no WITSEC inquiries or administrative detentions recorded during this shift. The shift transitioned between morning, day, and evening watches, with associated changes in personnel and activities. The total inmate count remained consistent throughout the 24-hour period.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "us department of justice",
        "metropolitan correctional center",
        "count",
        "shu",
        "witsec",
        "administrative detention",
        "hospital",
        "fire alarm",
        "operations lieutenant",
        "body alarm",
        "institution count",
        "prea"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033607",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (specifically Melendez and Benjamin), and security checks. Key events included fire alarm issues, phone checks, body alarm testing, PREA announcements, and administrative detentions. Inmates were frequently placed in the Local Hospital and observed psychological observations. Throughout the shift, the Lieutenant transitioned between morning, day, and evening watches, managing inmate counts and responding to various incidents, including a hospital return for inmate Melendez. There were no recorded STG/High Alert phone calls or WITSEC inquiries.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "psych obs",
        "detention",
        "fire alarm",
        "inventory",
        "nypd",
        "phone check",
        "observation",
        "administrative",
        "visitation",
        "inmates",
        "restraint equipment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034970",
            "similarity": 0.667,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034864",
            "similarity": 0.55,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034987",
      "summary": "On August 03, 2019, a Metropolitan Correctional Center (MCC) in New York reported daily activity for August 02, 2019, as communicated by an Operations Lieutenant.  Inmates were assigned to various housing units (SHU #2, 4, etc.) with several experiencing placement on the Special Housing Unit (Pend SIS). New inmate admissions and releases were recorded.  Several inmates were under observation (hospital, suicide watch, furlough).  There were no triple-bunked SHU cells.  Missing equipment inventory forms were noted, along with staff leave utilization and overtime hours.  The institution’s inmate population at the beginning of the morning watch shift was recorded as 766.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "shu",
        "inmates",
        "corrections",
        "staff shortage",
        "daily activity report",
        "new admissions",
        "special housing unit",
        "suicide watch",
        "hospital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034997",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant’s log documented daily operations, including counts, inmate movements (specifically involving Melendez and #86463-054), equipment checks, and security procedures. Key events included multiple institution counts, phone checks, body alarm tests, and responses to a fire alarm malfunction. Administrative detention was not recorded during this shift.  The log also noted monitoring of STG and High Alert phone calls, and WITSEC inquiries. The daily count consistently remained at 761 with a SHU count of 77.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "correctional center",
        "count",
        "shu",
        "lieutenant",
        "usms",
        "hospital",
        "detention",
        "alarm",
        "fire",
        "operations",
        "witsec",
        "inmate",
        "observation",
        "nypd",
        "time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034325",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There was no unusual activity during the morning watch shift. Staff shortages led to unassigned correctional assignments in shifts (South #2, SHU #4, SHU #3), due to a shortage of staff. Inmates were under suicide watch (Benjamin #86463-054), and a new inmate (Melendez #85799-054) was admitted for a hospital return. No releases or admissions to the Special Housing Unit occurred. No missing equipment or reports were noted. Leave utilized included furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, with a total of 238 hours. Cell occupancy was reported with 761 total cells. Unit occupancy counts were provided at the beginning of the morning watch shift.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "suicide watch",
        "corrections",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.583,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034560",
            "similarity": 0.636,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035001",
      "summary": "This document is a daily log of operations at the Metropolitan Correctional Center in New York, covering Sunday, August 4, 2019. It details count procedures (occurring multiple times throughout the day), inmate movements (including hospital transfers and psychiatric observations), equipment checks (metal detectors, restraint equipment), fire system status, and communication activities (phone checks, body alarm tests, and PREA announcements).  Several inmates were placed in administrative detention, though the reasons and specific details are redacted.  The log also records observations regarding the facility's security, including roof checks and temporary chit inventory. System malfunctions, specifically with the Public Address System and the fire pump system, were noted.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "detention",
        "fire",
        "restraint",
        "observation",
        "visitation",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033647",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033799",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York at 6:33 AM. Medical personnel initiated CPR and provided interventions including epinephrine and intubation. He was transported to Beekman Hospital where he was pronounced dead at 7:36 AM. Following the incident, law enforcement and investigative teams, including the FBI, US Marshals, medical examiners, and various institutional staff, responded. They conducted interviews, collected evidence (fingerprints, photographs, computer data), and coordinated with legal and family representatives. The timeline details the sequence of events from initial discovery to the release of the body for autopsy, the involvement of multiple agencies, and the subsequent investigation conducted over several days, including staff recalls and continued FBI presence. Finally, operations resumed on August 11th.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "ems",
        "hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "beekman hospital",
        "time of death",
        "attorneys",
        "crisis support team",
        "usms",
        "sidny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034465",
            "similarity": 0.5,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036664",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035175",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York at 6:33 am. Medical personnel initiated CPR and provided interventions including intubation, epinephrine, and IV access. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. A subsequent investigation involved numerous agencies including the FBI, US Marshals, Bureau of Prisons, Medical Examiner, and Office of Inspector General (OIG). Personnel documented timelines of staff responses, medical interventions, communication with various authorities (AUSA, Judge Berman, etc.), and the collection of evidence (fingerprints, photos, clothing).  The investigation involved multiple visits and interviews within the facility and at Beekman Hospital.  The institution’s operations were temporarily modified, and computer systems were secured and replaced.  The investigation continued over several days with FBI involvement, OIG oversight, and staff recall.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "august 9",
        "2019",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "time of death",
        "inmate",
        "emergency response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034465",
            "similarity": 0.5,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036664",
            "similarity": 0.571,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.6,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035220",
      "summary": "On August 9, 2019, Jeffrey Epstein, while in the custody of the US Marshals, was visited by attorneys and had a social call with cellmate Reyes Efrain before being found unresponsive in his cell. Medical personnel initiated CPR, intubation, and attempted transport to Beekman Hospital where he was pronounced dead. Following his death, investigators, including the FBI, US Marshals, medical examiners, and various institutional staff, responded to the scene. A timeline of events followed, including the collection of evidence, interviews with inmates and staff, notification of legal representatives and family, and ultimately, the removal of Epstein’s computer from the SHU. The circumstances surrounding Epstein’s death were investigated by multiple agencies, including the OIG.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "reyes efrain",
        "shu",
        "cpr",
        "medical emergency",
        "beekman hospital",
        "fbi",
        "autopsy",
        "coroner",
        "usms",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036664",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.533,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034505",
            "similarity": 0.615,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034465",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Special Housing Unit (SHU) at WAB-USMS-SDNY, leading to a medical emergency and subsequent death. Initial events included an inmate departure for court, visits with attorneys, and a social call. CPR and medical interventions were performed, and he was transported to Beekman Hospital. A timeline of responses followed, involving law enforcement (FBI, USMS), legal personnel (AUSA, Judge Berman), medical staff (Medical Examiner, Psychologist), and institutional staff (warden, correctional officers, IT staff). Investigations spanned multiple days, including interviews, fingerprint collection, forensic examinations, and the removal of electronic devices. The investigation involved numerous agencies and personnel, culminating in the release of the body for autopsy and the resumption of normal operations on August 11, 2019.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "august 10",
        "2019",
        "coroner",
        "crisis support team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035175",
            "similarity": 0.5,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033799",
            "similarity": 0.5,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036664",
            "similarity": 0.571,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.846,
            "index": 56,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035626",
            "similarity": 0.571,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036664",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at WAB, prompting CPR and subsequent medical intervention. He was transported to Beekman Hospital where he died at 7:30 am. Following his death, authorities conducted interviews with inmates, collected forensic evidence, notified legal representatives and the media, and arranged for the body to be released for autopsy. The timeline details staff responses, medical procedures, law enforcement involvement, and communication with key personnel including the FBI, prosecutor’s office, and family.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "ems",
        "medical examiner",
        "fbi",
        "beekman hospital",
        "autopsy",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034465",
            "similarity": 0.571,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035220",
            "similarity": 0.5,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035175",
            "similarity": 0.571,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035461",
            "similarity": 0.692,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034505",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035626",
            "similarity": 0.818,
            "index": 59,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035461",
      "summary": "CPR and various medical interventions were attempted. Emergency services were called, and he was transported to Beekman Hospital. A timeline of events followed, including notifications to various authorities (FBI, USMS, AUSA, Judge Berman), institutional staff, and psychological professionals.  A press release was issued, and the body was released to the Medical Examiner for autopsy. Investigations involved interviews with inmates, forensic examination (fingerprints, photos), computer removal and replacement, and involvement from the FBI, OIG, and correctional services personnel over several days. Normal operations resumed on August 11, 2019, with continued investigations extending into August 13, 2019 involving additional correctional services personnel.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "time of death",
        "august 10",
        "2019",
        "coroner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036664",
            "similarity": 0.692,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034465",
            "similarity": 0.846,
            "index": 54,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035220",
            "similarity": 0.533,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034505",
            "similarity": 0.571,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035626",
            "similarity": 0.571,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035445",
            "similarity": 0.571,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035211",
      "summary": "No. 76318-054) regarding a scheduled call to his family. The officer escorted Epstein to the Special Housing Unit and allowed a 15-minute phone call, during which the officer noted Epstein was unable to use his phone’s access codes. Epstein was calling his mother. On August 10, 2019, a correctional officer responded to a detail at New York Presbyterian Hospital to observe inmate Epstein’s remains following an apparent medical event. The remains were moved to the city morgue under the coordination of the Office of City Medical Examiner. Finally, a correctional officer visited Epstein in SHU on August 10, 2019, and documented that he was actively engaged in his legal proceedings, requesting specific items and reporting no mental health concerns.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "calls",
        "visitation",
        "shu",
        "suicide watch",
        "legal situation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034505",
      "summary": "On August 9, 2019, Jeffrey Epstein was unresponsive in his cell at 6:33 am, triggering a medical emergency and CPR. Medical personnel transported him to Beekman Hospital where he was pronounced dead at 7:36 am. Following the incident, law enforcement, including the FBI and various legal and investigative teams, responded to the institution. Procedures included fingerprinting, photography, securing clothing, notifying family, issuing a press release, and scheduling an autopsy performed by the Medical Examiner. The Office of the Inspector General (OIG) also investigated the incident.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "aed",
        "medical emergency",
        "beekman hospital",
        "fbi",
        "autopsy",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035461",
            "similarity": 0.571,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036664",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035220",
            "similarity": 0.615,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035626",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035445",
            "similarity": 0.538,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034474",
            "similarity": 0.5,
            "index": 61,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035626",
      "summary": "On August 9, 2019, Jeffrey Epstein was unresponsive in his cell at WAB, prompting medical intervention and subsequent transport to Beekman Hospital. CPR, epinephrine, and IV access were administered without success. He was pronounced dead at 7:36 am. Following his death, authorities, including the FBI, USMS, SIS, and various hospital and correctional staff, responded to the scene and initiated an investigation. Interviews were conducted with inmates, forensic examinations were performed, and the body was released to the Medical Examiner for autopsy. The timeline details the communication and actions of numerous agencies and individuals involved in the response, including notification of legal representatives, media, and oversight agencies.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "ems",
        "fbi",
        "autopsy",
        "beekman hospital",
        "warden",
        "medical examiner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034505",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.571,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036664",
            "similarity": 0.818,
            "index": 55,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035445",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034474",
            "similarity": 0.615,
            "index": 61,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035445",
      "summary": "Around 6:33 AM, a body alarm was triggered, and staff discovered him unresponsive. Medical personnel initiated CPR and other life-saving measures, eventually intubating him and transporting him to Beekman Hospital. He was pronounced dead at 7:36 AM. The following events occurred: *   **Immediate Response (August 9):**  Initial calls to emergency services, USMS, SIS, FBI, and various institutional staff (Warden, Psychologist, Captain, etc.) were made. Reyes, Epstein’s cellmate, was released from court and did not return to the institution. *   **Investigation (August 9-11):**  Investigators, including the FBI, OIG, medical examiners, and computer services personnel, conducted interviews, took fingerprints and photographs, secured clothing, and removed computers from Epstein’s cell. The Medical Examiner performed an autopsy, and a press release was issued. *   **Evidence Collection (August 10-11):**  The OIG and FBI collected computer evidence (two FPS computers), and the Computer Services Manager replaced the seized computers. The timeline concluded with the removal of the computers and the departure of OIG/FBI personnel from the MCC New York.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "reyes",
        "shu",
        "cpr",
        "autopsy",
        "beekman hospital",
        "fbi",
        "ems",
        "medical examiner",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035626",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034505",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.571,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034474",
            "similarity": 0.5,
            "index": 61,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034474",
      "summary": "Medical personnel initiated CPR and other life-saving measures, leading to intubation and administration of epinephrine. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. The incident triggered a rapid response involving multiple agencies including the US Marshals Service, FBI, District Attorney’s office, medical staff, psychological staff, and various institutional personnel. Investigations included interviews with inmates, collection of forensic evidence (fingerprints, photographs, clothing), and the removal of electronic devices from his cell. The autopsy was conducted on August 12, 2019, and forensic teams (OIG/FBI) collected computer data. The timeline details the coordination of these efforts, communications with relevant parties, and the actions taken by various individuals and organizations involved in the response.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "ems",
        "fbi",
        "autopsy",
        "coroner",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035445",
            "similarity": 0.5,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035626",
            "similarity": 0.615,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034505",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034367",
            "similarity": 0.5,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035659",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at approximately 6:33 a.m. He was pronounced dead at the local hospital at 7:36 a.m. following life-saving measures initiated by staff. Circumferential bruising around his neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m. and transported him to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "inmate",
        "death",
        "bruising",
        "noose",
        "medical staff",
        "ems",
        "hospital",
        "new york",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036416",
            "similarity": 0.538,
            "index": 105,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018962",
      "summary": "An email chain discusses an update regarding Jeffrey Epstein, including the information that he has passed away following a suicide attempt. One individual reported that BOP provided the update, and another individual was out of the office on vacation with potential delays in responses. The email thread includes references to multiple individuals involved in the case and contact information for alternate AUSA(s).",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "update",
        "redaction",
        "august 10",
        "2019",
        "bop",
        "hospital",
        "suicide attempt",
        "mcc",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011505",
            "similarity": 0.667,
            "index": 108,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036026",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, detailing the activities and observations of a correctional lieutenant on August 9th and 10th, 2019. The log records counts, sensitive inmate observations (primarily psychiatric observation), staff interventions (including CPR attempts on an inmate named Epstein), transfer of inmates to special housing, and various operational activities like inventory checks, roof checks, phone checks, and alarm testing. There were no WITSEC inquiries or administrative detentions recorded during the shifts. The log covers a range of events including a fire alarm, a system malfunction affecting PA announcements, and a trash run.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate",
        "psych obs",
        "shu",
        "dry cell",
        "nypd",
        "count",
        "emergency",
        "hospital",
        "restraint",
        "detention",
        "observation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033647",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035018",
      "summary": "On August 10, 2019, at approximately 6:33 am, a body alarm was triggered at the 9.South unit, specifically cell #220, tier #11. Inmate Jeffrey Edward Epstein (#76318-054) was found unresponsive and receiving CPR by medical staff. Staff subsequently moved the inmate to the medical room and continued CPR until paramedics arrived. The inmate was transported to a hospital via EMS vehicle, and the officer remained on-site until relieved.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "body alarm",
        "jeffrey edward epstein",
        "cpr",
        "inmate",
        "medical",
        "ems",
        "hospital",
        "unit 9 south",
        "cell #220",
        "government vehicle"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036682",
      "summary": "On August 10, 2019, an email was sent from [REDACTED] to [REDACTED] regarding a potential leak concerning the death of Jeffrey Epstein, specifically related to hospital information. The email, flagged as urgent, requested that the information be provided to the OIG/FBI and included the file TEXT.htm.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036682",
        "epstein",
        "leak",
        "hospital",
        "oig",
        "fbi",
        "urgent request",
        "redacted",
        "2019",
        "death"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035657",
      "summary": "On August 10, 2019, at 8:58 AM, an Associate Warden at MCC New York was working with IPPA to finalize a press release regarding Jeffrey Epstein’s death. Key details documented include: Epstein’s next of kin had not been notified, staff initiated life-saving measures upon finding him at 6:30 AM, EMS and BOP staff transported him to the local hospital after EMS arrived at the institution, he was pronounced dead at the hospital at 7:36 AM, the FBI was notified and investigating it as a suicide, Epstein’s arrival date at MCC NY was July 6, 2019, and his charges were Sex Trafficking Conspiracy and Sex Trafficking of Minors.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "mcc new york",
        "redaction",
        "press release",
        "ems",
        "fbi",
        "suicide",
        "sex trafficking",
        "inmate",
        "hospital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035656",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034333",
            "similarity": 0.538,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035420",
            "similarity": 0.538,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036034",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at MCC New York. Staff initiated life-saving measures and he was transported to a local hospital where he died at 7:36 a.m. Circumferential bruising around the neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m. and he was transported to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s department of justice",
        "fbop",
        "mcc ny",
        "death",
        "noose",
        "circumfricial bruising",
        "august 10",
        "2019",
        "health services",
        "hospital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035430",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant assumed duties at 12:00 AM. The daily count was 758 with 73 inmates in SHU.  Notable events included inmate observations (Psych Obs.) for several inmates, one inmate in a dry cell with staff intervention, a medical emergency involving unresponsive inmate Epstein requiring CPR and transport to a local hospital, and monitoring of STG International Terrorist phone calls and WITSEC inquiries. The final count at the end of the shift was 758 with 71 inmates in SHU, 5 in the 10-South SHU, and 4 in the Health/Administrative Observation units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "shu",
        "psych obs",
        "restraint equipment",
        "institution count",
        "emergency",
        "cpr",
        "administrative detention",
        "terrorist phone calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029739",
      "summary": "On August 10, 2019, the U.S. Attorney’s Office received updates regarding the death of federal inmate Jeffrey Epstein. Initial reports indicated Epstein had passed away. Subsequently, information was received that he was being taken to the hospital via ambulance following a suicide attempt, with no further details provided. An individual was out of the office on vacation and anticipated delayed responses to emails.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "bop",
        "ambulance",
        "suicide attempt",
        "u.s. attorney's office",
        "defense counsel",
        "report",
        "inmate",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019757",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018966",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029735",
            "similarity": 1.0,
            "index": 88,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036101",
      "summary": "This document is a daily log from August 9th and 10th, 2019, kept by a Metropolitan Correctional Center Lieutenant detailing operations, inmate counts, medical emergencies, and security incidents. Key events include: *   **Counts:** Multiple institutional counts were conducted at 12:00 AM, 3:00 AM, and 5:00 AM, consistently recording 757 or 758 inmates. *   **Medical Emergency:** On August 10th, inmate Epstein was found unresponsive and received CPR before being transported to a hospital. *   **Restraints and Transfers:** Several inmates were placed in Administrative Detention and transferred to special housing, notably Fernandez and Mutimura. *   **System Issues:** Fire alarm/sprinkler system malfunctions and a malfunctioning Public Address System occurred. *   **Security Procedures:** Regular checks of metal detectors, restraint equipment, and roof security were performed. *   **Phone Monitoring:** STG International Terrorist phone calls and WITSEC inquiries were monitored. *   **Count Variations:** The final count varied between 756 and 758 throughout the shifts.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "medical emergency",
        "restraint equipment cage",
        "nypd phone check",
        "institutional count",
        "administrative detention",
        "emergency services",
        "dry cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033659",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and inmate status updates. A correctional assignment (Sanitation) was vacated due to staff shortages, and the Control Center Fire Panel remained inoperative. An inmate, I/M Epstein, was escorted to the hospital for treatment. Several inmates were placed on Suicide Watch with inmate companions. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple-bunked. No missing equipment reports were filed. Leave utilized included various types, with significant sick leave taken. Overtime hours were recorded, including 3 staff members working 87S overtime. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "activity report",
        "us government",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033699",
      "summary": "On August 10, 2019, at approximately 8:45 am, a correctional officer responded to a request for emergency hospital detail at the Metropolitan Correctional Center, New York, regarding inmate Jeffrey Epstein (#76318-054). The officer and another officer secured the remains in room A9 of New York Presbyterian hospital. Subsequently, the Institution Duty Officer (IDO) took command, overseeing the process which included communication with the Office of City Medical Examiner (OCME), the preparation and movement of the remains to the hospital morgue, and ultimately, transport to the city morgue for examination and processing.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033699",
        "jeffrey epstein",
        "remains",
        "new york presbyterian",
        "metropolitan correctional center",
        "ocme",
        "hospital detail",
        "federal correction officer",
        "bureau of prisons",
        "us dept of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034122",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, died at the Metropolitan Correctional Center (MCC) New York from an apparent suicide. He was found unresponsive in his cell and transported to a local hospital where he was pronounced dead. The FBI is investigating the incident, which occurred after Epstein’s arrival at the facility on July 6, 2019, following an indictment for sex trafficking of minors and conspiracy. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "suicide",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034336",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015299",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034849",
            "similarity": 0.818,
            "index": 121,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035658",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York and pronounced dead at a local hospital from an apparent suicide. He was indicted on sex trafficking of minors and conspiracy charges and had been incarcerated since July 6, 2019. The FBI is investigating the incident. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "fbi",
        "death",
        "sex trafficking",
        "new york",
        "bureau of prisons",
        "inmate",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035421",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019759",
            "similarity": 0.667,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011510",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) in New York and pronounced dead at New York Presbyterian-Lower Manhattan Hospital. The cause of death was initially determined to be an apparent suicide, following a 6:30 am finding. An autopsy is pending to determine the exact cause of death, and the FBI and Department of Justice Office of the Inspector General are investigating the incident. MCC New York will provide an update to the court upon completion of the autopsy.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "death",
        "suicide",
        "bureau of prisons",
        "federal register",
        "united states v. jeffrey enstein",
        "autopsy",
        "fbi",
        "attorney general",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019757",
      "summary": "On August 10, 2019, a supervisory staff attorney from CLC New York contacted colleagues regarding updates on the death of Jeffrey Epstein. The U.S. Attorney’s Office was receiving increasingly frantic calls from defense counsel due to press releases containing information they hadn’t received. The U.S. Attorney’s Office confirmed Epstein had passed and was being taken to the hospital following a suicide attempt, but provided limited details. An employee reported completing a significant incident report for HQ, but lacked specifics from the Bureau of Prisons (BOP). Another employee indicated the BOP would provide updates as available and noted their absence from the office until August 12th.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "press release",
        "u.s. attorney's office",
        "bop",
        "inmate",
        "suicide attempt",
        "correctional center",
        "legal",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.667,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035016",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg. No. 76318-054) was found unresponsive in his cell at approximately 6:33 a.m. Following life-saving measures, he was transported to Health Services and then to a local hospital where he was pronounced dead at 7:36 a.m. Circumficial bruising around the neck was noted by medical staff.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "unresponsive",
        "bruising",
        "medical",
        "death",
        "metropolitan correctional center",
        "ems",
        "new york",
        "inmate",
        "health services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036416",
            "similarity": 0.818,
            "index": 105,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035421",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein was found unresponsive at the Metropolitan Correctional Center (MCC) New York and later died at a local hospital due to life-threatening injuries. He was 66 years old and incarcerated on pretrial status for sex trafficking charges. No staff or other inmates were injured, and the FBI was notified. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "mcc new york",
        "death",
        "federal bureau of investigation",
        "sex trafficking",
        "inmate",
        "metropolitan correctional center",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035658",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018966",
      "summary": "On August 10, 2019, multiple individuals communicated regarding the death of a federal inmate, Jeffrey Epstein. Concerns were raised about the Bureau of Prisons (BOP) issuing public press releases without informing relevant legal counsel. Initial reports indicated Epstein’s death was due to a suicide attempt and that the BOP was compiling a report. Updates were provided by the BOP regarding the ambulance transport to the hospital and the ongoing incident report. A USMS official provided initial confirmation of Epstein's passing. Requests were made for immediate communication and basic factual information, specifically the time and cause of death, to relay to his attorneys.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "attorneys",
        "u.s. attorney's office",
        "suicide attempt",
        "inmate",
        "information",
        "efta00018966"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019757",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.667,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034344",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein was pronounced dead at New York Presbyterian-Lower Manhattan Hospital due to an apparent suicide. The U.S. Department of Justice, Federal Bureau of Prisons, Office of the Warden sent condolences to Mark Epstein regarding his brother’s death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "suicide",
        "death",
        "bureau of prisons",
        "warden",
        "new york",
        "metropolitan correctional center",
        "u.s. department of justice",
        "mark epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034339",
            "similarity": 0.818,
            "index": 102,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035429",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027972",
      "summary": "On August 10, 2019, evidence was collected from the MCC and New York Presbyterian Hospital related to a death investigation involving Jeffrey Epstein. The collected items included a torn sheet, clothing released from New York Presbyterian Hospital, and miscellaneous papers along with an MP-3 player. The evidence was logged under case ID 90A-NY-3151227, serial 43, and was seized by SA personnel. The items were located in Cell #220 of the Special Housing Unit. Receipt numbers 1, 2, and 3 correspond to the collection of these items.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "jeffrey epstein",
        "investigation",
        "mcc",
        "new york presbyterian hospital",
        "mp-3 player",
        "redaction",
        "serial number",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035015",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg. No. 76318-054) was found unresponsive while attempting to receive his breakfast. Medical staff initiated life-saving measures and transported him to Health Services and subsequently the local hospital where he was pronounced dead at 7:36 a.m. Circumfericial bruising around his neck was noted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "metropolitan correctional center",
        "ems",
        "circumficial bruising",
        "death",
        "ny",
        "hipaa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032092",
      "summary": "This document is a Chain of Custody Log form, specifically BP-A0971, used by the U.S. Department of Justice, Federal Bureau of Prisons. It records the recovery and handling of evidence, item number M-19-00182 (clothing Epstein was transported to outside the hospital with), from August 10, 2019, at New York Presbyterian Hospital. The log details the individuals involved in the recovery, placement in an overnight drop box, transfer to a safe, and disposition of the evidence. Signatures, printed names, dates, and times are recorded at each stage of the process. The final disposition is marked as ‘Hold as evidence’ and ‘Destroy immediately’ is listed as an option. The FBI and Lab Analysis are noted as involved in the process.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "chain of custody",
        "evidence",
        "fbi",
        "department of justice",
        "evidence recovery",
        "disposition",
        "drop box",
        "lab analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033860",
      "summary": "On August 10, 2019, Officer Ma responded to a request for emergency hospital detail at Metropolitan Correctional Center, New York, regarding inmate Jeffrey Epstein (#76318-054). Officers secured the remains in room A9 of New York Presbyterian Hospital, with the Institution Duty Officer (IDO) taking command. The timeline involved preparation, escort, securing, communication with the Office of City Medical Examiner (OCME), and ultimately, the transport of the remains to the city morgue location.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033860",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "remains",
        "ocme",
        "hospital detail",
        "federal bureau of prisons",
        "united states government",
        "emergency room"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035012",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035418",
      "summary": "The document is a forwarded email chain regarding the death of an individual named Epstein at Metropolitan Correctional Center (MCC) New York. The email, dated August 10, 2019, requests information concerning the circumstances of Epstein’s death, including notifications to his next of kin, details of initial response measures, EMS and hospital involvement, determination of death, FBI involvement and investigation status, arrival date at MCC, and specific offense titles. The email is part of a press release draft being prepared with IPPA.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "mcc",
        "epstein",
        "press release",
        "samsung",
        "ippa",
        "life-saving measures",
        "ems",
        "fbi",
        "suicide",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035656",
            "similarity": 0.667,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035431",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035432",
            "similarity": 0.538,
            "index": 107,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035420",
            "similarity": 0.667,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014348",
      "summary": "On August 10, 2019, multiple individuals communicated regarding the death of Jeffrey Epstein, initially reported by the Bureau of Prisons (BOP). Concerns were raised about the public release of information by the BOP before key stakeholders (defense counsel, family) were notified.  Updates were relayed through US Marshals Service (USMS) communications, detailing the situation – an apparent suicide attempt, hospitalization, and subsequent death. One individual indicated they would be out of the office until August 12th, anticipating delays in responses.  The emails contained references to case identifiers EFTA00014348 and EFTA00014349.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "death",
        "press release",
        "attorney",
        "subway",
        "information",
        "case",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029735",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office were receiving updates regarding the death of federal inmate Jeffrey Epstein. Initial reports indicated Epstein had “passed away,” with the Bureau of Prisons (BOP) subsequently reporting he was being taken to the hospital via ambulance after a suspected suicide attempt. The sender of the initial email requested information regarding the time and cause of death, expressing frustration that defense counsel had received information prior to the U.S. Attorney’s Office. One individual was out of the office on vacation and noted potential delays in responses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "bop",
        "suicide attempt",
        "u.s. attorney's office",
        "defense counsel",
        "inmate",
        "report",
        "information",
        "ambulance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029739",
            "similarity": 1.0,
            "index": 70,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018964",
            "similarity": 0.538,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035986",
      "summary": "This document is a draft investigation report concerning the death of Jeffrey Epstein at the Metropolitan Correctional Center in New York. It details the circumstances of Epstein’s death on August 10, 2019, where he was found hanged in his cell by Material Handler Michael Thomas. Here’s a breakdown of the key findings: *   **Circumstances of Death:** Thomas discovered Epstein hanged after delivering breakfast, noting the presence of an orange string around his neck.  Emergency response was initiated, and Epstein was pronounced dead at the hospital. *   **Lack of Accountability:** The investigation revealed that Thomas and another staff member, Material Handler Thomas, had not conducted the mandatory rounds and inmate counts they were responsible for on the night of August 9th and morning of August 10th. They falsified count slips to cover their actions. *   **Falsified Records:** The OIG found that Thomas and another staff member had knowingly and willfully made false statements on BOP records, falsely claiming to have conducted rounds and counts. *   **Criminal Charges:**  Both men were subsequently indicted on conspiracy and falsification of records charges, though the charges were later dismissed due to deferred prosecution agreements. *   **Security Camera Issues:** The report highlights a history of security camera problems at the facility, contributing to the lack of oversight. Essentially, the report presents a case of negligence and intentional deception by correctional officers that led to Epstein’s death and subsequent legal action.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035986",
        "limited official use",
        "department of justice",
        "suicide",
        "epstein",
        "investigation",
        "bureau of prisons",
        "shu",
        "mcc new york",
        "falsification",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029737",
      "summary": "On August 10, 2019, a U.S. Attorney’s Office representative is receiving updates regarding the death of federal inmate Jeffrey Epstein. Counsel for Epstein is demanding basic information regarding the time and cause of death, expressing frustration that the U.S. Attorney’s Office has less information than the press. A BOP representative reports Epstein passed away after a suicide attempt and is being taken to the hospital by ambulance. The BOP will provide further updates as available. The representative indicates they will be out of the office on vacation until August 12th and directs urgent matters to other AUSAs or AUSP.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "u.s. attorney's office",
        "bop",
        "death",
        "suicide attempt",
        "federal inmate",
        "redaction",
        "report",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035431",
      "summary": "An email chain discusses the death of Jeffrey Epstein while in custody at the Metropolitan Correctional Center (MCC) NY. The email, dated August 10, 2019, originates from EFTA00035431 and seeks answers regarding the circumstances of Epstein’s death, including notifications to his next of kin, life-saving measures taken, EMS and hospital involvement, FBI notification and investigation status, arrival date at MCC NY, and specific indictment details. An attached document, TEXT.htm, is referenced. The email also includes a link to a news article about Epstein’s death from abc13.com.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035431",
        "press release",
        "samsung",
        "epstein",
        "suicide",
        "mcc ny",
        "fbi",
        "sentry",
        "sex trafficking",
        "life-saving measures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035418",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035656",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035432",
            "similarity": 0.667,
            "index": 107,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035420",
            "similarity": 0.538,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036415",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg. No. 76318-054) was found unresponsive in his cell at the Metropolitan Correctional Center. Staff initiated life-saving measures and transported him to New York Presbyterian Lower Manhattan Hospital where he was pronounced dead at 7:36 a.m. Circumficial bruising around his neck was noted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "inmate",
        "metropolitan correctional center",
        "new york",
        "medical",
        "death",
        "circumficial bruising",
        "ems",
        "transport"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024356",
      "summary": "On August 10, 2019, multiple individuals were communicating regarding the death of Jeffrey Epstein. A BOP official initially announced Epstein's passing via a press release before informing relevant parties, including the U.S. Attorney’s Office and USMS. The U.S. Attorney’s Office expressed frustration at receiving information through the press rather than direct communication. There was concern about a lack of specific details, such as the time and cause of death, and a request for a written report or a call for information to relay to Epstein’s counsel. One individual reported the BOP was transporting Epstein to the hospital following a suicide attempt. An AUSA noted being out of the office on vacation and acknowledged delayed responses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "court",
        "press release",
        "death",
        "suicide attempt",
        "attorney",
        "warden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024352",
            "similarity": 0.818,
            "index": 106,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034336",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein was found unresponsive at the Metropolitan Correctional Center (MCC) New York and later died at a local hospital from life-threatening injuries. He was 66 years old and was being held pretrial on sex trafficking charges. No staff or other inmates were injured, and the public was not in danger. The FBI was notified.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "u.s. department of justice",
        "metropolitan correctional center",
        "jeffrey epstein",
        "inmate death",
        "federal bureau of prisons",
        "new york",
        "sex trafficking",
        "redaction analysis",
        "ems",
        "mcc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034122",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027242",
      "summary": "On August 10, 2019, multiple individuals communicated regarding news of Jeffrey Epstein’s death. The New York Post was reporting on the suicide, and initial discussions centered on awaiting statements from the Bureau of Prisons (BOP) or U.S. Marshals Service (USMS). Geoffrey Berman, USANYS, received a call confirming Epstein’s suicide during transport to the hospital.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "us attorney",
        "sdny",
        "bop",
        "usms",
        "redaction",
        "new york post",
        "google",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034367",
      "summary": "Jeffrey Epstein’s death occurred on August 10, 2019, at the Metropolitan Correctional Center (MCC) New York. The timeline begins with his court appearance at 8:30 am, followed by a social call at 7:00 pm. At 6:33 am on August 10th, a body alarm was triggered, and Epstein was found unresponsive in his cell. Medical personnel initiated CPR and provided interventions before transporting him to Beekman Hospital. Despite efforts, he was pronounced dead at 7:36 am. A series of agencies, including US Marshals, FBI, Bureau of Prisons, and the Office of the Inspector General (OIG), responded to the scene and conducted investigations, including interviews, forensic examinations (fingerprints, photographs, autopsy), and the removal of electronic devices. The investigation continued into the following day, with OIG and FBI agents collecting evidence and computers before departing the institution.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "august 9",
        "2019",
        "shu",
        "cpr",
        "medical emergency",
        "beekman hospital",
        "fbi",
        "autopsy",
        "coroner",
        "usms",
        "ido",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034474",
            "similarity": 0.5,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034505",
            "similarity": 0.533,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.562,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035358",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant conducted morning operations, including a count of 758 inmates (73 in SHU), a fire alarm system issue, and restraint equipment inventory.  Throughout the shift, there were several body alarm tests and institutional counts. A medical emergency involving inmate Epstein (#76318-054) occurred at 6:33 AM, resulting in CPR and transport to a local hospital. The Lieutenant relieved duties at 8:00 AM, and the final count was 758 with 71 in SHU. WITSEC inquiries and administrative detentions were also noted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "prea",
        "inmate count",
        "shu",
        "medical emergency",
        "cpr",
        "restraint equipment",
        "administrative detention",
        "terrorism"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015299",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein was found unresponsive in his cell at the Metropolitan Correctional Center New York and pronounced dead at a local hospital due to an apparent suicide. He was 66 years old and incarcerated on sex trafficking and conspiracy charges. The FBI is investigating the incident. The MCC New York facility houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "mcc new york",
        "fbi",
        "sex trafficking",
        "inmate death",
        "metropolitan correctional center",
        "usms",
        "geoffrey berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034122",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034849",
            "similarity": 0.538,
            "index": 121,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034850",
      "summary": "On August 10, 2019, at approximately 6:33 a.m., inmate Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell. Staff initiated life-saving measures and transported him to Health Services and then to a local hospital where he was pronounced dead at 7:36 a.m. Circumferential bruising around his neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m. and he was transported to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc new york",
        "associate warden",
        "death",
        "inmate",
        "noose",
        "circumferical bruising",
        "health services",
        "ems",
        "8/10/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013176",
      "summary": "On August 10, 2019, multiple parties (defense counsel, a supervisory staff attorney, USMS, and BOP) received reports regarding the death of Jeffrey Epstein. A phone call was received claiming an MCC investigator informed Epstein’s close contact that Epstein’s body was ready for retrieval. Concerns arose regarding the premature public press release from the BOP and the lack of communication regarding basic facts, including the time and cause of death. Counsel demanded immediate updates and accurate information to relay to Epstein’s attorneys and family. The BOP provided an update stating Epstein was being taken to the hospital via ambulance due to a suicide attempt, but offered no further specifics. A USMS representative confirmed the update and stated they would push out updates as they received them.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "mcc",
        "investigation",
        "autopsy",
        "retrieval",
        "defense counsel",
        "press release",
        "usms",
        "death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034560",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and staff absences. A shortage of staff led to the vacation of correctional assignments, specifically in 10 South #2 and unit B-2. An inmate, I/M Epstein #76318-054, was found unresponsive and transported to a hospital for treatment. Three inmates were on suicide watch. There were no new admissions, releases, or additions to the Special Housing Unit (SHU) that created triple bunked conditions. No missing fire or security reports or equipment inventories were noted. Staff leave utilization included furlough, annual leave, sick leave, and a small amount of compensatory time. Overtime hours were recorded, primarily for 87S OVERTIME (Treaty Trans), totaling 263 hours. The institution’s total inmate count at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "daily activity report",
        "corrections",
        "new york",
        "fire panel",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.636,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034339",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein was pronounced dead at New York Presbyterian-Lower Manhattan Hospital due to an apparent suicide. The U.S. Department of Justice’s Federal Bureau of Prisons sent a condolence letter to Mr. Epstein regarding his brother’s death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "death",
        "suicide",
        "bureau of prisons",
        "warden",
        "metropolitan correctional center",
        "new york",
        "u.s. department of justice",
        "condolences"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034344",
            "similarity": 0.818,
            "index": 81,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035429",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035416",
      "summary": "The document contains questions related to the investigation into Michael Epstein’s death at Metropolitan Correctional Center (MCC) New York. The questions concern notifications to Epstein’s next of kin, staff response to his discovery, EMS and hospital involvement, FBI notification and investigation status, his arrival date at MCC, and specific offense details related to his indictment.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "mcc new york",
        "press release",
        "life-saving measures",
        "fbi",
        "suicide investigation",
        "sex trafficking",
        "next of kin",
        "ems",
        "hospital staff"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035656",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035420",
            "similarity": 0.538,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035026",
      "summary": "On August 10, 2019, at approximately 6:33 am, a medical emergency was reported in the 9South Special Housing Unit. A senior officer responded and found medical staff performing CPR on Jeffrey Edward Epstein (#76318-054), who was unresponsive. The officer assisted in transporting Epstein to the Health Service Area, where CPR continued until EMS staff arrived. The inmate was then transported by ambulance with Bop staff escort to Downtown Beckman hospital, where the officer remained on post until relieved.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "emergency",
        "medical",
        "inmate",
        "cpr",
        "response",
        "9south",
        "health service area",
        "emt",
        "beckman hospital",
        "government"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036416",
      "summary": "On August 10, 2019, inmate Jeffrey Epstein (Reg. No. 76318-054) was found unresponsive during breakfast in his cell. Staff initiated life-saving measures and transported him to Health Services and subsequently the local hospital. He was pronounced dead at 7:36 a.m. due to circumferential bruising around his neck.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "inmate",
        "medical",
        "bruising",
        "death",
        "new york",
        "metropolitan correctional center",
        "ems",
        "health services",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035016",
            "similarity": 0.818,
            "index": 78,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035659",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024352",
      "summary": "On August 10, 2019, communications regarding the death of Jeffrey Epstein began. A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center inquired about Epstein’s lead counsel and requested accurate information from the Bureau of Prisons (BOP) for relaying to defense attorneys and his family. Concerns were raised about public press releases being issued by the BOP before key stakeholders were informed. A BOP staff member reported Epstein had died, initially due to an apparent suicide attempt and was being transported to the hospital via ambulance, but provided no further details. Another staff member confirmed Epstein’s death and indicated a significant incident report was being prepared for headquarters, but lacked specifics from the BOP. The sender of the initial update indicated they would be out of the office on vacation and responses may be delayed.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "death",
        "press release",
        "suicide attempt",
        "federal inmate",
        "court",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024356",
            "similarity": 0.818,
            "index": 93,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035432",
      "summary": "On August 10, 2019, at approximately 8:58 AM GMT-05:00, an email was sent inquiring about the circumstances surrounding Jeffrey Epstein’s death in Manhattan Correctional Facility (MCC NY). The email, originating from [REDACTED], sought information regarding notifications to Epstein’s next of kin, staff response to his discovery, EMS/hospital staff involvement and life-saving measures, the involvement of the FBI and investigation status, Epstein’s arrival date (PP37), and specific indictment details. Epstein was pronounced dead at 7:30 AM at the hospital after being transported by the Bureau of Prisons (BOP).",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "mcc ny",
        "fbi",
        "press release",
        "redaction",
        "ippa",
        "life-saving measures",
        "sentry",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035431",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035418",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011505",
      "summary": "On August 10, 2019, multiple individuals exchanged emails regarding an update from the Bureau of Prisons (BOP) concerning Jeffrey Epstein. The BOP reported that Epstein was being taken by ambulance to the hospital following a suicide attempt and that no further information was available at the time. One individual was out of the office on vacation and anticipated delayed responses. The emails were circulated among legal staff involved in the case, referencing EFTA00011505.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "bop",
        "ambulance",
        "suicide attempt",
        "email",
        "ausa",
        "update",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018962",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018964",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office and related agencies received updates regarding the death of Jeffrey Epstein. Initial reports indicated Epstein had died, likely due to a suicide attempt, and was being transported to a hospital by ambulance. Concerns were raised about a lack of communication from the Bureau of Prisons (BOP) and the public release of information before counsel and family could be informed. A staff member indicated they were compiling an incident report and lacked specific details from the BOP. Another individual noted continued frantic calls from defense counsel due to press releases containing information not yet shared.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "inmate",
        "suicide attempt",
        "u.s. attorney's office",
        "counsel",
        "marshals",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018970",
      "summary": "The document consists of a series of emails exchanged between individuals involved in the investigation surrounding the death of Jeffrey Epstein. Concerns are repeatedly raised regarding the flow of information, with defense counsel expressing frustration over receiving updates through the press before being officially informed. Key points include: *   Multiple individuals report receiving information about a claim of an individual contacting the hospital to arrange for the pickup of Epstein’s body. *   The BOP issued a press release about Epstein's death without providing essential details, prompting requests for a reliable update from defense counsel. *   There are questions about the legitimacy of the claims and the potential for misinformation circulating, particularly regarding contact with BOP and MCC personnel. *   Efforts are made to contact relevant authorities (FBI, DOJ-OIG, BOP, Marshals) to obtain accurate information and coordinate investigative efforts. *   A US Attorney is seeking immediate clarification regarding the circumstances of the death and the timeline of investigative steps.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "doj",
        "bop",
        "mcc",
        "investigation",
        "death",
        "body",
        "phone calls",
        "hoax",
        "counsel",
        "usms",
        "press release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015297",
      "summary": "Geoffrey Berman (USANYS) received a message from [REDACTED] regarding Jeffrey Epstein’s reported suicide. The message stated that Epstein died on the way to the hospital after being informed of his suicide by an unknown source.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "suicide",
        "usanys",
        "redaction",
        "efta00015297"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034348",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity issues including staff shortages leading to the vacation of a correctional assignment and an unresponsive inmate requiring outside hospital treatment. There were multiple inmates on suicide watch. No new admissions, releases, or bed space issues in the Special Housing Unit (SHU) were reported. Leave utilization included furlough, sick leave, and overtime hours. Staff numbers totaled 34. Initial cell counts at the beginning of the morning watch shift were recorded as 759 across various units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "suicide watch",
        "medical",
        "operations lieutenant",
        "new york",
        "activity report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019759",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, died at the Metropolitan Correctional Center (MCC) New York from an apparent suicide. He was found unresponsive in his cell and transported to a local hospital where he was pronounced dead. Epstein was being held on pretrial status for sex trafficking of minors and conspiracy, having arrived at the MCC on July 6, 2019. The FBI is investigating the incident.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "fbi",
        "death investigation",
        "sex trafficking",
        "pretrial status",
        "bureau of prisons",
        "new york",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035658",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034333",
      "summary": "The document is a forwarded email chain concerning the death of Jeffrey Epstein at Metropolitan Correctional Center (MCC) New York. It includes questions regarding notification of Epstein’s next of kin, staff response to the discovery of his body, EMS and hospital involvement, FBI notification and investigation status, Epstein’s arrival date, and the specific charges against him. The email is dated August 10, 2019, and references related documents including a press release and text files.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "mcc new york",
        "press release",
        "redaction",
        "fbi",
        "suicide",
        "ems",
        "hospital staff",
        "sentry",
        "indicted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035657",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035425",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) in New York and pronounced dead at New York Presbyterian-Lower Manhattan Hospital. The death was determined to be an apparent suicide, occurring around 7:37 a.m. Responding staff initiated life-saving measures and EMS was called. An autopsy is pending to determine the exact cause of death, and the Federal Bureau of Investigation is conducting an investigation. The MCC New York will provide an update to the court upon completion of the autopsy and determination of the official cause of death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "suicide",
        "death",
        "bureau of prisons",
        "federal bureau of investigation",
        "autopsy",
        "u.s. department of justice",
        "colleen mcmahon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035429",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035420",
      "summary": "On August 10, 2019, EFTA00035420 sent an email regarding a draft press release concerning Alan Epstein’s death at Metropolitan Correctional Center (MCC) New York. Key details include: Epstein’s next of kin had not been notified, life-saving measures were initiated upon discovery, EMS and BOP staff transported him to the local hospital where he was pronounced dead at 7:36 am, the FBI was notified and investigating it as a potential suicide, Epstein’s arrival date at MCC NY was July 6, 2019, and his charges are Sex Trafficking Conspiracy and Sex Trafficking of Minors.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "mcc new york",
        "press release",
        "samsung",
        "fbi",
        "suicide",
        "sex trafficking",
        "life-saving measures",
        "ems",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035416",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035431",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035418",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035417",
            "similarity": 0.538,
            "index": 140,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036914",
      "summary": "On August 10, 2019, Jeffrey Epstein, Register No. 76318-054, was found unresponsive in his cell at MCC New York. Staff initiated life-saving measures and transported him to a local hospital where he was pronounced dead at 7:36 a.m. Circumferential bruising around the neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m. and transported him to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "mcc new york",
        "noose",
        "circumfricial bruising",
        "death",
        "register no. 76318-054",
        "2019",
        "health services",
        "breakfast"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035012",
      "summary": "On August 10, 2019, at approximately 8:45 am, Officer M. responded to Metropolitan Correctional Center, New York, to provide emergency hospital detail for inmate Jeffrey Epstein (#76318-054) at New York Presbyterian Hospital room A9. Following preparation and escort of the remains to the hospital morgue cooling unit, officers secured the area under the direction of the Institution Duty Officer (IDO). The IDO then coordinated with the Director of the Office of City Medical Examiner (OCME) regarding the remains’ transport to the city morgue. OCME staff ultimately transported the remains at 12:57 pm, and the detail staff returned to MCC New York at 1:03 pm.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035012",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "remains",
        "ocme",
        "hospital detail",
        "bureau of prisons",
        "us department of justice",
        "emergency room"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033860",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035660",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at MCC New York. Life-saving measures were attempted, but he was pronounced dead at the hospital at 7:36 a.m. The email details the incident and offers further information.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "register no. 76318-054",
        "unresponsive",
        "death",
        "mcc new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035661",
            "similarity": 0.75,
            "index": 138,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035429",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein, an inmate at the Metropolitan Correctional Center in New York, was pronounced dead at New York Presbyterian-Lower Manhattan Hospital. The cause of death appears to be suicide, according to preliminary reports. The communication was sent by the Warden of the MCC New York to Mark Epstein, informing him of his brother’s death and expressing condolences.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "warden",
        "bureau of prisons",
        "u.s. department of justice",
        "new york",
        "death",
        "mark e stein",
        "metropolitan correctional center",
        "efta00035429"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035425",
            "similarity": 0.538,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034339",
            "similarity": 0.538,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034344",
            "similarity": 0.538,
            "index": 81,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034849",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York and died from an apparent suicide. He was found in the Special Housing Unit at approximately 6:30 a.m. EMS was called, and he was transported to a local hospital where he was pronounced dead. Epstein was being held under pretrial status for sex trafficking of minors and conspiracy, having arrived at the MCC on July 6, 2019. The FBI is investigating the incident. The MCC New York is an Administrative security facility housing 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "emergency medical services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015299",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034122",
            "similarity": 0.818,
            "index": 74,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035027",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at MCC New York. Staff initiated life-saving measures and transported him to a local hospital where he was pronounced dead at 7:36 a.m. Circumferential bruising around his neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m., and he was transported to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "register no. 76318-054",
        "u.s department of justice",
        "mcc new york",
        "redaction analysis",
        "life saving measures",
        "circumficial bruising",
        "noose",
        "health services",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034341",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) in New York and died at New York Presbyterian-Lower Manhattan Hospital. He was pronounced dead at 7:37 a.m. from an apparent suicide. The cause of death is currently undetermined and pending an autopsy conducted by the Federal Bureau of Investigation. The MCC New York will provide an update to the court upon completion of the autopsy.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v. jeffrey epstein",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "suicide",
        "autopsy",
        "warden",
        "new york",
        "cause of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036437",
      "summary": "On August 11, 2019, Lieutenant Coleman of the US Department of Justice, Federal Bureau of Prisons, Metropolitan Correctional Center New York, received emails from multiple individuals expressing concern and offering support. The emails detail a chaotic situation involving media activity, a hospital visit related to a deceased individual, and a “media shit show.” Lieutenant Coleman’s contact information includes his address, phone extensions, and workplace details.  A separate communication, EFTA00036438, is also present.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036437",
        "coleman",
        "fcc",
        "us department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "media",
        "hospital",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036432",
      "summary": "On August 11, 2019, an individual was involved in a situation at the Metropolitan Correctional Center in New York involving media attention and hospital visits for a subject (“II”). The individual was conducting D/W operations and described the morning as a \"media shit show.\" The communications involve multiple individuals including a Lieutenant from the US Department of Justice and Federal Bureau of Prisons.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036432",
        "redaction",
        "us department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "newyork",
        "media",
        "hospital",
        "shift",
        "lieutenant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036439",
      "summary": "Lieutenant Coleman, stationed at the Metropolitan Correctional Center in New York, reported on August 11, 2019, dealing with a chaotic media situation involving a patient’s hospitalization. He described the events as “media shit show” and communicated with colleagues regarding the situation, expressing concern and well-being. He was conducting daily work operations (D/W ops) at the time of the communications.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036439",
        "coleman",
        "fcc coleman",
        "bureau of prisons",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "media",
        "shift",
        "prayer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036059",
      "summary": "On August 11, 2019, a US Department of Justice Federal Bureau of Prisons Lieutenant at the Metropolitan Correctional Center in New York experienced a chaotic shift involving media attention and hospital visits related to an incarcerated individual (identified as “II”). The Lieutenant reported being on shift that morning and described the situation as a “media shit show.”",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036059",
        "us department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "media",
        "shift",
        "chaos",
        "lieutenant",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033693",
      "summary": "This document is a daily log of events recorded by the Lieutenant of the Metropolitan Correctional Center in New York on Monday, August 12, 2019. It details counts of inmates (ranging from 757 to 765), observations regarding inmate psychological status, equipment checks, phone calls monitored (including STG and WITSEC inquiries), administrative detentions (none recorded), and shift changes. There were intermittent system malfunctions affecting the Public Address System, and several inmate transfers occurred, primarily involving the Local Hospital. The log recorded specific times for various activities, including counts, equipment checks, phone checks, body alarm tests, and trash runs.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "psych obs",
        "prea",
        "institution",
        "nypd",
        "metal detector",
        "restraint equipment",
        "inmate",
        "detention",
        "system malfunction",
        "visitation",
        "confidentia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033431",
            "similarity": 0.5,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034674",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033428",
            "similarity": 0.588,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033675",
            "similarity": 0.5,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033675",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York City, August 15, 2019, kept by a Lieutenant. It details the activities, inmate movements, sensitive information (including inmates on suicide watch or in administrative detention), and security checks throughout the shifts. Key events include initial counts, phone checks, body alarm tests, inmate transfers (to hospitals, court, release, or SHU), and observations regarding the operational status of various systems. The log records inmate names, identification numbers, reasons for actions, and the units involved. There were multiple instances of inmates placed on suicide watch and/or administrative detention, and several transfers of inmates between different units and facilities.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "shu",
        "suicide watch",
        "psych obs",
        "restraint equipment",
        "count",
        "nypd",
        "alarm",
        "detention",
        "visitation",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033693",
            "similarity": 0.5,
            "index": 128,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033428",
            "similarity": 0.643,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037215",
      "summary": "On August 23, 2019, a correctional officer (identified as “w”) responded to a body alert in the SHU at the facility regarding Jeffrey Epstein. The officer assisted with CPR, allowed EMS access, and escorted Epstein to Beekman Hospital. Another officer, working with OIG and SDNY, responded to a similar alert where Epstein was already being treated after being removed from his cell. FBI CART provided a video package of the MCC to SDNY, and coordination was made to retrieve and image Thomas’ cell phone. The Office of the Chief Medical Examiner (OCME) was contacted and advised that they would provide a report soon, anticipating no further information requests. Three proffers were scheduled for Monday, August 26th, involving inmates from the MCC at the time of the incident, who have a history of facilitating contraband and policy violations.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "bop",
        "fbi",
        "ocme",
        "autopsy",
        "shu",
        "cart",
        "proffers",
        "mcc",
        "ransom"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037216",
      "summary": "On August 23, 2019, an FBI-New York investigation regarding Jeffrey Epstein’s death involved interviews with Bureau of Prisons (BOP) guards. One guard reported that another guard and his partner conducted a 12x8 tour, responded to a body alert in the SHU where Epstein was already receiving CPR, and subsequently escorted the body to Beekman Hospital with EMS. Another guard assisted with the count and then responded to a body alert, observing Epstein being removed from his cell and treated. FBI CART packaged video from the MCC for SDNY, and coordination was made to retrieve and image Thomas’ cell phone. The Office of Chief Medical Examiner (OCME) advised that a final report would be provided soon, with a physician and executive having a meeting regarding the autopsy. Three proffers involving inmates from the MCC were scheduled for Monday, August 26th.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "bop",
        "oig",
        "sdny",
        "shu",
        "ems",
        "autopsy",
        "mcc",
        "contraband"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016974",
      "summary": "Bruce Barket is reporting multiple issues regarding the detention of Nick, who has been held for nearly three years. These include: 1.  Refusal to allow access to cells and common areas. 2.  Lack of response to a request to view physical evidence related to a July 23rd suicide attempt. 3.  Unanswered complaints about extreme heat conditions on the tier, leading to hospitalizations. 4.  Denied family visit request following a court appearance and a perceived shift in the MCC’s approach, prompting consideration of seeking judicial intervention.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2020",
      "keywords": [
        "efta00016974",
        "mcc",
        "jail",
        "suicide attempt",
        "conditions",
        "inmate",
        "view",
        "evidence",
        "motion to compel",
        "administration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017026",
      "summary": "On January 17, 2020, Bruce Barket contacted [REDACTED] regarding several issues at the institution concerning his client. These issues included a denial of access to view the cells and common areas where the client has been held for three years, a lack of response to requests for an inspection of physical evidence related to a suicide attempt, complaints about extreme heat in the unit resulting in hospitalizations, and a request for a family visit that required additional detail. Counsel for the institution responded, outlining steps being taken to address the heat complaints and requesting further information regarding the family visit request. The institution's legal team intends to communicate with all counsel of record until Judge Karas provides further instruction.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00017026",
        "mcc",
        "jail",
        "tour",
        "evidence",
        "temperature",
        "visit",
        "counsel",
        "inmate",
        "motion to compel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020508",
      "summary": "On October 9, 2020, an individual reported information about a Jeffrey Epstein party to the FBI. The report included details about Lisa Villeneuve (formerly Ghislaine Lisa Villeneuve), who met Epstein at a hospital in 2000 and subsequently attended a party on Palm Beach Island, Florida, hosted by Epstein and possibly Ghislaine Maxwell. Attendees included Bobby Cox, introduced as a model scout, and Curt Schmidt, CEO of Blue Buffalo. Donald Trump was also reportedly invited to the same event at Mar a Lago. The reporting individual stated they last spoke to Villeneuve in 2002.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "ghislaine maxwell",
        "lisa villeneuve",
        "fbi",
        "child trafficking",
        "donald trump",
        "mar a lago",
        "palm beach",
        "real estate",
        "model scout"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020515",
      "summary": "On October 19, 2020, Jeffrey Epstein reported information regarding Howard Lutnick, CEO of BGC, to the FBI NTOC. Epstein stated he was calling from the United Kingdom and previously worked in New York from 2015-2017 for BGC, where he witnessed financial irregularities. He believes Lutnick and Cantor Fitzgerald were involved and that the 9/11 charity work is fraudulent, potentially causing Lutnick a heart attack and leading to seven hospitalizations. Epstein offered documentation to support his claims and submitted them to the IRS.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "October 19, 2020",
      "keywords": [
        "jeffrey epstein",
        "child trafficking",
        "fbi",
        "howard lutnick",
        "cantor fitzgerald",
        "new york",
        "9/11",
        "financial irregularities",
        "united kingdom",
        "internal revenue service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037000",
      "summary": "On December 17, 2021, an Assistant United States Attorney contacted Theresa Acosta, the court reporter for a Maxwell deposition, due to her unavailability due to her father’s hospitalization. The U.S. Attorney requested a subpoena be sent for her testimony and requested she attend the courthouse at lunch to be available for the deposition. Contact information for Theresa Acosta was provided, including her phone number and email address. A security warning about external emails was also included.",
      "timestamp": "2021-12-17T00:00:00",
      "timestamp_raw": "December 17, 2021",
      "keywords": [
        "efta00037000",
        "theresa acosta",
        "court reporter",
        "subpoena",
        "maxwell's deposition",
        "united states attorney",
        "new york",
        "deposition",
        "defense",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021076",
      "summary": "This document appears to be a collection of fragmented, seemingly nonsensical notes and messages, likely generated as part of a redaction analysis. The content consists of disjointed phrases, partial sentences, and lists of names and numbers, many repeated.  It includes several entries with the name \"Jeffrey E. Epstein\" repeated. The notes often discuss unusual conversations, meetings, and concerns about security and potential threats. There is a strong emphasis on urgent requests (\"rush\"), return calls, and specific instructions. A recurring theme involves individuals (likely Epstein) taking measures to secure information or conduct surveillance. The messages seem to be related to a potentially clandestine operation and have a high level of secrecy, indicated by frequent redactions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00021076",
        "ito",
        "cf",
        "nussnc",
        "peke",
        "sa0",
        "300g",
        "ii/jr6",
        "foe",
        "ran",
        "sea",
        "kricaaj",
        "mean",
        "greenct",
        "3e",
        "note",
        "msc",
        "pilhribr",
        "write",
        "lowritp",
        "pko",
        "n-tird",
        "air",
        "meek",
        "school",
        "reference",
        "knave",
        "renbmber",
        "layniati",
        "haabe",
        "qttorl",
        "epstein",
        "mp",
        "towel",
        "saull",
        "coil",
        "14.50",
        "took",
        "aunt ret",
        "who",
        "handivritihj",
        "know",
        "uwe",
        "shav-e",
        "dont yrruna",
        "lea",
        "lot",
        "that",
        "she abruptly",
        "h tard_stv",
        "rt.? 5",
        "sh c kuos flirt/14)/k",
        "le' ea*",
        "41 5 trele_r 4 site._ 1; ed",
        "lat",
        "co",
        "5114",
        "65 1161p s'i",
        "pres",
        "liefi",
        "yeto p i",
        "luppa",
        "think",
        "fr-i-giffetl",
        "154v-",
        "1",
        "increase",
        "ak",
        "bro",
        "vos(1)",
        "ctholut",
        "hospital",
        "mp a",
        "darren",
        "cnh.",
        "1 d ht",
        "or el ita",
        "ni-141) pe",
        "an plane",
        "had nert",
        "probinvic",
        "don+ re(tin i:r_e",
        "g f 5 1'r is",
        "1-r&vd _vur",
        "ass",
        "shored orf",
        "tokenrq",
        "ivy",
        "hafr",
        "sow",
        "it 44101.45hi as friend",
        "hecutl",
        "that he_ wyly rata",
        "rao on1cnt c()",
        "cc dtcnrci",
        "carks",
        "n 1",
        "1.1",
        "trynk-v",
        ".",
        "-.).ai vic) )",
        "1 a-)5 ?yin dal 531/1k:anaaos- o",
        "--i2) qv. --\\ clsoci -",
        "va",
        "---",
        "-",
        ".",
        ".70",
        "a—cry-73",
        "a—",
        "----",
        "-______.---______.-------",
        ".-----",
        "."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035661",
      "summary": "Jeffrey Register No. 76318-054 was found unresponsive in his cell at 6:33 a.m. and subsequently died at the local hospital at 7:36 a.m. after life-saving measures were performed. The Associate Warden of MCC New York provided a follow-up communication regarding the incident.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "register no. 76318-054",
        "unresponsive",
        "ems",
        "hospital",
        "death",
        "mcc new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035660",
            "similarity": 0.75,
            "index": 119,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021952",
      "summary": "This document presents the professional profile of Lisa M. Rocchio, Ph.D., a clinical psychologist specializing in trauma, forensic psychology, and dissociative disorders. Here’s a breakdown of the key information: *   **Education:** She holds a Ph.D. in Clinical Psychology from the University of Rhode Island, preceded by Master’s and Bachelor’s degrees. *   **Licensure:** She is a licensed psychologist in Massachusetts, New York, and Rhode Island, holding multiple licenses. *   **Clinical Experience:** Rocchio has extensive clinical experience, including directing an independent group practice, working in hospital settings (Butler Hospital, Brown University), and conducting evaluations and assessments for a wide range of cases, including forensic assessments, eating disorders, and trauma-related issues. *   **Training and Specialized Skills:** She has extensive training in areas like EMDR, DBT, and forensic psychology, and has pursued various continuing education certifications. *   **Research and Publications:** Rocchio has engaged in research, contributing to publications and presenting at conferences. *   **Professional Activities & Advocacy:** She is an active member of several professional organizations (APA, AWP, ISSTD, etc.), participating in committees, advocating for mental health issues, and holding leadership positions within these organizations. She has also been involved in local Rhode Island community governance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "lisa rocchio",
        "ph.d.",
        "education",
        "clinical psychology",
        "university of rhode island",
        "forensic psychology",
        "licensed psychologist",
        "psychotherapy",
        "assessment",
        "trauma",
        "mental health",
        "expert testimony",
        "forensic assessment",
        "dissociation",
        "emdr",
        "research",
        "training",
        "consultation",
        "psychological evaluation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027398",
            "similarity": 0.538,
            "index": 142,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035417",
      "summary": "The document requests information regarding the death of Jeffrey Epstein at Metropolitan Correctional Center (MCC) NY. Specifically, it seeks confirmation of the following: 1.  Notification of Epstein’s next of kin. 2.  Whether staff initiated life-saving measures upon finding him. 3.  The involvement of EMS and/or hospital staff in providing medical care and transport to the hospital. 4.  The determination of death – by EMS or hospital staff. 5.  Notification of the FBI and the status of the investigation (suicide vs. other). 6.  The date of Epstein’s arrival at MCC NY on PP37. 7.  The specific offense titles related to his indictments.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "death investigation",
        "life-saving measures",
        "fbi",
        "suicide",
        "mcc ny",
        "sex trafficking",
        "notification",
        "bop",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035420",
            "similarity": 0.538,
            "index": 116,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035656",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037886",
      "summary": "On August 17, 1912:04 AM, a Law Enforcement Referral was made to the NYS OCFS Child Abuse Hotline regarding a victim, identified as a female of unknown age and address, who has been a victim of sex trafficking for approximately three years. Jeffrey Epstein and multiple unknown adult men were identified as suspects involved in paying the child for sexual activity. The source of the information was a nurse at NY Presbyterian Hospital. The nature of the complaint was sexual assault.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037886",
        "jeffrey epstein",
        "child abuse",
        "sexual assault",
        "trafficking",
        "nys ocfs",
        "victim",
        "suspect",
        "nurse",
        "white males"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027398",
      "summary": "Rocchio, Ph.D., is a licensed clinical psychologist with extensive experience in forensic psychology, trauma treatment, and private practice.** **Education & Credentials:** She holds a Ph.D. in Clinical Psychology from the University of Rhode Island and has licenses in Massachusetts, New York, and Rhode Island. **Clinical Experience:** She’s been involved in a diverse range of clinical roles including: *   Clinical Director and Owner of Inter-Disciplinary Independent Group Practice since 1998. *   Post-doctoral fellow at Butler Hospital (Women’s Day Hospital Program) and Yale University School of Medicine. *   Clinical Externships at various university counseling centers and Brown University. **Specialized Training & Expertise:** Rocchio has completed numerous specialized training programs in areas like: *   Forensic Psychology (AAFP), including evaluations of feigned psychopathology and stalking assessments. *   Eye Movement Desensitization and Reprocessing (EMDRIA). *   Dialectical Behavior Therapy (Behavioral Technology Transfer Group). *   Trauma Psychology (ISSTD). **Research & Publications:** She has been involved in research related to eating disorders, psychological injury, and complex trauma. She has authored or co-authored several publications in the field. **Professional Activities & Advocacy:** Rocchio is an active member of several professional organizations including the APA, AWP, and ISSTD, and has participated in legislative advocacy concerning mental health parity and healthcare reform.  She has also served on various committees within these organizations and on the boards of local schools (Moses Brown School).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "lisa rocchio",
        "clinical psychology",
        "rhode island",
        "forensic assessment",
        "psychotherapy",
        "education",
        "training",
        "licensed psychologist",
        "trauma",
        "assessment",
        "consultation",
        "expert witness",
        "psychological evaluation",
        "mental health",
        "psychotherapy training",
        "emdr",
        "ipa",
        "forensic psychology",
        "dissertation",
        "professional activities",
        "advocacy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021952",
            "similarity": 0.538,
            "index": 139,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034729",
      "summary": "A Chief Psychologist at the Metropolitan Correctional Center (U.S. Department of Justice/Federal Bureau of Prisons) received a communication from the National Suicide Prevention Coordinator regarding the housing of Jeffrey Epstein. The Coordinator suggested housing Epstein with another sex offender in a Special Housing Unit (SHU). The Psychologist responded, stating they would discuss the suggestion with executive staff and maintain the existing plan of keeping Epstein in the facility for a period. The Psychologist was heading to the hospital and offered to be contacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "redaction",
        "suicide prevention",
        "shu",
        "sex offender",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "u.s. department of justice",
        "chief psychologist",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}