{
  "keyword": "mental health",
  "count": 44,
  "keyword_match_count": 44,
  "content_match_count": 15,
  "total_files": 59,
  "timeline": [
    {
      "file_id": "EFTA00025006",
      "summary": "Victim Services Division documentation records services provided to a victim (identified as [REDACTED]) between January 1, 2000, and August 14, 2020. Services included: Crisis Intervention (1), Follow Up Contact In Person (1), Follow Up Contact Phone Call (2), Follow Up Contact Text (4), Initial Contact Text (1), and Resource/Referral Provided Counseling/MH Provider (2). A single additional note was recorded pertaining to logistical or service referral information. The document is a permanent record and discoverable.",
      "timestamp": "2000-01-01T00:00:00",
      "timestamp_raw": "January 1, 2000",
      "keywords": [
        "victim services",
        "redaction analysis",
        "crisis intervention",
        "follow up contact",
        "resource referral",
        "counseling",
        "mental health",
        "case file",
        "service type",
        "fbi case number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033520",
      "summary": "This document outlines the Bureau of Prisons’ suicide prevention program, effective March 15, 2007. Its purpose is to identify and manage potentially suicidal inmates through staff training and observation. Key changes include: three mock suicide emergency exercises per year (one in the SHU), specific criteria for suicide risk assessments and post-watch reports, designated suicide watch rooms (requiring regional director approval), and procedures for notifying psychology services upon inmate requests for protective custody. The program involves staff training, inmate observation, and documentation of all events. The document references various Bureau directives and standards, including those related to discipline, housing units, psychological services, and use of force.  It establishes a formal process for responding to inmate suicide attempts, including after-action reviews and documentation requirements. Finally, the document details procedures for managing inmates in SHUs and uses of inmate observers within the inmate companion program.",
      "timestamp": "2007-03-15T00:00:00",
      "timestamp_raw": "March 15, 2007",
      "keywords": [
        "suicide prevention",
        "inmates",
        "bureau of prisons",
        "risk assessment",
        "training",
        "shu",
        "intervention",
        "treatment",
        "supervision",
        "criteria",
        "procedures",
        "observations",
        "mental health",
        "referral",
        "assessment",
        "emergency",
        "mock emergency",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035323",
      "summary": "Department of Justice’s Federal Bureau of Prisons. The program’s purpose is to prevent self-destructive behavior and reduce the risk of inmate suicide. Key elements include: *   **Responsibilities:** The Chief Psychologist is the program coordinator. *   **Procedures:** All staff must immediately refer potentially suicidal inmates to Psychology Services. The Psychology Services Inmate Questionnaire (PSIQ) is used for initial screening. Inmates exhibiting suicidal thoughts or distress receive a suicide watch, typically involving continuous visual observation by inmate companions. *   **Maintenance:**  Suicidal inmates are placed in a designated 2nd floor suicide prevention area, subject to specific procedures regarding companions (gender restrictions), room inspections, and item restrictions. *   **Documentation:** Observations are recorded in a Suicide Watch Log Book. *   **Exceptions:** Specific rules apply for Unit 3 inmates, alternate watch rooms, and certain visitation/phone scenarios, all requiring approval from higher-level authorities. *   **Inmate Companions:**  Volunteers are recruited and trained to monitor inmates on suicide watch, receiving compensation for their time. *   **Staff Training:**  All staff receive training on recognizing suicidal behavior and implementing prevention techniques, with supplemental training for specific units and emergency response exercises. The directive rescinds an older version (NYM 5324.05c) and is effective upon issuance.",
      "timestamp": "2007-04-05T00:00:00",
      "timestamp_raw": "April 5, 2007",
      "keywords": [
        "suicide prevention program",
        "inmates",
        "psychology services",
        "suicide watch",
        "referral",
        "procedures",
        "directive",
        "observation",
        "questionnaire",
        "mental health",
        "intervention",
        "staff responsibilities",
        "restraints",
        "unit 2",
        "unit 3",
        "9 south"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034007",
            "similarity": 0.556,
            "index": 5,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023557",
      "summary": "08-CIV-80119) between Jane Doe No. 2 and Jeffrey Epstein. The deposition was recorded for approximately 8 hours and involved attorneys from both sides, including Jack Scarola, Esquire, representing the plaintiff, and Robert D. Critton, Jr., Esquire, and Mark T. Luttier, Esquire, representing the defendant. Key aspects of the deposition include: *   **Witness:** The witness, identified as Jane Doe No. 2, provided testimony regarding her relationship with Epstein, including details about alleged sexual encounters, including instances of masturbation and the use of a massage device. *   **Specific Details:** The testimony centered around accusations of Epstein performing acts of a sexual nature with Jane Doe No. 2, involving the use of a massage device and the alleged use of cocaine and other drugs.  She described a series of events, including a meeting where he masturbated to her, and another where she was given a $400 payment for taking another woman out with him. *   **Drug Use:** Jane Doe No. 2 admitted to using drugs, including cocaine, ecstasy, and Roxicodone, and she described using them around the time of her encounters with Epstein. *   **Other Witnesses:**  The deposition involves multiple attorneys, a paralegal (Danchuk), a videographer (Stan Sanders), and a notary public. *   **Disputes:** There were arguments and disagreements between the attorneys regarding the relevance of certain questions and the interpretation of Jane Doe No. 2’s testimony. *   **Errata Sheet:** The transcript indicates that the witness would complete an errata sheet to correct or clarify any issues or mistakes in the deposition. *   **Legal Action:** The case is a civil lawsuit involving allegations against Jeffrey Epstein. *   **No Specific Details:** The transcript lacks specific details regarding the nature of the alleged abuse or the identities of the other individuals involved, relying heavily on vague descriptions and inferred actions.",
      "timestamp": "2009-12-04T00:00:00",
      "timestamp_raw": "December 4, 2009",
      "keywords": [
        "rape",
        "massage",
        "drugs",
        "pornography",
        "sexual assault",
        "escort",
        "sex toys",
        "testimony",
        "mr. epstein",
        "jane doe",
        "criminal",
        "arrest",
        "addiction",
        "mental health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031733",
      "summary": "*   **Court Involvement:** The case was heard by the Fourth Section of the European Court of Human Rights (ECHR) sitting as a Chamber composed of judges, who deliberated privately and issued a final judgment on April 10, 2012. *   **Procedural History:** The applications originated in 2007 and underwent several stages, including admissibility decisions, government assurances, and judicial reviews in both the UK and the US.  Multiple applications were joined for efficiency. *   **US Charges:** The applicants faced charges related to alleged support for terrorism, including conspiracy to provide material support to terrorists, hostage-taking, and money laundering. *   **UK Court Findings:** The High Court of the UK ultimately ruled against the applicants, concluding that while conditions at ADX Florence posed a significant risk, and the length of potential sentences was problematic, the government’s assurances and the overall situation did not constitute a violation of Article 3 of the European Convention on Human Rights.  It emphasized the importance of the U.S. judicial system. *   **ADX Florence Concerns:** A central issue was the detention conditions at ADX Florence, a high-security prison, with concerns raised about sensory deprivation, solitary confinement, and the potential imposition of special administrative measures. The Court considered these concerns, acknowledging the risk but finding that under the circumstances, it did not constitute a breach of the Convention. *   **Sentence Length:** The Court also considered the potential for life sentences, determining that unless these were grossly disproportionate, they would not violate Article 3. *   **Deferral of Second Applicant's Case:** The Court deferred consideration of the second applicant's complaints, requesting further submissions on the matter. *   **Continuing Indications:** The ECHR continued to issue indications to the UK government under Rule 39 of its rules of court, requiring the government to refrain from extraditing the applicants until the case was resolved.",
      "timestamp": "2012-04-10T00:00:00",
      "timestamp_raw": "April 10, 2012",
      "keywords": [
        "extradition",
        "human rights",
        "article 3",
        "adx florence",
        "terrorism",
        "united kingdom",
        "united states",
        "detention",
        "special administrative measures",
        "parole",
        "sentencing",
        "mental health",
        "international law",
        "prisoner rights",
        "legal proceedings",
        "rule 39",
        "case law",
        "wellington",
        "saadi",
        "kafkaris",
        "united nations",
        "human rights watch",
        "legal defence",
        "rule 42",
        "legal proceedings",
        "jurisdiction",
        "sentence",
        "legal issues",
        "legal principles",
        "legal argument"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034007",
      "summary": "This document outlines the Suicide Prevention Program for inmates at the Metropolitan Correctional Center, New York. Its primary purpose is to prevent self-destructive behavior and reduce fatalities. Here’s a breakdown of the key elements: *   **Purpose:** The program aims to avert loss of life and minimize the risk of further suicidal behavior. *   **Responsibilities:** The Chief Psychologist is the coordinator, with staff responsible for immediate referral of potentially suicidal inmates. *   **Procedures:** *   **Referral:** All staff must immediately refer inmates to Psychology Services. *   **Psychological Evaluation:** Inmates exhibiting suicidal thoughts or distress are placed on suicide watch, often involving continuous observation and daily interviews. *   **Observation & Containment:** Inmates on suicide watch are placed in a designated area with continuous visual observation and restricted access to potentially harmful items. *   **Inmate Companions:** Trained inmate companions assist in monitoring inmates on suicide watch. *   **Documentation:** Detailed records of observations, interventions, and inmate status are maintained in a Suicide Watch Log Book. *   **Training:** Staff receive training on recognizing suicidal behavior, referral protocols, and prevention techniques. *   **Directive Updates:** This supplement replaced an older directive (NYM 5324.05c) and references the original (P.S. 5324.08).",
      "timestamp": "2013-05-21T00:00:00",
      "timestamp_raw": "May 21, 2013",
      "keywords": [
        "suicide prevention",
        "inmates",
        "psychology services",
        "referral",
        "suicide watch",
        "procedures",
        "observation",
        "evaluations",
        "mental health",
        "questionnaire",
        "restraints",
        "staff responsibilities"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035323",
            "similarity": 0.556,
            "index": 2,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035394",
      "summary": "The MCC’s primary role is to confine pretrial individuals awaiting conviction, distinguishing them from convicted inmates.  The supplement establishes protocols for care, custody, and control, emphasizing that pretrial inmates are the responsibility of the U.S. Marshals Service until conviction. Key procedures include a thorough intake screening process (using forms BP-64 and BP-312), involving verification of legal documents, a physical and mental health assessment, and documenting inmate information. Pretrial inmates may be housed with convicted inmates under specific conditions requiring a waiver. The document details procedures for admission, visitation, release of funds/property, and handling of inmate records. It also outlines requirements for documenting inmate behavior, mental health status, and any security concerns, with a focus on identifying potentially disruptive or high-risk individuals. Finally, it specifies procedures related to religious programs, disciplinary actions, and death/serious illness protocols.",
      "timestamp": "2014-11-13T00:00:00",
      "timestamp_raw": "November 13, 2014",
      "keywords": [
        "pretrial inmates",
        "metropolitan correctional center",
        "new york",
        "u.s. department of justice",
        "federal bureau of prisons",
        "confinement",
        "procedures",
        "directives",
        "inmate classification",
        "cmc clearance",
        "intake screening",
        "security",
        "housing",
        "separations",
        "waiver",
        "work assignments",
        "medical intake",
        "psychological counseling",
        "legal resources",
        "release of funds",
        "attachment forms",
        "policy supplements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024175",
      "summary": "*   A systematic review was conducted using Kiteley and Stogdon's framework, analyzing 33 studies. *   Key themes emerged: disclosure is an iterative process, reflective of a social-ecological perspective, significantly influenced by age and gender, and marked by a lack of a life-course perspective, with barriers outweighing facilitators. *   The research highlights significant delays in disclosures and the need for more robust strategies to encourage early reporting. *   The findings are based on qualitative analysis of interview data and quantitative data from national studies.",
      "timestamp": "2015-05-09T00:00:00",
      "timestamp_raw": "9 May 2015",
      "keywords": [
        "rape",
        "adolescent",
        "young adult",
        "disclosure",
        "delay",
        "trauma",
        "mental health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033663",
      "summary": "Martin Weinberg, on behalf of the Epstein family, requested the preservation and production of all documents, records, and evidence related to Jeffrey Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC) from July 6, 2019, onward, particularly concerning the July 23rd incident and August 10th death. This included requests for video footage, employee records, communication logs, medical records, physical evidence, and interviews. A notification of Epstein’s death was subsequently sent by the MCC.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "investigations",
        "death",
        "august 10",
        "2019",
        "fbi",
        "usms",
        "mental health",
        "cell",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034607",
            "similarity": 0.611,
            "index": 10,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019067",
            "similarity": 0.647,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023996",
      "summary": "The document is a litigation hold notice issued by the United States Attorney’s Office for the Southern District of New York (USAO) regarding the circumstances surrounding Jeffrey Epstein’s incarceration and death at the Metropolitan Correctional Center (MCC). The USAO is implementing a “litigation hold” to preserve all documents and evidence related to Epstein’s case, including emails, records, videos, photographs, and any electronic communication data. This encompasses information from the MCC, its staff, the US Marshals Service, the FBI, the Inspector General, and any other relevant agencies. The notice details a broad range of materials to be preserved, from physical evidence to electronic data, and requires recipients to identify and maintain all relevant information in its original format, preventing deletion or modification until further notice. It emphasizes the importance of understanding and accepting these preservation obligations and outlines the steps required to do so, including identifying and preserving the information.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "litigation hold",
        "metropolitan correctional center",
        "mcc",
        "investigation",
        "death",
        "records",
        "documents",
        "evidence",
        "surveillance",
        "mental health",
        "preservation",
        "esi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034607",
      "summary": "A family member, Martin Weinberg, has requested the preservation and production of all documents, records, videos, and other information related to Jeffrey Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC) in New York. This includes materials from July 6, 2019, onward, specifically focusing on the events surrounding the July 23, 2019, attempted suicide and his death on August 10, 2019. The request covers data from various entities including the MCC, Warden, legal counsel, USMS, FBI, Inspector General, USAO, and any relevant state or city agencies. Specific items sought include video recordings, duty logs, observations, photographs, electronic communications, mental health records, medical records, physical evidence, and any notes found in Epstein’s cell. A separate email from a BOP Supervisory Staff Attorney provides official notification of Epstein’s passing and indicates an ongoing investigation.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "preservation",
        "investigation",
        "death",
        "august 10",
        "2019",
        "9th floor",
        "cell",
        "mental health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033663",
            "similarity": 0.611,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019067",
            "similarity": 0.688,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022169",
      "summary": "A subpoena was issued on July 16, 2019, by the United States District Court for the Southern District of New York in the case of *United States of America v. Jeffrey Epstein*. The subpoena demands the production of any and all medical or mental health records relating to Jeffrey Epstein, Registration Number 76318-054. The requested records should be mailed, emailed, or faxed to defense counsel. The deadline for production was 5:30 PM on February 26, 2019. The subpoena references relevant Federal Rules of Criminal Procedure, specifically Rule 17, regarding the issuance and response to subpoenas, including the possibility of a motion to quash or modify.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "subpoena",
        "documents",
        "records",
        "medical records",
        "mental health records",
        "united states district court",
        "criminal case",
        "rule 17(c)",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019348",
      "summary": "*   **Incident Details:** Staff observed Epstein breathing heavily but responsive. He was restrained and medically examined, revealing a circular line of erythema at the base of his neck, friction marks, and a small erythema on his knee. He was placed on suicide watch. *   **Inmate Statements:** Epstein reported feeling extremely tired and stated that cellmate Nicholas Tartaglione was sleeping on the floor and had made threatening statements toward him. Tartaglione denied the allegations and stated that Epstein had been complaining and disruptive. *   **Medical Assessments:** Both Epstein and Tartaglione were medically assessed. Epstein showed the neck injuries and a minor knee injury. Tartaglione reported feeling well. *   **Further Investigation:** The investigation involved interviews with both inmates and staff, photographic documentation (including the rope), and a review of medical records. *   **Conclusion:**  Due to lack of evidence supporting Tartaglione's involvement, the investigation concluded without finding any evidence of an assault. **Note:** Much of the document contains redactions of sensitive information.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "inmate",
        "jeffrey epstein",
        "nicholas tartaglione",
        "suicide",
        "threat assessment",
        "restraints",
        "medical examination",
        "neck injury",
        "cellmate",
        "shu",
        "nym",
        "investigation",
        "handmade rope",
        "mental health",
        "behavioral observation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019067",
      "summary": "Martin Weinberg, attorney for Jeffrey Epstein’s family, is requesting the preservation and production of all documents and records related to Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC). This includes videos, records of personnel, observations, medical records, communications, physical evidence, and inmate logs from July 23, 2019, through August 10, 2019. The request is prompted by the circumstances surrounding Epstein’s death and subsequent investigation, including an attempted suicide and the involvement of the US Attorney’s Office for the Southern District of New York (SDNY) and the FBI.  Two emails detail ongoing communication and updates regarding the investigations from BOP officials and the Attorney General.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "detention",
        "death",
        "investigation",
        "records",
        "documents",
        "suicide",
        "august 10",
        "2019",
        "evidence",
        "communications",
        "mental health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034607",
            "similarity": 0.688,
            "index": 10,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033663",
            "similarity": 0.647,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034275",
      "summary": "*   **Details:** Epstein was found with a homemade rope around his neck. Staff intervened, and he was placed on suicide watch. *   **Cellmate Involvement:**  An additional inmate, [REDACTED], reported that Epstein was harassed and attempted to extort money from him. *   **Medical Assessments:**  Epstein received medical assessments at multiple points, including a clinical encounter on July 23rd, noting erythema on his neck and no other immediate concerns. A subsequent encounter on July 31st reported no complaints and normal vital signs. *   **Security Measures:** The incident led to Epstein being placed on Administrative Detention pending investigation. *   **Documentation:** Multiple incident reports, medical encounter summaries, and photographic records were created.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "assault",
        "inmate",
        "suicide",
        "escape",
        "facility",
        "shu",
        "restraint",
        "weapons",
        "death",
        "disturbance",
        "contraband",
        "harassment",
        "sexual assault",
        "cellmate",
        "incident",
        "medical attention",
        "mental health",
        "investigation",
        "security threat"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022535",
      "summary": "A conversation occurred between USANYS personnel and Epstein’s attorneys on July 24, 2019. The attorneys indicated that one of their team members had visited Epstein and believed his injury was self-inflicted. They requested assistance in facilitating his transfer from the SHU for his mental health and provided a contact at the MCC. The attorneys planned to visit Epstein again on Monday before their next meeting with the USANYS team.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "epstein",
        "shu",
        "attorneys",
        "defense",
        "investigation",
        "mental health",
        "mcc",
        "self-inflicted",
        "visit",
        "contact"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035587",
      "summary": "Inmate Epstein (#76318-054) was removed from Suicide Watch and placed on Psychological Observation due to deteriorated mental status, including disorganized thinking and poor self-care. The Psychological Observation status is a temporary designation for inmates with mental health impairments who are not imminently suicidal. He was escorted to Health Services for an assessment and then to an Attorney Conference. He is currently being held in Special Housing Unit (SHU) with inmate I and has a pending incident report for Self-Mutilation. Epstein pleaded guilty to mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Hillary Clinton, and Cory Booker. The Associate Warden requested daily updates on the inmate’s status and activities.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "inmate",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "barack obama",
        "joe biden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025523",
      "summary": "On July 25, 2019, an individual informed the sender (EFTA00025523) that Jeffrey Epstein was under psychological observation, resembling suicide watch but a less intense form. This observation provided temporary housing for inmates with mental health issues not involving suicidal ideation.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "suicide watch",
        "redaction",
        "psychological observation",
        "mental health",
        "housing",
        "inmates",
        "2019",
        "efta00025523"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034035",
      "summary": "He requested an immediate assessment and a legal visit for Tartaglione. Later, on July 27, 2019, Barket reported that Tartaglione had been checked on and his books swapped out by an unidentified individual. A staff member, Tracy Connor, contacted Barket regarding a reported NBC story alleging Tartaglione was questioned about a possible attack on Jeffrey Epstein within the Metropolitan Correctional Center. Connor requested Barket to confirm the story. The communication includes notes of concern about a potential leak of information and cautions against retaliation against Tartaglione.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "epstein",
        "tartaglione",
        "mental health",
        "mcc",
        "barket",
        "jeffrey epstein",
        "nicholas tartaglione",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036573",
      "summary": "Inmate Jeffrey Edward Epstein (Register Number 76318-064) was placed in the Special Housing Unit at New York MCC on 07-29-2019 due to a pending DHO for Code 228 (self-mutilation). A 3-day review on 08-01-2019 continued the placement. Weekly record reviews were scheduled, including daily medical staff observations and documentation. A 7-day review occurred on 08-05-2019, continuing the placement. There is a requirement for a psychiatric/psychological assessment after 30 days, and subsequent assessments monthly. The next review is scheduled for 08-12-2019.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "07-29-2019",
      "keywords": [
        "special housing unit",
        "jeffrey epstein",
        "redaction analysis",
        "bureau of prisons",
        "placement",
        "review",
        "segregation review",
        "mental health",
        "self-mutation",
        "date entered"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034603",
      "summary": "The document is a daily log from the Metropolitan Correctional Center in New York documenting the activities and counts of August 5, 2019, under the watch of a Lieutenant. Key events included multiple institution counts (ranging from 744 to 762), inmate movements (including administrative detention and court appearances), security checks (fire alarm, metal detectors, restraint equipment), phone monitoring (STG and WITSEC inquiries), and inventory checks. The log also details specific inmate placements, times, and reasons for administrative detention. The shift transitioned between morning and evening watch with corresponding changes in events and counts.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "administrative detention",
        "institution",
        "nypd",
        "body alarm",
        "mental health",
        "visitation",
        "inmate",
        "terrorist",
        "monitoring"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035211",
      "summary": "No. 76318-054) regarding a scheduled call to his family. The officer escorted Epstein to the Special Housing Unit and allowed a 15-minute phone call, during which the officer noted Epstein was unable to use his phone’s access codes. Epstein was calling his mother. On August 10, 2019, a correctional officer responded to a detail at New York Presbyterian Hospital to observe inmate Epstein’s remains following an apparent medical event. The remains were moved to the city morgue under the coordination of the Office of City Medical Examiner. Finally, a correctional officer visited Epstein in SHU on August 10, 2019, and documented that he was actively engaged in his legal proceedings, requesting specific items and reporting no mental health concerns.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "calls",
        "visitation",
        "shu",
        "suicide watch",
        "legal situation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035209",
      "summary": "On August 10, 2019, an Associate Warden visited inmate Epstein in SHU at MCC New York. Epstein denied mental health concerns, suicidal thoughts, and reported a neutral mood. He requested social calls without a speakerphone, a specific book, and planned to meet with his attorneys regarding his legal situation. He shared a cell with another inmate and had interacted with him.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "attorneys",
        "cell mate",
        "requests",
        "programs",
        "bop"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034470",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033657",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034471",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034470",
      "summary": "On August 10, 2019, an individual visited Jeffrey Epstein in SHU, noting he was preparing to meet with his attorneys. Epstein interacted with a cellmate, denied mental health concerns and suicidal thoughts, requested social calls without a speakerphone, and wanted a book from suicide watch. His mood was reported as not depressed or anxious, with no signs of distress. The visit occurred in MCC New York.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "legal",
        "attorneys",
        "cell mate",
        "requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035209",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033657",
            "similarity": 0.818,
            "index": 24,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034471",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033657",
      "summary": "On August 10, 2019, a SHU visitor reported a meeting with inmate Jeffrey Epstein. Epstein was preparing to meet with his attorneys, denied mental health concerns and suicidal thoughts, and requested specific items like social calls and a book. He exhibited no signs of distress and was focused on his legal situation. He shared a cell with another inmate and interacted with them.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "legal",
        "attorneys",
        "requests",
        "cell mate",
        "general population"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034470",
            "similarity": 0.818,
            "index": 23,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035209",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034471",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034471",
      "summary": "On August 10, 2019, Associate Warden Elissa Visoky visited inmate Jeffrey Epstein in SHU at MCC New York. Epstein was preparing to meet with his attorneys, denied any mental health concerns or suicidal thoughts, and requested specific items and social interactions. He exhibited no signs of distress and was focused on his legal situation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "legal",
        "cell mate",
        "warden",
        "elissa visoky",
        "requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033657",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034470",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035209",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036082",
      "summary": "Epstein arrived at the facility on July 6, 2019, and was initially placed in SHU with a cellmate, Nicholas Tartaglione. Over the following weeks, he underwent multiple psychology evaluations, risk assessments, and interactions with attorneys, often with inconsistencies in documentation, particularly regarding cell assignments tracked in SENTRY.  There were documented instances of misplaced SENTRY transactions and errors in records, including inaccurate inmate counts and missing documentation like intake screenings and 30-day psychology reviews.  On July 23, 2019, Epstein was found unresponsive in his cell, prompting a medical emergency and ultimately his death. The investigation into the incident was inconclusive. The review highlighted significant failures in basic correctional practices, including incomplete inmate counts, inconsistent documentation, and failures to adhere to established suicide prevention protocols. Recommendations were made regarding staff training, institutional processes, and oversight. The estimated cost associated with the incident was approximately $10,741.60.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate epstein",
        "mcc new york",
        "sentry",
        "shu",
        "psychology",
        "suicide",
        "cellmate",
        "tartaglione",
        "risk assessment",
        "mental health",
        "court",
        "medical assessment",
        "overtime",
        "corrections",
        "suicide watch",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035052",
      "summary": "On August 10, 2019, an Associate Warden visited inmate Epstein in the SHU at MCC New York. Epstein was preparing to meet with his attorneys, denied mental health concerns and suicidal thoughts, requested specific items (a book and social calls without a speakerphone), and desired to move to the general population. He interacted with a cellmate and exhibited a non-depressed or anxious mood.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate",
        "epstein",
        "shu",
        "attorneys",
        "mental health",
        "suicidal thoughts",
        "requests",
        "social calls",
        "legal situation",
        "mcc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030457",
      "summary": "This document contains inmate history and data related to Jeffrey Edward Epstein (76318-054) at the Metropolitan Correctional Center (MCC) New York. It includes: *   **Inmate History:** A detailed record of his housing assignments (rooms and beds) from July 2019 through August 10, 2019, with dates and times of assignments. *   **Category:** QTR (likely meaning quarters), indicating a standard housing assignment. *   **Function:** FCL (likely referring to a specific function or program). *   **Discipline Data:** A chronological record of disciplinary actions (though none exist within the timeframe covered). *   **Security/Designation Data:** Information regarding his security level (W/M/66), offense (sex trafficking of minors), and custody classification, including his medical and psychological status. *   **Inmate Profile:** A comprehensive profile detailing his personal information (birthdate, address, etc.), program assignments, and other relevant details. *   **TRUVIEW Report:** A report documenting his interactions, including money received and sent, calls, and visits, from May 11, 2020. The document appears to be part of a larger system for tracking inmate information within the Federal Bureau of Prisons.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate",
        "jeffrey edward epstein",
        "efta00030457",
        "ncrbm",
        "quarters",
        "fcl",
        "assignment",
        "history",
        "dates",
        "nym",
        "house",
        "range",
        "bed",
        "206l",
        "sex trafficking",
        "cya",
        "discipline",
        "security",
        "designation",
        "custody",
        "category",
        "mental health",
        "education",
        "finance",
        "religion",
        "metropolitan correctional center",
        "usm",
        "doc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022167",
      "summary": "On August 23, 2019, Steptoe & Johnson LLP, represented by Michael C. Miller and Martin G. Weinberg, submitted a letter to the Metropolitan Correctional Center regarding a subpoena issued for medical and mental health records of Jeffrey Epstein (Reg No. 76318-054). The subpoena, under Rule 17(c) of the Federal Rules of Criminal Procedure, was requested to investigate the circumstances of Epstein’s death. The requested records were to be provided by August 26, 2019, at 5:30 p.m.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "metropolitan correctional center",
        "subpoena",
        "medical records",
        "mental health records",
        "28 c.f.r.",
        "rule 17(c)",
        "defense counsel",
        "touhy v. regan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028003",
      "summary": "*   **Background on Baird’s Experience:** Baird was employed by the Department of Justice’s Federal Bureau of Prisons from 1989 to 2016, holding progressively higher Warden positions.  She maintains contact with former colleagues and has worked as an independent prison consultant since 2017. *   **Purpose of Declaration:** Baird was asked to offer an expert opinion on the conditions of confinement for Assange if he were to be placed under Special Administrative Measures (SAMs) within the Bureau of Prisons system. *   **SAMs Expertise:** Baird’s expertise stems from her direct experience managing SAMs inmates at institutions like MCC New York and USP Marion, specifically focusing on the Communication Management Unit (CMU). *   **Assange’s Alleged Charges:** Assange is facing extradition charges including Conspiracy to Receive National Defense Information, Obtaining National Defense Information, Disclosure of National Defense Information, and Conspiracy to Commit Computer Intrusion. *   **SAMs Description:** Baird describes SAMs as restrictions on social visits, phone calls, correspondence, and placement in restrictive housing, common for inmates awaiting trial or those deemed a security risk. *   **ADX Florence Context:** Baird highlights the ADX Florence (Special Management Unit) as a facility where SAMs inmates are typically housed, and the potential for lengthy isolation within it. *   **CMU Details:** Baird explains the limitations of the CMU, emphasizing restricted communication and program access. *   **Psychological Assessments:** Baird reviews the psychological assessments concerning Assange’s potential for suicide, noting concerns about mental health services within the BOP. *   **Policy and Procedure Reviews:** Baird discusses the BOP's policies regarding inmate placement, particularly concerning restrictive housing and the Administrative Remedy Program. *   **Expert Opinions:** Baird’s overall opinion is that Assange would likely face severe restrictions and prolonged isolation if placed under SAMs, reflecting the realities of the BOP’s system. *   **Final Attestation:** Baird confirms the accuracy and completeness of her declaration under penalty of perjury.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00028003",
        "julian assange",
        "bureau of prisons",
        "sams",
        "communication management unit",
        "federal correctional institution",
        "adx florence",
        "mental health",
        "isolation",
        "extradition",
        "special administrative measures",
        "united states penitentiary",
        "psychological assessments",
        "suicide risk",
        "bop",
        "restrictive housing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018736",
      "summary": "This document contains redaction analysis data pertaining to inmate Jeffrey Edward Epstein (Reg. No. 76318-054) held within a facility. It includes records from various NCRBM (National Correction Records Bureau) forms, detailing his quarters assignments (dated between July 7th and August 10th, 2019), CIM clearances, disciplinary actions (none recorded), security designations (including sex trafficking suspicion and designations), a male custody classification form, and an inmate profile. The profile outlines his demographics, contact information, assignment history (focused on mental health care and education), and relevant details like his date of birth and physical characteristics. The data indicates a lack of specific records for certain categories, such as a security designation record and a custody classification record.",
      "timestamp": "2020-04-29T00:00:00",
      "timestamp_raw": "04-29-2020",
      "keywords": [
        "jeffrey edward epstein",
        "inmate",
        "ncrbm",
        "date",
        "assignment",
        "function",
        "nym",
        "house",
        "sex trafficking",
        "crime",
        "discipline",
        "custody",
        "76318-054"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025443",
      "summary": "It highlights Senator Mitt Romney's ambiguous response to a question about President Trump’s handling of the crisis, framing it as one of many cascading crises facing the nation. The piece details the severity of the economic and public health challenges – including unprecedented unemployment, civil unrest, and ongoing crises like the opioid epidemic and climate change – and the disruption caused by the delayed baseball season (“covidball”). The newsletter emphasizes the unique challenges posed by the season, such as the lack of spectators, social distancing rules, and altered gameplay (designated hitters, automatic runner). It discusses the growing concerns about potential reinfection, illustrated by the Kansas City Royals’ player testing positive. Further, it examines the political tensions surrounding the season, including the San Francisco Giants’ manager and players kneeling in protest against racial injustice and the increasing polarization of the sport.  The piece also delves into the broader societal issues, including concerns about antibody longevity, the surge in COVID-19 cases in Texas, and the challenges faced by the 2020 election.  Finally, it addresses the logistical issues, such as the inability to hold games in Canada and the growing number of Americans struggling with economic hardship. The document also touches on ongoing political developments like the GOP’s shift in Senate primaries and Trump’s continuing efforts to influence the narrative around the pandemic.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "coronavirus",
        "baseball",
        "romney",
        "trump",
        "crisis",
        "unemployment",
        "civil unrest",
        "1968",
        "public health emergency",
        "1918",
        "economic upheaval",
        "afghanistan",
        "china",
        "racial injustice",
        "black lives matter",
        "masks",
        "designated hitters",
        "political polarization",
        "kansas city royals",
        "hunter dozier",
        "covid-19",
        "antibody response",
        "philadelphia",
        "trump rally",
        "mental health",
        "kanye west",
        "liz cheney",
        "ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021935",
      "summary": "An email chain discusses new documents from BOP (Bureau of Prisons) regarding a case potentially involving Tartaglione.  The sender identifies specific document ranges and files (reports and disciplinary histories) within the BOP materials that should be redacted due to their potential impact on Tartaglione. These redacted documents include reports and records related to the July 23 incident and Epstein’s mental health. A recipient requests access to the draft documents for review and to pass along to another individual.",
      "timestamp": "2020-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2020",
      "keywords": [
        "bop",
        "efta00021935",
        "tartaglione",
        "declarations",
        "july 23 incident",
        "epstein",
        "reports",
        "disciplinary history",
        "documents",
        "narcotics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024658",
      "summary": "Documents related to the July 23rd incident and Epstein’s mental health, along with Tartaglione’s disciplinary history referencing that incident, should be withheld from [REDACTED]. Specifically, pages/sections 272-286, 517-539, etc., and documents labeled “All Dots” and “Assoc Warden” containing the specified ranges and references are to be redacted.",
      "timestamp": "2020-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2020",
      "keywords": [
        "efta00024658",
        "redaction analysis",
        "bop",
        "tartaglione",
        "july 23 incident",
        "epstein",
        "disciplinary history",
        "reports",
        "southern district of new york",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030487",
      "summary": "On November 23, 2020, an Assistant United States Attorney from the Southern District of New York sent a final letter to Judge Nathan regarding a matter concerning Maxwell. The letter was attached as a .docx file. The Assistant Attorney requested confirmation of the accuracy of the letter and requested responses to two questions regarding Maxwell’s situation: a staff member’s continued employment despite a COVID-19 positive status and a staff member taking photographs of Maxwell’s cell.  Additionally, Maxwell reported concerns about her mental health due to surveillance, including nighttime light shining into her eyes and increased searches. The Assistant Attorney relayed these concerns to the recipient, deferring to the Bureau of Prisons (BOP) for decisions regarding safety and security.",
      "timestamp": "2020-11-23T00:00:00",
      "timestamp_raw": "November 23, 2020",
      "keywords": [
        "maxwell",
        "usanys",
        "southern district of new york",
        "judge nathan",
        "covid",
        "mdc",
        "surveillance",
        "photographs",
        "staff member",
        "mental health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026936",
      "summary": "Dr. Rocchio has over 25 years of experience working with survivors of sexual trauma, beginning with her post-doctoral work at Yale and continuing in private practice since 1998. Her client population has historically been primarily women with suicidal tendencies and experiences of trauma, with a significant portion (currently around 50%) having experienced childhood sexual abuse. She has conducted assessments for courts involving juveniles with mental health difficulties and significant trauma exposure. Dr. Rocchio is the president-elect of the APA trauma committee and a fellow of the organization. She has received specialized training in violence against women, trauma treatment, and forensic assessment of trauma in both civil and criminal settings, treating at least 20 clients annually.",
      "timestamp": "2021-03-03T00:00:00",
      "timestamp_raw": "March 3, 2021",
      "keywords": [
        "trauma",
        "sexual trauma",
        "dr. rocchio",
        "survivors",
        "abuse",
        "forensic assessment",
        "apa trauma committee",
        "childhood sexual abuse",
        "treatment",
        "evaluation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024928",
      "summary": "Ghislaine Maxwell’s legal team is raising concerns about the conditions of her confinement at the MDC, specifically regarding sleep deprivation caused by 15-minute flashlight surveillance. They claim this disrupts her sleep, negatively impacts her health, and has led to a visible bruise. Maxwell is using a sock or towel to shield her eyes and is hesitant to report the bruise due to fear of retaliation. The legal team argues the surveillance is unjustified and requests the court to intervene. The government is ordered to respond to specific questions about the surveillance practices and whether an eye covering can be provided.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "sleep deprivation",
        "flashlight surveillance",
        "legal",
        "appeal",
        "circuit",
        "bruise",
        "shu",
        "mental health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019915",
      "summary": "On June 7, 2021, a woman (U) discussed trial preparation with the USAO regarding a case involving Jeffrey Epstein. She received a $3.5 million award from the Victim Compensation Fund, utilizing a significant portion to purchase a home, car, pay off fines, and establish a trust for her children. U reported ongoing sleep disturbances and anxiety related to the case, receiving counseling and medication. She also disclosed a belief that she misrepresented her age to a former partner, and a follow-up meeting was scheduled due to the partner's reported illness.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "June 7, 2021",
      "keywords": [
        "efta00019915",
        "trial prep",
        "victim compensation fund",
        "epstein",
        "testimony",
        "mental health",
        "medication",
        "age",
        "usao",
        "counselor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016268",
      "summary": "Ghislaine Maxwell case (20 Cr. 330). It’s submitted pursuant to Federal Rule of Criminal Procedure 16(b)(1)(C). *   **Expert Witnesses:** The defense intends to use the following expert witnesses: *   **Dr. Elizabeth Loftus:** A psychologist specializing in memory, intended to testify about the science of memory, false memories, and the influence of suggestion. *   **Dr. Park Dietz:** A psychiatrist specializing in forensic psychiatry, intended to testify about grooming behavior, mental health issues, and the potential for biased judgments. *   **Dr. Ryan Hall:** A forensic chemist and document dating specialist, intended to analyze documents and assess their authenticity. *   **Jennifer Naso:** A forensic document examiner, intended to examine and determine the authorship and authentication of documents. *   **Mr. John Lopez:** A former IRS-CI Special Agent, intended to testify about financial records. *   **Key Arguments Regarding “Grooming”:** The defense anticipates challenging the prosecution’s use of the term \"grooming,\" arguing that it carries an unwarranted implication of intent and can lead to misleading judgments, specifically regarding hindsight bias and the potential for individuals with mental health conditions to be wrongly accused. *   **Other Arguments:** The defense intends to highlight potential pathways to false sexual assault allegations, including factors like memory distortions, psychological vulnerabilities (e.g., personality disorders), and the influence of external information (media coverage). *   **Reservations:** The defense reserves the right to supplement its disclosures and call additional experts as needed throughout the trial.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "memory",
        "expert witness",
        "dr. loftus",
        "grooming",
        "suggestive activities",
        "false memories",
        "forensic psychiatry",
        "hindsight bias",
        "halo effect",
        "cognitive bias",
        "psychological science",
        "united states v. ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016466",
      "summary": "A communication discusses a briefing regarding the admissibility of mental health evidence in the Sasso case. An attachment, including a motion to preclude evidence and a judge’s opinion, was sent from the United States Attorney’s Office, Southern District of New York, to another party (USANYS). The process of redacting and sealing information related to the case is described as complicated and requires coordination with S. Nine experts have been deposed in the litigation.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "redaction",
        "sasso",
        "maxwell",
        "usanys",
        "mental health evidence",
        "expert witnesses",
        "motion",
        "judge nathan",
        "brief",
        "admissibility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038901",
      "summary": "On January 15, 2022, at 0950, the Special Victims Unit (SVU) was notified of a potential trafficking situation involving a 13-year-old female (CV) last seen at 700 Fort Washington Ave, NY, NY. The notification originated from a concerned mother who believes CV is being sexually trafficked due to her mental health issues, interactions with older men, receiving money, and confirming Instagram messages indicating a brothel location. The case was assigned to MOS 6114, Case/4, and the disposition is currently ongoing.",
      "timestamp": "2022-01-15T00:00:00",
      "timestamp_raw": "January 15, 2022",
      "keywords": [
        "efta00038901",
        "special victims unit",
        "human trafficking",
        "hotline",
        "notification worksheet",
        "victim",
        "brooklyn diocese",
        "mental illness",
        "sex trafficking",
        "case/4"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035925",
      "summary": "The BOP acknowledges the OIG’s review and intends to apply lessons learned across the agency. Key points of the BOP’s response include: *   **Focus on Accountability:** The BOP believes employees who fail to adhere to policies should be held accountable, but cautions against applying a single incident to the entire workforce. *   **Addressing Recommendations:** The BOP disagrees with the OIG’s assumption that flawed policies led to the death and offers specific responses to each recommendation: *   **Cellmate Assignments:** Agrees to a process for assigning cellmates after suicide watch, contingent on security concerns. *   **Continued Cellmates:** Agrees to continue cellmates for high-risk individuals until recommendations change. *   **Social/Legal Visit Approvals:** Agrees to evaluate and train for obtaining approvals for visits during suicide watch. *   **Accountability for Movemennt:** Agrees to improve methods of holding employees accountable for documenting inmate whereabouts. *   **Lieutenant Round Procedures:** Agrees to clarify the required duties for a lieutenant during rounds. *   **Cell Search Policy:** Disagrees with a specific, detailed cell search policy, asserting that current policies are sufficient. *   **Security Camera Systems:** Agrees to enhance policies to ensure cameras have recording capacity and are regularly checked. *   **Concerns with the Report:** The BOP expresses concerns about the report’s language, inconsistencies, and implied accusations regarding awareness of Epstein’s will and camera issues. *   **Commitment to Improvement:** The BOP states its ongoing commitment to improving its practices and ensuring the safety and security of individuals in its custody.",
      "timestamp": "2023-06-16T00:00:00",
      "timestamp_raw": "June 16, 2023",
      "keywords": [
        "bop",
        "corrections",
        "suicide watch",
        "cellmates",
        "policies",
        "accountability",
        "training",
        "mental health",
        "security",
        "risk assessment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037059",
      "summary": "Simone Lelchuk, Claims Administrator for the Epstein Survivors’ Settlement Fund JPM, notified Jane Doe 1 of an Allocated Amount of $1,000,000.00 following a review of her Questionnaire and Release, as outlined in the JPM Stipulation. This determination is final and non-appealable. The payment is intended for damages related to personal physical injuries or emotional distress stemming from physical sickness or injury.  A form is attached for payment instructions, with Massive, LLC advising no withholding due to medical liens. Additionally, Lelchuk announced the establishment of the U.S. Virgin Islands Mental Health Fund for eligible survivors, offering financial resources for mental health treatment.",
      "timestamp": "2024-01-16T00:00:00",
      "timestamp_raw": "January 16, 2024",
      "keywords": [
        "epstein jpm fund",
        "jane doe",
        "claims administrator",
        "settlement fund",
        "jp morgan chase",
        "irs 1099",
        "mental health fund",
        "determination notice",
        "jpm stipulation",
        "payment instructions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035781",
      "summary": "The FBOP has completed its review of the OIG’s recommendations and is providing an update on their progress. **Key Points:** *   **Recommendations:** The OIG made six recommendations concerning inmate cellmates, suicide watch protocols, social/legal visits, camera systems, inmate whereabouts, and staffing shortages. *   **FBOP Response:** The FBOP is implementing changes to address these recommendations, primarily through modifications to Program Statements (5321.09, 5270.12, 5324.08, and 5500.14) and the implementation of a monthly security camera reporting system. *   **Current Status:**  The FBOP is currently in the process of finalizing guidance related to cellmate assignments, social/legal visits, and camera systems. The implementation of the monthly security camera reporting system is underway and began June 1, 2024. The FBOP has implemented a staffing tool (AST) and is actively analyzing data related to recruitment and retention incentives. *   **Ongoing Work:** The FBOP acknowledges that progress on some recommendations, particularly those related to staffing shortages and the national salary rate, is ongoing and subject to departmental and union negotiation processes. *   **Reporting System:** A new monthly security camera report is being implemented with specific requirements for electronic technicians and facility managers to document camera status and repairs.",
      "timestamp": "2024-06-01T00:00:00",
      "timestamp_raw": "June 1, 2024",
      "keywords": [
        "fbop",
        "suicide watch",
        "cellmate",
        "program review",
        "recommendations",
        "oig",
        "housing",
        "security",
        "policy",
        "implementation",
        "data",
        "recording",
        "camera systems",
        "mental health",
        "unit management",
        "shu",
        "truscope",
        "union negotiation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034392",
      "summary": "This document is an observation log related to a psychiatric or suicide observation of an inmate (EFTA00034392). It outlines the procedures and items allowed during the observation, including clothing restrictions, a food and liquid intake chart, and a schedule for the observation itself. The inmate is monitored for suicide risk and recorded data regarding their meals, liquid consumption, and shower participation. The log includes fields for noting the inmate's registration number, specific observations, and confirming adherence to the established protocols. The document emphasizes confidentiality and the importance of returning the log after the observation is complete.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "observation",
        "inmate",
        "suicide watch",
        "psych observation",
        "eating chart",
        "liquids",
        "shower",
        "registration",
        "clothing",
        "blanket",
        "mental health",
        "psychology"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032157",
      "summary": "Jeffrey Edward Epstein (born 01/20/1953), a Black male inmate at MCC-NY, was assessed on 07/08/2019 due to a recent arrival. He is incarcerated for sex trafficking and previously incarcerated for prostitution. He denies a history of mental health treatment or symptoms, including suicidal ideation.  His psychosocial history includes a single status, high school education, and prior banking employment. Initial assessment revealed \"Other\" psychosocial issues and a calm, cooperative demeanor.  He was categorized as CARE1-MH (low risk), indicating no significant functional impairment.  Risk of sexual abusiveness was identified due to a history of sexual predation and violent offenses, leading to recommendations for continued monitoring and potentially specialized programming. A general administrative note highlighted heightened suicide risk concerns due to his legal situation and mandated immediate notification to psychology staff upon his return from court.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "epstein",
        "mental health",
        "sex trafficking",
        "substance abuse",
        "sexual abuse",
        "risk",
        "treatment",
        "psychosocial",
        "suicide",
        "assessment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036952",
      "summary": "This document details a comprehensive pre-audit checklist for an evaluation of a correctional facility, focusing on operational procedures and security protocols. It’s divided into sections covering various departments and areas, including staff interactions, control measures (keys, fire safety, chemicals), security (armory, surveillance, PREA compliance), and facility maintenance. Key areas of inspection include: *   **Staff Interaction & Tours:** Ensuring staff proactively guide audits through their areas, highlighting accomplishments and demonstrating operational processes. *   **Security Protocols:** Covering key control, emergency procedures, inventory management (firearms, chemicals, contraband), and surveillance. *   **Department-Specific Checks:** Detailed inspections of health services, food service, laundry, commissary, barber shop, housing units, SHU, and unique areas like theUNICOR, Powerhouse and Outside Warehouse. *   **PREA Compliance:** Extensive scrutiny of procedures relating to prisoner rights, particularly regarding privacy, communication, and abuse reporting, emphasizing camera placement and staff training. *   **Maintenance & Logistics:**  Detailed checks of facility upkeep, equipment management (vehicles, forklifts, generators), and chemical inventory control. The checklist emphasizes consistent documentation, accountability, and adherence to established procedures across all aspects of the facility’s operations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "staff greeting",
        "audits",
        "inmates",
        "chemical inventory",
        "fire extinguishers",
        "msds books",
        "security",
        "key control",
        "emergency procedures",
        "sanitation",
        "food service",
        "prea",
        "healthcare",
        "mental health",
        "weapons",
        "lockshop",
        "housing units",
        "visiting room",
        "human resources",
        "control",
        "safety inspections",
        "tool room",
        "psychological services",
        "education",
        "religious services",
        "warehouse",
        "garage",
        "powerhouse",
        "outside facilities"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036667",
      "summary": "Inmates determined to be suicidal are placed on suicide watch with a smock, blanket, and slippers, and are monitored 24/7 by inmate companions and staff with daily psychology staff observations. Legal visits are assessed individually. Inmates not determined suicidal are monitored 24/7 by staff and seen by psychology staff daily, with standard privileges like spoons and allowed to wear inmate uniforms.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide watch",
        "psychology observation",
        "inmates",
        "suicide risk",
        "mental health",
        "psychosis",
        "legal visits",
        "staff",
        "blanket",
        "spoon"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021952",
      "summary": "This document presents the professional profile of Lisa M. Rocchio, Ph.D., a clinical psychologist specializing in trauma, forensic psychology, and dissociative disorders. Here’s a breakdown of the key information: *   **Education:** She holds a Ph.D. in Clinical Psychology from the University of Rhode Island, preceded by Master’s and Bachelor’s degrees. *   **Licensure:** She is a licensed psychologist in Massachusetts, New York, and Rhode Island, holding multiple licenses. *   **Clinical Experience:** Rocchio has extensive clinical experience, including directing an independent group practice, working in hospital settings (Butler Hospital, Brown University), and conducting evaluations and assessments for a wide range of cases, including forensic assessments, eating disorders, and trauma-related issues. *   **Training and Specialized Skills:** She has extensive training in areas like EMDR, DBT, and forensic psychology, and has pursued various continuing education certifications. *   **Research and Publications:** Rocchio has engaged in research, contributing to publications and presenting at conferences. *   **Professional Activities & Advocacy:** She is an active member of several professional organizations (APA, AWP, ISSTD, etc.), participating in committees, advocating for mental health issues, and holding leadership positions within these organizations. She has also been involved in local Rhode Island community governance.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "lisa rocchio",
        "ph.d.",
        "education",
        "clinical psychology",
        "university of rhode island",
        "forensic psychology",
        "licensed psychologist",
        "psychotherapy",
        "assessment",
        "trauma",
        "mental health",
        "expert testimony",
        "forensic assessment",
        "dissociation",
        "emdr",
        "research",
        "training",
        "consultation",
        "psychological evaluation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027398",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00006055",
      "summary": "The organization is a certified Rape Crisis Center and provides crisis response, advocacy, therapy, and community awareness programs. **Key Features:** *   **Mission:** To provide compassion and respect to crime victims regardless of race, sex, or other demographic factors. *   **Services Offered:** Individual therapy, support groups, forensic exams (through the Butterfly House), criminal justice advocacy, victim compensation assistance, and 24/7 crisis support. *   **Start by Believing Campaign:** A public awareness initiative focused on changing responses to sexual violence. *   **Multiple Locations:** Services are offered from several locations within Palm Beach County. *   **Funding:** The organization is funded through the Palm Beach County Board of County Commissioners, grants from the Office of the Attorney General, and the Florida Council Against Sexual Violence. *   **Florida Statute 960 Rights:** Victims have specific rights outlined in Florida Statute 960, including information, participation in proceedings, and prompt case resolution. *   **Resources:** The document provides contact information for Palm Beach County Victim Services, the Florida Council Against Sexual Violence, and other relevant organizations. *   **Types of Crime Coverage:** Support is available for victims of sexual assault, domestic violence, homicide, and other violent crimes. The document includes detailed information on how to access services, including specific contact numbers and addresses for various locations within Palm Beach County.  It also outlines eligibility requirements for victim compensation and provides information on forensic exam procedures and victim rights.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "sexual assault",
        "domestic violence",
        "homicide",
        "palm beach county",
        "rape crisis center",
        "therapy",
        "advocacy",
        "crisis response",
        "community awareness",
        "victim compensation",
        "florida statute 960",
        "start by believing",
        "forensic exam",
        "sart center",
        "victim advocate",
        "mental health",
        "trauma",
        "eligibility",
        "financial assistance",
        "relocation assistance",
        "confidential",
        "crime reporting",
        "eligibility requirements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035915",
      "summary": "This document is a Single-Cell Review Form used by the U.S. Department of Justice’s Federal Bureau of Prisons. It dictates procedures for assigning inmates to single-cell confinement, requiring approval from the Warden unless there's a compelling reason. The form details inmate information (name, security level, register number, CIM assignment, etc.) and assesses risk factors including violence, mental health, and substance use. It requires reviews by Unit Managers, Lieutenants, and the Chief Psychologist, documenting recommendations and justifications for single-cell assignments. An employee review process is outlined for identifying contraindications, and a Warden’s signature and decision (approved, denied, or verbal) are required to finalize the single-cell status. The form is prescribed by specific protocols (P5217 & P5270) and maintains a copy in the Central File.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "single cell",
        "inmate",
        "security level",
        "risk of violence",
        "mental health",
        "review form",
        "bureau of prisons",
        "warden",
        "lieutenant",
        "contraindications"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032174",
      "summary": "He was initially seen for a suicide risk assessment. He denied any history of mental health treatment, suicidal ideation, substance abuse, or self-harm.  The assessment found no acute psychopathology or current suicidal risk. He was classified as a CC1-MH inmate, indicating minimal functional impairment and no need for regular mental health intervention.  Recommendations included continued observation and placement in a suitable housing unit.  The overall acute and chronic suicide risk was deemed Low and Absent, respectively.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide risk",
        "assessment",
        "inmate",
        "epstein",
        "trafficking",
        "charges",
        "psychological observation",
        "risk factors",
        "mental health",
        "treatment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035605",
      "summary": "This document is a Pretrial Inmate Work Waiver/Notice of Separation form used within the Federal Prison System. It outlines procedures for advising inmates about potential contact with convicted inmates and the process for waiving the restriction on work assignments beyond housekeeping. Inmates must sign Section II acknowledging potential contact and, if waiving the exemption, Section IV. Staff must document refusal to sign and, if an inmate is unable to comprehend the waiver or is undergoing mental health treatment, refer them for an assessment. The waiver is maintained as a permanent record, and inmates can request a copy. The policy dictates that pretrial inmates are not compelled to work beyond housekeeping, and staff can refer inmates for psychological evaluation if deemed necessary.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "federal prison system",
        "pretrial inmate work",
        "waiver",
        "notice of separation",
        "u.s. department of justice",
        "bureau of prisons",
        "inmate refusal",
        "mental health",
        "work assignment",
        "policy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036461",
      "summary": "This document outlines procedures and guidelines for staff working in the MCC New York Special Housing Unit (SHU). Key points include: *   **Purpose of the SHU:** The SHU houses inmates with rule violations, disruptive behavior, pending investigations, holdovers, and mental health concerns. *   **Staff Responsibilities:** Staff must possess strong knowledge of policies and procedures, maintain a positive attitude, and prioritize security. *   **Inmate Processing:** Inmates are processed upon arrival, including visual searches, metal detection, clothing issuance, and rule acknowledgments. *   **Cell Management:** Maintaining cell sanitation, conducting regular inspections, and managing cell rotations are critical. *   **Security Protocols:** Strict adherence to security procedures, including counts, restraint usage, and awareness of potential threats, is paramount. *   **Communication:** Effective communication with inmates and colleagues is essential. *   **Key Control:** Proper handling and accountability of keys are mandatory. *   **Inmate Interactions:** Procedures for handling inmate requests (cop-outs) and communication are detailed. *   **Specific Programs:** The document references relevant program statements and procedures, including those related to searches, escorts, religious activities, and phone calls. *   **Emergency Procedures:** Staff are expected to respond effectively during emergency situations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036461",
        "shu",
        "special housing unit",
        "inmates",
        "policy",
        "procedures",
        "security",
        "restraints",
        "cell inspections",
        "mail",
        "key control",
        "commissary",
        "escorting",
        "emergency situations",
        "program statements",
        "sanitation",
        "communication",
        "orderlies",
        "mental health",
        "legal calls"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027398",
      "summary": "Rocchio, Ph.D., is a licensed clinical psychologist with extensive experience in forensic psychology, trauma treatment, and private practice.** **Education & Credentials:** She holds a Ph.D. in Clinical Psychology from the University of Rhode Island and has licenses in Massachusetts, New York, and Rhode Island. **Clinical Experience:** She’s been involved in a diverse range of clinical roles including: *   Clinical Director and Owner of Inter-Disciplinary Independent Group Practice since 1998. *   Post-doctoral fellow at Butler Hospital (Women’s Day Hospital Program) and Yale University School of Medicine. *   Clinical Externships at various university counseling centers and Brown University. **Specialized Training & Expertise:** Rocchio has completed numerous specialized training programs in areas like: *   Forensic Psychology (AAFP), including evaluations of feigned psychopathology and stalking assessments. *   Eye Movement Desensitization and Reprocessing (EMDRIA). *   Dialectical Behavior Therapy (Behavioral Technology Transfer Group). *   Trauma Psychology (ISSTD). **Research & Publications:** She has been involved in research related to eating disorders, psychological injury, and complex trauma. She has authored or co-authored several publications in the field. **Professional Activities & Advocacy:** Rocchio is an active member of several professional organizations including the APA, AWP, and ISSTD, and has participated in legislative advocacy concerning mental health parity and healthcare reform.  She has also served on various committees within these organizations and on the boards of local schools (Moses Brown School).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "lisa rocchio",
        "clinical psychology",
        "rhode island",
        "forensic assessment",
        "psychotherapy",
        "education",
        "training",
        "licensed psychologist",
        "trauma",
        "assessment",
        "consultation",
        "expert witness",
        "psychological evaluation",
        "mental health",
        "psychotherapy training",
        "emdr",
        "ipa",
        "forensic psychology",
        "dissertation",
        "professional activities",
        "advocacy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021952",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034232",
      "summary": "It’s a memorandum from the Metropolitan Correctional Center, New York, regarding inmate Jeffrey Edward Epstein (Reg. No. 76318-054), who is accused of attempted self-harm (tattooing or self-mutilation – code 228). The report outlines a series of requests for data collection, including assessments of his competency to proceed with disciplinary action (PP44, PSDC, PSDG, PSSD, PDI5, PD16), and determines that no sanctions are currently executable.  The report also contains a clinical encounter report from a psychologist, assessing the inmate's mental state, and incident reports detailing the attempted suicide, including photographs and statements from staff and the inmate, including details about a cellmate's accusations of harassment. The document also includes a file of data related to the inmate’s sentence, including good conduct time data.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034232",
        "jeffrey epstein",
        "76318-054",
        "disciplinary",
        "misconduct",
        "tattoo",
        "self-mutilation",
        "shu",
        "nypd",
        "udc",
        "gct",
        "suspension",
        "mental health",
        "investigation",
        "incident report",
        "correctional center",
        "nym",
        "sentence monitoring",
        "saturday",
        "thursday"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024366",
      "summary": "The initial assessment, conducted by the Chief Psychologist, revealed a history of denying mental health treatment, substance abuse, and self-harm.  He denied suicidal ideation, intention, or plans.  His current mental status was alert, oriented, and cooperative. He exhibited normal psychomotor activity, general appearance, and mood.  Risk factors included the high-profile case and legal situation.  The assessment concluded with a low acute suicide risk and an absent chronic suicide risk, leading to a CARE1-MH classification (indicating minimal need for intervention). The final note reiterates the classification and recommends continued observation.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide risk",
        "assessment",
        "inmate",
        "epstein",
        "nym",
        "risk factors",
        "sex offense",
        "trafficking",
        "court",
        "observation",
        "psychological",
        "treatment",
        "history",
        "denial",
        "protective factors",
        "static risk",
        "dynamic risk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034757",
      "summary": "Jeffrey Edward Epstein (DOB 01/20/1953) was referred for a competency evaluation regarding a charge of tattooing/self-mutilation (code 228, incident report 3282555).  A suicide risk assessment from 7/09/19 indicated no history of mental health treatment, suicidal ideation, intention, or self-harm behavior. A subsequent assessment on 7/23/19 was unclear about how he obtained marks around his neck.  His mental status exam revealed a neutral mood, coherent speech, and no hallucinations or delusions.  He denied current suicidal or self-harm ideation and agreed to report such thoughts.  The determination is that he is competent to proceed with the disciplinary process.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate epstein",
        "competency assessment",
        "suicide risk",
        "self-mutilation",
        "disciplinary process",
        "nym",
        "bureau of prisons",
        "psychotropic medication",
        "mental status exam",
        "jeffrey edward epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}