{
  "keyword": "property",
  "count": 49,
  "keyword_match_count": 49,
  "content_match_count": 142,
  "total_files": 191,
  "timeline": [
    {
      "file_id": "EFTA00037697",
      "summary": "An FBI Forensic Accountant at the New York Field Office is investigating property ownership linked to Ghislaine Maxwell. Communications detail a potential property value of $4,950,000 sold by an LLC on July 6, 2000, to an unknown buyer. The initial investigation indicates the property was previously owned by an LLC and potentially partially or fully owned by Ghislaine Maxwell. The investigator requests further information including purchase and sale dates, prices, and previous owners from various real estate databases (ACRIS).",
      "timestamp": "2000-07-06T00:00:00",
      "timestamp_raw": "July 6, 2000",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "forensic accountant",
        "property",
        "llc",
        "sale",
        "purchase",
        "redaction",
        "efta00037697",
        "squad c-40"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016841",
      "summary": "Initially, it names Jeffrey A. Schantz and Paul Hoffman as Executors, granting them broad powers over his property, including the ability to invest, borrow money, and manage the estate without court oversight.  It establishes the Jeffrey E. Epstein 2001 Trust as the recipient of all assets. Subsequent codicils alter the Executor selection (adding Henry Jarecki, James Cayne, and eventually Darren K. Indyke), and modify the Executor’s powers, notably increasing their compensation from $100,000 to $500,000. The codicils also streamline procedures for the executors, removing requirements for bonds or reporting.  Each codicil builds upon the previous, culminating in a fifth version with increased compensation for the executors.",
      "timestamp": "2001-11-08T00:00:00",
      "timestamp_raw": "November 8, 2001",
      "keywords": [
        "jeffrey epstein",
        "will",
        "testament",
        "trust",
        "executors",
        "trustees",
        "schantz",
        "hoffman",
        "estate",
        "compensation",
        "powers",
        "discretionary",
        "investments",
        "borrowing",
        "beneficiary",
        "legal",
        "virgin islands",
        "code",
        "distribution",
        "assets"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024275",
      "summary": "This document is a collection of messages exchanged on April 11, 2005, primarily between Jeffrey Epstein and various individuals involved in his business activities, including financial transactions, property management, and travel arrangements. The messages cover a range of topics, including stock purchases (CELG), real estate deals in Palm Beach (PB), travel arrangements (flights, boat rentals), meeting scheduling, financial approvals (Dr. Landon’s payment), communication with colleagues and associates (Miles, Eric, Dan Sperberg), and logistical details like tile arrangements and photo delivery. Several individuals were attempting to contact Jeffrey Epstein regarding specific requests or updates, often through email correspondence. Key issues included confirming deadlines for investments, coordinating travel, managing property assets, and handling administrative tasks like billing and payments.",
      "timestamp": "2005-04-11T00:00:00",
      "timestamp_raw": "April 11, 2005",
      "keywords": [
        "jeffrey epstein",
        "messages",
        "calls",
        "dates (04/11/2005)",
        "celg",
        "pb",
        "tile",
        "yacht",
        "finances",
        "meetings",
        "real estate",
        "passport",
        "nyu",
        "photography",
        "stock"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008870",
      "summary": "This document is a record of messages exchanged on April 11, 2005, primarily between Jeffrey Epstein and various individuals including Gabriel Perahla, William Easton, Ira Zicherman, and others. The messages cover a wide range of topics including: scheduling calls, coordinating travel arrangements (flights, taxis), managing property (beach house, cabana tiles), discussing financial transactions (stock purchases, payments), arranging meetings (with executives, swimsuit lines), and addressing logistical details (emailing documents, contacting physicians, resolving passport issues). Several individuals were requesting assistance or updates on specific matters, and there were confirmations and follow-ups on previous communications.",
      "timestamp": "2005-04-11T00:00:00",
      "timestamp_raw": "April 11, 2005",
      "keywords": [
        "jeffrey epstein",
        "gabriel perahla",
        "william son",
        "jetblue",
        "tiles",
        "real estate",
        "christine condon",
        "carole koeppel",
        "stock",
        "yacht",
        "swimsuit",
        "heart test",
        "passport",
        "emerging market fund",
        "power symposium",
        "pool specialist",
        "danielle",
        "ny",
        "paris",
        "pinto",
        "tiki house",
        "reservations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007585",
      "summary": "This document appears to be a collection of real estate-related records pertaining to Jeffrey Epstein and, potentially, Ghislaine Maxwell. It includes a September 19, 2005, letter from Carpenter & Company, Inc. detailing property viewings of residences in Cambridge, Massachusetts, primarily focusing on a townhouse at 64 & Fifth Avenue. The letter notes the quality of the property and suggests a potential sale price of $10,500,000 for the townhouse. There are also several copies of Jeffrey Epstein's name and contact information, alongside a fax cover sheet discussing a failed deal with CIJIPMorganChase. The document also contains a townhouse report (multiple pages) with details on expenses, income, and property specifications for a different townhouse at 9 East 67th Street and 9 East 64th Street. The overall impression is of pre-legal scrutiny documentation regarding property holdings and financial transactions involving these individuals.",
      "timestamp": "2005-09-19T00:00:00",
      "timestamp_raw": "September 19, 2005",
      "keywords": [
        "efta00007585",
        "ghislaine maxwell",
        "jeffrey epstein",
        "carpenter & company",
        "cambridge",
        "ma",
        "2005",
        "real estate",
        "property",
        "67th street",
        "townhouse",
        "4d9",
        "cijipmorganchase",
        "fax cover sheet"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029390",
      "summary": "This document is a sworn statement taken on November 21, 2005, by Susan Shelling, a court reporter, during the Palm Beach Investigation. The witness, Donnie Murrell, worked as a houseman, major domo, and driver for Jeffrey Epstein at his estate on the end of Dixie Highway in West Palm Beach, Florida, from 1991 to 2002. He described managing the household, dealing with numerous guests (including a girlfriend named Elaine Maxwell and various massage therapists), and cleaning the property. He noted frequent guests, the use of massage therapists, and the presence of a chef. He also detailed the setup of massage areas and the handling of towels and supplies. Murrell’s employment ended due to health concerns. The reporter certifies the accuracy of the transcription and confirms her impartiality as a non-attorney reporter.",
      "timestamp": "2005-11-21T00:00:00",
      "timestamp_raw": "November 21, 2005",
      "keywords": [
        "florida",
        "palm beach",
        "investigation",
        "subpoena",
        "epstein",
        "housekeeper",
        "butler",
        "massage",
        "guests",
        "elaine maxwell",
        "interviewer",
        "witness",
        "susan shelling",
        "consor & associates",
        "transcripts",
        "transcripts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021118",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding FBI evidence collection related to a case involving Jeffrey Epstein. Attached were documents including a PDF detailing seized items from August 28, 2006, and another PDF describing property logs concerning Epstein. The email originated on July 7, 2021.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "efta00021118",
        "fbi",
        "jeffrey epstein",
        "evidence",
        "collection",
        "redaction",
        "pbpd",
        "florida",
        "2006",
        "2007"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029761",
      "summary": "Jeffrey Epstein reported that approximately $3,500 was stolen from his briefcase and a Glock handgun was taken from his desk.  The report details multiple witness statements, including those of house managers who had previously worked at the residence, and a neighbor. Surveillance footage was obtained showing a suspect taking the money and handgun.  Juan P. Alessi, a resident of the adjacent condominium, was identified as a possible suspect due to his presence at the property and a past connection to Epstein.  Ultimately, Epstein agreed to return the stolen money and did not wish to pursue prosecution, resulting in the case being marked as “Except.Cleared”.  The handgun’s whereabouts remain unknown.",
      "timestamp": "2006-09-01T00:00:00",
      "timestamp_raw": "September 1, 2006",
      "keywords": [
        "burglary",
        "palm beach",
        "firearms",
        "handgun",
        "currency",
        "money",
        "theft",
        "investigation",
        "surveillance",
        "case number",
        "jeffrey epstein",
        "recovered",
        "property",
        "$3500",
        "$2700"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023516",
      "summary": "It details the acquisition and transfer of numerous physical items collected on September 6, 2006, from 345 South County Road, Palm Beach, FL. The items include various tapes (VHS, MiniDV, 8mm), CDs, message books, folders, photos, and other documents. The cases are identified as 31E-MM-108062. The evidence was collected by the Miami owning office. The chain of custody documents multiple individuals involved in the handling of the evidence, with redactions present for the names of those individuals. There are multiple pages of detailed listings of items, categorized by case and date entered.",
      "timestamp": "2006-09-06T00:00:00",
      "timestamp_raw": "September 6, 2006",
      "keywords": [
        "efta00023516",
        "trey",
        "jeffrey epstein",
        "palm beach",
        "fl",
        "33480",
        "property",
        "case number",
        "miami",
        "message books",
        "phone books",
        "photo frames",
        "vhs tapes",
        "cds",
        "file folders",
        "massage table",
        "shredded paper",
        "dates",
        "chain of custody",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023505",
      "summary": "A communication discusses producing two PDF documents – an investigative case management report from August 10, 2007, and a property description log from September 6, 2006 – as part of Rule 16 discovery. The documents relate to evidence seized for Jeffrey Epstein’s case and are intended for a witness (identified as “a”) who is expected to testify regarding the seizure. The sender requests the creation of a “testifying witness folder” for this witness.",
      "timestamp": "2007-08-10T00:00:00",
      "timestamp_raw": "August 10, 2007",
      "keywords": [
        "efta00023505",
        "maxwell",
        "witness folder",
        "testimony",
        "evidence",
        "seizure",
        "rule 16 discovery",
        "epstein",
        "usanys",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013761",
      "summary": "Jay Leflowitz sent a response to a letter from [REDACTED] on November 29, 2007, as requested. The response, attached as 11-08-07_Ltr toiHtfromiPL.pdf, includes a disclaimer regarding confidential information and intellectual property rights. The email originated from Kirkland & Ellis LLP.",
      "timestamp": "2007-11-29T00:00:00",
      "timestamp_raw": "November 29, 2007",
      "keywords": [
        "efta00013761",
        "jay leflowitz",
        "epstein",
        "kirkland & ellis",
        "letter",
        "response",
        "november 5",
        "2007",
        "redaction",
        "confidential",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022206",
      "summary": "It primarily covers the legislation and procedures governing this cooperation. **Key Elements:** *   **EU Framework:** Much of the system is built upon the European Convention on Mutual Assistance in Criminal Matters and other EU-level initiatives like the European Arrest Warrant and the European Investigation Order.  However, Brexit significantly impacts the UK's future participation in these schemes. *   **CICA 2003 (Crime (International Cooperation) Act 2003):** This is the core legislation, outlining the mechanisms for UK assistance, including how it requests and receives information from foreign jurisdictions. *   **POCA (Proceeds of Crime Act 2002):** This Act provides the legal basis for freezing and confiscating assets derived from criminal activity, and allows for cooperation with foreign states in these processes. *   **Types of Assistance:** The document details several types of support: *   **Freezing Property Abroad:**  The UK can request foreign states freeze assets linked to criminal investigations. *   **Confiscating Assets Abroad:** The UK can seek to confiscate assets held abroad. *   **Evidence Gathering:**  The UK can request assistance in obtaining evidence (financial records, etc.) in foreign jurisdictions. *   **Monitoring Bank Accounts:** The UK can request foreign states monitor the accounts of suspects. *   **Procedures:** The document outlines the procedures involved, including: *   **Request Process:** How the UK formally requests assistance from foreign states (using letters of request). *   **Court Involvement:** The role of the Crown Court in overseeing the process and making decisions regarding restraint and confiscation orders. *   **Enforcement Mechanisms:** How the UK enforces foreign orders, including the use of receivers and other enforcement measures. *   **Brexit Implications:** The document highlights how Brexit is altering the landscape, particularly concerning the UK's future access to EU mutual recognition systems. **In essence, the document outlines the legal and practical framework for the UK to cooperate with foreign states in combating serious crime and financial fraud.**",
      "timestamp": "2008-12-18T00:00:00",
      "timestamp_raw": "18 December 2008",
      "keywords": [
        "mutual legal assistance",
        "uk",
        "eu",
        "international cooperation",
        "extradition",
        "freezing order",
        "confiscation",
        "money laundering",
        "criminal investigations",
        "evidence",
        "warrants",
        "international agreements",
        "share of crime",
        "law enforcement",
        "joint investigation teams",
        "financial institutions",
        "transnational organized crime",
        "united nations convention against corruption",
        "pcc act 2002",
        "s13",
        "s43",
        "s44",
        "s74",
        "s16",
        "s20",
        "s21",
        "s22",
        "s27",
        "s32",
        "s33",
        "s34",
        "s35",
        "s36",
        "s40",
        "s41",
        "s42",
        "s44",
        "s45",
        "s46",
        "s47",
        "s48",
        "s49",
        "s50",
        "s51",
        "s52",
        "s53",
        "s54",
        "s55",
        "s56",
        "s57",
        "s58",
        "s59",
        "s60",
        "s61",
        "s62",
        "s63",
        "s64",
        "s65",
        "s66",
        "s67",
        "s68",
        "s69",
        "s70",
        "s71",
        "s72",
        "s73",
        "s74",
        "s75",
        "s76",
        "s77",
        "s78",
        "s79",
        "s80",
        "s81",
        "s82",
        "s83",
        "s84",
        "s85",
        "s86",
        "s87",
        "s88",
        "s89",
        "s90",
        "s91",
        "s92",
        "s93",
        "s94",
        "s95",
        "s96",
        "s97",
        "s98",
        "s99",
        "s100",
        "s101",
        "s102",
        "s103",
        "s104",
        "s105",
        "s106",
        "s107",
        "s108",
        "s109",
        "s110",
        "s111",
        "s112",
        "s113",
        "s114",
        "s115",
        "s116",
        "s117",
        "s118",
        "s119",
        "s120",
        "s121",
        "s122",
        "s123",
        "s124",
        "s125",
        "s126",
        "s127",
        "s128",
        "s129",
        "s130",
        "s131",
        "s132",
        "s133",
        "s134",
        "s135",
        "s136",
        "s137",
        "s138",
        "s139",
        "s140",
        "s141",
        "s142",
        "s143",
        "s144",
        "s145",
        "s146",
        "s147",
        "s148",
        "s149",
        "s150",
        "s151",
        "s152",
        "s153",
        "s154",
        "s155",
        "s156",
        "s157",
        "s158",
        "s159",
        "s160",
        "s161",
        "s162",
        "s163",
        "s164",
        "s165",
        "s166",
        "s167",
        "s168",
        "s169",
        "s170",
        "s171",
        "s172",
        "s173",
        "s174",
        "s175",
        "s176",
        "s177",
        "s178",
        "s179",
        "s180",
        "s181",
        "s182",
        "s183",
        "s184",
        "s185",
        "s186",
        "s187",
        "s188",
        "s189",
        "s190",
        "s191",
        "s192",
        "s193",
        "s194",
        "s195",
        "s196",
        "s197",
        "s198",
        "s199",
        "s200",
        "s201",
        "s202",
        "s203",
        "s204",
        "s205",
        "s206",
        "s207",
        "s208",
        "s209",
        "s210",
        "s211",
        "s212",
        "s213",
        "s214",
        "s215",
        "s216",
        "s217",
        "s218",
        "s219",
        "s220",
        "s221",
        "s222",
        "s223",
        "s224",
        "s225",
        "s226",
        "s227",
        "s228",
        "s229",
        "s230",
        "s231",
        "s232",
        "s233",
        "s234",
        "s235",
        "s236",
        "s237",
        "s238",
        "s239",
        "s240",
        "s241",
        "s242",
        "s243",
        "s244",
        "s245",
        "s246",
        "s247",
        "s248",
        "s249",
        "s250",
        "s251",
        "s252",
        "s253",
        "s254",
        "s255",
        "s256",
        "s257",
        "s258",
        "s259",
        "s260",
        "s261",
        "s262",
        "s263",
        "s264",
        "s265",
        "s266",
        "s267",
        "s268",
        "s269",
        "s270",
        "s271",
        "s272",
        "s273",
        "s274",
        "s275",
        "s276",
        "s277",
        "s278",
        "s279",
        "s280",
        "s281",
        "s282",
        "s283",
        "s284",
        "s285",
        "s286",
        "s287",
        "s288",
        "s289",
        "s290",
        "s291",
        "s292",
        "s293",
        "s294",
        "s295",
        "s296",
        "s297",
        "s298",
        "s299",
        "s300",
        "s301",
        "s302",
        "s303",
        "s304",
        "s305",
        "s306",
        "s307",
        "s308",
        "s309",
        "s310",
        "s311",
        "s312",
        "s313",
        "s314",
        "s315",
        "s316",
        "s317",
        "s318",
        "s319",
        "s320",
        "s321",
        "s322",
        "s323",
        "s324",
        "s325",
        "s326",
        "s327",
        "s328",
        "s329",
        "s330",
        "s331",
        "s332",
        "s333",
        "s334",
        "s335",
        "s336",
        "s337",
        "s338",
        "s339",
        "s340",
        "s341",
        "s342",
        "s343",
        "s344",
        "s345",
        "s346",
        "s347",
        "s348",
        "s349",
        "s350",
        "s351",
        "s352",
        "s353",
        "s354",
        "s355",
        "s356",
        "s357",
        "s358",
        "s359",
        "s360",
        "s361",
        "s362",
        "s363",
        "s364",
        "s365",
        "s366",
        "s367",
        "s368",
        "s369",
        "s370",
        "s371"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014367",
      "summary": "This document is a Warranty Deed transferring ownership of a substantial parcel of real estate on Great St. James Island, St. Thomas, Virgin Islands, from GSJ Properties Corp. to Great St. Jim, LLC. The property encompasses approximately 37.3 acres (broken down into several parcels – B-1, B-2, C-1, and C-2) located at 6A Red Hook Quarter. The transaction involved a payment of $5,000,000 and includes a warranty from the grantor guaranteeing clear title, free of encumbrances (other than existing zoning regulations and recorded covenants), and a commitment to further assurances of title. The deed references previous conveyances from Helle Bungaard and Steen Bungaard, and John Knud Furst, Nina Furst, and Kim Furst, all recorded in the St. Thomas and St. John Recorder of Deeds. Finally, a Real Property Tax Clearance Letter confirms that as of 2015, there were no outstanding real property tax obligations for the property.",
      "timestamp": "2011-05-11T00:00:00",
      "timestamp_raw": "May 11, 2011",
      "keywords": [
        "warranty deed",
        "great st. james island",
        "st. thomas",
        "virgin islands",
        "real property",
        "grantor",
        "grantee",
        "parcel b-i",
        "parcel ii-2",
        "parcel c-1",
        "pwd no.",
        "zoning regulations",
        "covenants",
        "easements",
        "title",
        "deeds",
        "recorder of deeds",
        "tax clearance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020959",
      "summary": "This document is a Quitclaim Deed transferring ownership of approximately 36.7 acres of land, known as Little St. James Island, from L.SJ., LLC to Nautilus, Inc. The deed was executed on December 2, 2011, and details the property’s location, legal description, and historical conveyance from a previous owner (Warranty Deed dated 1998).  A notary public, Erika A. Kellerhals, certified the grantor’s signature, and an affidavit confirms the conveyance between related entities (L.SJ., LLC and Nautilus, Inc.) is a no-consideration transfer due to their shared beneficial ownership by Jeffrey E. Epstein. The document concludes with a Real Property Tax Clearance Letter from the Tax Collector confirming no outstanding tax obligations on the property.",
      "timestamp": "2011-12-02T00:00:00",
      "timestamp_raw": "December 2, 2011",
      "keywords": [
        "quitclaim deed",
        "u.s. virgin islands",
        "st. thomas",
        "parcel nos. a",
        "b & c",
        "little st. james island",
        "nautilus inc.",
        "l.sj.",
        "llc",
        "warranty deed",
        "real property tax",
        "zoning regulations",
        "covenants",
        "restrictions",
        "easements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030222",
      "summary": "An email chain discusses a deed (EFTA00030222) relating to a property located at 9 E 71st Street, New York NY. The deed, dated 12/23/2011, shows Jeffrey Epstein as both Grantor and Grantee, with Maple Inc (located in St Thomas, VI) as the Grantee. There are no mortgage records associated with Maple Inc. An attachment was not received, and the sender forwarded the email to multiple recipients including partners and AUSA’s.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "12/23/2011",
      "keywords": [
        "epstein",
        "deed",
        "maple inc",
        "st thomas",
        "vi",
        "acris",
        "jeffrey epstein",
        "9 e 71st street",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030825",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037757",
      "summary": "A series of emails and documents detail an investigation into the ownership history of a property located at 9 E 71st Street in New York City. The initial inquiry revolves around a 1989 deed transfer to “Nine East 71st Street Corporation,” with Jeffrey Epstein as president. Subsequent records show Epstein continuing to hold title through various entities until 2012. A key question is whether Wexner owned the property through the corporation or if Epstein held sole ownership for the entire period. The last deed of record, dated December 23, 2011, shows Jeffrey Epstein and Maple Inc. as Grantor and Grantee respectively. There are no mortgage records associated with Maple Inc.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "December 23, 2011",
      "keywords": [
        "epstein",
        "deed",
        "9 e 71st street",
        "new york",
        "leslie wexner",
        "1989",
        "2012",
        "corporation",
        "ownership",
        "title transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031566",
      "summary": "*   **Ownership:** The property is held by Maple, Inc. (a U.S. Virginia Islands Corporation) through a deed from Nine East 71” Street Corporation. *   **Transaction Date:** The deed was recorded on December 23, 2011, with a consideration of $10.00. *   **Encumbrances:** There are no mortgages, UCC filings, judgments, or other liens. *   **Lis Pendens:** A lis pendens was filed by the United States of America against Jeffrey Epstein, related to tax issues (Case No. 19CR490, Supreme Court). The outstanding amount relates to Block 1386 Lot 10. *   **Property Taxes:**  Property taxes are due for the 2020 period, with amounts of $173,510.58 and $171,775.47 for periods one and three respectively. *   **Other Matters:** There are no Homeowners Associations (HOA/POA/Condo). A mortgage satisfaction was recorded in 1988, and a notice of designation in 1982. *   **Legal Description:** The property is described with a detailed legal description outlining its boundaries. *   **Title Search Period:** The title search period covered from September 11, 1989, to June 14, 2019.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "December 23, 2011",
      "keywords": [
        "atlanta",
        "ga",
        "new york",
        "deed",
        "lis pendens",
        "usms",
        "property taxes",
        "71st street",
        "jeffrey epstein",
        "2019",
        "title search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026663",
      "summary": "The document is a record of a deed (EFTA00026663) related to property at 9 E 71st Street, New York NY. The last recorded deed was dated 12/23/2011 and was signed by Jeffrey Epstein and Maple Inc. No mortgages are listed for Maple Inc in online records. The information was shared with a partner and relevant US Attorneys.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "12/23/2011",
      "keywords": [
        "efta00026663",
        "deed",
        "jeffrey epstein",
        "maple inc",
        "st thomas",
        "vi",
        "acris",
        "grantor",
        "grantee",
        "2011"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037754",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020949",
      "summary": "A quitclaim deed is recorded on January 4, 2012, transferring ownership of a 0.07-acre parcel of land in Palm Beach County, Florida. The grantor is Jeffrey E. Epstein, and the grantee is Laurel Inc. The property is located as part of El Bravo Park, specifically lot 40 and a portion of lot 39, bounded by specific measurements and landmarks. The transaction involves a nominal consideration of $10.00, and the grantor releases all rights, title, and interest in the property. Three witnesses, all residents of the U.S. Virgin Islands, executed the deed, and the property’s tax identification number and control number are provided.",
      "timestamp": "2012-01-04T00:00:00",
      "timestamp_raw": "January 4, 2012",
      "keywords": [
        "quitclaim deed",
        "florida",
        "palm beach county",
        "st. thomas",
        "u.s. virgin islands",
        "real estate",
        "grantee",
        "grantor",
        "property",
        "land",
        "1981"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030126",
      "summary": "The grantor is Nine East 71st Street Corporation, and the grantee is Maple, Inc. The deed was recorded on January 10, 2012, with a recording fee of $52.00 and an affidavit fee of $0.00. The property is a one-family dwelling. The sale price was $0.00.  The document includes information about the presenting title associates, return addresses for both parties, and various tax details (including NYC Real Property Transfer Tax, County taxes, and NYS Real Estate Transfer Tax), all of which total $0.00 for this specific transaction. Supporting documents (including an affidavit of compliance regarding smoke detectors and detailed billing information) are referenced. The document also contains information regarding tax amounts and outstanding charges.",
      "timestamp": "2012-01-10T00:00:00",
      "timestamp_raw": "January 10, 2012",
      "keywords": [
        "nyc",
        "department of finance",
        "deed",
        "property",
        "block",
        "lot",
        "address",
        "stewart title",
        "title associates",
        "9 east 71st street",
        "manhattan",
        "recording",
        "endorsement",
        "mortgage",
        "tax",
        "real property transfer tax",
        "affidavit of compliance",
        "smoke detector",
        "maple",
        "inc.",
        "efta00030126"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037755",
      "summary": "The document is a searchable index of property records from the New York City Office of the City Register. It displays records for 9 E 71st St, New York, NY, Block 01386, Lot 0010. The records include deeds, satisfaction of mortgages, agreements, and assignments related to various parties, including Maple Street Corporation, Birch Wathen School Inc., St. Clare’s Hospital, JAGGIN, INC., and Manufacturers Han Trco.  The records list dates, document types, parties involved, and associated amounts.  There are 8 records listed in total.",
      "timestamp": "2012-01-10T00:00:00",
      "timestamp_raw": "1/10/2012",
      "keywords": [
        "city register",
        "new york",
        "parcel identifier",
        "deed",
        "manhattan",
        "block",
        "lot",
        "tax map",
        "records",
        "bbl search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016865",
      "summary": "Epstein, dated January 27, 2012. It revokes all prior wills and codicils. **Key Provisions:** *   **Funeral & Estate Expenses:** Directs the executor to pay for funeral expenses, estate administration, and storage/insurance of personal property. *   **Property Disposition:**  All real and personal property is to be given to the then-acting Trustees of The Jeffrey E. Epstein Trust One, established in 2001, as governed by the Trust Agreement. *   **Executors:** Appoints Darren K. Indyke, Joseph Pagano, Lawrence Newman, Jes Staley, and Andrew Farkas as executors (with successor executors designated if needed).  The executor has significant discretionary power regarding estate management. *   **Jurisdictional Issues:**  Outlines procedures for executors to serve in jurisdictions other than the testator's domicile, including designating a successor executor if the primary executor is unavailable. *   **Executor Responsibilities & Limitations:**  Details extensive powers for the executor, including investment authority, sale/disposal of assets, and the ability to handle complex situations (like oil/gas interests).  It also includes safeguards limiting the executor’s liability for negligence or errors, requiring good faith action. *   **Tax Provisions:** Addresses federal and state transfer taxes and outlines a method for apportioning taxes related to assets not passing directly under the will. *   **Trust Agreement Integration:**  The will incorporates the provisions of the Trust Agreement dated November 8, 2001. *   **Conflict of Interest Prohibition:**  The executor is forbidden from directly or indirectly buying or selling assets from or to themselves or related parties. The document also contains sections detailing the qualifications, duties, and limitations of the executor, as well as procedures for handling distribution, legal proceedings, and potential conflicts.",
      "timestamp": "2012-01-27T00:00:00",
      "timestamp_raw": "January 27, 2012",
      "keywords": [
        "will",
        "jeffrey epstein",
        "executor",
        "trust",
        "estate",
        "inheritance",
        "transfers",
        "payments",
        "distribution",
        "beneficiaries",
        "trust agreement",
        "codicil",
        "trustee",
        "legal",
        "assets",
        "jurisdiction",
        "funeral expenses",
        "burial expenses",
        "taxation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022151",
      "summary": "The grantor is Nine East 71st Street Corporation, and the grantee is Maple, Inc. The deed includes details such as the property address, block and lot number, legal description, and relevant tax information (including NYC Real Property Transfer Tax, County taxes, and NYS Real Estate Transfer Tax). It also outlines fees and charges associated with the transaction and confirms compliance with NYC smoke detector requirements. The document was prepared by trillASSOCIATES and recorded with the City Register of the City of New York on December 1, 2012. The return address is for Erika Kellerhals, Esq., representing Stewart Title. The document contains affidavits of compliance with NYC smoke detector regulations and a certification of the information provided.",
      "timestamp": "2012-12-01T00:00:00",
      "timestamp_raw": "December 1, 2012",
      "keywords": [
        "efta00022151",
        "nyc department of finance",
        "office of the city register",
        "deed",
        "2011122700736001",
        "9 east 71st street",
        "manhattan",
        "1386",
        "10",
        "maple",
        "inc.",
        "stewart title",
        "erika kellerhals",
        "recording fee",
        "taxable mortgage amount",
        "nyc real property transfer tax",
        "rp - 5217",
        "smoke detector requirement",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016876",
      "summary": "This document is the Last Will and Testament of Jeffrey E. Epstein, executed on September 16, 2013. Here’s a breakdown of the key provisions: *   **Revocation:** Epstein revokes all prior wills and codicils. *   **First Provision – Expenses & Executor Compensation:** He directs his executor to pay for his illness, funeral, debts, and administration expenses. The executor receives $250,000 upon probate completion, with reimbursement for reasonable costs. *   **Second Provision – Trust Distribution:** All of his real and personal property is to be given to the “Jeffrey E. Epstein 2013 Trust,” established under a specific trust agreement. *   **Third Provision – Executor Appointment:** He appoints Darren K. Indyke, Joseph Pagano, James E. Staley, and David Mitchell as executors, with Mitchell as a successor.  Provisions are in place for executor succession if one fails to qualify or resigns, particularly in jurisdictions outside his domicile.  Executor resignations are governed by applicable state laws. *   **Fourth Provision – Executor Powers:** The executor has broad discretionary powers, including investment authority, the ability to sell assets, manage business interests, and handle legal matters without judicial approval. There are specific restrictions, such as not buying/selling from himself or relatives. *   **Fifth Provision - Accounting:** The executor is responsible for sound trust accounting and allocating taxes appropriately. *   **Sixth Provision - Lapse Bequests:** Bequests to those who die before the testator lapse. *   **Seventh Provision – Definitions:**  Defines key terms like \"Executor\" and \"Trustee\" for clarity.",
      "timestamp": "2013-09-16T00:00:00",
      "timestamp_raw": "September 16, 2013",
      "keywords": [
        "will",
        "jeffrey epstein",
        "executor",
        "trust",
        "estate",
        "compensation",
        "property",
        "distribution",
        "liabilities",
        "jurisdiction",
        "amendments",
        "trust agreement",
        "taxes",
        "successor executor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035815",
      "summary": "This document, an outline drafted by Epstein, details BOP (Bureau of Prisons) policies and procedures relating to inmate conduct, property, and safety, primarily focusing on standards of conduct, use of government property, pretrial inmate management, and suicide prevention. Key areas covered include: *   **Standards of Conduct:** Detailed regulations regarding honest effort, impartiality, property protection, and reporting waste/fraud/abuse, referencing specific CFR sections and BOP Program Statements (e.g., 28 C.F.R. § 2635.101, P3420.11). It emphasizes the appearance of violations and the duty to report. *   **Property Management:** Rules for using government property (including office equipment, vehicles, and personal items) and managing inmate personal property, with specific allowances for SHU inmates and OTC medications. Procedures exist for inmate telephone usage, with monitoring requirements. *   **Inmate Management:** Protocols for conducting inmate counts (including 30-minute rounds and special accountability), managing SHU inmates (including observation and medication), and addressing suicide risk (including screening and suicide watch procedures). *   **Timeline & Analysis:** The document includes a timeline of events surrounding the death of Noel Epstein, a factual background, and an analysis of specific policy violations observed, namely falsified inmate counts, failure to conduct rounds, lack of cellmates, and violations related to phone/property usage. Essentially, the document presents a collection of BOP regulations and procedures intended to maintain order, security, and ethical conduct within correctional facilities.",
      "timestamp": "2013-12-06T00:00:00",
      "timestamp_raw": "12/6/2013",
      "keywords": [
        "standards of conduct",
        "28 c.f.r.",
        "pretrial inmates",
        "bop program statement",
        "shu",
        "personal property",
        "telephone regulations",
        "inmate counts",
        "suicide prevention",
        "custody",
        "regulations",
        "ethics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035394",
      "summary": "The MCC’s primary role is to confine pretrial individuals awaiting conviction, distinguishing them from convicted inmates.  The supplement establishes protocols for care, custody, and control, emphasizing that pretrial inmates are the responsibility of the U.S. Marshals Service until conviction. Key procedures include a thorough intake screening process (using forms BP-64 and BP-312), involving verification of legal documents, a physical and mental health assessment, and documenting inmate information. Pretrial inmates may be housed with convicted inmates under specific conditions requiring a waiver. The document details procedures for admission, visitation, release of funds/property, and handling of inmate records. It also outlines requirements for documenting inmate behavior, mental health status, and any security concerns, with a focus on identifying potentially disruptive or high-risk individuals. Finally, it specifies procedures related to religious programs, disciplinary actions, and death/serious illness protocols.",
      "timestamp": "2014-11-13T00:00:00",
      "timestamp_raw": "November 13, 2014",
      "keywords": [
        "pretrial inmates",
        "metropolitan correctional center",
        "new york",
        "u.s. department of justice",
        "federal bureau of prisons",
        "confinement",
        "procedures",
        "directives",
        "inmate classification",
        "cmc clearance",
        "intake screening",
        "security",
        "housing",
        "separations",
        "waiver",
        "work assignments",
        "medical intake",
        "psychological counseling",
        "legal resources",
        "release of funds",
        "attachment forms",
        "policy supplements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016884",
      "summary": "This document is Jeffrey E. Epstein’s Last Will and Testament, dated November 14, 2014. **First Article:** Directs the executor to pay for final expenses, funeral costs, estate administration, and debts. It also establishes compensation for the executor(s) at $250,000 upon probate completion, with reimbursement for reasonable expenses. **Second Article:**  Bequeaths all of Epstein’s real and personal property to the “Jeffrey E. Epstein 2014 Trust,” created under a specific Trust Agreement, to be managed according to the Trust Agreement’s provisions. **Third Article:** Appoints Darren K. Indyke, David Mitchell, and James E. Staley as executors, with Lawrence H. Summers as a successor. Outlines provisions for successor executors if initial executors fail to qualify. **Fourth Article:** Grants the executor broad powers to manage the estate’s assets, including investment authority, sales, loans, and handling of natural resources. It includes specific restrictions on self-dealing (no buying/selling from or to related parties) and outlines accounting procedures. **Fifth Article:** Details definitions of key terms, such as \"Executor\" and \"IRC section.\" **Sixth Article:** Specifies circumstances under which a bequest may lapse, and outlines provisions for distribution to the Trust in case of a lapse. **Seventh Article:**  Clarifies the role of the Trustee under the Trust Agreement, including how taxes will be allocated and paid. Includes stipulations regarding delegation of authority and general operational powers. It also specifies that any assets left unallocated will go to the Trustee under the Trust Agreement.",
      "timestamp": "2014-11-14T00:00:00",
      "timestamp_raw": "November 14, 2014",
      "keywords": [
        "will",
        "estate",
        "executor",
        "trust",
        "inheritance",
        "taxes",
        "distribution",
        "property",
        "compensation",
        "provisions",
        "beneficiaries",
        "trust agreement",
        "assets",
        "legal",
        "liabilities",
        "governance",
        "disposition",
        "judicial authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038498",
      "summary": "This document is a receipt for seized property, identified as EFTA00038498 and EFTA00038499. It details the items received, including a “Cockso” and a “Cocat Sci,” along with information regarding the date of receipt, originating and releasing parties, and the receiving officer. The document is associated with a case ID of 3/E-Nti-30.27571 and originates from the United States Department of Justice, Federal Bureau of Investigation.",
      "timestamp": "2015-04-13T00:00:00",
      "timestamp_raw": "4-13-2015",
      "keywords": [
        "efta00038498",
        "sterol",
        "fd-597",
        "receipt",
        "property",
        "justice",
        "fbi",
        "seized",
        "ceflected",
        "case id"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033573",
      "summary": "This document is a receipt for property collected/seized as part of a Federal Bureau of Investigation (FBI) case (Case ID: EFTA00033573). It records the details of a specific item(s) – a “121’10Ke AS, /H et -sr” – received from an unidentified source (“Received From: [REDACTED]”) on December 26, 2015, and signed by an FBI agent. The receipt includes information on who received, returned, or was released the item(s).",
      "timestamp": "2015-12-26T00:00:00",
      "timestamp_raw": "December 26, 2015",
      "keywords": [
        "fbi",
        "receipt for property",
        "redaction analysis",
        "efta00033573",
        "pd-597",
        "case id",
        "united states department of justice",
        "collected/seized",
        "received from",
        "released to"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014362",
      "summary": "This document is a Warranty Deed transferring ownership of a parcel of real estate on Great St. James Island, Virgin Islands. Here’s the key information: *   **Parties:** Christian Kjaer (Grantor) is selling a property to Great St. Jim, LLC (Grantee). *   **Property:** The property is located at No. 64 Red Hook Quarter, St. Thomas, Virgin Islands, encompassing 56.1 acres (more or less) and subdivided into smaller parcels. It was originally conveyed through the Estate of Karen Elisabeth Kjaer. *   **Sale Price:** The sale price is $15,175,500.00. *   **Type of Transfer:** The transfer is a “fee simple absolute” – a full and permanent ownership. *   **Restrictions:** The property is subject to Virgin Islands zoning regulations and existing covenants, restrictions, easements, and agreements. *   **Grantor’s Warranty:** Christian Kjaer warrants that he owns the property in fee simple, that it's free from encumbrances, and will provide further assurances of title. *   **Legal Recording:** The deed was filed and recorded at the Recorder of Deeds office in St. Thomas/St. John on January 28, 2016. *   **Cadastral Record Confirmation:** The Lieutenant Governor's office confirms that the property boundaries and area haven't changed according to their records. *   **Tax Clearance:** A Real Property Tax Clearance Letter confirms no outstanding taxes are owed on the property up to 2015.",
      "timestamp": "2016-01-28T00:00:00",
      "timestamp_raw": "January 28, 2016",
      "keywords": [
        "warranty deed",
        "great st. james island",
        "red hook quarter",
        "st. thomas",
        "virgin islands",
        "real property",
        "grantor",
        "grantee",
        "karen elisabeth kjaer",
        "christian kjaer",
        "zoning regulations",
        "easements",
        "title warranty",
        "pwd no. 49-626-t004"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032964",
      "summary": "It covers a wide range of legal topics, including: *   **Lawsuits:** Claims alleging bias in Harvard and NYU Law Reviews against white men, a Goldman Sachs executive's suicide, a Royal Park investment suit, and cases involving intellectual property disputes (Instagram art, Nicki Minaj’s clothing, Starbucks’ energy drinks). *   **Financial and Corporate News:**  Includes a former Goldman Sachs aide’s death, settlements involving Wesco Insurance, a Bank of New York Mellon transaction, Adidas’s new general counsel, and various bankruptcies (FIKA coffee chain, Ampal-American Israel Corp.). *   **Legal Industry Trends:** Reports on female partner representation at law firms, knowledge management, and a trend of sexual harassment training in state courts. Discussions about legal tech developments. *   **Individual Cases:** Details of cases such as the defamation suit against the EB-5 fund, the Honeywell cleanup lawsuit, and the Trump family's tax history. *   **Job Postings:** Listings for various legal positions across different firms and areas of practice. The document is generated on December 26, 2025, and includes redactions and various news articles from Law360, covering various legal matters.",
      "timestamp": "2018-10-10T00:00:00",
      "timestamp_raw": "October 10, 2018",
      "keywords": [
        "harvard",
        "nyu",
        "law reviews",
        "white men",
        "bias",
        "suits",
        "goldman sachs",
        "rmbs",
        "mcdonnell",
        "wine theft",
        "fraud",
        "bankruptcy",
        "insurer",
        "securities",
        "intellectual property",
        "instagram",
        "nicki minaj",
        "bloomberg",
        "adidas",
        "real estate",
        "litigation",
        "legal industry",
        "justice kavanaugh",
        "chicago courts",
        "barilla",
        "legal tech",
        "jobs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032459",
      "summary": "The articles cover a range of legal developments, including: *   **Deutsche Libor Trial Setback:** A witness’s false declaration caused issues in the government’s Libor-rigging case against Deutsche Bank traders. *   **Elon Musk Settlement:** Musk agreed to a $20 million fine related to his tweets about taking Tesla private. *   **Trump Emoluments Case:** A judge ruled that Democrats had standing to challenge President Trump’s emoluments clause lawsuit. *   **Prison Sentences:** Two former SBM Offshore executives received prison sentences for a global bribery scheme, and a former Morgan Stanley trader was sentenced to eight years for fraud. *   **SEC Actions:** The SEC charged various individuals and companies with insider trading, fraud, and FCPA violations, resulting in settlements and fines. Notably, Stryker Corp. settled FCPA claims. *   **Supreme Court Developments:** The Supreme Court’s new term began with a short staffing situation due to Brett Kavanaugh's nomination controversy. There was an FBI investigation into allegations of sexual assault against Kavanaugh and discussions about potential cases. *   **Other Legal News:** Articles covered a range of other topics including legal ethics violations, intellectual property disputes, diversity in law schools, and significant in-house hires within major companies. The document also includes a directory of law firms and a section on government agencies and job postings.",
      "timestamp": "2018-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2018",
      "keywords": [
        "deutsche libor trial",
        "elon musk",
        "donald trump",
        "sbm offshore",
        "embezzlement",
        "insider trading",
        "fcpa",
        "kavanaugh",
        "securities fraud",
        "settlements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037775",
      "summary": "*   Multiple individuals (identified only as “[REDACTED]”) within the NYPD, FBI, and the Child Exploitation Human Trafficking Task Force are involved in an investigation related to \"Epstein.\" *   The investigation centers around 911 calls originating from an alarm company and a DAS search yielding information about an employee and property manager associated with 9 E 71 Street. *   A phone number (212-533-3739) linked to Epstein is being investigated via DAS searches. *   Requests are being made to obtain sprint reports related to the 911 calls and to subpoena NYPD communications. *   One individual advises another to change their name. *   The communication occurred on December 10, 2018, with discussions planned for later that day and the following week.",
      "timestamp": "2018-12-10T00:00:00",
      "timestamp_raw": "December 10, 2018",
      "keywords": [
        "epstein",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "das search",
        "911 calls",
        "somu",
        "sprint reports",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032400",
      "summary": "It details several ongoing Supreme Court cases and rulings from lower courts (DC, Federal, Sixth, Seventh, Ninth, and Eleventh Circuits). Key cases covered include: *   **Census Citizenship Question:** The Supreme Court will hear arguments regarding Commerce Secretary Wilbur Ross’s decision to include a citizenship question on the 2020 census. *   **Title VII Plaintiff’s Hurdles:** The Supreme Court will consider a Texas county’s challenge to a Fifth Circuit decision concerning requirements for federal discrimination suits. *   **FOIA Case:** The Supreme Court will rule on the standard for invoking a key exception to the Freedom of Information Act concerning data shared with the Office of Federal Contract Compliance Programs. *   **Social Media Terrorism Suits:** The Sixth Circuit’s dismissal of a suit blaming Facebook, Twitter, and YouTube for a mass shooting highlights the slim chance of success in Anti-Terrorism Act suits. *   **UPS Unionization:** The D.C. Circuit rejected UPS’s attempt to overturn a unionization ruling at a Pennsylvania distribution facility. *   **Kazakhstan Award:** The D.C. Circuit upheld Kazakhstan’s ability to recover a half-billion-dollar arbitration award. *   **Wireless Fee Ruling:** The D.C. Circuit will hear arguments regarding the FCC’s ruling on Verizon’s roaming rates. *   **IP Verdicts:** The Federal Circuit ruled on several intellectual property cases, including overturning a $7.5 million verdict against Novozymes, siding with iRobot, and upholding a Hologic patent. *   **Other Cases:** The report also covers decisions regarding UPS, antitrust issues, a Maryland distribution facility unionization, and several cases involving patent disputes, employment discrimination, and criminal proceedings. It further lists law firms involved in these cases and provides contact information and a jobs section. Finally, it includes analysis and insights on trends within the legal industry, such as the increasing role of practice groups and the shifting landscape of corporate legal departments.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "April 22, 2019",
      "keywords": [
        "census",
        "supreme court",
        "title vii",
        "apa",
        "commerce secretary",
        "wilbur ross",
        "discrimination",
        "foia",
        "arbitration",
        "patents",
        "antitrust",
        "litigation",
        "legal analysis",
        "law firms",
        "arbitration",
        "legal industry",
        "#metoo",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010710",
      "summary": "Key points include: *   **SEC Fraud Allegations:** The author accuses the SEC of approving fraudulent schemes involving Economou’s companies and a network of associated entities (AQR, Polar Asset Mgmt, etc.). *   **George Economou’s Connections:** The document highlights connections between Economou and individuals like Jared Kushner, Andrew Ekonomou (a Byzantium expert), Stephen Feinberg (formerly of Cerberus), and Jeffrey Epstein. *   **Apollo Global Management’s Involvement:** Apollo played a significant role in financing Economou’s ventures, particularly through a $300 million mezzanine loan for 666 Fifth Avenue, alongside Brookfield Property Partners. The author alleges Apollo has also been granted free rein in the insurance industry. *   **Toronto Connections:** The document emphasizes a network of Toronto-based investors (Bistricer, EKONOMOU) involved in the schemes, linking the activities to a “dark” shell company (Environmental Solutions Worldwide). *   **SEC’s Intentional Obstruction:** The author alleges the SEC intentionally suppresses information and hinders investigations, possibly to protect implicated individuals and firms. *   **Ongoing Investigation:** The document suggests ongoing investigations by the SEC, DOJ, and FBI related to these activities, with references to potential criminal charges. *   **Christopher Dilorio’s Claims:** Throughout the document, Christopher Dilorio repeatedly alleges a pattern of systemic fraud and obstruction, expressing a desire to expose these claims through legal action. He’s presented as a whistleblower with detailed information. Essentially, the document builds a complex web of allegations linking numerous individuals and financial institutions to a potential pattern of fraud and money laundering, primarily centered around George Economou’s financial activities.",
      "timestamp": "2019-05-15T00:00:00",
      "timestamp_raw": "15 May 2019",
      "keywords": [
        "efta00010710",
        "apollo",
        "epstein",
        "kushner",
        "sec",
        "george economou",
        "dryships",
        "money laundering",
        "fraud",
        "investigations",
        "financial quant",
        "1mdb",
        "aqr",
        "toronto",
        "marc bistricer",
        "vanity fair",
        "reg d",
        "william",
        "kalani",
        "christopher dilorio",
        "bloomberg",
        "sjw group",
        "milken",
        "leon black",
        "brookfield",
        "trump",
        "russia",
        "cerberus",
        "“genius fin quant”",
        "nyse:apo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015564",
      "summary": "This document is an email correspondence between an Assistant United States Attorney from the Southern District of New York and another party regarding a Curbed.com article published in 2015 about Jeffrey Epstein’s property holdings. The email is dated June 17, 2019.",
      "timestamp": "2019-06-17T00:00:00",
      "timestamp_raw": "June 17, 2019",
      "keywords": [
        "efta00015564",
        "redaction analysis",
        "jeffrey epstein",
        "real estate",
        "southern district of new york",
        "curbed.com",
        "property holdings",
        "united states attorney",
        "2019",
        "2015"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032556",
      "summary": "legal system in late June 2019. Key themes include: *   **New York Attorney General Actions:** Investigations into Bitfinex, Insys Pharmaceuticals kickbacks, and other state legal actions. *   **Second Circuit Court Cases:** Decisions regarding Lehman Brothers, Goldman Sachs, and other cases before the Second Circuit Court of Appeals. *   **Bankruptcy Proceedings:** Developments in cases like BlueHippo Funding and Sungard Availability Services. *   **SEC Enforcement:** Ongoing scrutiny of cryptocurrency markets and related regulatory actions. *   **Various Litigation:** Disputes related to intellectual property (Lionbridge, TransPerfect), real estate (chess builders), employment (CKR Law), benefits, and other areas (e.g., SiriusXM, Express Scripts, Total Wine & More). *   **Supreme Court Decisions:** A ruling on Tennessee liquor license requirements and a clarification regarding “Auer deference.” *   **Firm News & Recognition:** Updates on firms like O’Melveny & Myers winning “best to work for” titles and other achievements. *   **Job Postings:** Several job listings from law firms seeking attorneys across various practice areas. The document includes news about specific legal battles, regulatory actions, and firm activities.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2019",
      "keywords": [
        "crypto market",
        "bitfinex",
        "sec",
        "lehman brothers",
        "goldman sachs",
        "insys",
        "attorney kickbacks",
        "tennessee liquor licenses",
        "cybersecurity data breach",
        "intellectual property",
        "picasso painting",
        "employment discrimination",
        "lgbtq rights",
        "debt collector lawsuit",
        "high court",
        "u.s. supreme court",
        "fraud",
        "bankruptcy",
        "bank suit",
        "libor rigging",
        "sports arbitration",
        "reit investor fees",
        "legal industry",
        "judge reprimand",
        "judicial vetters",
        "pacer fees",
        "court opinions",
        "jobs",
        "law360"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030825",
      "summary": "Emails dated June 27, 2019, discuss a deed related to a property at 9 E 71st Street, New York, NY. One email references Mark Epstein (Jeffrey Epstein’s brother) as the owner, and identifies Jeffrey Epstein and several other female names as associated with apartment 1OF. Another email requests verification of the address 301 East 66th Street, Apt. 10F, NY NY. An attached ACRIS report from December 23, 2011, shows Jeffrey Epstein as both Grantor and Grantee, with the Grantee being Maple Inc. located in St Thomas, VI, and indicates no mortgages from Maple Inc. are recorded.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "June 27, 2019",
      "keywords": [
        "efta00030825",
        "jeffrey epstein",
        "deed",
        "new york",
        "9 e 71st street",
        "maple inc",
        "acris",
        "st thomas",
        "1of",
        "10f"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030222",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037754",
      "summary": "A document, dated June 27, 2019, concerns a deed for property located at 9 E 71st Street, New York, NY. The deed was last recorded on December 23, 2011, and was signed by Jeffrey Epstein as both the Grantor and Grantee. Maple Inc, located in St Thomas, VI, is listed as the Grantee, with no mortgages indicated for the company in online records. The document originates from the New York City Department of Finance’s ACRIS list.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "June 27, 2019",
      "keywords": [
        "efta00037754",
        "jeffrey epstein",
        "deed",
        "new york city",
        "maple inc",
        "st thomas",
        "acris",
        "grantor",
        "grantee",
        "9 e 71st street"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026663",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014298",
      "summary": "Several individuals discussed scheduling a meeting to discuss a forfeiture question related to a property involved in the Jeffrey Epstein case. The proposed meeting times were between 1:00 PM and 2:00 PM, or 2:30 PM and 4:00 PM. Three individuals – [REDACTED], [REDACTED], and [REDACTED] – indicated availability at different times, with one agreeing to 3:30 PM. The discussion occurred via email and included references to a meeting with Judge Sullivan.",
      "timestamp": "2019-06-28T00:00:00",
      "timestamp_raw": "28 Jun 2019",
      "keywords": [
        "forfeiture",
        "epstein",
        "property",
        "judge sullivan",
        "jeffrey epstein",
        "united states attorney",
        "new york",
        "ted",
        "3:30",
        "discussion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014286",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014286",
      "summary": "An email thread discusses a meeting regarding a forfeiture question related to a property involved in the Jeffrey Epstein case. Ted and an Assistant United States Attorney from the Southern District of New York are available to meet with others at times between 1:00 PM and 2:00 PM, or 2:30 PM and 4:00 PM. One Saint Andrew’s Plaza (EFTA00014287) is also referenced.",
      "timestamp": "2019-06-28T00:00:00",
      "timestamp_raw": "28 Jun 2019",
      "keywords": [
        "forfeiture",
        "epstein",
        "jeffrey epstein",
        "judge sullivan",
        "united states attorney",
        "southern district of new york",
        "property",
        "ted",
        "assistant",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014298",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028388",
      "summary": "The application, prepared by a Federal Bureau of Investigation (FBI) Special Agent, seeks to search the premises for evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and § 371). The warrant is based on the ongoing investigation of Jeffrey Epstein, who owned the property. Key evidence cited includes victim testimonies (specifically Victim-1’s account), which describe Epstein engaging in sexual abuse and exploitation of multiple minor girls within the residence, including providing them with money and facilitating their recruitment of additional victims.  The affidavit details instances of Epstein using the premises to conduct these activities, including arranging for victims to provide massages and engaging in sexual acts. A copy of the Indictment charging Epstein with these offenses is included as Exhibit A. The application seeks to seize relevant items, including photographs and documents, to further investigate these allegations. The warrant was signed by Judge Barbara Moses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "fbi",
        "jeffrey epstein",
        "new york",
        "residence",
        "evidence",
        "probable cause",
        "trafficking conspiracy",
        "1591",
        "371",
        "united states district court",
        "magistrate judge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032583",
      "summary": "Key highlights include: *   **Cravath & Swaine's NYU Ties:** A New York court rejected a bid for a new trial in an ERISA class action against New York University, citing a lack of bias. *   **LexisNexis Settlement:** LexisNexis Risk Solutions reached a $5.8 million settlement with states over withheld fees from law enforcement agencies. *   **Ed Sheeran Trial Delay:** The Ed Sheeran copyright trial was postponed due to a Ninth Circuit ruling on the Led Zeppelin case. *   **Various Litigation Updates:** Several other cases are covered, including: a Montana rancher fraud case, a Second Circuit ruling on asylum for a Chinese woman, a New York doctor convicted of opioid fraud, state attorneys general urging the CFPB to maintain overdraft rules, investigations into Facebook housing ads, a recycling bin case involving an insurer, a truck crash coverage dispute, a Barilla class action dismissal, a California business owner suing the NBA for stolen app ideas, and various cases related to bankruptcy, intellectual property, employment, and banking. *   **Firm News and Job Listings:** The document also includes news about Cooley LLP, Pierce Bainbridge, and Wilson Sonsini, along with several job listings from Schoen Legal Search. *   **Legal Industry Analysis:** An opinion piece discusses the decline in large law firm mergers. The document appears to be a snapshot of legal news focused on a diverse range of industries and legal matters.",
      "timestamp": "2019-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2019",
      "keywords": [
        "cravath swaine",
        "nyu",
        "erisa",
        "new trial",
        "judge",
        "lexisnexis",
        "ed sheeran",
        "fraud",
        "asylum",
        "oxycodone",
        "overdraft rule",
        "facebook housing advertisers",
        "recycling bin",
        "truck crash coverage",
        "barilla",
        "intellectual property",
        "nba",
        "mont. cattle rancher",
        "nyc doc",
        "state ags",
        "cfpb",
        "sheeran trial",
        "insurance",
        "second circuit",
        "law firms",
        "merger",
        "jobs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028384",
      "summary": "The document consists of email exchanges between legal professionals regarding the conditions of a client, Nick, held in SHU (Special Housing Unit). Concerns include the confiscation of legal materials, lack of personal property (books, radio), a leaking toilet, and wet floor in his cell. Discussions are being scheduled for a Monday call to address these issues, specifically regarding the cellphone allegation and the return of seized documents. One party is requesting a review of Nick’s confinement conditions going forward.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2019",
      "keywords": [
        "shu",
        "cell phone",
        "attorney client privilege",
        "conditions",
        "nick",
        "mcc",
        "new york",
        "call",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026640",
            "similarity": 0.636,
            "index": 47,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026669",
      "summary": "Bruce Barket, representing a client named Nick, is following up on conditions within SHU (Special Housing Unit). Nick was placed in SHU due to a cell phone allegation. Barket reports that the cell toilet is leaking, Nick hasn’t received his personal property (books, radio), and some legal paperwork prepared by Barket’s office hasn’t been returned to him. Barket requests a follow-up next week to discuss Nick’s confinement conditions and intends to retrieve the missing legal documents immediately. A correctional officer provides context regarding the SHU placement and requests for reading material and the return of documents.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2019",
      "keywords": [
        "shu",
        "legal work",
        "personal property",
        "cell phone allegation",
        "bruce barket",
        "metropolitan correctional center",
        "documents",
        "privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015567",
      "summary": "Martin G. Weinberg requested a copy of the sealed Indictment of Mr. Epstein, any warrants for searches of Epstein’s residence or property, and resulting inventories. He specifically requested that the contents of any seized documents, devices, computers, or phones be protected until he could discuss protecting privileged communications with legal representation. The email originated from “a” to Weinberg on July 7, 2019.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "efta00015567",
        "epstein",
        "indictment",
        "warrant",
        "search",
        "confidential",
        "redaction",
        "martin weinberg",
        "attorneys",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028308",
      "summary": "*   Prosecutors seized nude photographs of underage girls from Epstein’s Manhattan townhouse and Palm Beach property. *   Epstein is accused of engaging in a scheme involving dozens of vulnerable minors, including arranging nude massage sessions and soliciting girls to recruit others. *   A previous deal in 2008, overseen by U.S. Attorney Alexander Acosta, allowed Epstein to plead guilty to state prostitution charges and avoid federal prosecution. This deal was criticized for not consulting with Epstein’s accusers. *   The Southern District of Florida’s decision to pursue charges now is seen as a reversal of the 2008 agreement. *   Donald Trump commented on Epstein in 2002, describing him as “a terrific guy.”",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "sexual trafficking",
        "underage girls",
        "new york",
        "miami",
        "prosecution",
        "indictment",
        "sex abuse",
        "united states attorney",
        "#metoo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026640",
      "summary": "A series of emails discuss the conditions of a detainee, Nick, held in SHU (Special Housing Unit). Concerns include: *   A tour scheduled for July 8th to assess his conditions. *   Disputes over scheduling times for a discussion. *   Issues regarding his cell conditions: a leaking toilet, lack of personal property (books, radio), and missing legal documents containing privileged work product. *   A request to ensure the return of all seized materials and a discussion about future confinement conditions.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "shu",
        "cell phone",
        "attorney client privilege",
        "new york",
        "metropolitan correctional center",
        "conditions",
        "nick",
        "documents",
        "reading material"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028384",
            "similarity": 0.636,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018166",
      "summary": "A reporter, Jeff Ostrowski from The Palm Beach Post/Palm Beach Daily News, inquired about the government’s plans to pursue the Palm Beach property related to the Jeffrey Epstein indictment. Specifically, he questioned the discrepancy between the forfeiture of “any property” and the lack of mention of the El Brillo Way real estate’s specific address or legal description. Jeffrey Ostrowski sent the email to [REDACTED].",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "palm beach",
        "forfeiture",
        "property",
        "jeffrey ostrowski",
        "reporter",
        "redaction",
        "government",
        "el brillo way"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018167",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018167",
      "summary": "A reporter, Jeff Ostrowski from The Palm Beach Post/Daily News, inquired about the government’s plans to pursue the forfeiture of the Palm Beach property linked to Jeffrey Epstein. An email exchange occurred between Ostrowski and redacted individuals regarding the lack of specific mention of the El Brillo Way real estate within the indictment’s “any property” forfeiture clause.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "palm beach",
        "forfeiture",
        "property",
        "real estate",
        "indictment",
        "government",
        "el brillo way"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018166",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037818",
      "summary": "Department of Justice’s Federal Bureau of Investigation (FBI). It details the execution of a search warrant at a property located at 9 East 71st Street, New York, NY 10021 on July 11, 2019. The log records the sequence of events during the search, including the team’s entry, initial walkthrough, photography, sketching, and subsequent search. It also documents the receipt and delivery of a copy of the warrant and the receipt issued to the individual whose property was seized.  Finally, it includes an evidence collected item log detailing specific items seized, their descriptions, locations, and the individuals involved in the collection and observation.  Several sections are redacted.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "search warrant",
        "fbi",
        "property seized",
        "premises",
        "receipt",
        "event",
        "search team",
        "photographs",
        "sketch",
        "evidence collected",
        "case id",
        "location"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030247",
      "summary": "This document is a response from the U.S. Department of Justice to a defendant’s motion for pretrial release in the case of *United States v. Jeffrey Epstein*. The government argues that the defendant’s motion misrepresents the evidence, fails to adequately address the significant risks of releasing him (given his wealth and prior conduct), and doesn’t meet the standard for release. Specifically, the government contends: *   The defendant’s proposed bail package is inadequate, relying on a property that’s already subject to forfeiture. *   The defendant’s vast financial resources, coupled with his history of obstruction and manipulation, pose a substantial flight risk. *   The defendant’s claims of innocence are unsupported by the growing evidence of his guilt, including numerous victims, a trove of incriminating photos, and his continued lack of understanding of the severity of his actions. *   The defendant’s proposal to utilize a private security force is unreasonable and raises concerns about conflicts of interest. *   The government believes Pretrial Services’ recommendation for detention and the victims’ desire for detention are justified, and therefore, the court should order the defendant’s detention pending trial.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "u.s. department of justice",
        "jeffrey epstein",
        "motion for pretrial release",
        "detention memo",
        "victims",
        "sexual abuse",
        "bail package",
        "financial resources",
        "extradition",
        "risk of flight",
        "detention",
        "evidence",
        "prosecution",
        "criminal history",
        "net worth",
        "private security"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031555",
      "summary": "This document is a recording of a real estate transaction – a bargain and sale deed – involving the transfer of property located at 9 East 71st Street, New York City. Here’s a breakdown of the key information: *   **Parties Involved:** NINE EAST 71ST STREET CORPORATION (grantor/seller) and MAPLE, INC. (grantee/buyer). *   **Property Description:** A one-family dwelling located at 9 East 71st Street, Manhattan, described by specific coordinates and boundaries. *   **Date of Document:** The initial document was created on July 17, 2019, but this recording occurred on December 23, 2011. *   **Consideration:** Initially $10.00, but the deed includes covenants regarding the payment of costs related to improvements. *   **Fees and Taxes:** The transaction involves various fees including a mortgage filing fee ($125.00), a recording fee ($9.00), and taxes (Real Property Transfer Tax, City Additional Tax, etc. – all set to $0.00 in this instance). *   **Covenants:** The grantor (NINE EAST 71ST STREET CORPORATION) makes covenants related to the property’s condition and the grantee's obligation to pay for improvements. *   **Notarization:** The deed is notarized by Erika A. Kellerhals, Notary Public, in St. Thomas, US Virgin Islands, with two witnesses also providing notarized attestations. *   **Purpose:** The deed establishes the transfer of ownership from NINE EAST 71ST STREET CORPORATION to MAPLE, INC. Essentially, this is the official record of the property transfer, detailing the parties, the property itself, the financial aspects of the transaction, and the legal obligations associated with the sale.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "nyc department of finance",
        "record",
        "instrument",
        "deed",
        "9 east 71st street",
        "1386",
        "10",
        "grantor",
        "grantee",
        "mortgage",
        "filing fee",
        "property data",
        "borough",
        "block",
        "lot",
        "address",
        "2011122700736001",
        "12.23.2011"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031569",
      "summary": "*   **Property Owner:** MAPLE, INC. *   **Address:** 9 East 71 Street, 10021, Manhattan, Block 1386 Lot 10 *   **Tax Year:** 2020/21 *   **Building Class:** A5 - ONE FAMILY ATTACHED OR SEMI-DETACHED *   **Tax Class:** 1 *   **Account Balance (as of July 18, 2019):** $173,510.58 *   **Account History:** Includes tax payments from 2018-2020, with balances and dates. *   **Assessment Roll (2018-2019):** Taxable Assessed Value: $1,658,880, Uniform percentages of full market value applied (6% for Class 1).",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "manhattan",
        "property tax",
        "efta00031569",
        "9 east 71 street",
        "tax class",
        "building class",
        "account balance",
        "nyc",
        "assessments",
        "maple",
        "inc."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031560",
      "summary": "This document is a Preliminary Title Report prepared by London & Thurber for a property located at 9 East 71st Street, New York, NY. It details the current title status as of July 19, 2019, with the land owned by Maple, Inc. and Nine East 71' Street Corporation. The report outlines requirements for insuring the title, including paying fees, taxes, and providing a survey. It also lists several exceptions to coverage, such as unrecorded liens, easements, and potential issues related to tenants in possession, property boundaries, and outstanding assessments. An attached Exhibit A provides the legal description of the property, and Exhibit B lists additional liens and encumbrances recorded on the property.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "July 19, 2019",
      "keywords": [
        "title report",
        "usms-d54-00000307",
        "new york",
        "9 east 71 street",
        "deed",
        "maple inc",
        "nine east 71 street corporation",
        "12/23/2011",
        "01/10/2012",
        "exhibit a",
        "exhibit b",
        "efta00031560",
        "efta00031561",
        "efta00031562",
        "efta00031563",
        "efta00031564",
        "efta00031565"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020948",
      "summary": "This document is an email regarding real property owned by Jeffrey Epstein, specifically a deed from Epstein to Laurelinc. The email, dated July 19, 2019, is sent from an individual affiliated with the FBI and the Financial Crimes Investigation Team (EFTA00020948) to investigate the property located in Palm Beach, FL 33480. The sender intends to conduct due diligence on Laurel, Inc.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "July 19, 2019",
      "keywords": [
        "epstein",
        "palm beach",
        "deed",
        "laurelinc",
        "fbi",
        "ny",
        "due diligence",
        "real property",
        "investigation",
        "efta00020948"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020130",
      "summary": "This document is a search warrant issued on July 21, 2019, by U.S. Magistrate Judge Barbara Moses for a search of property located at 9 East 71st Street, New York, NY. The warrant targets compact discs seized on July 7, 2019, and seeks to uncover evidence related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking of minors and conspiracy).  Specifically, investigators are authorized to seize documents, photographs, and recordings depicting minors engaged in sexually explicit conduct, as well as items related to the ownership or use of electronic devices involved in these activities. The warrant includes provisions for a forensic image of the seized devices and a thorough review of the electronic storage information (ESI) contained within, utilizing various search techniques.  A detailed inventory and return form is attached to the warrant, outlining the specific items being sought.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "united states district court",
        "law enforcement",
        "18 u.s.c. § 371",
        "1591",
        "attachment a",
        "esi",
        "forensic image",
        "keywords"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014542",
      "summary": "A series of emails discuss scheduling a call regarding Epstein scheduling issues, referencing the dial-in number EFTA00014542. One email suggests contacting Special directly for the return of property and mentions a planned court appearance on Wednesday.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "epstein",
        "scheduling",
        "call",
        "efta00014542",
        "redaction",
        "property",
        "wednesday",
        "july 29",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021517",
      "summary": "A scheduling call was confirmed for Wednesday at 9 AM regarding scheduling issues related to Jeffrey Epstein.  The call dial-in number is EFTA00021517.  Separate communication suggests contacting Special Agent directly at [REDACTED] or potentially speaking with her in court on Wednesday.  Property return coordination was also offered through Special Agent.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "epstein",
        "scheduling",
        "call",
        "return of property",
        "special agent",
        "court",
        "wednesday",
        "efta00021517",
        "dial-in",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021519",
      "summary": "On July 29, 2019, the FBI New York (VCAC/Human Trafficking) sent an email to [REDACTED] containing information related to the arrest of Jeffrey Epstein. The email included the \"arrest 302,\" advice of rights, a receipt for property, and a receipt of items returned to his lawyer on July 18, 2019. The email was sent by Sal from the FBI.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "jeffrey epstein",
        "arrest",
        "fbi",
        "redaction",
        "contract",
        "property receipt",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019904",
      "summary": "An email chain discusses obtaining search warrant returns related to Jeffrey Epstein’s properties. One party (Alex) informs the other party (Andy) that they can potentially provide search warrant returns from the New York property searches, including USAO_4381-4445 and USAO_2662-4380, though some pages are protected by a confidentiality order. Alex also notes that searches of the New Mexico property have not been conducted. Andy requests the search warrant returns and inventories of seized items, proposing meeting dates in early January. The email chain includes standard confidentiality disclaimers.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "search warrant returns",
        "discovery",
        "criminal case",
        "new york property",
        "usao",
        "forfeiture claims",
        "january",
        "confidential",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028085",
      "summary": "On August 1, 2019, Michael C. Miller of Steptoe & Johnson LLP contacted [REDACTED] to inquire about the return of property, specifically a ring, diamonds, and funds. He requested a time to send someone to retrieve them and was coordinating with the FBI and another individual regarding a conference call. The email chain demonstrates attempts to arrange a meeting and follow up on communication regarding the property return.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "efta00028085",
        "property return",
        "epstein",
        "michael miller",
        "steptoe & johnson llp",
        "conference call",
        "fbi",
        "defense counsel",
        "ring",
        "diamonds",
        "funds"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028532",
      "summary": "Epstein’s suitcases and property were returned on August 2, 2019, at 9:00 AM to Frank Senerchia of Orion Investigations Inc. The return was facilitated by Epstein’s legal counsel, who consulted with Senerchia on August 1, 2019.  Receipts and photographic evidence of Senerchia’s ID and signature were obtained. A 302 form will be generated by SA on Monday.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "epstein",
        "property",
        "return",
        "investigator",
        "senerchia",
        "orion investigations",
        "receipt",
        "fbi",
        "new york",
        "302"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028444",
      "summary": "A U.S. Attorney’s Office in USVI is coordinating a search warrant application regarding property potentially linked to Jeffrey Epstein. Fish and Wildlife conducted a flyover and surveillance of the Great St. James islands and is available to assist in the search. The U.S. Attorney’s Office intends to send the warrant application materials (affidavit, indictment, and exhibits) to the recipient, who will consult with their magistrate judge. The possibility of a weekend search execution is being considered. A reporter from the NY Times is scheduled to investigate Epstein’s property.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "search warrant",
        "usavi",
        "fish and wildlife",
        "usvi",
        "gretchen shappert",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037401",
      "summary": "A travel plan is being established for approximately 40 FBI NY personnel to travel to St. Thomas for a search operation related to a case involving a British citizen and digital media seized from his residence. EAN #457356.1 is being used for the travel. Logistics are being coordinated, including lodging, transportation, CBP/Coast Guard coordination, vehicle rentals (limited), and supplies. The team intends to execute a search warrant on a 70+ acre property, starting Monday morning, and anticipates the operation taking 1-3 days. Case agents will be present to swear out the warrant and conduct interviews. Updates regarding the SCN were sent on July 26th.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "efta00037401",
        "st. thomas",
        "fbi",
        "travel",
        "search warrant",
        "virgin islands",
        "epstein",
        "cooperation",
        "logistics",
        "transportation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035813",
      "summary": "This document is a draft outline, dated 7.15.2021, pertaining to the case of EFTA00035813. It details relevant regulations and policies from the Bureau of Prisons (BOP), including standards of conduct (28 C.F.R. sections), program statements, and procedures related to pretrial inmates, SHU operations, telephone usage, personal effects, medicine, rounds and counts, and suicide prevention. The outline includes a timeline of relevant events, a factual background focusing on the death of Epstein, and an analysis identifying potential violations of BOP policies, specifically regarding inmate counts, rounds, cellmates, telephone usage, and personal property/medication. The document concludes with recommendations for potential BOP-wide changes, such as increased camera usage.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "8-10-2019",
      "keywords": [
        "bop",
        "28 c.f.r.",
        "regulations",
        "epstein",
        "suicide prevention",
        "inmate counts",
        "personal property",
        "telephone policies",
        "shu",
        "pretrial inmates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036576",
      "summary": "3,893 Suicide Watches were conducted on 2,175 unique inmates over 11,267 total days, averaging 2.89 days per watch. The median length was 1.5 days. Suicide watch is a short-term crisis intervention involving restrictive conditions like 24/7 lighting, limited personal property, and constant observation. It’s used to prevent immediate suicidal crises, but ends when an inmate is no longer considered a threat and can resume goal-directed behaviors, assessed by a doctoral-level psychologist. Following the watch, ongoing assessments and interventions are provided.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "suicide watch",
        "inmate",
        "psychology",
        "bop",
        "assessment",
        "crisis intervention",
        "restricted intervention",
        "psychologist",
        "observation",
        "risk assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036593",
            "similarity": 0.538,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036574",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036322",
      "summary": "A correctional treatment specialist at the Metropolitan Correctional Center New York is receiving requests from an inmate, EFTA00036322, regarding legal mail and legal calls. The specialist is unsure of the appropriate recipient for the legal mail request due to the lack of a property officer. Several inmates in SHU 11-south are also requesting a visit with the specialist.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "legal mail",
        "inmate",
        "prison",
        "requests",
        "legal call",
        "bureau of prisons",
        "metropolitan correctional center",
        "shu",
        "justice department",
        "efta00036322"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036644",
      "summary": "An email chain discusses the use of “suicide watch” within the BOP (presumably a correctional facility). One individual requests a deeper dive into standards and is unable to complete the review that night. Another individual sent a paragraph justifying the practice of suicide watch, detailing restrictive conditions like containment, observation, and limits on personal property. The justification argues that suicide watch is a short-term crisis intervention, ending when an individual is no longer assessed as a threat and can resume goal-directed behaviors, overseen by a doctoral-level psychologist with ongoing assessments and interventions.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "suicide watch",
        "risk assessment",
        "psychological intervention",
        "bop",
        "standards",
        "crisis intervention",
        "threat assessment",
        "psychological",
        "observation",
        "quality of life"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036673",
            "similarity": 0.818,
            "index": 70,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036593",
      "summary": "A communication chain regarding “suicide watch” occurred between individuals associated with the Bureau of Prisons (BOP) and the Office of the Attorney General (OAG). The psychology services administrator described suicide watch as a short-term crisis intervention involving restrictive conditions like cell containment, specialized clothing, constant observation, 24/7 lighting, limited personal property, and daily psychologist contact. The goal is to prevent immediate suicidal crises, but the watch ends when an individual is no longer deemed an immediate threat and can resume goal-directed behaviors, assessed by a doctoral-level psychologist. Following the watch, ongoing assessments and interventions, such as risk assessments and counseling, are conducted.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "suicide watch",
        "crisis intervention",
        "bop",
        "psychology",
        "assessment",
        "psychologist",
        "restricted intervention",
        "threat",
        "goals",
        "interventions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036576",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036673",
      "summary": "An email chain discusses a “Suicide Watch” justification. One email requests a deeper dive into standards and indicates the information hasn’t been reviewed by IPPA or the Director. Another email provides a detailed explanation of BOP’s suicide watch practices, describing them as a short-term crisis intervention involving restrictive conditions like constant observation, limited property, and daily psychological contact. The justification states that the watch is ended when an individual is no longer assessed as an immediate threat and can resume goal-directed behaviors, assessed by a doctoral-level psychologist.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "suicide watch",
        "risk assessment",
        "psychological intervention",
        "bop",
        "standards",
        "crisis intervention",
        "threat assessment",
        "goals",
        "observation",
        "quality of life"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036644",
            "similarity": 0.818,
            "index": 68,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037809",
      "summary": "*   Information suggests key locations to investigate include the Bluebeach lifeguard stand, an office in Red Hook, St. Thomas, and Epstein’s apartments on St. Thomas. *   Individuals identified for contact include “,” “,” and “”. *   A former employee of Epstein (“SIT”) and his fiancé recently left Epstein’s property. *   Several individuals, including Air Traffic Control staff on St. Thomas (“ATC”), reported observing Epstein with underage girls and flying them to his island. *   The investigation involves tracking international travel, specifically a confirmed landing in Austria with three females. *   A 1 million dollar Non-disclosure agreement (NDA) was in place with former employees. *   The US Marshals Service is investigating potential violations of 18 USC 2250 and SORNA, relying on compliance checks by territorial authorities. *   Communication is occurring between various US Marshals Service personnel, including a Senior Inspector and a Chief Deputy.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "st james",
        "je",
        "red hook",
        "island",
        "atc",
        "air traffic control",
        "nda",
        "sex offender",
        "united states marshal service",
        "cayman islands"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036574",
      "summary": "During August 2019, there were 3,893 suicide watches conducted for 2,175 unique inmates, totaling 11,267 days of observation. The average length of a suicide watch was 2.89 days, with a median of 1.5 days. Suicide watch is a short-term, highly restrictive intervention involving containment, constant observation, limited personal property, and 24/7 lighting. It’s used to prevent immediate suicidal crises but ends when an inmate is no longer considered an immediate threat and can resume goal-directed behaviors, assessed by a doctoral-level psychologist. Following the watch, psychologists continue assessments and interventions.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "suicide watch",
        "inmates",
        "psychology",
        "bop",
        "risk assessment",
        "crisis intervention",
        "observation",
        "psychologist",
        "prevention",
        "quality of life"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036576",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022633",
      "summary": "Taylor, contacted someone at the SDNY US Attorney’s Office regarding the raid on Little Saint James. *   A USVI EMS source reported an unregistered ambulance operating illegally on the property, potentially smuggled into USVI and lacking required certifications. *   The ambulance had a USVI license plate and was able to obtain a tag from the BMV. *   FDLE confirmed the vehicle was not listed on the sex offender registry. *   Drone footage obtained from Rusty Shackleford showed the ambulance appeared to be moved or removed from the property prior to the raid. *   Questions are being raised about the raid’s official nature, the timeline, and whether other properties were seized. *   A USDOJ Public Affairs contact declined to comment and requested information be forwarded to a specific email address. *   J. Taylor offered to share information with SDNY regarding the ambulance situation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "sdny",
        "epstein",
        "usvi",
        "ambulance",
        "raid",
        "investigation",
        "smuggling",
        "registration",
        "usanys",
        "little saint james"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036332",
      "summary": "Hubzu.com is sending a final call for auction deals, with reduced reserve prices up to $10,000 for one week. The email promotes accessing top auction deals and directs recipients to view auctions and property details on Hubzu.com. Contact information for customer care and unsubscribing is provided, along with information about Hubzu’s role as a technology platform connecting brokers and sellers with property bids. Altisource owns the platform and holds copyright to the content.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "hubzu",
        "auctions",
        "real estate",
        "bids",
        "properties",
        "deals",
        "pricing",
        "broker",
        "altisource",
        "efta00036332"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027962",
      "summary": "On August 15, 2019, Special Agent seized items 1820 and 1821 from the MCC (150 Park Row, New York, NY) at approximately 4:45pm, as documented by Lt. T. Doctor. An FD-597 receipt for government property is attached. The case is designated 90A-NY-3151227, a death investigation involving Jeffrey Epstein as a victim.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "fbi",
        "electronic communication",
        "fd-597",
        "investigation",
        "death investigation",
        "new york",
        "jeffrey epstein",
        "seized items",
        "receipt",
        "surveillance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014361",
      "summary": "A subpoena rider was sent to [REDACTED] from [REDACTED] regarding an entity named GREAT ST JIM LLC, which purchased parcels on Great St. James Island in January 2016. Attached documents include the subpoena rider, the Deed for GREAT ST JIM LLC, and an additional Deed for GREAT FITIIM LLC, all related to property transactions in the US Virgin Islands. The sender is identified as a Squad C-40 (FAST) Senior Financial Investigator (SFI) with the file number EFTA00014361.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00014361",
        "great st jim llc",
        "us virgin islands",
        "deed",
        "subpoena",
        "epstein",
        "conveyance",
        "parcel",
        "2016",
        "rider"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025402",
      "summary": "On August 16, 2019, a Seagate Desktop 1TB hard drive (model ST1000DM003, S/N Z4YDHX5M) containing a derivative copy of a Seagate Barracuda 500GB HDD (ST3500320NS, S/N 9QM8EC75) was collected. The original hard drive was collected via Tableau TD-3 -B S/N 01D3B07E-1331. Request ID 112048. The evidence was collected from [REDACTED] and is part of a death investigation related to Jeffrey Epstein. The FBI holds the property and restricts distribution.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "hard drive",
        "evidence",
        "nyc027705",
        "seagate",
        "1tb",
        "500gb",
        "08/16/2019",
        "request id 112048"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018135",
      "summary": "On August 16, 2019, at the Metropolitan Correctional Center (MCC) 150 Park Row, New York, Special Agent interviewed inmate regarding contraband received during a visit from his girlfriend on August 9, 2019. The inmate recalled Jeffrey Epstein being present in legal from 9am to 9pm and was housed in cell 220 in L Tier. Fernanez provided no information regarding Epstein’s death. The document is FBI property loaned to another agency and is not to be distributed.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "metropolitan correctional center",
        "contraband",
        "interview",
        "august 9",
        "2019",
        "fernanez",
        "cell 220",
        "legal",
        "efta00018135"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025433",
      "summary": "On August 16, 2019, evidence NYC027711, a derivative copy, was submitted. The evidence consists of one Seagate Barracuda 1000GB HDD (S/N W1D48Z6E) containing a clone copy of a Seagate Constellation ES 500GB HDD (S/N Z1M1Q1FX). Both drives were collected via Tableau TX-1, S/N 000ECC58017139, on August 12, 2019, at 07:00 PM EDT. The request ID is 112048. The FBI holds the property and restricts distribution of this document.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "fbi",
        "cart",
        "evidence",
        "hard drive",
        "seagate",
        "hdd",
        "nyc027711",
        "90a-ny-3151227",
        "1b12",
        "derivative"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031559",
      "summary": "The document is a Real Property Net Equity Worksheet for U.S. Marshals Service asset EFTA00031559, a single-family residence located at 9 East 71st Street, New York, NY 10021. The property was valued at $81,000,000.00 in August 2019 via a Broker Price Opinion. Base year real estate taxes are $345,286.05 and have been fully paid. Total liens and judgement expenses amount to $2,576,098.00. The total net equity is calculated as $77,553,796.00, representing a 95.75% equity position.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "2019-08-22",
      "keywords": [
        "usms",
        "real property",
        "net equity",
        "asset information",
        "foreclosure",
        "valuation",
        "lien",
        "property",
        "nys",
        "mortgage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033570",
      "summary": "On August 26, 2019, Shannon Farrar, representing Michael Thomas, provided an Apple iPhone XS (IMEI#) to a Special Agent of the FBI during an investigation in Newark, New Jersey. The iPhone was unlocked and had security codes disabled by Thomas. Farrar provided an FD-597 receipt for the property and stated that she would later provide the passcode. The document is a field report generated by the FBI.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "fbi",
        "shannon farrar",
        "montell figgins",
        "michael thomas",
        "iphone xs",
        "imei",
        "oig-form 233/4",
        "fd-597",
        "newark",
        "new jersey",
        "consent to search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018860",
      "summary": "Key topics include: *   **Robocall Litigation:**  A new information-sharing partnership between phone carriers and attorneys general is being formed to combat robocall scams, though questions remain about its effectiveness. *   **Court Decisions:** Several New York State court rulings were highlighted, including a judge dismissing a bullying lawsuit, denying a religious exemption to vaccinations, extending the Martin Act statute of limitations, and a judgment against a shuttered golf company for patent infringement. *   **Legal Disputes:** Various lawsuits were reported, including those involving Kennedys,  Avenatti, Harvey Weinstein, Zebra Technologies, Amgen, and Dollar General. *   **Firm Activity:**  Law firms like Gibson Dunn, Skadden, and others were involved in significant deals and litigation, with partners moving between firms (e.g., Matthew Biben to Gibson Dunn, Craig to Vinson & Elkins). *   **Regulatory Actions:** The Department of Justice, SEC, and state attorneys general were involved in investigations and enforcement actions, particularly concerning insider trading, expired products, and state transfer pricing scrutiny. *   **Job Postings**: Several legal positions were advertised, primarily within large law firms in New York City, spanning areas like litigation, M&A, and intellectual property. Essentially, it's a snapshot of a wide range of legal activities happening across the United States during that period.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "robocall litigation",
        "ags",
        "carvers",
        "new york",
        "judge",
        "bias",
        "retaliation",
        "vaccination",
        "martin act",
        "expired products",
        "patent suit",
        "fraud claims",
        "insider trading",
        "harvey weinstein",
        "time window",
        "class action",
        "mergers & acquisitions",
        "celgene",
        "bankruptcies",
        "investment suits",
        "mutual funds",
        "circuit split",
        "state tax scrutiny",
        "contract attorneys",
        "legal outsourcing",
        "copyright law",
        "supreme court",
        "texas supreme court",
        "vinson & elkins",
        "bryan cave",
        "job listings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033568",
      "summary": "On August 27, 2019, an FBI investigation (Serial 90A-NY-3151227) involving an Apple iPhone XS (IMEI: 1B44, iOS 12.4) was conducted. An ITS/Forensic Examiner performed a file system extraction using GrayKey v1.11.10 in response to MDUS request 110754. No unlock PIN was associated with the device. A SHA256 hash was generated, and extraction files were copied to an external hard drive. The extracted item and resulting evidence were returned to the New York CART, and the examination portion is considered complete. The document is FBI property and restricted for distribution outside the agency.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "fbi",
        "child victim",
        "child witness",
        "identity information",
        "graykey",
        "iphone xs",
        "forensic examiner",
        "file system extraction",
        "sha256 hash",
        "legal authority"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030980",
      "summary": "An asset forfeiture case from New Mexico regarding Jeffrey Epstein’s property contacted the Office of the Executive Special Counsel (EOUSA) to coordinate with the SDNY’s handling of the case. The contact advised EOUSA that coordination was needed with the SDNY.",
      "timestamp": "2019-08-29T00:00:00",
      "timestamp_raw": "29 Aug 2019",
      "keywords": [
        "efta00030980",
        "epstein",
        "asset forfeiture",
        "usa",
        "new mexico",
        "eousa",
        "sdny",
        "contact",
        "property",
        "child exploitation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033574",
      "summary": "On August 29, 2019, Special Agent Wheeler returned property belonging to MICHAEL THOMAS to SHANNON FARRAR, representing Michael Thomas, at the LAW OFFICES OF MONTELL FIGGINS in Newark, New Jersey. The returned property included an APPLE iPhone XS (IMEI). A signed FD-597 and a copy of the FD-1004 Chain of Custody were also provided. The FBI Evidence Control Unit is requesting a change in the status of evidence item 1B44 to reflect the permanent return to the owner's lawyer.",
      "timestamp": "2019-08-29T00:00:00",
      "timestamp_raw": "August 29, 2019",
      "keywords": [
        "fbi",
        "michael thomas",
        "return of property",
        "shannon farrar",
        "fd-1004",
        "fd-597",
        "electronic communication",
        "new york",
        "newark",
        "evidence control unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005855",
      "summary": "The document consists of redacted records (EFTA00005855 and EFTA00005856) related to a case involving Jeffrey Epstein. A tipster alleges a woman was involved in Epstein’s activities, stating she provided “massages,” recruited young women, and potentially stole a driver’s license to access his property. The records include contact information (address and phone number) for the woman, along with a Florida Department of Highway Safety and Motor Vehicles (DHSMV) response detailing restrictions on emergency contact information within motor vehicle records, primarily to protect privacy and limit disclosure to law enforcement in emergencies. The DHSMV response includes details about a license and emergency contacts. The document contains multiple pages of seemingly unstructured data, likely related to the case investigation.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "09/03/2019",
      "keywords": [
        "epstein",
        "jeffrey stein",
        "florida",
        "driver's license",
        "redaction",
        "victim",
        "criminal",
        "messages",
        "njp response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016399",
      "summary": "An email chain discusses scheduling a follow-up call regarding Epstein’s conduct and property in New Mexico. Proposed dates and times include September 12th at 1:30 MT / 3:30 ET, September 4th (tomorrow morning or Friday after 12pm MT / 2pm ET), and August 17th (availability for colleagues to chat). One party indicates unavailability due to a trial starting August 26th. Redactions obscure sender and recipient identities.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "follow up call",
        "epstein",
        "new mexico",
        "scheduling",
        "date",
        "time",
        "availability",
        "redaction",
        "usa",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018553",
      "summary": "*   New Mexico state authorities are investigating activity related to the Epstein property at Zorro Ranch, including a criminal investigation coordinated with the SDNY. *   The New Mexico Land Commissioner revoked leases held by Cypress Inc. *   The Attorney General is investigating potential criminal activity on the trust land. *   There was a scheduling discussion regarding a follow-up call between parties related to the Epstein matter, with proposed dates being September 12th and September 9th/10th. *   One individual has a trial commencing August 26th, impacting their availability next week.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "epstein",
        "new mexico",
        "zorro ranch",
        "leases",
        "criminal investigation",
        "state land commissioner",
        "us attorney",
        "sdny",
        "trust land",
        "cypress inc."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032555",
      "summary": "The Department of Justice is requesting guidance on the disposition of the property belonging to the late Jeffrey Epstein. Guernsey’s Auction House has been identified as a suitable partner to maximize the property’s financial value and promote messages of support for young women. The request is directed to EOUSA and includes an attachment of a letter from Judge Burton regarding the Estate and Trust of Mrs. Rosa L. Parks. Previous attempts by CRM, BOP, and EOUSA to handle the workflow were unsuccessful, leading to assignment to ODAG and ultimately EOUSA-SDNY.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "09/10/2019",
      "keywords": [
        "jeffrey epstein",
        "guernsey's auction house",
        "estate",
        "rosa l parks",
        "judge burton",
        "doj",
        "executive secretariat",
        "workflow",
        "redaction analysis",
        "property disposal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031351",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a “Pre-Seizure Package” related to the case of *USA v. Jeffrey Epstein*, specifically concerning a property at 9 East 71st Street, New York, NY. The email was sent on September 10, 2019.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "September 10, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usa",
        "legal",
        "new york",
        "pre-seizure",
        "package",
        "2019",
        "efta00031351"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029621",
      "summary": "This document is a Driver A nd Vehicle I nformation D atabase (D A V I D) individual summary page for an individual named [REDACTED] residing in Florida. The record includes personal information such as date of birth, address, Social Security number (partially redacted), driver’s license details, and vehicle registration information. The data originates from a system maintained by the Department of Highway Safety & Motor Vehicles and includes information from various agencies like ChoicePoint and potentially other states (indicated by references like \"New York Deed Transfer Records\").  Several sections provide details on potential addresses, phone numbers, vehicle registrations, and property ownership linked to the individual. The report also highlights potential risks associated with the individual's information, referencing SAFESCAN services and flagging a Social Security number issued within the last five years, suggesting a potential concern for identity theft. Finally, the report indicates that due to privacy regulations, complete data from all states may not be available and lists a wide array of supplemental data sources explored, including criminal histories, business affiliations, and watercraft records.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "09/12/2019",
      "keywords": [
        "florida",
        "driver license",
        "database",
        "dl/id number",
        "status",
        "date of birth",
        "restrictions",
        "ssn",
        "vehicle",
        "address"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023938",
      "summary": "Attorney’s Office for the Southern District of New York, primarily focusing on several key areas of enforcement: **1. National Security & Terrorism:** The office has a history of prosecuting individuals involved in terrorism (Hizballah, ISIS), explosive threats (CNN, Hillary Clinton), and related crimes, including obtaining convictions against figures like Ali Kourani, Cesar Sayoc, Akayed Ullah, and Paul Rosenfeld. **2. International Sanctions Enforcement:** The office actively pursues violations of U.S. and international sanctions, exemplified by seizing the North Korean cargo vessel “Wise Honest” and prosecuting schemes involving illicit Iranian oil money. **3. Public Corruption:** The office investigates and prosecutes corruption involving public officials, including cases against the Personal Attorney to the President (Michael Cohen), state officials (Joseph Percoco and Alain Kaloyeros), NYPD officers (bribery related to gun licenses), and Sheldon Silver. **4. Fraud & Financial Crimes:** The office prosecutes a wide range of fraud schemes, including those involving healthcare (Medicare/Medicaid fraud), cybercrime (targeting financial institutions and intellectual property), Ponzi schemes, and securities fraud (Bank of New York Mellon). **5. Civil Rights Enforcement:** The office actively pursues civil rights cases, including those under the Americans with Disabilities Act (accessibility improvements for the MTA), Fair Housing Act violations, and cases involving police misconduct and inmate abuse. **6. Violent Crime & Gangs:** The office investigates and prosecutes violent crime, including murders, gang-related offenses (Blood Hound Brims), and drug trafficking. **7. Opioid Crisis Enforcement:** The office investigates and prosecutes individuals and companies involved in the distribution of opioid drugs. **8. Cybercrime:** The office investigates and prosecutes cybercrime cases of national and international significance, including attacks on financial institutions and intellectual property theft. The document highlights the office's multi-faceted approach to law enforcement, encompassing both criminal and civil investigations and prosecutions.",
      "timestamp": "2019-10-07T00:00:00",
      "timestamp_raw": "October 7, 2019",
      "keywords": [
        "terrorism",
        "international narcotics",
        "law enforcement",
        "hizballah",
        "cnn",
        "explosives",
        "isis",
        "sanctions",
        "fraud",
        "bribery",
        "corruption",
        "cybercrime",
        "opioids",
        "civil rights",
        "public health",
        "environmental protection",
        "mount vernon",
        "healthcare fraud",
        "fair housing act",
        "mta",
        "accessibility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021158",
      "summary": "On October 9, 2019, the U.S. Department of Justice (DOJ), via the Executive Office for U.S. Attorneys, received a forwarded email from an unidentified sender regarding an offer from Guernsey’s Auctioneers & Brokers to handle the disposition of Jeffrey Epstein’s property. The DOJ was assigned to respond to this matter, as advised by Nathaniel Gamble II from ODAG, and the correspondence included attachments from Arlan Ettinger, President of Guernsey’s, and a control sheet.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "efta00021158",
        "arlan ettinger",
        "guernsey's auctioneers & brokers",
        "epstein",
        "jeffrey epstein",
        "usao-sdny",
        "disposition",
        "offer",
        "correspondence",
        "odag"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032419",
      "summary": "On October 9, 2019, the U.S. Department of Justice (USAO-SDNY) received a correspondence from Arlan Ettinger, President of Guernsey’s Auctioneers & Brokers, regarding an offer to handle the auction of Jeffrey Epstein’s property. The initial email chain discusses a potential involvement with the auction, with the DOJ responding with a standard acknowledgement and forwarding the correspondence to Nathaniel Gamble II for further handling. The DOJ indicates that this matter has been assigned to them for review.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "arlan ettinger",
        "jeffrey epstein",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "property disposition",
        "offer of services",
        "odag",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015288",
            "similarity": 0.778,
            "index": 95,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019725",
            "similarity": 0.545,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028126",
            "similarity": 0.636,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015288",
      "summary": "On October 9, 2019, correspondence regarding the disposition of Jeffrey Epstein’s property was circulated within the U.S. Department of Justice, USAO-SDNY. Guernsey’s Auctioneers & Brokers, through Arlan Ettinger, offered to handle the sale of the property. The initial email chain sought guidance on how to respond to the offer, with a subsequent email forwarding the correspondence to the DOJ for handling, as assigned by Nathaniel Gamble II from ODAG. The DOJ responded with a standard acknowledgment of receipt and forwarding to their office for review.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "arlan ettinger",
        "epstein",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "jeffrey epstein",
        "property disposition",
        "offer of services",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032419",
            "similarity": 0.778,
            "index": 94,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028126",
            "similarity": 0.5,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019725",
      "summary": "On October 15, 2019, an email was sent forwarding correspondence regarding Jeffrey Epstein’s property to [REDACTED]. This correspondence included a letter from Arlan Ettinger, President of Guernsey’s Auctioneers & Brokers, offering to handle the disposition of Epstein’s property, and an email assigning the matter to the USAO-SDNY. Another email, dated October 9, 2019, inquired about the appropriate handling of this offer. Nathaniel Gamble II from ODAG had previously assigned the matter to the USAO-SDNY.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "jeffrey epstein",
        "arlan ettinger",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "redaction analysis",
        "correspondence",
        "email",
        "property",
        "odag"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032419",
            "similarity": 0.545,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028126",
            "similarity": 0.727,
            "index": 97,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028126",
      "summary": "On October 15, 2019, the U.S. Department of Justice, via the Executive Office for U.S. Attorneys, received correspondence regarding Jeffrey Epstein’s property. This included an email from Arlan Ettinger of Guernsey’s Auctioneers & Brokers offering to handle the disposition of the property, and a forwarded email from Nathaniel Gamble II assigning the matter to the USAO-SDNY. The correspondence was requested to be filed appropriately.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "jeffrey epstein",
        "arlan ettinger",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "odag",
        "correspondence",
        "property disposition",
        "justice department",
        "email",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019725",
            "similarity": 0.727,
            "index": 96,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00015288",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032419",
            "similarity": 0.636,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024507",
      "summary": "*   The sender (EFTA00024507) confirms that detailed search warrant returns were provided to defense counsel regarding the New York property. *   The sender requests search warrant returns and additional details about seized items from the New York and New Mexico properties. *   Proposed meeting dates in early January are offered to discuss forfeiture claims and the availability of search warrant documents. *   The sender notes that the New Mexico property was not searched. *   The email contains standard disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20 2019",
      "keywords": [
        "estate meeting",
        "search warrant",
        "discovery",
        "epstein",
        "new york property",
        "inventory",
        "protective order",
        "forfeiture",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024512",
      "summary": "An email chain discusses a request for information regarding the estate of Jeffrey Epstein. One party (identified as \"a\") is responding to a request for discovery related to a defunct criminal case against Epstein. They state they have produced search warrant returns for the New York property (including USA0_4381-4445 and USAO_2662-4380, with some marked as confidential) and are reviewing returns for the island and New Mexico properties. The sender proposes meeting dates in early January to discuss potential forfeiture claims and the requested discovery materials. The recipient requested the search warrant returns/inventories and additional detail about seized items.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "estate",
        "epstein",
        "criminal case",
        "discovery",
        "search warrant",
        "new york",
        "new mexico",
        "forfeiture",
        "trustees",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016893",
      "summary": "Emails dated January 15, 2020, October 9, 2019, and January 17, 2020, detail the handling of correspondence from Arlan Ettinger, President of Guernsey’s Auctioneers & Brokers, regarding the property of Jeffrey Epstein. The USAO-SDNY was assigned to handle the matter, following advice from Nathaniel Gamble II from ODAG.  A request for a district response was initiated as part of a close-out process.",
      "timestamp": "2020-01-15T00:00:00",
      "timestamp_raw": "January 15, 2020",
      "keywords": [
        "arlan ettinger",
        "guernsey's auctioneers",
        "jeffrey epstein",
        "usao-sdny",
        "correspondence",
        "redaction",
        "doj",
        "nathaniel gamble ii",
        "property",
        "close-out process"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017749",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017749",
      "summary": "On January 29, 2020, an email was sent from [REDACTED] to [REDACTED] regarding correspondence from Arlan Ettinger concerning the property of Jeffrey Epstein. The initial email indicated the communication was viewed as an advertisement and did not require DOJ or the recipient’s response. On January 15, 2020, [REDACTED] requested a response from the USAO-SDNY regarding the matter, following up on a request from Exec Sec. On October 9, 2019, the U.S. Department of Justice, Executive Office for U.S. Attorneys, forwarded Ettinger's letter to [REDACTED] for handling.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "efta00017749",
        "arlan ettinger",
        "jeffrey epstein",
        "usao-sdny",
        "doj",
        "guernsey's auctioneers",
        "nathaniel gamble ii",
        "property",
        "correspondence",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016893",
            "similarity": 0.667,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032942",
      "summary": "Key developments include: *   **Roger Stone Case:** Continued calls for investigations following the Justice Department’s reversal of the Roger Stone sentence, along with a judge rejecting his request for a new trial. *   **Elizabeth Holmes:** Criminal charges against Elizabeth Holmes (Theranos) were reduced, but most of the indictment remained. *   **Boies & Dershowitz:** David Boies denied defamation claims against Alan Dershowitz regarding Jeffrey Epstein. *   **Boston Aide Conviction:** Two former aides to Boston Mayor Marty Walsh had their Hobbs Act extortion convictions thrown out. *   **Air Charter Co. Conviction:** Two charter airline executives were upheld for stealing passenger payments. *   **FTC vs. Sanctuary Belize:** The FTC’s lawsuit against Sanctuary Belize was attributed to a personal vendetta, not legitimate consumer concerns. *   **PNC Bank Case:** PNC Bank and Heartland Bank & Trust were accused of aiding a Ponzi scheme. *   **Silk Road Dealer:** A Silk Road dealer was sentenced to 3.5 years in prison for concealing bitcoin proceeds. *   **SEC Investigations:** The SEC launched investigations into unreported foreign gifts and contracts at Yale and Harvard universities, and pursued a California investment firm for undisclosed conflicts of interest. *   **Cybersecurity:**  The prosecution of a Silk Road dealer involved a significant Bitcoin haul. *   **Healthcare:** A Texas doctor fought claims of unneeded lead poisoning treatments. *   **Tax:** A California businessman was sentenced to three years for concealing income. *   **Intellectual Property:** A Texas man was sentenced for trade secret theft. *   **Legal Industry Developments:** Articles discuss trends in the legal industry, including technology’s impact, diversity initiatives (specifically Novartis’s approach), and judicial appointments across various federal courts. *   **Judicial Appointments:** Several individuals were nominated and confirmed for positions on federal district courts, including judges for the D.C. Circuit and various state courts. The document also includes advertisements for Law360 and links to further information.",
      "timestamp": "2020-02-13T00:00:00",
      "timestamp_raw": "February 13, 2020",
      "keywords": [
        "roger stone",
        "investigation",
        "probe",
        "justice department",
        "trump administration",
        "wikileaks",
        "elizabeth holmes",
        "theranos",
        "fraud",
        "defamation",
        "jeffrey epstein",
        "boston extortion",
        "charter airline",
        "ponzi scheme",
        "securities fraud",
        "silk road",
        "bitcoin",
        "aml",
        "anti-bribery",
        "diversity",
        "judicial nominees",
        "federal bench",
        "d.c. circuit",
        "legal industry",
        "white collar"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013458",
      "summary": "Geoffrey Berman (USANYS) requested a meeting regarding Epstein’s property on Friday, May 21, 2020. The response was affirmative from an unknown sender (USANYS).",
      "timestamp": "2020-05-21T00:00:00",
      "timestamp_raw": "May 21, 2020",
      "keywords": [
        "epstein",
        "property",
        "meeting",
        "redaction",
        "usanys",
        "geoffrey berman",
        "may 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025129",
      "summary": "The document consists of email exchanges between FBI agents and an unidentified individual (referred to as “[REDACTED]”) concerning the search warrant for Jeffrey Epstein’s residence in New York. The emails relate to blueprints of the property, specifically inquiring about the meaning of room designations (A, B, C, etc.). One agent provided blueprints and a spreadsheet of seized evidence, while another described assistance with ongoing riots and looting in Manhattan. A request was made to create a chart correlating device recovery locations with the room designations for a revised warrant.",
      "timestamp": "2020-06-04T00:00:00",
      "timestamp_raw": "04 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "ny",
        "mansion",
        "blueprints",
        "room a",
        "room b",
        "room c",
        "evidence",
        "charts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018586",
      "summary": "This document is a Search and Seizure Warrant issued on June 26, 2020, related to the investigation of Jeffrey Epstein and Ghislaine Maxwell. The warrant authorized the seizure of electronic devices from multiple locations, including Epstein’s person, his New York residence, and the Little Saint James island. Specifically, the warrant targeted 67 electronic devices: 2 from Epstein’s arrest, 33 from his New York residence, and 27 from Little Saint James. The devices were seized to investigate violations of 18 U.S.C. sections 1591, 2422, 2423, and 371 (relating to sex trafficking, transportation of minors, enticement to travel, and conspiracy). The warrant also authorized a 30-day delay in notification to potentially mitigate adverse consequences. Furthermore, the document outlines procedures for inventory, return of property, and filing of the warrant and inventory. Attachment A details the specific devices seized, categorized by their origin and description. The warrant also grants authority to review electronic storage media (ESI) on the seized devices for evidence related to the Subject Offenses.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "jeffrey epstein",
        "new york",
        "virgin islands",
        "18 u.s.c. 1591",
        "2422",
        "2423",
        "371",
        "probable cause",
        "inventory",
        "law enforcement",
        "fbi",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018505",
      "summary": "The charges include conspiracy, enticing minors, and transporting them for illegal sex acts, along with perjury.  The government argues she poses an extreme risk of flight due to: *   **Serious Charges & Potential Sentence:** The charges carry significant penalties (up to 35 years imprisonment). *   **Strong Evidence:** The case has substantial evidence, including victim testimonies and financial records. *   **Defendant's Characteristics:** Maxwell has multiple passports, substantial financial resources, extensive international connections, and has taken steps to conceal her whereabouts (recent property purchase, phone changes). She has no significant ties to the United States. The government argues that home detention with electronic monitoring would be insufficient to prevent flight. They believe the presumption in favor of detention should be maintained.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "flight risk",
        "detention",
        "ghislaine maxwell",
        "united states",
        "minors",
        "sexual abuse",
        "indictment",
        "18 u.s.c. § 3142",
        "international ties",
        "evidence",
        "presumption"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008892",
      "summary": "This document is a collection of deposition transcripts related to the case of *United States v. Ghislaine Maxwell*. It appears to be part of the evidence presented in the grand jury presentation. The transcripts primarily feature Ghislaine Maxwell’s testimony, taken in July and August of 2016, concerning her interactions with Jeffrey Epstein. Key points include: *   **Property Records:** The document lists the addresses where Maxwell resided during the relevant period (9 East 71st Street, New York; 358 El Brillo W, Palm Beach; 49 Zorro Ranch Road, Stanley, New Mexico; Interlochen Arts Camp). *   **Gift Documentation:** A key document details a $200 gift Maxwell gave to Epstein for a new lodge at Interlochen Arts Camp, including provisions for tax deductions and usage rights. *   **Three-Way Encounters:** Maxwell’s testimony discusses alleged three-way sexual activities involving herself, Jeffrey Epstein, and other individuals, although she denies giving massages to anyone besides herself. *   **Confidentiality:** The document is marked as \"CONFIDENTIAL\" indicating its sensitive nature. Essentially, it’s a collection of relevant documents and transcripts from a criminal investigation involving Ghislaine Maxwell and Jeffrey Epstein.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "efta00008892",
        "grand jury",
        "interlochen",
        "epstein",
        "jeffrey epstein",
        "1994",
        "new york",
        "palm beach",
        "florida",
        "scholarship lodge",
        "tax deductible"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016179",
      "summary": "A search warrant bundle, dated July 2, 2020, references a 156-acre property (defined as “every structure on it”) located at the “Subject Premises” where a phone was found. The document includes associated photographs of the property.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00016179",
        "premises",
        "sw",
        "usanys",
        "isanys",
        "warrant",
        "property",
        "phone",
        "structure",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037706",
      "summary": "A social media post detailed GHISLAINE’s sister forming an LLC, “ANGARA, LLC,” with SCOTT BORGERSON, during which GHISLAINE resided with BORGERSON until 2019. Approximately $20 million was transferred from a known GHISLAINE account to “ANGARA,” potentially the ANGARA TRUST. Granite Realty LLC of Boston, MA, owned property where GHISLAINE resided. ADAM GHANDER, associated with ANGARA, LLC, NUTTER, MCLELLEN & FISH LLP, and TIDEWOOD LLC, owned the mansion where GHISLAINE stayed and an address also associated with BORGERSON. Telephone communications between GHISLAINE and NUTTER, MCLELLEN & FISH LLP further support the association.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine",
        "scott borgerson",
        "angara",
        "llc",
        "adam ghander",
        "tidewood llc",
        "granite realty llc",
        "nyo",
        "nutter",
        "mclennan & fish llp",
        "bradford nh"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038003",
      "summary": "An Assistant United States Attorney from the Southern District of New York is arranging for the retrieval of security footage from the local jail where Maxwell was held, along with Maxwell’s personal property (clothes, jewelry, credit card, and phone) transported with her by marshals. The marshals will provide the footage and items, and the recipient is instructed to store them in their files.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "efta00038003",
        "maxwell",
        "marshals",
        "credit card",
        "phone",
        "security footage",
        "bop",
        "defense counsel",
        "new york",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015190",
      "summary": "The New Mexico Office of the Attorney General, led by Hector H. Balderas, is requesting a civil forfeiture of property associated with Jeffrey Epstein’s estate and co-conspirators, specifically focusing on the Zorro Ranch in Stanley, New Mexico. The request stems from investigative evidence suggesting the ranch was used to facilitate child trafficking. The Attorney General seeks to include improvements and substitute assets in the forfeiture process as part of ongoing criminal prosecutions related to Epstein and his associates. They offer assistance with investigation and prosecution efforts to ensure justice and restitution for victims.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "July 8, 2020",
      "keywords": [
        "epstein",
        "zorro ranch",
        "new mexico",
        "asset forfeiture",
        "human trafficking",
        "criminal prosecution",
        "civil forfeiture",
        "jeffrey epstein",
        "stanley",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023177",
      "summary": "An email chain discusses a \"friendly subpoena\" being prepared to a real estate attorney who handled the purchase of Ghislaine Maxwell’s New Hampshire property in 2019. The subpoena seeks non-privileged documents and records related to the purchase, relevant to an ongoing investigation into Maxwell’s finances and potential ties to Jeffrey Epstein. The FBI was contacted following Maxwell's arrest and requested a formal subpoena before receiving documents. PSEU approval was deemed unnecessary for the request itself, but required for issuing the subpoena.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "maxwell",
        "investigation",
        "subpoena",
        "real estate attorney",
        "epstein",
        "documents",
        "finances",
        "new hampshire",
        "purchase",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032104",
      "summary": "Initial delays and communication issues have hampered progress. Here’s a breakdown of the key points: *   **Data Transfer Challenges:** The FBI (through the NY CART Coordinator) is extracting data from various devices (hard drives, laptops, CDs, etc.) but the transfer process is slow and complicated by a lack of clear labeling and tracking of the data. *   **Relativity System:** The team is attempting to utilize the Relativity e-discovery platform for analysis, but this requires the data to be converted into a specific format that the Relativity system can handle. This conversion process is being handled by BRG, but it's a time-consuming step. *   **Communication Breakdown:** There are recurring communication gaps between the FBI, the U.S. Attorney’s Office, and the contractor, leading to misunderstandings about timelines, deliverables, and the necessary format for the data. *   **Timeline Issues:** The initial estimates for completing the data processing and analysis have been repeatedly pushed back due to the complexity of the evidence and the ongoing challenges. *   **Budget Requests:** The contractor is seeking funding to engage BRG for the data conversion and processing, estimating the cost to be between $85,000 and $135,000. *   **Data Organization Needs:** The team stresses the critical need for a consistent system for identifying and tracking the data, requesting a spreadsheet detailing the devices and the materials extracted from them. Essentially, the document is a record of a complex, frustrating, and poorly coordinated data processing operation with significant delays and a lack of clarity.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "efta00032104",
        "epstein",
        "search warrant",
        "data extraction",
        "processing",
        "relativity",
        "fbi",
        "pae",
        "brg",
        "tiff",
        "data",
        "devices",
        "file set",
        "review",
        "timelines",
        "materials",
        "usvi",
        "ny",
        "mac",
        "hard drives",
        "servers",
        "processing",
        "load file"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031302",
      "summary": "An email was sent from “)” to Marc Weinstein on July 16, 2020, regarding the acceptance of an Epstein NY property (EFTA00031302). An unnamed attachment was included.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "efta00031302",
        "epstein",
        "weinstein",
        "marc a.",
        "property",
        "acceptance",
        "2020",
        "jul 16",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031304",
            "similarity": 0.636,
            "index": 117,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024502",
      "summary": "On July 16, 2020, at 5:30 PM UTC, a Skype meeting occurred with Marc A. Weinstein ([REDACTED]) and Andrew Tomback ([REDACTED]) regarding Epstein’s New York property. The meeting’s conference ID was 612 758 867. A reminder was set to display 15 minutes before the start. Dial-in numbers were provided for various countries, including Brazil, Canada, China, France, Germany, India, Ireland, Israel, Japan, Korea (Seoul), Singapore, United Kingdom, and United States. The document also contains information on connecting via computer or mobile device, a Skype Web App option, and instructions for meeting organizers regarding dial-in PIN resets. EFTA00024502 and EFTA00024503 are referenced.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "epstein",
        "property",
        "skype",
        "meeting",
        "dial-in",
        "conference id",
        "weinstein",
        "andrew tomback",
        "redaction analysis",
        "efta00024502"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031304",
      "summary": "Marc Weinstein received an email on July 16, 2020, regarding the acceptance of a property belonging to Jeffrey Epstein (identified as “EFTA00031304”). The email was from “l” to “Weinstein, Marc A.” and was attached as an unnamed document.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "efta00031304",
        "epstein",
        "weinstein",
        "marc a.",
        "property",
        "acceptance",
        "2020",
        "jul 16",
        "unnamed"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031302",
            "similarity": 0.636,
            "index": 115,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015962",
      "summary": "On July 16, 2020, at 5:30 PM +0000, a Skype meeting (Conference ID: 612 758 867) took place concerning Epstein’s New York property. The meeting was classified as X-PERSONAL, created on July 16, 2020, at 4:33:58 PM +0000, and modified at the same time. EFTA00015962 was the attendee. The priority was set to 5.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "epstein",
        "property",
        "skype",
        "meeting",
        "2020-07-16",
        "efta00015962",
        "x-personal",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015961",
      "summary": "An email was sent on July 16, 2020, regarding a tentative investigation into Jeffrey Epstein’s property in New York. The email details the subject line “Tentative: Epstein NY property” and includes correspondence between unknown senders and recipients. An unnamed attachment (likely related to the investigation) is associated with the email.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "epstein",
        "property",
        "efta00015961",
        "redaction analysis",
        "2025-12-24"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031303",
      "summary": "On July 16, 2020, at 5:30 PM +0000, Marc Weinstein (marc.weinstein@hugheshubbard.com) participated in a Skype meeting (Conference ID: 612 758 867) regarding the acceptance of Jeffrey Epstein’s New York property. The event was classified as “X-PERSONAL,” had a priority of 5, and was created and last modified on July 16, 2020.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "efta00031303",
        "epstein",
        "weinstein",
        "marc a.",
        "skype meeting",
        "2020-07-16",
        "property",
        "conference id",
        "x-personal",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015954",
      "summary": "On July 16, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP sent emails to coordinate a call regarding the NY property of Jeffrey Epstein. He requested a call between 1:00-1:45 PM and offered a dial-in option. Two individuals responded, agreeing to the call time and confirming their availability. The emails included standard legal disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "epstein",
        "ny property",
        "marc weinstein",
        "hughes hubbard & reed",
        "dial-in",
        "call",
        "2020",
        "legal",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015956",
            "similarity": 0.583,
            "index": 122,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015956",
      "summary": "Marc Weinstein of Hughes Hubbard & Reed LLP contacted [REDACTED] on July 16, 2020, regarding an update on the Epstein NY property. Weinstein proposed a call time between 1:00-1:45, and offered to use a dial-in option. The email included standard confidentiality disclaimers.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "epstein",
        "ny property",
        "marc weinstein",
        "hughes hubbard & reed",
        "redaction analysis",
        "efta00015956",
        "call",
        "dial-in",
        "2020",
        "update"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015954",
            "similarity": 0.583,
            "index": 121,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024500",
      "summary": "Marc A. Weinstein of Huhes Hubbard & Reed LLP sent an email to [REDACTED] inquiring about an update on a New York property owned by Jeffrey Epstein. He requested a call today between 1:00-1:45 to discuss the update. The email includes standard confidentiality disclaimers.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "epstein",
        "ny property",
        "marc weinstein",
        "white collar defense",
        "huhes hubbard & reed llp",
        "redaction analysis",
        "efta00024500"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020664",
            "similarity": 0.556,
            "index": 124,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020664",
      "summary": "Marc A. Weinstein of Hughes Hubbard & Reed LLP sent an email on July 16, 2020, to inquire about an update regarding the New York property owned by Jeffrey Epstein. The email was sent to [REDACTED] and included Cc’s to Ian, Alison, Maurene, and Andrew Tomback. The original email request was from Alex to determine if Weinstein would have time for a call between 1:00-1:45 PM regarding the property.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "epstein",
        "ny property",
        "marc weinstein",
        "hughes hubbard & reed",
        "white collar defense",
        "redaction analysis",
        "efta00020664"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024500",
            "similarity": 0.556,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024501",
      "summary": "An email from Weinstein. t\\1arc A. to Andrew Tomback regarding Epstein’s New York property is documented. The email includes dial-in numbers for international conferencing, specifying different options for meetings with and without presentations or video. It provides instructions on joining meetings via telephone or Skype Web App, with a focus on resetting the dial-in PIN for meeting organizers. The document is identified as EFTA00024501.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "epstein",
        "ny property",
        "redaction analysis",
        "efta00024501",
        "skype",
        "dial-in numbers",
        "meetings",
        "weinstein",
        "andrew tomback",
        "conference id"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031305",
      "summary": "On July 16, 2020, at 5:30 PM GMT, Marc Weinstein of Hughes Hubbard &amp; Birch (marc.weinstein@hugheshubbard.com) participated in a Skype meeting (Conference ID: 612 758 867) regarding the acceptance of Epstein’s New York property. The event was classified as “X-PERSONAL,” had a priority level of 5, and was created/modified on July 16, 2020. The DTSTAMP was July 16, 2020, 3:43 PM GMT.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "epstein",
        "ny property",
        "2020-07-16",
        "marc weinstein",
        "skype meeting",
        "conference id",
        "x-personal",
        "redaction analysis",
        "efta00031305"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019236",
      "summary": "An inquiry from the New Mexico U.S. Attorney's Office regarding a potential forfeiture of Jeffrey Epstein’s New Mexico property was received. The sender, EFTA00019236, requested a call with Chiefs to discuss the matter within the next couple of days.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2020",
      "keywords": [
        "efta00019236",
        "new mexico",
        "u.s. attorney",
        "forfeiture",
        "epstein",
        "property",
        "inquiry",
        "call",
        "2020",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025258",
      "summary": "*   **Loughlin Sentencing:** Lori Loughlin and her husband, Mossimo Giannulli, were sentenced to 2 months and 5 months respectively in the \"Varsity Blues\" college admissions scandal. *   **Chinese Spy Case:** U.S. attorneys sought to deny bail to an ex-CIA agent accused of spying for China, citing a significant flight risk. *   **Maxwell Discovery Request:** Federal prosecutors opposed Ghislaine Maxwell’s request to file criminal discovery materials under seal in civil lawsuits. *   **Los Angeles Explosion Charges:** Criminal charges were filed against the owners and managers of a commercial property in Los Angeles following an explosion that injured firefighters. *   **Politically Exposed Client Policy:** The Financial Crimes Enforcement Network (FinCEN) and banking regulators advised banks to conduct due diligence on \"politically exposed\" clients but not to subject them to extra scrutiny. *   **Scotiabank Spoofing Settlement:** Traders sued Scotiabank following a $127 million settlement with the U.S. government over a precious metals market manipulation scheme. *   **Fiat Chrysler Defense:** Fiat Chrysler argued against a stock-drop suit alleging concealment of a bribery scheme involving the United Auto Workers. *   **OSCE and SEC Actions:** The SEC pursued judgments against executives of Osiris Therapeutics and biotech company executives for securities law violations. *   **Belize Ponzi Scheme:** The SEC targeted two former brokers involved in a $22 million Ponzi scheme fronted by a purported Belize airport project. *   **AEP Bribery Allegations:** American Electric Power Co. Inc. is facing a proposed class action related to an Ohio newspaper investigation into a $60 million corruption plot. *   **Dallas Attorney Suspension:** A Dallas criminal defense attorney was suspended from practicing due to violating a judge’s order and lying to prosecutors. *   **Amazon Price Gouging Suit:** Pennsylvania's attorney general filed a lawsuit against an Amazon seller for illegally jacking up the price of hand sanitizer during the COVID-19 pandemic. *   **Trump Judicial Pick Criticism:** Liberal advocates criticized President Trump’s youthful pick for a Florida federal judgeship. *   **Stoel Rives Salary Adjustments:** Stoel Rives LLP partially rolled back salary reductions implemented due to the COVID-19 pandemic. *   **Legal Industry News:** Articles covered Liberty Mutual’s Burton Awards recognition, pro bono legal battles related to mail-in voting, and the shift to remote depositions. *   **Various Legal Cases & Proceedings:** Updates on cases involving the SEC, CFTC, fraud investigations, and legal industry trends were reported. *   **Job Postings:** Several legal job postings were included, specifically for a Criminal Defense and White-Collar Associate.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2020",
      "keywords": [
        "trump",
        "tax subpoena",
        "second circuit",
        "lori loughlin",
        "mossimo giannulli",
        "varsity blues",
        "fraud",
        "ponzi scheme",
        "sec",
        "belize",
        "criminal charges",
        "compliance",
        "politically exposed clients",
        "discovery",
        "banking",
        "spying",
        "ghislaine maxwell",
        "price gouging",
        "mail-in voting",
        "pro bono",
        "courtroom sketch",
        "legal industry",
        "corporate news",
        "job openings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025526",
      "summary": "It covers a range of legal developments from September 2020, including: *   **Davis Polk’s Pay Model Change:** Davis Polk & Wardwell LLP is shifting from a strict lockstep compensation system to one based on performance. *   **Copyright Suit:** HuffPost was found not to have violated copyright law regarding a Jon Hamm photo. *   **Bankruptcy:** Century 21 department stores filed for Chapter 11 bankruptcy due to COVID-19 related insurer issues. *   **Loan Agreements:** King & Spalding and Willkie Farr represented parties in loans involving Paramount Group and Deutsche Pfandbriefbank. *   **ACA Challenge:** 23 Attorneys General are challenging the Trump administration's rollbacks of civil rights protections in healthcare. *   **Property Tax Rejection:** New York City Mayor Bill de Blasio rejected a property tax hike to address the city's budget gap. *   **LNG Project Delay:** The NJ LNG project was delayed due to environmental concerns. *   **Insurance Suit:** A North Carolina investor won a $8 million lawsuit against AXA Life Insurance. *   **Moped Crash Lawsuit:** A New Yorker sued Revel Transit Inc. for a moped crash. *   **Trade Secrets Lawsuit:** Cannabinoid Maker hit Amyris with a $881 million trade secret lawsuit. *   **Halkbank Case:** A New York judge rejected Turkey’s Halkbank’s bid to pause a sanctions case. *   **Epstein Accuser Lawsuit:** Ghislaine Maxwell’s attempts to keep deposition transcripts sealed were challenged. *   **Competition Lawsuit:** State Attorneys General are challenging drugmakers’ attempts to delay price-fixing trials. *   **Capital Markets Activity:** A Starboard Value-backed SPAC led three IPOs. *   **Bankruptcy Case:** Morgan Stanley argued its sale of Tops Markets was solvent. *   **Banking Litigation:** Judge declined to require bank GCs to sit for depositions. *   **Immigration Case:** The Supreme Court ruled Trump could not exclude unauthorized immigrants from the 2020 census. *   **Telecom Case:** The Second Circuit refused to revive a legal challenge to a restaurant’s registered trade dress. *   **Various Firm News:** Reports on hiring, legal strategies, and legal industry trends were featured from firms like Davis Polk, Gibson Dunn, Ropes & Gray, and others. The document also includes various advertisements and legal industry analysis pieces.",
      "timestamp": "2020-09-11T00:00:00",
      "timestamp_raw": "September 11, 2020",
      "keywords": [
        "davis polk",
        "pay model",
        "lockstep",
        "salary",
        "jon hamm",
        "century 21",
        "bankruptcy",
        "aca",
        "civil rights",
        "supreme court",
        "antitrust",
        "sec",
        "immigration",
        "trade secrets",
        "esg",
        "lng",
        "insurance",
        "property tax",
        "real estate financing",
        "legal fees",
        "diversity visa",
        "green card",
        "legal lions",
        "legal lambs",
        "regulatory framework",
        "bankruptcy protection",
        "spac",
        "settlement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032633",
      "summary": "*   **Trump-Biden Debate Coverage:** The primary focus is on the first debate between Donald Trump and Joe Biden, with specific details regarding disagreements over the Supreme Court, climate change policies, and energy regulations. *   **Executive Privilege & Flynn Case:** Michael Flynn’s lead defense attorney invoked executive privilege regarding discussions with Donald Trump, following a judge’s ruling. *   **ACA Analysis:** Analysis suggests Amy Coney Barrett’s potential vote to strike down the Affordable Care Act (ACA) remains uncertain. *   **New York Sick Leave Law:** The document reports on the implementation of New York’s new paid sick leave law. *   **Immigration Issues:** California blocked a federal government attempt to increase immigration application fees, and a judge ruled Georgia must provide paper backups of voter information for the 2020 election. *   **Banking Industry & Barrett:** Amy Coney Barrett's potential appointment to the Supreme Court could influence fintech regulation and agency independence within the banking industry. *   **FERC & Carbon Pricing:** The Federal Energy Regulatory Commission is attempting to reconcile state carbon pricing efforts with its power market regulations. *   **EPA Actions:** The EPA challenged California’s plan to ban gas-powered cars and opposed a rollback of methane emissions regulations. *   **Catalyst Pharmaceuticals Lawsuit:** Catalyst Pharmaceuticals lost a lawsuit challenging the FDA's approval of a rival drug. *   **Dillon McCandless Fee Dispute:** Dillon McCandless is seeking $136,000 in legal fees from Georgia related to a lawsuit challenging pandemic-related restrictions. *   **Census Litigation:** A federal judge rejected the Trump administration's attempt to exclude unauthorized immigrants from the 2020 census count. *   **Various Industry Cases:** The document includes coverage of cases related to intellectual property (PureShield vs. Allied BioScience), insurance (LA Nightclub vs. LA County), real estate (Opportunity Zone Order), bankruptcy, telecom, cannabis, and other industries (e.g., JPMorgan Chase & Co.). *   **Law Firm Activity:** The document lists various law firms involved in these cases, including Jones Day, Latham & Watkins, DLA Piper, and others. *   **Job Listings:** A small section contains job listings related to legal positions.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "September 30, 2020",
      "keywords": [
        "supreme court",
        "trump",
        "biden",
        "debate",
        "climate change",
        "aca",
        "barrett",
        "flynn",
        "immigration",
        "healthcare",
        "energy",
        "paris accord",
        "emissions",
        "taxation",
        "census",
        "section 230",
        "cybersecurity",
        "cannabis",
        "legal industry",
        "diversity",
        "jpmorgan",
        "goldman sachs",
        "tech",
        "litigation",
        "tax law",
        "covid-19",
        "voting machines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028661",
      "summary": "This email, dated October 7, 2020, transmits news clips related to a shooting involving Taylor Swift’s property (referred to as “Tribeco Home”) and other related news stories. The clips include links to articles from the New York Post, Insider, Matters of Interest, Politico, Spectrum, FOX News, NPR, Bloomberg, The Daily News, and various online sources. The email originates from “[REDACTED]” to the “Chiefs” and includes multiple CC and BCC recipients. The subject line is “SONY NEWS CLIPS. OCTOBER 7. 2020.”",
      "timestamp": "2020-10-07T00:00:00",
      "timestamp_raw": "October 7, 2020",
      "keywords": [
        "efta00028661",
        "sony news clips",
        "october 7 2020",
        "maxwell",
        "sdny press clippings",
        "chiefs",
        "npr",
        "bloomberg",
        "fox",
        "nypost"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024744",
      "summary": "This document is a Search and Seizure Warrant issued on October 27, 2020, authorizing law enforcement to search three Seagate Path 100 hard drives seized from the residence of Jeffrey Epstein at 9 East 71st Street, New York, NY. The warrant is related to violations of 18 U.S.C. including sex trafficking, transportation of minors, and conspiracy. The search is authorized to review the hard drives for evidence related to Epstein and Ghislaine Maxwell’s activities, specifically focusing on communications, travel plans, financial records, and any evidence of victim exploitation.  The warrant allows for a 30-day delay in notification if immediate notification would be detrimental to the investigation, and includes provisions for inventory, return of property, and the potential for returning the devices if no longer needed. Attachment A details the specific hard drives seized and outlines the scope of electronic discovery authorized.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "jeffrey epstein",
        "new york",
        "probable cause",
        "inventory",
        "redacting",
        "forensic analysis",
        "esi",
        "attachments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020833",
      "summary": "Marc Weinstein of Hughes Hubbard & Reed LLP sent an email regarding a potential fabricated warranty deed related to a Palm Beach property owned by Jeffrey Epstein. He attached a warranty deed (OR 31849 39 Wlipdf) and noted a similar deed had been filed for a New Mexico property. The email included standard confidentiality disclaimers.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "warranty deed",
        "epstein",
        "false",
        "fabricated",
        "deed",
        "palm beach",
        "new mexico",
        "hughes hubbard & reed",
        "marc weinstein",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029068",
      "summary": "Marc Weinstein of Hughes Hubbard & Reed LLP received an email regarding a potentially fabricated warranty deed for a Palm Beach property (EFTA00029068). A colleague, Andrew Tomback, informed Weinstein that their office was declining to investigate the matter, advising Weinstein to contact local authorities. Weinstein had previously sent a warranty deed for a similar property in New Mexico (EFTA00029069). Both emails included standard disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2020",
      "keywords": [
        "epstein",
        "warranty deed",
        "marc weinstein",
        "hughes hubbard & reed",
        "investigation",
        "false deed",
        "palm beach",
        "new mexico",
        "efta00029068"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020974",
      "summary": "*   **Date of Collection:** 01/27/2021 *   **Material:** Highly confidential responsive material, including nude and partial nude images and videos, processed by CART. *   **Devices:** Data was collected from multiple portable hard drives identified by NYC device codes (NYC0243xx). *   **Item Type:**  A derivative digital item including nude and semi-nude images and videos. *   **Collection Details:** Collected on 01/26/2021 at 04:00 PM EST from New York. One portable hard drive was collected. *   **Restrictions:** The document is FBI property, loaned for review, and not to be distributed outside the recipient agency.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "01/27/2021",
      "keywords": [
        "fbi",
        "child sex trafficking",
        "digital evidence",
        "cart",
        "nude images",
        "jeffrey epstein",
        "nyc0243xx",
        "confidential",
        "device type",
        "hard drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031918",
      "summary": "This motion builds upon her previous bail applications and proposes a stringent set of conditions designed to ensure her appearance at trial. These conditions include a substantial bond ($28.5 million), real property, cash, asset monitoring by a retired judge, renunciation of British and French citizenship, waivers of extradition rights, confinement in New York City, GPS monitoring, and a third-party custodian.  Maxwell contends that the government is unfairly opposing the bail package, attempting to avoid addressing the merits of the case and relying on unfounded arguments. She challenges the government’s assertion that she poses an “extreme risk of flight,” arguing that the bail package is sufficient and highlighting weaknesses in the government’s case, including the lack of evidence of a criminal conspiracy and misleading of the court by government prosecutors. The government’s position is that a decision on this bail motion could complicate an appeal currently pending, and therefore jurisdiction should be deferred. Maxwell further challenges the government’s argument regarding her French nationality, arguing that it should not be used to bar extradition. Finally, she points to the difficulties she is facing with accessing electronic discovery materials.",
      "timestamp": "2021-02-26T00:00:00",
      "timestamp_raw": "February 26, 2021",
      "keywords": [
        "bail",
        "extradition",
        "citizenship",
        "monitoring",
        "conditions",
        "court",
        "guarantee",
        "reform act",
        "foreign",
        "assets",
        "jeopardy",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019088",
      "summary": "This document is a collection of news articles from Law360, a legal news publication, covering a variety of legal cases and developments as of March 30, 2021. Key stories include: *   **Toyota Investigation:** Toyota is being investigated for possible bribery of Thai judges and government officials to overturn an import tax judgment. *   **Donziger Case:** The Second Circuit Court of Appeals rejected arguments to overturn Steven Donziger’s home confinement. *   **EDNY Resources:** The U.S. Attorney’s Office for the Eastern District of New York is increasing resources to combat anti-Asian hate crimes. *   **Supreme Court Cases:** Decisions were made regarding Hillary Clinton’s email case, Ghislaine Maxwell’s charges, and a request to hear a case involving a threat against a judge. *   **SEC Actions:** The SEC is seizing websites posing as COVID-19 vaccine makers and has taken action against former engine maker executives for accounting fraud. *   **Parnas Bail:** Bail conditions for Lev Parnas were relaxed amid selective prosecution claims. *   **Flynn Judge Threat:** A New York man pleaded guilty to threatening a judge overseeing the Michael Flynn case. *   **Weinstein Case:** A sexual assault case against Harvey Weinstein was paused to attempt mediation. *   **Various Other Cases:** Articles detail lawsuits involving Insys Therapeutics, Chevron, architectural firms, and disputes related to court access and intellectual property rights. *   **Industry News:** The document includes bonus announcements for BigLaw firms and a spotlight on Brad Caldwell's successful litigation strategy.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "March 30, 2021",
      "keywords": [
        "toyota",
        "bribery",
        "thai judges",
        "u.s. authorities",
        "import tax",
        "donziger",
        "chevron",
        "anti-asian hate crimes",
        "clinton",
        "email server",
        "covid-19",
        "ghislaine maxwell",
        "epstein",
        "parnas",
        "flynn judge",
        "weinstein",
        "sec fraud",
        "madoff funds",
        "architectural bribery",
        "pittsburgh court access",
        "opioid scripts",
        "insys therapeutics",
        "health fraud",
        "legal privilege",
        "biglaw bonuses",
        "brad caldwell",
        "mcdonald's",
        "facebook judge",
        "california supreme court",
        "imf",
        "thomson reuters",
        "ross intelligence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019183",
      "summary": "This document pertains to follow-up discussions regarding Jeffrey Epstein’s activities in New Mexico, specifically focusing on potential criminal investigations by the U.S. Attorney’s Office for the Southern District of New York (SDNY) and the New Mexico Attorney General’s Office.  The communications detail scheduling a conference call (EFTA00019183) to discuss the matter, with multiple individuals requesting and confirming availability.  Key points include: *   **Initial Inquiry:** The initial request for a call originated from a USANYS attorney seeking information about deadlines and reporting timelines regarding the Epstein case and specifically Epstein’s activities on Zorro Ranch in New Mexico. *   **NM AG Involvement:** The New Mexico Attorney General’s Office is independently investigating potential crimes related to Epstein’s activities on the property and coordinating with the SDNY. *   **Scheduling Conflicts & Confirmation:** Multiple individuals (USANYS attorneys, assistants) exchanged emails to coordinate a call, confirming availability on various dates, primarily focusing on Thursday, September 12th at 1:30 MT / 3:30 ET. *   **Information Sharing:**  The discussions involve sharing information about the state’s investigation, leases being revoked, and the potential for criminal charges. *   **Ongoing Coordination:** Despite a pause in communication in July 2019, the parties maintain ongoing coordination through email correspondence and the scheduled conference call.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "07 May 2021",
      "keywords": [
        "redaction",
        "efta00019183",
        "follow up call",
        "new mexico",
        "epstein",
        "pio",
        "conference call",
        "press contacts",
        "reporting",
        "investigation",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025231",
      "summary": "Key highlights include: *   **New York Bar Opinions:** The New York State Bar Association issued an opinion permitting attorneys to rent out law office space in co-working environments. *   **Court Cases & Legal Actions:** Numerous court cases were reported, including: *   Dismissal of charges against Steve Bannon. *   A judge granting expedited discovery in a bankruptcy case involving Kossoff PLLC. *   Approval of a deferred prosecution agreement for Epstein guards. *   Settlements involving various allegations (e.g., fraud, intellectual property infringement, pandemic-related business losses). *   **Government & Regulatory Actions:** Reports on: *   The launch of a New York pandemic rental relief program. *   The Austrian bankers accused of laundering money for Odebrecht. *   Cuomo's nominations for New York State Court of Appeals. *   **Industry Trends:** Coverage of: *   Large law firms’ continued investment in racial justice initiatives. *   Lateral hiring activity by major firms. *   Trends in COVID-19's impact on law school faculty. *   **Various Firm Announcements:** Announcements of partner hires and other developments at law firms like Cooley, Dechert, Greenberg Traurig, and others. *   **Settlements and Agreements:** Several settlements were reported, including those related to securities, intellectual property, and various legal claims. The document presents a snapshot of legal news from May 26, 2021, and includes sections on policy & regulation, real estate & development, energy & environmental, insurance, cybersecurity & privacy, employment, mergers & acquisitions, private equity, expert analysis, and legal industry trends.",
      "timestamp": "2021-05-26T00:00:00",
      "timestamp_raw": "May 26, 2021",
      "keywords": [
        "new york bar",
        "co-working biz",
        "attorneys",
        "opinion",
        "singas",
        "cannataro",
        "cuomo",
        "odebrecht",
        "sec",
        "gramins",
        "bannon",
        "kossoff pllc",
        "epstein guards",
        "pandemic rent relief",
        "coronavirus regulations",
        "real estate",
        "mill creek",
        "boston properties",
        "mmg",
        "energy",
        "pdvsa",
        "insurance",
        "casino",
        "cybersecurity",
        "clearview ai",
        "spokeo",
        "noom",
        "finance partner",
        "tech attorney",
        "cnn",
        "dershowitz",
        "immigration legal aid",
        "doj",
        "immigrants",
        "judges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029481",
      "summary": "An email thread discusses producing documents related to a witness, Maxwell, for potential testimony in a case involving Jeffrey Epstein. One party requests a \"testifying witness folder\" containing two PDFs – a case management collection document and a property log – to be saved and made available for use. The documents are identified as EFTA00029481.",
      "timestamp": "2021-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2021",
      "keywords": [
        "efta00029481",
        "maxwell",
        "testimony",
        "witness folder",
        "jeffrey epstein",
        "seizure",
        "discovery",
        "rule 16",
        "usanys",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029872",
      "summary": "On July 12, 2021, a witness (S) provided information regarding the investigation of EFTA00029872. S recalled viewing an S video from October 20, 2005, from the vicinity of a residence, and vaguely remembers photographing the scene and observing an open computer tower inside the house. S reviewed PBPD property receipts indicating evidence was pulled and returned to a houseman. S confirmed the practice of photographing evidence on brown paper with scales and item numbers, recognizing her handwriting on associated post-it notes. S identified message pads resembling those used in the search and stated she bagged and supervised the evidence team.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "efta00029872",
        "ausas",
        "pbpd",
        "evidence",
        "photographs",
        "video",
        "post-it notes",
        "handwriting",
        "search",
        "recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029869",
      "summary": "On July 13, 2021, a woman (referred to as “E”) provided testimony for trial preparation, detailing recollections related to Jeffrey Epstein and subsequent events. She recalls being invited to travel to an island, remembers her son showing her pictures of gargoyles taken at a Palm Beach property, and estimates she was traveling to Palm Beach for work for approximately two and a half years. E reports numerous phone calls related to work in Palm Beach from two male voices (one a car service driver and another sending a car) and two female voices, one named “Giselle Maxine” with an accent, who called multiple times and was described as having an unpleasant tone. She interpreted the female caller’s statements about a party as a request for party preparations. E states she did not realize she had been sexually abused by Epstein until 2007. She admits to obtaining cocaine from a Palm Beach house, and recounts conversations with U and IE regarding her activities and their sons. She last spoke with IE recently when he asked her for money.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "July 13, 2021",
      "keywords": [
        "efta00029869",
        "jeffrey epstein",
        "palm beach",
        "medications",
        "ausas",
        "giselle maxine",
        "cocaine",
        "sexual abuse",
        "fbi",
        "recollections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029871",
      "summary": "On July 15, 2021, evidence related to a search of 358 El Brillo Way was prepared for trial testimony. This included an authenticated map, video, and photographs of the property from October 20, 2005, with exceptions for opened drawers/boxes, PBPD property receipts, and a seized green massage table. All seized items were transferred to the PBPD office and subsequently to the FBI agent on August 28, 2006.",
      "timestamp": "2021-07-15T00:00:00",
      "timestamp_raw": "July 15, 2021",
      "keywords": [
        "efta00029871",
        "ausas",
        "sa",
        "prep",
        "el brillo way",
        "october 20",
        "2005",
        "pbpd",
        "fbi",
        "evidence",
        "search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029894",
      "summary": "On July 28, 2021, an Assistant United States Attorney from the Southern District of New York sent a series of PDF documents related to an investigative case involving Jeffrey Epstein to Mandy. The documents included several “SDNY_GM” PDFs and a property log from September 6, 2006, along with interview notes from November 15, 2006. The email requested a call if any questions arose.",
      "timestamp": "2021-07-28T00:00:00",
      "timestamp_raw": "July 28, 2021",
      "keywords": [
        "efta00029894",
        "jeffrey epstein",
        "united states attorney",
        "southern district of new york",
        "documents",
        "redaction analysis",
        "investigation",
        "case management",
        "2021",
        "interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018855",
      "summary": "On September 28, 2021, a USANYS contractor sent a list of exhibits related to MEM GX to aUSANYS. The exhibits included photographs of Epstein, Maxwell, and an unidentified individual (from photobooks), a group photo with CA, PB search warrant photos, video of a search, property receipts, FedEx records, flight records, AT&T records, deposition and Mar-A-Lago records, maps, a sworn statement (EFTA00018855), and EFTA00018856.",
      "timestamp": "2021-09-28T00:00:00",
      "timestamp_raw": "September 28, 2021",
      "keywords": [
        "efta00018855",
        "gx",
        "maxwell",
        "epstein",
        "photobook",
        "search warrant",
        "fedex",
        "flight records",
        "mar-a-lago",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013429",
      "summary": "On October 8, 2021, Sergeant [Sgt Name] of the Palm Beach Police Department’s Organized Crime, Vice & Narcotics Unit (Special Investigations) brought Detective [Det Name] to the Town of Palm Beach’s storage warehouse. Within a locked storage room designated for Special Investigations, Sergeant [Sgt Name] presented two bankers boxes marked “Epstein,” containing case materials related to the investigation. Subsequently, Sergeant [Sgt Name] led Detective [Det Name] to the Special Investigations office, showcasing a digital case management system and printing relevant reports for review. A subpoena and property receipt were then provided.",
      "timestamp": "2021-10-08T00:00:00",
      "timestamp_raw": "October 8, 2021",
      "keywords": [
        "efta00013429",
        "palm beach police department",
        "special investigations",
        "epstein",
        "case files",
        "warehouse",
        "storage room",
        "bankers boxes",
        "subpoena",
        "property receipt"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038869",
      "summary": "The email, dated October 26, 2021, contains attachments related to an investigation, including: a call log, evidence collection materials, an interview document, reimbursement records, a subpoena to PBPD, receipts, reports, and documents pertaining to PBPD property and trash disposal. The email also includes a document concerning accusations of rape and human trafficking. The sender requests feedback on the attached materials.",
      "timestamp": "2021-10-26T00:00:00",
      "timestamp_raw": "October 26, 2021",
      "keywords": [
        "efta00038869",
        "call",
        "evidence",
        "reimbursement",
        "subpoena",
        "pbpd",
        "rape",
        "trafficking",
        "documents",
        "attachments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038938",
      "summary": "Attached documents relate to a PBPD Trash Pull performed on October 11.6.06, records received by Paul, and a report from PBPD received on October 8.21. The document identifier is EFTA00038938.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2021",
      "keywords": [
        "pbpd",
        "trash pull",
        "records",
        "receipts",
        "paul",
        "efta00038938",
        "property",
        "2021",
        "2025",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016590",
      "summary": "He maintained extensive address books, which were updated annually and contained a large number of contacts, including prominent figures like Prince Andrew and Donald Trump, as well as massage therapists, chefs, and pilots. These books were consistently stored in various locations around the house and were replaced with new versions regularly. A significant element of his duties involved a manual provided by a “lady from England,” a guest at the property, detailing specific protocols and checklists for household management. This booklet covered tasks such as food preparation, waste disposal, and guest interactions, and generated considerable conflict with “I,” who resisted following its instructions. “I” reported numerous instances of conflict with Epstein and Maxwell regarding the handbook and related procedures. He followed rules regarding telephone directories, guest interactions, and uniform requirements. He also performed tasks like cleaning, sanitizing, and managing message books. Notably, the individual held differing recollections regarding specific pages and content within the booklet, and the exact details of some items (like the beverage list and specific photographs) were unclear.",
      "timestamp": "2021-11-30T00:00:00",
      "timestamp_raw": "November 30, 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "book",
        "addresses",
        "phone numbers",
        "ranch",
        "staff",
        "checklists",
        "manual",
        "gb",
        "gb exhibits",
        "gb297",
        "gb298",
        "gb299",
        "grooming",
        "hygiene"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037015",
      "summary": "*   **Purchase Price:** If Company exercises the option, the purchase price is either $80,000 - $300,000 (for a feature film adaptation) or $10,000 per episode (for an episodic series). *   **Derivative Rights:** Company has broad rights to create adaptations, sequels, and other works based on the book, with a 2.5% bonus payable for subsequent productions. *   **Reversion:** If Company doesn’t exercise the option, the rights revert to the Author.  However, if the Author produced any new material based on the book, Company is entitled to a reimbursement of costs (up to $200,000) and a 5% bonus for derivative works, subject to certain conditions. *   **Publishers Release**: Author grants the publisher the right to use excerpts for advertising and promotion. *   **Additional Terms:**  The agreement includes provisions for creative consultation, indemnity, copyright protection, and assignment of rights, as well as clauses relating to potential disputes and force majeure events. **Overall Purpose:** The document establishes the terms and conditions under which Company can acquire the rights to develop and produce a motion picture or audio-visual series based on the book “Silenced No More.”",
      "timestamp": "2021-12-13T00:00:00",
      "timestamp_raw": "2021-12-13",
      "keywords": [
        "option",
        "author",
        "company",
        "book",
        "rights",
        "agreement",
        "purchase",
        "audio-visual",
        "production",
        "property",
        "exclusivity",
        "reserved rights",
        "reversion",
        "copyright",
        "screen credit",
        "reimbursement",
        "publish",
        "termination",
        "derivative works",
        "extended option period",
        "force majeure",
        "film purchase price",
        "series purchase price",
        "publication",
        "grant",
        "assignment",
        "distribution",
        "actor’s rights",
        "moral rights"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036290",
      "summary": "This is a receipt for property received, returned, released, or seized. It details the items listed, the date of the transaction, the recipient’s name and address, and the individuals who received, returned, released, or seized the property. The recipient’s name and the “Received From” name are redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt",
        "property",
        "seized",
        "redaction",
        "united states department of justice",
        "efta00036290",
        "fd-597",
        "item(s)",
        "bureau of investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038939",
      "summary": "This is a Palm Beach Police Department form (PBP0 Form 52) used to document property received, including found, deceased, confiscated, destroyed, or evidence-related items. The form details information about the property, its owner and any suspects, the location where it was impounded, and the circumstances of its recovery. It includes fields for quantity, value, description, weight, and acknowledgements of the property list’s accuracy by the owner and the receiving officer. The form is used to track items and facilitate potential claims or legal proceedings.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "palm beach police department",
        "property receipt",
        "pbp0 form 52",
        "property",
        "evidence",
        "recovered",
        "incident number",
        "owner",
        "suspect",
        "claim",
        "impounded"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038436",
      "summary": "**Eligibility:** Compensation is available to: *   Innocent victims of crime *   Certain relatives and dependents *   Legal guardians *   Eligible Good Samaritans **Types of Expenses Covered:** OVS provides compensation for: *   Personal injury and death *   Loss of essential personal property (up to $500, including $100 cash, up to $6,000 for burial, and up to $30,000 for lost wages) *   Transportation *   Occupational/Vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup (up to $2,500) *   Good Samaritan property losses (up to $5,000) *   Moving expenses (up to $2,500) **Application Process:** *   Applicants must submit a completed OVS application. *   Supporting documentation is required: police reports, medical bills, insurance correspondence, receipts, death certificates, birth certificates, and proof of age. *   Applications can be submitted even if some documents are missing initially. **Court Ordered Restitution:** *   Restitution is compensation paid to victims by perpetrators for criminal offense losses. *   It's ordered by the Court as part of a sentence and is not for pain and suffering. *   The DA's office can request restitution, and the court may order it. **Other Information:** *   Applicants must notify OVS of a move. *   The victim typically signs the claim, but exceptions exist for minors or those unable to sign (legal guardian signs in those cases). *   An online application is available through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "insurance",
        "personal injury",
        "death",
        "property",
        "medical expenses",
        "lost wages",
        "burial expenses",
        "good samaritan",
        "claims",
        "applications",
        "ovs",
        "crime",
        "restitution",
        "court ordered",
        "healthcare",
        "hipaa",
        "eligibility",
        "ny",
        "benefits"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007570",
      "summary": "The document, identified as EFTA00007570, appears to be related to an evidence report from the Town of Palm Beach Police Department. It includes financial figures (111111,114.421, 1141111) and references to a \"maxell Professional Industrial Communicator Series\" cassette player.  Several items were not scanned, as indicated by the “WAS NOT SCANNED” notations and associated descriptions (EFTA00007572, EFTA00007574).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007570",
        "efta00007571",
        "palm beach",
        "police department",
        "evidence",
        "property",
        "cassette",
        "maxell",
        "communicator series",
        "scan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007859",
      "summary": "This document appears to be a redrafted architectural drawing, likely for a Palm Beach property (EFTA00007859), focusing on detailed construction instructions and specifications. The drawing, labeled “A-I” and “A-2,” depicts various elements of the property, including exterior walls, pools, landscaping, and interior features like the guest room, dining area, and Epstein Residence. It contains a list of items, quantities, descriptions, and revisions, suggesting a phased construction or renovation process. The document includes multiple drawings (A-1, A-2, and A-3), each focusing on specific aspects of the property, with notes regarding restrictions and alternative construction methods. The overall impression is of a complex and potentially historic property requiring meticulous construction detailing.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007859",
        "palm beach",
        "police department",
        "evidence",
        "property",
        "lab",
        "warta",
        "relocate",
        "installation",
        "air",
        "epstein residence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007576",
      "summary": "The document, identified as EFTA00007576.pdf, is a redaction analysis report. It includes item descriptions, suspect information (including \"Lit\"), officer information (indicated by “(bar .”), and laboratory numbers (1-e-(m)).  Specific items are listed with quantities and descriptions, such as \"Mir ro Lai\" and \"14,on Ao4,,, CRS,,t.e)_\". The Town of Palm Beach Police Department is referenced, along with case and evidence details including dates and lab numbers.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007576",
        "evidence",
        "case",
        "property",
        "palm beach",
        "police department",
        "lab",
        "item",
        "description",
        "suspect"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027974",
      "summary": "This is a receipt for property collected/seized as part of Case ID 90A - f•PI -315122. The item listed is a Nice-V iS to r, by R. btik., Model Pinerol — Prt, rn;,,,,En Sboo - No '• 2.3 2- 4WD ' 1 be-11 Po were.c.10 e_ S 4 2. 0. The item was received from [REDACTED], and the return/release information is redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt for property",
        "redaction analysis",
        "efta00027974",
        "nr-2000",
        "case id",
        "property",
        "item",
        "nice-v is to r",
        "pinerol"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032095",
      "summary": "This is a receipt form from the United States Department of Justice, Federal Bureau of Investigation, documenting the receipt, return, release, or seizure of property. The form includes fields for the date, file number, name of the individual involved, street address, city, and a detailed description of the item(s) listed. It also specifies the method by which the item was received, returned, released, or seized, and indicates the individual to whom it was released or seized. The form is labeled FD-597 (Rev 8-11-94) and has the file number EFTA00032095.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt",
        "property",
        "seized",
        "justice",
        "department of justice",
        "efta00032095",
        "file",
        "item",
        "description"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007975",
      "summary": "This document appears to be a redacted police evidence record related to case #4\"Z\" and property #2. It includes item identifiers EFTA00007975, EFTA00007976, and EFTA00007977, with the description \"WAS NOT SCANNED\" associated with EFTA00007976. The document originates from the Town of Palm Beach Police Department and includes references to \"Infilliggismun,\" \"Ontia,\" and \"EFTA00007975.\"",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007975",
        "police department",
        "evidence",
        "case",
        "property",
        "redaction analysis",
        "palm beach"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00007965",
            "similarity": 0.625,
            "index": 166,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031634",
      "summary": "This document is a receipt generated by the United States Federal Bureau of Investigation (FBI) for property received, returned, released, or seized. It details the receipt of items from an individual named [REDACTED] on February 20//, 20//. The receipt includes a description of the items, the recipient’s name and address, and the FBI file number (3501.226-029). The document contains multiple redaction marks indicating sensitive information has been removed. It is a standard form (FD-507) used to record property transactions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "receipt",
        "property",
        "redaction",
        "efta",
        "us department of justice",
        "fd-507",
        "seized",
        "returned",
        "released",
        "item(s)",
        "3501.226-029"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021522",
      "summary": "This is a receipt for property collected/seized by the U.S. Federal Bureau of Investigation (FBI). The receipt details the items received from an unidentified source (marked “REDACTED”), including a description of the item(s) – “60KOIA” and “1474 M” – along with the names and titles of the individuals involved in the transaction (Allik and [REDACTED]). The receipt also includes case identification information and a date stamp.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00021522",
        "fbi",
        "receipt",
        "property",
        "seized",
        "justice",
        "redaction",
        "u.s. gpo",
        "case id",
        "avner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021521",
      "summary": "This is a receipt for property collected/seized by the Federal Bureau of Investigation (FBI), Case ID cgie-Niq-30:5-7. The receipt details the items recovered, including a J.S. 'Virgin Islands Dr' Mr's License certificate, a U.S. PC-SS reel cover, a 1994 Comece card, a Department of Homeland Security receipt, and a 1996 Z63g7 check. The items were received from [REDACTED], returned to [REDACTED], and released to [REDACTED]. The receipt was generated on December 25, 2025, at 04:14:01.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00021521",
        "fbi",
        "receipt",
        "property",
        "redaction",
        "justice",
        "case id",
        "item",
        "swiss",
        "license"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036306",
      "summary": "During SHU reviews, concerns were raised regarding perceived unfair treatment, including a denial of a stress ball, reported cell moves without notification, and disruptions to property and access to showers and recreation. Inmate Alimeheti #77704-054 reported receiving a stress ball from psychology that was subsequently denied.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmates",
        "stress ball",
        "psychological treatment",
        "cell moves",
        "property",
        "showers",
        "recreation",
        "unfair treatment",
        "shu reviews",
        "alimeheti"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007769",
      "summary": "The document, identified as EFTA00007769, is a redaction analysis report generated on December 24, 2025. All original documents and photographs related to the case have been digitized, but the negatives and/or media have not been captured. A specific item, identified as KL-231, a microphone, is referenced, along with details concerning the Town of Palm Beach Police Department and case number Oc-3672.  One item was not scanned.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007769",
        "redaction analysis",
        "palm beach police department",
        "evidence",
        "case",
        "photographs",
        "digitized",
        "skin",
        "property"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030257",
      "summary": "This document is a continuation of a Santa Monica Police Department crime report, specifically a field form (Form 591). It details a case investigation, collecting information regarding a crime incident, including details like the suspect's description, location, and the status of stolen property. The form utilizes a series of questions designed to gather evidence and build a case. It includes fields for demographic information (age, residence), details about the crime itself, and follow-up inquiries related to the investigation. The document is part of a larger collection of reports (EFTA00030257 and EFTA00030258).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "crime report",
        "santa monica police department",
        "investigation",
        "suspect",
        "location",
        "description",
        "property",
        "traceable",
        "place",
        "box"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007965",
      "summary": "This document is a redaction analysis for case EFTA00007965, specifically related to the Town of Palm Beach Police Department. It includes case number 246, pertaining to property. Page 2 contains an item that was not scanned (EFTA00007966), and Page 3 contains item EFTA00007967.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "palm beach",
        "police department",
        "evidence",
        "property",
        "case",
        "efta00007965"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00007975",
            "similarity": 0.625,
            "index": 159,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014679",
      "summary": "This document, identified as EFTA00014679.pdf, contains Exhibit A and EFTA00014680. It is marked “Not For Media Use” and identifies the property owner as J I .",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00014679",
        "efta00014680",
        "exhibit a",
        "redaction analysis",
        "property"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020254",
      "summary": "The document is a redacted PDF file (EFTA00020254.pdf) generated on December 25, 2025. It contains multiple pages marked as \"CONFIDENTIAL\" and identified with codes like \"SDNY_GM_0275342\" and \"EFTA0002025\". Several pages contain redactions, indicated by \"[REDACTED]\" notations. The document includes property markings and the phrase \"Not For Media Use\".",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00020254",
        "redaction analysis",
        "confidential",
        "sdny_gm",
        "property",
        "not for media use",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007714",
      "summary": "The document is a redaction analysis related to EFTA00007714.pdf. It details digitized documents and photographs, including items such as a microscope and a Sony MC-90 camera.  Negatives and media were not captured. A police case file with evidence is included, referencing the Palm Beach Police Department and Property #05. The suspect is identified as “cps +e /h Jc PR”, and officer/date information is recorded. One item was marked as “WAS NOT SCANNED” – \"/01, 0 ,fisst-rr, x3\".",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007714",
        "redaction analysis",
        "digitized",
        "photographs",
        "police",
        "evidence",
        "palm beach",
        "dl-02 media",
        "microscopy",
        "microfilm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018845",
      "summary": "**Eligibility:**  Compensation is available to: *   Innocent victims of crime *   Certain relatives, dependents, legal guardians, and Good Samaritans. **Types of Expenses Covered:** The OVS can cover: *   Medical, pharmacy, and counseling costs *   Loss of essential personal property (up to $500, including $100 for cash, up to $6,000 for burial/funeral expenses, and up to $30,000 for lost wages) *   Transportation costs *   Occupational/vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup *   Good Samaritan property losses *   Moving expenses **Application Process:** *   Applicants must complete the OVS application and provide copies of police reports, medical bills, insurance correspondence, receipts, death certificates, and proof of age. *   The application can be submitted by mail or online through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider. **Court Restitution:** The document also explains “court-ordered restitution,” which is compensation paid by the perpetrator of the crime to the victim. The court must order this as part of the sentence.  It can cover medical bills, lost earnings, and property replacement. **Important Notes:** *   The application must be filled out truthfully; false claims are a crime. *   The OVS may reimburse expenses requested as part of court ordered restitution. *   A signed letter must be sent to OVS if the applicant’s address changes.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "ovs",
        "medical expenses",
        "funeral expenses",
        "lost wages",
        "property loss",
        "crime",
        "applications",
        "insurance",
        "eligibility",
        "benefits",
        "claims",
        "restitution",
        "nypd",
        "new york state"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025392",
      "summary": "It covers a wide range of legal topics including criminal justice (Sheldon Silver’s prison sentence), legal practice trends (flexible work arrangements, arbitration), regulatory actions (EPA, SEC), court decisions (Second Circuit upholding Turkish banker conviction, 5Pointz case), legislative developments (65 new federal judgeships), and various legal disputes involving companies like WeWork, Textron, Coca-Cola, and Ford. Several notable cases are highlighted, including the shooting of a judge’s son, challenges to transgender health protections, and disputes over intellectual property. The document also includes announcements regarding new general counsel appointments and legal developments impacting the legal industry (expert witness lawsuits, appointment of immigration judges). Finally, it includes a survey on judicial views on systemic racism and information about job listings and a legal industry publication.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sheldon silver",
        "prison term",
        "covid-19",
        "remote work",
        "fox news",
        "harassment lawsuit",
        "turkish banker",
        "u.s. sanctions",
        "billions",
        "federal judgeships",
        "transgender health protections",
        "5pointz",
        "environmental dumping",
        "coal lease ban",
        "wework arbitration",
        "sec sanctions",
        "textron buy",
        "false claims act",
        "bankruptcy",
        "defamation suit",
        "judicial security",
        "bar exam",
        "systemic racism",
        "expert witness",
        "avenatti",
        "immigration judges",
        "immigration restrictions",
        "levi & korsinsky",
        "immigration judges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009966",
      "summary": "Nick Tartaglione, a former Briarcliff Manor cop facing a death penalty, insists he never harmed Jeffrey Epstein, whom he shared a cell with at the Metropolitan Correctional Center (MCC). Tartaglione claims he alerted jail staff to Epstein's first suicide attempt on July 23, 1919. Epstein ultimately hanged himself on August 10, 1919, prompting an investigation into the circumstances surrounding his death, including potential negligence by MCC staff. Tartaglione is seeking a transfer due to threats he received and the proximity of investigators to his situation. Tartaglione is also facing multiple murder charges related to the deaths of four men, discovered buried on his property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "nick tartaglione",
        "metropolitan correctional center",
        "suicide",
        "investigation",
        "sexual trafficking",
        "briarcliff manor",
        "cellmate",
        "death penalty",
        "law enforcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030125",
      "summary": "The document is a communication regarding title transfer documents for real estate properties owned by Jeffrey Epstein, including residences in New York, Palm Beach, and the U.S. Virgin Islands. Attached files include deeds, incorporation documents for Nautilus Inc. and Laurel Inc., and corporate records. The sender indicates some documents were obtained through grand jury subpoenas and clarifies the lack of documents for a New Mexico property, stating they will investigate its retrieval.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00030125",
        "title transfer",
        "documents",
        "epstein",
        "new york",
        "palm beach",
        "virgin islands",
        "residences",
        "subpoenas",
        "corporations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028485",
      "summary": "This document is a Search Warrant application submitted by a federal law enforcement officer requesting a search of Jeffrey Epstein’s residence at a property in New York. The application seeks to find evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and 371) based on information gathered from a victim, identified as Victim-1, who alleges Epstein sexually abused her and facilitated similar abuse by other minors. The affidavit details observations of massage tables, busts (three-dimensional representations of female torsos), and photographs depicting nude women within the property. The application also references conversations with law enforcement officers who have interviewed Victim-1, corroborating her account. The warrant specifically targets the residence and seeks to seize items linked to the alleged crimes, including taxidermied animals and massage paraphernalia, and relies on probable cause established by Victim-1’s testimony.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "jeffrey epstein",
        "new york",
        "southern district of new york",
        "fbi",
        "investigation",
        "evidence",
        "conspiracy",
        "18 u.s.c. § 1591",
        "371"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032349",
      "summary": "Key highlights include: *   **Second Circuit Ruling:** The Second Circuit Court of Appeals ruled that the \"McDonnell\" ruling (regarding U.S. FCPA prosecutions) does not apply broadly to corruption cases, affirming a conviction of a Chinese developer for bribing UN officials. *   **Various Legal Cases:** Several significant legal cases are reported on, including: *   A former KPMG accountant sentenced for theft of confidential inspection plans. *   A New York Times defamation lawsuit against Joe Arpaio dismissed. *   The investigation into Jeffrey Epstein’s death and related documents. *   A charity accused of Iran sanctions violations receiving a new trial. *   Cisco’s $8.6 million settlement over cybersecurity flaws. *   Intellectual property disputes involving Humvee and \"Call of Duty,\" and a lawsuit by NBA star Giannis Antetokounmpo. *   **Judicial Concerns:**  A judge expressed frustration with attacks on the judiciary and urged for more aggressive action. *   **Industry News:** The document covers trends within the legal profession, such as growth in certain firms (Eversheds Sutherland), discussions around lawyer well-being, and developments in areas like cannabis law and tech privacy. *   **Job Postings:**  A list of job openings within various law firms and legal fields is also included. Essentially, it's a snapshot of key legal developments and trends as reported by Law360 at the time of publication (December 26, 2025).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "un bribery",
        "mcdonnell",
        "foreign corrupt practices act",
        "fcpa",
        "second circuit",
        "corruption prosecution",
        "chinese real estate developer",
        "kpmg",
        "tax evasion",
        "arpaio defamation suit",
        "jeffrey epstein",
        "sec",
        "cybersecurity",
        "data breach",
        "intellectual property",
        "trademark lawsuit",
        "\"call of duty",
        "\" greek freak",
        "parody",
        "copyright infringement",
        "securities fraud",
        "white collar crime",
        "judicial independence",
        "cyber security & privacy",
        "delta airlines",
        "cyber security",
        "legal industry",
        "attorney well-being",
        "legal access",
        "extradition",
        "pro publica",
        "corporate news",
        "cannabis",
        "tech giants",
        "litigation funding",
        "attorney jobs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009794",
      "summary": "§ 2635.101 of 5 C.F.R. outlines the basic obligation of public service for Executive Branch employees. Key provisions include: *   Loyalty to the Constitution, laws, and ethical principles above private gain. *   Prohibition of conflicts of interest through financial interests, insider information use, and gift acceptance. *   Requirements for honest effort, non-binding commitments, avoidance of private gain, impartiality, protection of government property, disclosure of wrongdoing, fulfilling financial obligations, and adherence to equal opportunity laws. *   Consideration of applicable conflict of interest statutes (18 U.S.C. 201, 203, 205, 208, and 209).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "public service",
        "ethics",
        "conflict of interest",
        "government employees",
        "regulations",
        "financial interests",
        "gifts",
        "fraud",
        "corruption",
        "legal obligations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029476",
      "summary": "This document is a Search and Seizure Warrant (AO 93 Rev. 11/13) issued for the District of New Hampshire. It authorizes law enforcement to search for a cellular device associated with “G Max” using cell-site simulator technology (Attachment B) to locate it, based on an investigation related to GHISLAINE MAXWELL under 18 U.S.C. §§ 371, 2422, 2423(a), and 1623. The warrant allows for a 30-day search, 6:00 a.m. to 10:00 p.m., during all times of day or night, and specifically prohibits the interception of communications or seizure of tangible property. Attachment A identifies the specific cellular device being targeted. The document includes sections for warrant execution, inventory, return, and certification.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "cell-site simulator",
        "at&t",
        "ghislaine maxwell",
        "18 u.s.c. § 3103a",
        "electronic investigative technique"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033782",
      "summary": "This document pertains to the case of Jeffrey Edward Epstein (Reg. No. 73618-054), who was incarcerated under SENTRY PP44, PP37, PP41, PP78, PPGO, PD15, and PP85. Associated records include an Administrative Detention Order from 7/29/19, Inmate Personal Property records, Electronic Medical Records, Psychology Data Systems, Psychology Observation Logs (7/8-10/19 and 7/24-30/19), Suicide Watch Chronological Logs (7/23 & 24/19), and documentation related to his cellmate, Efrain Reyes (Reg. No. 85993-054). The file contains SHU reports, rosters, visual search logs, conference logs, staff memos, emails, and press releases related to Epstein and Reyes’ confinement and surveillance, specifically from August 1919.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey edward",
        "sentry",
        "pp44",
        "ad order",
        "pds",
        "psychology data system",
        "shu",
        "reyes",
        "confidental",
        "truscope"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035116",
            "similarity": 0.909,
            "index": 182,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030741",
      "summary": "This document is a Search and Seizure Warrant issued by a U.S. Magistrate Judge for the Southern District of New York, dated December 26, 2025. It authorizes law enforcement to search six binders containing CDs, seized from a blue and black suitcase on July 11, 2019. The search is related to potential violations of Title 18 U.S.C. Sections 1591 and 371 (sex trafficking offenses).  The warrant allows for a 30-day delay of notification if it’s deemed adverse, and authorizes a thorough review of the electronic storage media (ESI) within the seized items, focusing on evidence related to child exploitation (specifically focusing on teenage girls).  The warrant specifies procedures for execution, inventory, and return of the seized property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "efta00030741",
        "cd",
        "evidence",
        "seizure",
        "affidavit",
        "probable cause",
        "law enforcement",
        "inventory",
        "esi",
        "united states district court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020250",
      "summary": "This document, identified as EFTA00020250, is a redaction analysis associated with the case number SDNY_GM_02753421. It’s classified as CONFIDENTIAL and property of [REDACTED]. One redaction is noted on page 1.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00020250",
        "redaction analysis",
        "confidential",
        "sdny",
        "n010470"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036924",
      "summary": "This document outlines procedures and questions related to Accreditation Standards for a correctional facility, specifically focusing on inmate management, safety protocols, and operational controls. It covers several key areas, including: *   **Safety and Emergency Procedures:** Detailed questions about evacuation routes, fire drills, extinguisher usage, hazardous materials storage, and emergency response protocols (blood spills, use of force, SHU procedures). *   **Inmate Admission & Orientation:** Processes for initial inmate arrival, medical screening, personal property handling, and A&O committee involvement. *   **Unit Management:** Inmate progression through the facility, access control, counseling services, program assignments, and key management. *   **Inmate Rights:** Compliance with BOP directives regarding legal rights, communication, rehabilitation programs, and personal freedoms. *   **Operational Areas:**  Detailed protocols for food service (temperature control, chemical storage, commissary), mail handling, laundry, recreation, library access, healthcare services (medication control, sick call, SHU procedures), and specialized areas like the armory and power plant. *   **Specific Equipment & Supplies:** Management of tools, chemicals, firearms, and other materials, including inventory control, training, and storage. *   **Auditing & Compliance:** Emphasis on maintaining high sanitation standards, readily accessible information, and thorough documentation for potential audits. The document acts as a checklist of required knowledge and procedures for supervisors and staff, ensuring adherence to ACA standards and BOP directives.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "evacuation routes",
        "fire drills",
        "fire extinguishers",
        "scba",
        "toxic materials",
        "msds books",
        "tool control",
        "key control",
        "inmate admission",
        "inmate orientation",
        "chemical storage",
        "inmate rights",
        "bop directives",
        "disciplinary procedures",
        "shu",
        "grievance procedure",
        "cell searches",
        "inmate grooming",
        "media access",
        "use of force",
        "inmate welfare",
        "health services",
        "mail room",
        "religious services",
        "education",
        "recreation",
        "library",
        "visiting room",
        "power plant",
        "sanitation",
        "inventory control",
        "safety procedures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035116",
      "summary": "This document pertains to the case files of Jeffrey Edward Epstein (Reg. No. 73618-054) and Efrain Reyes (Reg. No. 85993-054), including associated records and communications. The files contain data such as: SENTRY records (PP44, PP37, PP41, PP78, PPGO, PD15, PP85, PR15), BOPWare labels, Administrative Detention Order, Inmate Personal Property Records, Electronic Medical Records, Psychology Data Systems, psychology observation logs, suicide watch logs, court documentation, staff memos, emails, SHU reports, roster reviews, visual search logs (TRUSCOPE), attorney conference logs, and press releases. Specifically, it includes records from August 9, 1919 and weekly SHU reviews for both individuals.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey edward",
        "sentry",
        "pp44",
        "ad order",
        "pds",
        "psychology data system",
        "shu",
        "reyes",
        "truscope"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033782",
            "similarity": 0.909,
            "index": 178,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032913",
      "summary": "Key stories include: *   **DOJ vs. Gizmodo:** The U.S. Department of Justice successfully defended its refusal to confirm or deny records related to alleged Trump wiretap investigations, a ruling against Gizmodo Media Group. *   **Various Legal Cases:** Several other legal cases are reported on, including a former Long Island councilman’s tax evasion plea, a Geico appraisal dispute, a New York law firm’s debt collection practices, a speech or debate clause case against Rep. Christopher Collins, a fraud case involving Rakoff, a proposed class action against Arizona tea, and intellectual property disputes (Pinduoduo, TeeFLii, etc.). *   **Law Firm Activity:** The document includes updates on law firm activity, such as personnel changes (attorneys joining or leaving firms), and mentions of specific law firms (Aaronson Rappaport, Abrams Fensterman, etc.) involved in the cases. *   **Regulatory Actions:** There are reports on regulatory actions, including the SEC, FTC, and various state agencies. *   **Judicial Decisions & Disputes:** Several court rulings and disputes are covered, including the Second Circuit reviving a Mexican citizen’s deportation case, and challenges to judicial nominees. *   **Job Postings**: A small section lists several job openings with law firms, highlighting various legal specializations. The document appears to be a snapshot of legal news delivered via Law360’s platform.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "doj",
        "gizmodo",
        "wiretap",
        "trump",
        "judge",
        "tax evasion",
        "appraisal",
        "geico",
        "debt collection",
        "collins",
        "insider trading",
        "new york",
        "securities",
        "fraud",
        "ginseng",
        "intellectual property",
        "pinduoduo",
        "copyright",
        "arbitration",
        "employment",
        "wta",
        "mlb",
        "competition",
        "forex",
        "bankruptcy",
        "sizmek",
        "litigation",
        "legal industry",
        "kavanaugh",
        "bias suit",
        "weinstein",
        "college admissions",
        "jobs",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007763",
      "summary": "This document, identified as EFTA00007763.pdf, is a redaction analysis report generated on December 24, 2025. All enclosed documents and photographs have been digitized.  A case file (EFTA00007766) exists with the Town of Palm Beach Police Department, referencing evidence, a suspect, and a property (OS-).  Certain items were not scanned and are listed separately (EFTA00007767).  DL-02 Media (O.1) from April 2018 is referenced.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007763",
        "redaction analysis",
        "investigation",
        "digitized",
        "palm beach",
        "police department",
        "evidence",
        "photographs",
        "dl-02 media",
        "efta00007767"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020929",
      "summary": "A title search was conducted for the property located at 9 East 71st Street, New York, NY. The search, identified as 19-J-9358, revealed several recorded documents, including deeds between Birch Wathen School, Inc., Nine East 71st Street Corporation, and Maple, Inc. A Lis Pendens was filed on 07-11-19 (Index # 19CR490).  Several potential unpaid taxes – N.Y.S. Franchise, N.Y.C. Corporate, and N.Y.S. Franchise – were flagged against Maple, Inc. and Nine East 71st Street Corporation. The property is identified as Block 1386, Lot 10. The company’s liability is limited to the search fee, and the report is for informational purposes only, not a guarantee of title.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00020929",
        "new york",
        "title search",
        "liens",
        "mortgages",
        "deeds",
        "easements",
        "tax liens",
        "covenants",
        "restrictions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021315",
      "summary": "The complaint was initially reported in 1994 and received in 1996. It involves a female victim (LIMOS, 26, White) who reported that a male suspect threatened to burn her painting and send her Polaroid photographs of the damage, possessing keys to her apartment. The suspect's name is redacted, but Jeffrey Epstein (45, White) is listed as a witness and potential suspect. The incident occurred on July 11-17, 1996, at a commercial building (NYC Parks Dept Property) in the 006 Precinct, Sector H, Beat It, Post 32.  The complaint was classified as Aggravated Harassment and subsequently closed due to patrol response. The victim’s address is listed as 9 East 71 Street, NYC. There is no related Stop and Frisk report. No photos were requested and the case was not prosecuted.  Several individuals, including witnesses and NYPD officers, are associated with the report, though many names are redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ip",
        "nyc police department",
        "complaint",
        "harassment",
        "graffiti",
        "victim",
        "witness",
        "apartment",
        "redacted",
        "gang",
        "white",
        "26",
        "25",
        "order of protection",
        "jeffrey epstein",
        "nypd",
        "metro card"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016532",
      "summary": "This document is a personal statement submitted in support of Ghislaine Maxwell’s bail application. The author, a longtime friend of Maxwell’s, provides a detailed account of her relationship with Maxwell, characterizing her as a kind, compassionate, and hardworking individual. The author emphasizes Maxwell’s genuine passion for ocean conservation through the Terramar Project and highlights her resilience in the face of intense media scrutiny and unfounded accusations. The author asserts Maxwell’s innocence, stating that she has never engaged in any inappropriate behavior and that the accusations against her are entirely fabricated. They highlight Maxwell’s commitment to the United States and her desire to defend herself in court. Finally, the author expresses concern over Maxwell’s harsh conditions of incarceration and pledges to provide ongoing support during the legal proceedings, offering their property as collateral for bail.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "terramar project",
        "united nations",
        "sustainable development goal 15",
        "new york",
        "ocean protection",
        "bail",
        "legal defense",
        "criminal charges",
        "socialite"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009798",
      "summary": "Section 2635.704 of Title 5 of the Code of Federal Regulations outlines the duty of executive branch employees to protect and conserve Government property. “Government property” is defined broadly to include tangible items like vehicles and office equipment, as well as intangible assets like data processing capabilities and mail services, provided they are used for authorized purposes – typically for public use or as permitted by law or regulation. Examples illustrate permissible personal use (e.g., a long-distance phone call) and prohibited misuse (e.g., using a commercial service for personal investment research). The regulation is authorized by several U.S.C. sections and Executive Orders, and is subject to ongoing updates.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "government property",
        "ethics",
        "standards of conduct",
        "executive branch",
        "federal regulations",
        "misuse of position",
        "5 c.f.r.",
        "office of government ethics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026788",
      "summary": "Jeffrey Epstein is writing a letter to Vicky Ward, a Vanity Fair reporter, to dispute claims made in an article about him. He refutes repeated questions about property ownership (specifically #9 and #11), dismissing them as focused solely on transfer taxes. He challenges Ward to investigate claims of discomfort made by a former acquaintance, demanding she provide factual evidence instead of relying on subjective feelings. He criticizes her journalistic approach, arguing she’s misrepresenting the situation and using misleading tactics. He provides supporting documentation, including financial records, witness statements, and correspondence, to counter her narrative and highlight what he sees as her inaccuracies and lack of diligence. Finally, he corrects a misrepresentation regarding Michael Stoll and emphasizes the letter and its enclosures are provided off the record to correct inaccuracies in her story.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "vicky ward",
        "vanity fair",
        "transfer taxes",
        "graydon",
        "ohio",
        "state trooper",
        "massages",
        "financial misdeeds",
        "allegations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028523",
      "summary": "A search and seizure warrant (AO 93) was issued by Judge Barbara Moses for the Southern District of New York, relating to violations of Title 18 U.S.C. Sections 371 and 1591 (sex trafficking). The warrant authorizes the search of a nearly 19,000 square foot single-family residence at a location in New York, NY, and the seizure of evidence related to sex trafficking of minors and conspiracy. The warrant allows for photographic and video documentation of the premises and the collection of items like utility bills, mail, and identification documents. An immediate delay of notification is authorized for up to 30 days. The warrant requires the execution officer to prepare and return an inventory of seized property to the court.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "magistrate judge",
        "title 18 u.s. code",
        "371",
        "1591",
        "evidence",
        "affidavit",
        "redaction",
        "attachment a"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}