{
  "keyword": "miami",
  "count": 82,
  "keyword_match_count": 81,
  "content_match_count": 85,
  "total_files": 166,
  "timeline": [
    {
      "file_id": "EFTA00014767",
      "summary": "*   **Monthly Charges (October 14, 2003):** The total monthly service charges were $453.71, including a $39.99 national plan, $19.99A and a $9.99 for messages. *   **Roaming Charges:** There were roaming charges of $108.33. *   **Other Charges:**  Includes $113.93 in other charges. *   **Total Amount Due:** The total amount due was $453.71. *   **Detailed Charges:** The invoice lists numerous calls to and from various locations (New York, Miami, Washington, etc.) with associated minutes and charges.  Some calls are categorized as \"Connect\" or \"USVI.\" *   **Messaging Charges:** A total of $1.90 were charged for messages. **Note:** The document appears to be an invoice or statement for a mobile phone service, detailing monthly charges, roaming expenses, and usage information.",
      "timestamp": "2003-10-14T00:00:00",
      "timestamp_raw": "October 14, 2003",
      "keywords": [
        "at&t",
        "wireless",
        "billing",
        "charges",
        "account",
        "monthly",
        "payments",
        "roaming",
        "usvi",
        "rates",
        "taxes",
        "airtime",
        "long distance",
        "incoming",
        "outgoing",
        "subscription",
        "rates",
        "charges",
        "rates",
        "charges",
        "rates",
        "rates",
        "charges",
        "subscription",
        "rates",
        "charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007097",
      "summary": "The original order included conditions for electronic monitoring, which was not part of the agreed-upon plea agreement. The court has now removed those conditions from the order, reflecting the correct terms of the agreement. The document details the involvement of legal counsel (Jack Goldberger and Barbara Burns) and the Palm Beach County Circuit Court in the correction. It includes dates, case numbers, and parties involved in the agreement.",
      "timestamp": "2005-04-05T00:00:00",
      "timestamp_raw": "04/05/2005",
      "keywords": [
        "jeffrey epstein",
        "grand jury",
        "subpoena",
        "records",
        "bear steams companies",
        "miami",
        "united states district court",
        "florida",
        "surveillance",
        "electronic monitoring",
        "department of justice",
        "criminal investigation",
        "distribution",
        "credit",
        "money",
        "travel",
        "palm beach",
        "consent",
        "witness",
        "target"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007501",
      "summary": "Okay, here’s the factual content summary of the provided text, without any introductory or concluding remarks: *   **Account Information:** Account Number and Customer Service Number (1-800-937-8997) *   **Dates:** The records cover dates from August 20, 2005, to December 20, 2005 and January 21, 2006. *   **Detailed Call Logs:** A series of call logs are provided, detailing: *   Destination Numbers *   Call Times *   Call Types (Airtime, Toll, etc.) *   Call Minutes *   **Airtime & Toll Charges:** Detailed charges for Airtime and Toll calls are listed. *   **Messaging Charges:** A breakdown of charges for Text Messages, including a VM & Fax line item. *   **Monthly Service Charges:** The monthly service charges are listed as $6.99 *   **Other Charges:** Includes Government Fees and Taxes (Federal Excise Tax, State Communication Service Tax, County 911, and Regulatory Programs Fee). *   **Total Charges:** The total charges are listed as $32.32 *   **Multiple Usage Records** There are multiple separate records for data and usage charges and services from December 2005, ending December 21, 2006.",
      "timestamp": "2005-08-20T00:00:00",
      "timestamp_raw": "August 20, 2005",
      "keywords": [
        "airtime",
        "long distance",
        "international charges",
        "miami",
        "queens",
        "new york",
        "calls",
        "minutes",
        "toll charges",
        "data/fax",
        "mobile2mobile",
        "voicemail",
        "messaging charges",
        "account number",
        "customer service number",
        "billing",
        "charges",
        "rates"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007401",
      "summary": "It details charges for calls, data, and messaging services provided by a telecom company. **Key Details:** *   **Service Provider:** The bill is for a service from a company named “TeleComm.” *   **Usage Categories:** The bill breaks down charges into categories including: *   Free Minutes *   Text Messages (1,000) *   Long Distance Charges *   Data Charges *   **Dates and Destinations:** The bill lists numerous calls made to various destinations (cities and regions), including Miami, New York, and others, over a period of approximately 7 months. *   **Total Charges:** The total charges for the period is $32.76. **Note:** This summary is based solely on the provided text. It does not contain any supporting details or values.",
      "timestamp": "2005-08-20T00:00:00",
      "timestamp_raw": "August 20, 2005",
      "keywords": [
        "account number",
        "charges",
        "miami",
        "fl",
        "new york",
        "ny",
        "long distance",
        "international charges",
        "airtime",
        "text message",
        "billing",
        "rates",
        "tariffs",
        "monthly service",
        "data/fax",
        "voice mail",
        "mobile",
        "call forwarding",
        "conference call",
        "call waiting",
        "call types",
        "phone calls",
        "data charges",
        "voice charges."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023059",
      "summary": "Attorney’s Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and its interactions with victims. The investigation centered on the negotiation and execution of a non-prosecution agreement (NPA) signed in 2007.  The NPA involved Epstein pleading guilty to state charges and agreeing to registration as a sexual offender in exchange for the federal government dropping the case. OPR investigated allegations that prosecutors improperly resolved the case and failed to consult with victims. The investigation began following a Miami Herald report highlighting the NPA. OPR reviewed extensive records and conducted over 60 interviews, focusing on five key individuals: U.S. Attorney R. Alexander Acosta, three supervisors, and the Assistant U.S. Attorney involved. OPR determined that Acosta did not commit professional misconduct by resolving the case through the NPA, though his decision was poorly judged and created a misunderstanding. They also found no misconduct in the government’s interactions with victims, attributing confusion to inconsistent messaging and a lack of coordination. However, OPR noted that the government’s actions ultimately resulted in victims feeling ignored and frustrated. The investigation concluded in 2019 with Epstein’s death and the dismissal of federal charges.  A court ultimately ruled against the government's claims that it violated the Crime Victims’ Rights Act (CVRA).",
      "timestamp": "2006-07-19T00:00:00",
      "timestamp_raw": "July 19, 2006",
      "keywords": [
        "efta00023059",
        "jeffrey epstein",
        "npa",
        "department of justice",
        "professional responsibility",
        "victim consultation",
        "criminal investigation",
        "florida",
        "sex trafficking",
        "cvra",
        "plea agreement",
        "resolution",
        "miami herald"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020532",
      "summary": "The FBI’s Miami-based PB-2 Squad and PBCRA initiated an investigation into Jeffrey Epstein on July 24, 2006, following a report of suspicious activity by the Palm Beach County Police Department (PBPD). The investigation focused on potential child prostitution involving Epstein, utilizing information from intercepted telephone messages detailing sexual activity and arrangements. A search warrant was executed at Epstein’s Palm Beach home, resulting in the recovery of message pads and the removal of computer components. Epstein maintained residences in the U.S. Virgin Islands, New York, and New Mexico. Due to media attention and various complexities, the investigation aimed for indictment by January 2007, focusing on interstate commerce violations related to Epstein's alleged illicit sexual conduct and prostitution activities. The investigation requires coordination with FBI Miami, West Palm RA, and SA for investigative direction.",
      "timestamp": "2006-07-24T00:00:00",
      "timestamp_raw": "July 24, 2006",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "pbcra",
        "child prostitution",
        "palm beach",
        "investigation",
        "sexual activity",
        "message pads",
        "prosecution",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023055",
            "similarity": 0.818,
            "index": 6,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023055",
      "summary": "The FBI’s Miami-based PB-2 Squad and PBCRA initiated an investigation into Jeffrey Epstein on July 24, 2006, following reports of potential child prostitution activity. The investigation stemmed from information provided by the Palm Beach County Police Department (PBPD).  Evidence collected, including recovered message pads with suggestive text and the removal of computer components from Epstein’s Palm Beach home, suggested involvement in sexual activity with young women. Epstein maintained residences in multiple states (Palm Beach, US Virgin Islands, New York, and New Mexico), and the investigation was ongoing with a target indictment date of January 2007. The FBI requested assistance in utilizing interstate commerce-related evidence to further investigate Epstein's activities.",
      "timestamp": "2006-07-24T00:00:00",
      "timestamp_raw": "July 24, 2006",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "pbcra",
        "child prostitution",
        "investigation",
        "palm beach",
        "sexual activity",
        "prosecution",
        "leads",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020532",
            "similarity": 0.818,
            "index": 5,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024850",
      "summary": "This document is an evidence record (FD-1087) pertaining to case EFTA00024850, originating from a seizure in Palm Beach, Florida, on August 28, 2006. The evidence consists of a box containing various items including medical supplies, letters, invoices, and audio cassettes. The items were initially collected by unidentified individuals and subsequently transferred through a chain of custody involving multiple law enforcement agencies (NYPD, Miami PD, etc.).  Significant portions of the record, particularly pages 2 and 3, are redacted. The final page details the chain of custody, tracing the evidence’s movement between agencies and individuals, ending with a record of the evidence being checked and cleared by a firearms instructor. The case ID is 31E-MM-108062, and the barcode is E4229233.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "boxes",
        "medical supplies",
        "vhs cassette",
        "sony micro cassette",
        "paperwork",
        "invoices",
        "letterhead",
        "miami",
        "palm beach",
        "chain of custody",
        "receipt",
        "acquisition event"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024857",
      "summary": "This document is an evidence log (FD-1087) pertaining to Case ID 31E-MM-108062, specifically relating to evidence item EFTA00024857. The item consists of a collection of VHS tapes, DVD-R discs, and related materials (envelopes, wireless CDs, and cassette tapes) seized from a location in Palm Beach, FL (345 South County Road) on August 28, 2006. The evidence was initially collected by unidentified individuals and subsequently transferred through a chain of custody involving multiple FBI offices (NY and Miami) and various personnel with signed acknowledgements.  The chain of custody is documented through a series of signatures and dates, indicating the transfer of possession.  The document indicates that some information was redacted and highlights the missing data from ACS records. The final custody was relinquished to the FBI.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "vhs tape",
        "surveillance",
        "dvd-r",
        "palm beach",
        "fbi",
        "custody",
        "evidence",
        "miami",
        "seizure",
        "barcode",
        "chain of custody"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029899",
      "summary": "This document is a chain of custody record for evidence (EFTA00029899) related to a case (Case ID: 31E-MM-108062). The evidence consists of massage tables (one peach, one green), a collection of documents including thrift rental agreements, CDs, a guest house message book, and electronic equipment. The evidence was initially collected on August 28, 2006, from a location in Miami, Florida, and subsequently transferred through multiple individuals and offices (NY, MM, ECR8) with documented signatures and dates.  A significant portion of the record contains redactions, particularly on pages 2 and 3, likely due to sensitive information. The final chain of custody record details the relinquishment of custody to a law enforcement agency on December 26, 2025. The barcode associated with the evidence is E4229229.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "massage table",
        "evidence",
        "fd-1087",
        "receipt",
        "chain of custody",
        "efta00029899",
        "ny",
        "miami",
        "2006-08-28",
        "barcode",
        "case id"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029903",
      "summary": "This document is a chain of custody record for evidence (specifically, a box of documents and media) related to an unidentified case (identified by case ID 31E-MM-108062 and barcode E4229230). The evidence includes a taped conversation, audio tapes, copies of tapes, a micro tape, photo lineups, various white papers, receipts, and a cassette. The evidence was collected on August 28, 2006, and initially held in NY - NEW YORK, subsequently transferred to Miami (MM - MIAMI). The record details numerous transfers of custody with signed acknowledgements and reason codes, culminating in a final relinquishment of custody. Several entries are redacted. The document also references related case IDs and evidence logs.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "taped conversation",
        "audio tape",
        "white paper",
        "palm beach",
        "fl",
        "fd-1087",
        "chain of custody",
        "receipt",
        "cd",
        "c-90 cassette",
        "barocode",
        "7/20/2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024843",
      "summary": "This document pertains to evidence item EFTA00024843, a box containing various white papers and a phone printout collected on August 28, 2006, from a Palm Beach, FL address (previously redacted). The evidence was initially seized from ECR8 and transferred through a complex chain of custody involving multiple individuals and locations (NY and Miami) across different FBI offices. The chain of custody records demonstrate transfers between offices and individuals, with detailed signatures and timestamps. The documents also highlight missing inventory and a reliance on previous case files (FD-1081) for completeness. The current status is unresolved and ongoing.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "white paper",
        "pbpd",
        "receipt",
        "message",
        "location",
        "barcode",
        "collection date",
        "storage location",
        "chain of custody",
        "fbi seizure"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029907",
      "summary": "Evidence Item 31E-MM-108062-1B4 consists of a box containing various white papers, messages, and a phone printout. The evidence was collected on August 28, 2006, from a location in Palm Beach, FL (345 South County Road). It was subsequently held in NY - NEW YORK and Miami (MM). The chain of custody involves multiple individuals accepting and relinquishing custody of the evidence, documented through signatures and dates/times. The acquisition event occurred on 2006-08-28, and the barcode is E6516714.  The document references several case IDs (7120/2021, 2383628, 02753564, 02753565, 02753566, 02753567, 02753568, 02753569, 02753570) and indicates missing retention information.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "efta00029907",
        "evidence",
        "white paper",
        "7120/2021",
        "fd-1087",
        "palm beach",
        "fl",
        "33480",
        "08/28/2006",
        "chain of custody",
        "barcode",
        "acquisition event"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029895",
      "summary": "This document is a redaction analysis report for case EFTA00029895, detailing the chain of custody for evidence collected on August 28, 2006, from a Palm Beach, FL address. The evidence includes a variety of items: massage tables, photos (both framed and unframed), phone message books, file folders containing various documents and shredded paper, VHS tapes, CDs, soaps, and personal effects like a high school transcript and jelly. The evidence was initially collected by the FBI and subsequently transferred through multiple hands, documented by detailed chain-of-custody forms (FD-192 and evidence logs). The investigation originated in NY and involved Miami. Due to redactions, specifics of the investigation and individuals involved are obscured.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "massage table",
        "framed photos",
        "phone message books",
        "vhs tapes",
        "cds",
        "nude girl photo",
        "evidence",
        "palm beach",
        "custody chain",
        "fd-1087",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024854",
      "summary": "*   **Item Details:** An item (FD-1087) was collected on August 28, 2006, from a location in Palm Beach, FL (345 South County Road). *   **Collection & Transfer History:** The item was initially collected by the FBI and subsequently transferred through multiple custody transfers to various offices, including NY and Miami. There were multiple individuals accepting custody and signing the chain of custody form. *   **Storage:** The item was initially held in NY and later moved to Miami. *   **Redactions:** Significant portions of the document are redacted (marked as \"REDACTED\"). *   **Chain of Custody:** The document meticulously tracks the chain of custody, detailing each transfer and the individuals involved. *   **Evidence Check:** The evidence was checked and cleared by a firearms instructor. *   **Barcode/ID:** The barcode is E4229234, and the form is linked to FD-1087.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "efta00024854",
        "fd-1087",
        "palm beach",
        "fl",
        "chain of custody",
        "acquisition event",
        "fbi seizure",
        "inventory",
        "evidence log",
        "storage location",
        "date/time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023516",
      "summary": "It details the acquisition and transfer of numerous physical items collected on September 6, 2006, from 345 South County Road, Palm Beach, FL. The items include various tapes (VHS, MiniDV, 8mm), CDs, message books, folders, photos, and other documents. The cases are identified as 31E-MM-108062. The evidence was collected by the Miami owning office. The chain of custody documents multiple individuals involved in the handling of the evidence, with redactions present for the names of those individuals. There are multiple pages of detailed listings of items, categorized by case and date entered.",
      "timestamp": "2006-09-06T00:00:00",
      "timestamp_raw": "September 6, 2006",
      "keywords": [
        "efta00023516",
        "trey",
        "jeffrey epstein",
        "palm beach",
        "fl",
        "33480",
        "property",
        "case number",
        "miami",
        "message books",
        "phone books",
        "photo frames",
        "vhs tapes",
        "cds",
        "file folders",
        "massage table",
        "shredded paper",
        "dates",
        "chain of custody",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007301",
      "summary": "It details a customer’s account details (Account Number, Name, DOB, Address, IMSI), call detail records (CDR) for a period from December 2003 to December 2004, and associated charges. The CDRs list calls made with varying durations, airtime usage, and toll charges to different destinations. The document also includes a summary of billing information including monthly service charges and messaging charges. It appears to be part of a legal case involving the subscriber’s mobile phone activity.",
      "timestamp": "2007-03-23T00:00:00",
      "timestamp_raw": "March 23, 2007",
      "keywords": [
        "here's a list of 10 keywords extracted from the text",
        "suitable for search and analysis",
        "presented as a comma-separated list:",
        "t-mobile",
        "subscriber account",
        "call detail records",
        "billing",
        "data usage",
        "account service",
        "location",
        "miami",
        "charges",
        "tracking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024861",
      "summary": "This document is an evidence chain-of-custody record for a red rope containing a poetry book (“Invitation to Poetry”) and a Victoria’s Secret white bra and panties set. The evidence was initially collected on April 30, 2007, from an undisclosed location in West Palm Beach, Florida, and subsequently transferred through multiple hands within the FBI and NY State.  The chain of custody details numerous individuals involved in the receipt, storage, and transfer of the evidence, including signatures and dates for each custody transfer. The evidence was initially acquired as part of a case (7120/2021) and is marked as redacted. The last inventory was completed on July 20, 2021.",
      "timestamp": "2007-04-30T00:00:00",
      "timestamp_raw": "April 30, 2007",
      "keywords": [
        "evidence",
        "rope",
        "violet bra",
        "poetry",
        "fbi",
        "chain of custody",
        "miami",
        "new york",
        "receipt",
        "acquisition event",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029925",
      "summary": "*   **Collection Details:** Collected on April 30, 2007, at 8:00 AM from [REDACTED] in West Palm Beach, FL. *   **Storage & Inventory:** Currently held in NY - NEW YORK, finalized with unavailable data migration information. Last inventory on 07/20/2021. *   **Chain of Custody:**  Details of custody transfers through multiple individuals and agencies (MM - MIAMI, FBI, etc.) with signed receipts and reasons for relinquishing/accepting custody.  Several individuals’ names are redacted. *   **Legal & Administrative:** No legal caveats were noted. The evidence log is marked \"Missing\" and \"Unavailable in data migrated from ACS.\" *   **FD-1004 Form:** A revised evidence chain of custody form (FD-1004) with sections for initial receipt, accepted custody, and firearm certification. Several fields on this form are redacted.",
      "timestamp": "2007-04-30T00:00:00",
      "timestamp_raw": "April 30, 2007",
      "keywords": [
        "evidence",
        "rope",
        "victoria's secret",
        "location",
        "ecr8",
        "2007-04-30",
        "fbi",
        "chain of custody",
        "inventory",
        "fd-1087"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013693",
      "summary": "An Assistant U.S. Attorney is forwarding a link to a website (“The Awareness Center”) containing compiled newspaper stories about Jeffrey Epstein to another individual. The sender notes a disparity in media coverage between Miami and the UK, specifically regarding a recent London newspaper story about Epstein’s link to Prince Andrew. The sender also reports an incident involving a London reporter inquiring about a witness’s grand jury appearance, suggesting an international leak.",
      "timestamp": "2007-05-14T00:00:00",
      "timestamp_raw": "14 May 2007",
      "keywords": [
        "epstein",
        "press coverage",
        "miami",
        "london",
        "grand jury",
        "leak",
        "awareness center",
        "prince andrew",
        "redaction",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024864",
      "summary": "The evidence was collected on August 7, 2007, from a redacted location in West Palm Beach, Florida, and initially held in New York (NY) and subsequently Miami (MM). The chain of custody involves multiple individuals and offices, including the FBI, involved in receipt, storage, and transfer of the evidence. Numerous signatures and dates are recorded throughout the chain, documenting each stage of handling. The record includes details about initial receipt, handling instructions (though many are redacted), and final disposition/storage location. Redactions obscure the names of individuals and specific locations.",
      "timestamp": "2007-08-07T00:00:00",
      "timestamp_raw": "August 7, 2007",
      "keywords": [
        "evidence",
        "rope",
        "massage",
        "book",
        "location",
        "ecr8",
        "barcode",
        "collected",
        "retention",
        "chain of custody",
        "receipt"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013497",
      "summary": "On September 21, 2007, emails were exchanged regarding Jeffrey Epstein’s case. Lilly Ann Sanchez contacted a recipient to finalize a plea deal, citing an outstanding issue related to defense submissions. She indicated she was the last person in the chain of command on the case and requested input. The recipient responded, advising against engaging with another individual (“cook”) and stating she had not been involved in negotiations. A separate email chain discusses a tax matter and a disclaimer regarding tax advice.",
      "timestamp": "2007-09-21T00:00:00",
      "timestamp_raw": "September 21, 2007",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "efta00013497",
        "lilly ann sanchez",
        "negotiations",
        "plea deal",
        "irs",
        "tax matters",
        "miami",
        "goodlink"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013762",
      "summary": "A communication (email) was sent from an Assistant United States Attorney for the Southern District of Florida to multiple recipients regarding a civil suit filed in New York against Jeffrey Epstein. The email included a link to an article discussing the case: http://www.abovethelaw.com/2007/11/maximilia_cordero_maybe_not_a.php#more. The email’s subject line was “Civil suit in NY against Epstein”.",
      "timestamp": "2007-12-29T00:00:00",
      "timestamp_raw": "29 Nov 2007",
      "keywords": [
        "epstein",
        "civil suit",
        "ny",
        "redaction",
        "fw",
        "united states attorney",
        "southern district of florida",
        "miami",
        "2007"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013725",
      "summary": "Lilly Ann Sanchez sends an email apologizing to an unnamed recipient regarding her handling of the Jeffrey Epstein matter, stating she was attempting to protect the Office and not offend the recipient. The email includes a standard disclaimer regarding tax advice and reiterates the confidential nature of the communication with instructions for recipients to destroy copies if they received the email in error.",
      "timestamp": "2008-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2008",
      "keywords": [
        "efta00013725",
        "lilly ann sanchez",
        "jeffrey epstein",
        "irs",
        "circular 230",
        "redaction analysis",
        "tax matters",
        "fowler white burnett",
        "miami",
        "espirito santo plaza"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013660",
      "summary": "An email discusses the urgency of securing an indictment for Jeffrey Epstein before the sender’s departure for a vacation. The sender expresses concern about a lack of communication from the Department of Justice (DOJ) and seeks an immediate response. The sender also mentions a discussion regarding assigning a different Assistant U.S. Attorney, prioritizing a candidate from Fort Pierce over Miami due to existing commitments.",
      "timestamp": "2008-04-21T00:00:00",
      "timestamp_raw": "21 Apr 2008",
      "keywords": [
        "epstein",
        "doj",
        "indictment",
        "ausa",
        "miami",
        "fort pierce",
        "vacation",
        "travel",
        "redaction",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013918",
      "summary": "Emails dated May 27 and 28, 2008, discuss the case of Jeffrey Epstein. One individual ([REDACTED]) received information from a state attorney (Barry) regarding Epstein’s attempts to reduce his sentence. Another individual ([REDACTED]) was instructed to copy all communications related to Epstein and his requests for leniency. The emails reference a previous deal of 18 months and the identification of additional victims.",
      "timestamp": "2008-05-28T00:00:00",
      "timestamp_raw": "28 May 2008",
      "keywords": [
        "epstein",
        "redaction",
        "usafls",
        "barry",
        "miami",
        "communications",
        "state attorney",
        "victims",
        "email",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013995",
      "summary": "On June 13, 2008, at 14:00:00 +0000, there was a phone call (Epstein/call in) lasting 30 minutes with the subject “Mr.” involving a sentencing with Judge Hurley and a planned trip to Miami. The call originated from “ofc.” and was marked as X-PERSONAL priority 5. The document was created on May 9, 2006, and last modified on May 9, 2006.",
      "timestamp": "2008-06-13T00:00:00",
      "timestamp_raw": "June 13, 2008",
      "keywords": [
        "epstein",
        "sentencing",
        "miami",
        "judge hurley",
        "2008-06-13",
        "2006-05-09",
        "x-personal",
        "redaction analysis",
        "call in",
        "cell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013605",
      "summary": "Alan Dershowitz contacted Sony to express his continued focus on legal matters following his departure from Miami Beach. He had recently argued an appeal in New York and debated the Middle East at Georgetown. He appreciated Sony’s offer to advise the sheriff regarding Epstein’s sentence, but requested to postpone further discussion.",
      "timestamp": "2009-03-27T00:00:00",
      "timestamp_raw": "27 Mar 2009",
      "keywords": [
        "dershowitz",
        "epstein",
        "miami beach",
        "ny",
        "georgetown",
        "sheriff",
        "appeal",
        "mideast",
        "sentence",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005717",
      "summary": "The FBI case file, EFTA00005717, pertains to a case investigated by the Jacksonville Field Office (Squad 10), Case ID #31E-MM-108062, involving Jeffrey Epstein. The initial report was drafted on 11/25/2010 and forwarded to the Miami Division on 11/26/2010. A contact occurred on 2010-11-12 in Jacksonville, Florida. The source reporting received information to date.",
      "timestamp": "2010-11-25T00:00:00",
      "timestamp_raw": "11/25/2010",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "redaction",
        "case id",
        "jacksonville",
        "florida",
        "unclassified",
        "report",
        "investigation",
        "31e-mm-108062"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00005716",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00005716",
      "summary": "The FBI case file, EFTA00005716, pertains to Case ID #31E-MM-108062, involving Jeffrey Epstein. The case was drafted on November 25, 2010, and initially handled by the Jacksonville Field Office, Squad 10, with contact occurring in Jacksonville, Florida.  On November 26, 2010, the case was transferred to the Miami Division.  Source information received to date is redacted.",
      "timestamp": "2010-11-25T00:00:00",
      "timestamp_raw": "November 25, 2010",
      "keywords": [
        "fbi",
        "redaction analysis",
        "jeffrey epstein",
        "jacksonville",
        "case id",
        "unclassified",
        "report",
        "31e-mm-108062",
        "source reporting",
        "united states"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00005717",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005714",
      "summary": "On March 12, 2011, Miami provided an overview of the Jeffrey Epstein and Ghislaine Maxwell child prostitution investigation to Canberra via a referenced serial (31E-MM-108062). A victim residing in Australia, (PROTECT IDENTITY), expressed willingness to provide information to the U.S. Attorney’s Office in West Palm Beach. An interview was arranged at the U.S. Consulate in Sydney, Australia, involving FBI agents and the victim. On March 17, 2011, the interview took place, and the victim provided photos relevant to the case. Subsequent to the interview, a follow-up occurred at the victim’s residence in Glenning Valley, New South Wales, Australia, where the interview and photos were obtained. Canberra considered the lead from the referenced serial covered.",
      "timestamp": "2011-03-12T00:00:00",
      "timestamp_raw": "March 12, 2011",
      "keywords": [
        "epstein",
        "maxwell",
        "wsta",
        "child prostitution",
        "australia",
        "fbi",
        "sydney",
        "interview",
        "investigation",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005707",
      "summary": "This document is a routine advisory regarding travel approval for FBI agents to Sydney, Australia, from March 14, 2011, to March 21, 2011, to interview Jeffrey Epstein and Ghislaine Maxwell in connection with a child prostitution investigation (WSTA). The Criminal Investigative Crimes Against Children Unit (CACU) approved the Miami Division’s request.  The advisory outlines specific procedures including: submitting an Electronic Clearance (EC) to the Legat office in Canberra, Australia; completing an Electronic Country Clearance (eCC) through the Department of State; and submitting a Clearance Passage Worksheet.  All submissions must be unclassified except for sensitive information which should be handled securely. Coordination with the Legat office and the Office of International Operations (OIO) is critical for securing Country Clearances.",
      "timestamp": "2011-03-14T00:00:00",
      "timestamp_raw": "March 14, 2011",
      "keywords": [
        "fbi",
        "travel",
        "clearance",
        "legat",
        "country clearance",
        "ecc",
        "sydney",
        "australia",
        "criminal investigative",
        "cacu",
        "international travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005711",
      "summary": "The FBI Miami Field Office is assisting the Palm Beach Police Department in an investigation involving Jeffrey Epstein and alleged sexual abuse of underage girls. A U.S. citizen, identified as a victim of a sex crime, was located in Australia and informed of her status by the FBI Legal Attache Office in Canberra. This individual provided a statement detailing Epstein’s activities, including payments and travel, and identified other potential victims. The FBI intends to conduct an in-depth interview with the victim at the U.S. Consulate in Sydney, Australia, with the assistance of two FBI agents, coordinated through the Legal Attache office. The Australian Federal Police (AFP) were notified of this planned action.",
      "timestamp": "2011-03-14T00:00:00",
      "timestamp_raw": "14 March 2011",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "us consulate",
        "sydney",
        "sexual crimes",
        "investigation",
        "victim",
        "australia",
        "palm beach police department",
        "incs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019162",
      "summary": "An FBI special agent (J. FRI) from the Miami Division/West Palm Beach Office contacted Jefferson Companies conference coordinator mathonn@jeffersoncompanies.com on April 14, 2011, to inquire about a financial/investment conference held in New Orleans between 1998-2000. The agent is attempting to determine if Jeffrey Epstein and another individual attended the conference and which hotels were used. The agent provided contact information for verification purposes.",
      "timestamp": "2011-04-14T00:00:00",
      "timestamp_raw": "April 14, 2011",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "new orleans",
        "investment conference",
        "1998-2000",
        "financial",
        "conference coordinator",
        "miami division",
        "west palm beach",
        "hotel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019163",
      "summary": "An FBI Special Agent (SA) from the Miami Division contacted Adele Thonn, Conference Director for Jefferson Financial, Inc., to investigate attendance at a financial investment conference held in New Orleans between 1998-2000. The investigation focused on two specific individuals: Jeffrey Epstein and an unidentified person. Thonn provided hotel records from those years (Hyatt Regency, New Orleans; Windsor Court; Sheraton New Orleans), noting previous database transitions and record destruction. The initial inquiry was regarding the conference’s timing and hotel usage.",
      "timestamp": "2011-04-15T00:00:00",
      "timestamp_raw": "15 Apr 2011",
      "keywords": [
        "fbi",
        "new orleans",
        "conference",
        "jeffrey epstein",
        "hotels",
        "2001",
        "1998",
        "1999",
        "2000",
        "investment conference"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019165",
      "summary": "The agent is specifically seeking information about Jeffrey Epstein and another individual who attended. The agent initially contacted Thonn after finding a conference online and then attempted to gather information through the New Orleans Convention & Visitors Bureau and the 1-800-648-8411 conference hotline.  Details regarding the conference’s hotels and attendee records are being sought.",
      "timestamp": "2011-04-20T00:00:00",
      "timestamp_raw": "20 Apr 2011",
      "keywords": [
        "fbi",
        "new orleans",
        "conference",
        "investment",
        "jeffrey epstein",
        "1998",
        "2000",
        "adele thonn",
        "new orleans convention & visitors bureau",
        "financial conference"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020541",
      "summary": "The case was settled in 2017. *   **Intervention and Sealing:** The Miami Herald and investigative journalist Julie Brown moved to intervene in the case and unseal discovery documents that had been previously sealed due to confidentiality orders. *   **Protective Order:** The parties had entered into a protective order that restricted the disclosure of confidential information exchanged during discovery. This order led to the sealing of 167 documents. *   **Court’s Decision:** The court denied the intervention and unsealing motions, reasoning that compelling public access to the sealed documents would infringe upon the privacy interests of the parties involved, particularly in light of the sensitive nature of the allegations and the reliance placed on the confidentiality order. The Court acknowledged the existence of a First Amendment right to access, but held that this right was outweighed by the need to protect privacy. *   **Judicial Documents Defined**: The court defined \"judicial documents\" as those directly relevant to the performance of judicial functions and useful in the judicial process and held that the discovery documents were not such documents. In essence, the court maintained the sealing of the documents to protect the privacy of the involved parties.",
      "timestamp": "2018-08-27T00:00:00",
      "timestamp_raw": "08/27/2018",
      "keywords": [
        "intervenor",
        "confidentiality",
        "protective order",
        "public access",
        "first amendment",
        "common law",
        "summary judgment",
        "judicial documents",
        "privacy",
        "defamation",
        "settlement",
        "discovery",
        "media",
        "seal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010136",
      "summary": "On November 28, 2018, multiple U.S. Assistant United States Attorneys (including those from the Southern District of New York and the Eastern District of New York) discussed a Miami Herald article regarding Alexander Acosta’s handling of Jeffrey Epstein’s plea deal. The conversation involved a desire to investigate Acosta’s role and potentially explore further investigation through someone like “[REDACTED]”. The email chain expresses disbelief and concern about the situation.",
      "timestamp": "2018-11-28T00:00:00",
      "timestamp_raw": "November 28, 2018",
      "keywords": [
        "acosta",
        "epstein",
        "miami herald",
        "redaction",
        "jttf",
        "united states attorney",
        "new york",
        "discussion",
        "digging"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029074",
      "summary": "On November 29, 2018, multiple individuals within the United States Attorney’s Office for the Southern District of New York discussed investigating a potential connection to Jeffrey Epstein. Discussions centered on initiating an investigation, potentially involving the FBI’s sex crimes squad, and obtaining an FBI investigative file from the old case.  Suggestions included contacting specific individuals and considering a subpoena to secure relevant information. The conversation involved coordinating actions between USANYS personnel and a GS overseeing the FBI squad. A link to a Miami Herald article was included in one email.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "usanys",
        "fbi",
        "subpoena",
        "redaction",
        "miami herald",
        "united states attorney",
        "sex crimes squad",
        "investigation",
        "meeting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032502",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015711",
            "similarity": 0.667,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032502",
      "summary": "Emails dated November 29, 2018, detail discussions regarding an investigation related to Jeffrey Epstein. Participants include individuals within the United States Attorney’s Office for the Southern District of New York (USANYS), specifically the Chief Public Corruption Unit and FBI-NY’s sex crimes squad. The discussion centers on initiating an investigation, potentially involving a subpoena, and coordinating with the FBI to obtain the original investigative file. A link to a Miami Herald article is referenced. The emails involve coordination between multiple USANYS personnel regarding the investigation.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "fbi",
        "usanys",
        "subpoena",
        "redaction",
        "investigation",
        "corruption",
        "miami herald",
        "us attorney",
        "sex crimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029074",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00015711",
            "similarity": 0.818,
            "index": 40,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015711",
      "summary": "On November 29, 2018, individuals within the United States Attorney's Office for the Southern District of New York (USANYS) discussed investigating the Epstein case. Suggestions included contacting the FBI's New York sex crimes squad and potentially obtaining an immediate subpoena. The discussion referenced a Miami Herald article related to the investigation.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "usanys",
        "fbi",
        "subpoena",
        "redaction",
        "investigation",
        "miami herald",
        "corruption",
        "united states attorney",
        "sex crimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032502",
            "similarity": 0.818,
            "index": 39,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029074",
            "similarity": 0.667,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018565",
      "summary": "An email thread discusses the Jeffrey Epstein case. One email includes links to a Scribd document titled “Acosta-Epstein” and a Miami Herald article regarding the case. The emails were sent between November 29, 2018, from redacted individuals to redacted individuals.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "redaction",
        "acosta",
        "scribd",
        "miami herald"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023179",
      "summary": "An Assistant United States Attorney from the Southern District of New York initiated a call to discuss information gathered regarding the Jeffrey Epstein matter.  Two individuals, [REDACTED] and [REDACTED], were invited to the call, initially scheduled for 3:00 or 3:30 PM on November 30, 2018.  The discussion stemmed from news reports, including an article from the Miami Herald concerning a potential financial fraud case involving Epstein.  One individual suggested Epstein’s cooperation in that case and his subsequent non-prosecution.",
      "timestamp": "2018-11-30T00:00:00",
      "timestamp_raw": "November 30, 2018",
      "keywords": [
        "efta00023179",
        "jeff epstein",
        "new york",
        "investigation",
        "financial fraud",
        "miami herald",
        "assistant united states attorney",
        "human trafficking",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018653",
      "summary": "On December 1, 2018, an email chain discusses whether a team is staffed to handle coverage of a Miami Herald article regarding Jeffrey Epstein’s sex trafficking case and accusations. A response confirms the team is already staffed as of that date. The email includes a link to the Miami Herald article.",
      "timestamp": "2018-12-01T00:00:00",
      "timestamp_raw": "December 1, 2018",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "miami herald",
        "redaction",
        "case",
        "accusations",
        "email",
        "iphone",
        "2018",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009976",
            "similarity": 0.667,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009977",
      "summary": "On December 5, 2018, an Assistant Special Agent in Charge from the New York Field Office discussed a sealed Federal indictment related to Jeffrey Epstein with colleagues. A meeting was scheduled for December 6, 2018, to discuss next steps following the discussion.  On November 30, 2018, an Assistant United States Attorney proposed a call to determine a plan of action regarding information gathered on the Epstein matter, suggesting times of 3:00 or 3:30 PM. An article from the Miami Herald detailing a financial fraud case involving Epstein was shared.",
      "timestamp": "2018-12-05T00:00:00",
      "timestamp_raw": "December 5, 2018",
      "keywords": [
        "efta00009977",
        "jeffrey epstein",
        "indictment",
        "fraud",
        "case agents",
        "new york field office",
        "cnn",
        "miami herald",
        "trafficking",
        "assistant special agent",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023178",
      "summary": "A series of emails discuss a 53-page federal indictment against Jeffrey Epstein, potentially leading to a life sentence in federal prison. One email references a Miami Herald article detailing the indictment (https://www.miamiherald.com/local/article220097825.html).",
      "timestamp": "2018-12-29T00:00:00",
      "timestamp_raw": "29 Nov 2018",
      "keywords": [
        "epstein",
        "indictment",
        "federal prison",
        "redaction",
        "state",
        "miami herald",
        "2018",
        "non-pros",
        "legal",
        "prison"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009975",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a Miami Herald article about Jeffrey Epstein and sex trafficking accusations. The email included a link to the article: https://www.miamiherald.com/news/locallarticle220097825.html. The email’s importance was marked as “Normal.”",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "30 Nov 2018",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "miami herald",
        "redaction",
        "efta00009975"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018650",
      "summary": "An email exchange discusses an ongoing investigation (“d/I”) related to Jeffrey Epstein’s sex trafficking case and accusations in Miami. One party confirms they are “open on this” and that the investigation is “on the d/I for now.” A link to a Miami Herald article concerning the case is included.",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "Nov 30, 2018",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "miami herald",
        "efta00018650",
        "d/i",
        "accusations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009976",
      "summary": "An email chain discusses an investigation related to the Jeffrey Epstein sex trafficking case and accusations in Miami Herald articles. Individuals are coordinating to add further investigations and confirm the availability of resources (specifically, a download - d/l) for the case. A link to the Miami Herald article is included.",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "Nov 30, 2018",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "miami herald",
        "redaction",
        "investigation",
        "case",
        "accusations",
        "sony",
        "email",
        "2018"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018653",
            "similarity": 0.667,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037893",
      "summary": "An FBI New York Special Agent sent an email dated January 29, 2019, regarding evidence collected in Miami. The email, attached with a copy of a Case Evidence Report, requests instructions on shipping the evidence to New York. The email subject is “Evidence List.”",
      "timestamp": "2019-01-29T00:00:00",
      "timestamp_raw": "January 29, 2019",
      "keywords": [
        "efta00037893",
        "evidence",
        "fbi",
        "miami",
        "new york",
        "trafficking",
        "report",
        "case evidence",
        "redaction",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015719",
      "summary": "The Department of Justice initiated an investigation into Secretary of Labor Alex Acosta’s involvement in negotiating a plea deal for Jeffrey Epstein. The probe was prompted by a request from Senator Ben Sasse following a series of Miami Herald articles detailing the DOJ’s collaboration with Epstein’s defense attorneys in securing a lenient 2008 plea deal. The Office of Professional Responsibility will lead the investigation into potential professional misconduct by Department attorneys regarding the resolution of the Epstein criminal matter.",
      "timestamp": "2019-02-06T00:00:00",
      "timestamp_raw": "06 Feb 2019",
      "keywords": [
        "jeffrey epstein",
        "plea deal",
        "justice department",
        "alex acosta",
        "miami herald",
        "investigation",
        "professional misconduct",
        "doj",
        "stephen e. boyd",
        "sen. ben sasse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031320",
      "summary": "On February 10, 2019, attorney Joe Titone contacted the Department of Justice’s Office of Professional Responsibility regarding an investigation into misconduct in prosecution involving Jeffrey Epstein. Titone, a longtime associate of Epstein, offered to provide testimony and stated it would include details of obstruction of justice. He is currently suing Epstein in Miami-Dade County Circuit Court (Case #14-21348CA 01). Titone copied Epstein’s attorney, Scott Link, and included a copy to U.S. Senator Ben Sasse and celebrity attorney Rudy Giuliani.",
      "timestamp": "2019-02-10T00:00:00",
      "timestamp_raw": "February 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "misconduct",
        "obstruction of justice",
        "investigation",
        "testimony",
        "joe titone",
        "attorney",
        "scott link",
        "redaction analysis",
        "department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024715",
      "summary": "This email, dated February 21, 2019, from the Special Assistant to the U.S. Attorney, SDNY, to Geoffrey Berman, SANYS, discusses a new ruling related to Epstein. The email includes a link to a Miami Herald article regarding the ruling.",
      "timestamp": "2019-02-21T00:00:00",
      "timestamp_raw": "February 21, 2019",
      "keywords": [
        "efta00024715",
        "usanys",
        "epstein ruling",
        "geoffrey berman",
        "sdny",
        "florida",
        "miami herald",
        "contract",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024714",
      "summary": "On February 21, 2019, a message was forwarded regarding a new Epstein ruling, accessible via a Miami Herald article. The message originated from a U.S. Attorney’s Office, SDNY, and was sent to Geoffrey Berman. The document references EFTA00024714.",
      "timestamp": "2019-02-21T00:00:00",
      "timestamp_raw": "February 21, 2019",
      "keywords": [
        "epstein ruling",
        "usanys",
        "sdny",
        "contractor",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029443",
      "summary": "An email discusses the Crime Victims' Rights Act (CVRA), referencing a case involving Jeffrey Epstein. The case involved a U.S. Attorney's Office entering a non-prosecution agreement without notifying victims, leading to a district judge finding a violation of the CVRA. The email emphasizes the importance of informing victims about plea bargains and deferred prosecution agreements as mandated by 18 U.S.C. § 3771(a)(9) and advises vigilance regarding the CVRA during negotiations.",
      "timestamp": "2019-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "cvra",
        "jeffrey epstein",
        "plea bargain",
        "prosecution agreement",
        "notice",
        "sentencing",
        "deception",
        "miami"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029442",
      "summary": "Federal prosecutors violated the law, according to a judge’s opinion regarding the Jeffrey Epstein case, as reported by the Miami Herald. The email was sent from [REDACTED] to [REDACTED] on February 22, 2019.",
      "timestamp": "2019-02-22T00:00:00",
      "timestamp_raw": "February 22, 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "federal prosecutors",
        "judge",
        "miami herald",
        "redaction",
        "efta00029442"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020791",
      "summary": "An email dated March 12, 2019, reports that a federal court is moving to unseal Jeffrey Epstein documents related to a Miami Herald article. The email includes a link to the article and indicates that a summary judgment motion and exhibits will soon be public.",
      "timestamp": "2019-03-12T00:00:00",
      "timestamp_raw": "March 12, 2019",
      "keywords": [
        "epstein",
        "documents",
        "court",
        "miami herald",
        "redaction",
        "summary judgment",
        "exhibits",
        "usanys",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022431",
      "summary": "On April 16, 2019, Conchita Samoff sent an email to the Criminal Division with a link to a Miami Herald article regarding a new Jeffrey Epstein accuser and a defamation suit. The email referenced ongoing investigations and modeling allegations linked to Epstein's connections with Victoria’s Secret and the modeling agencies MC2 and Frenchman (EFTA00022431).",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "April 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "defamation",
        "samoff",
        "victoria's secret",
        "modeling allegations",
        "bradenton herald",
        "miami herald",
        "efta00022431"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016962",
      "summary": "An email chain discusses a call from the SDNY regarding a criminal matter involving Jeff Epstein. A First Assistant in the Middle District of Florida provided information. The Crim Chief in SONY inquired about FBI evidence gathered in the SDNY Epstein investigation, specifically a reluctance from the Miami FBI to share 6E materials without a 6E letter. The sender questioned whether their office should provide the go-ahead or letter due to recusal from the underlying case and requested contact information for the AUSA handling the old criminal case to potentially direct SDNY to them.",
      "timestamp": "2019-04-17T00:00:00",
      "timestamp_raw": "17 Apr 2019",
      "keywords": [
        "efta00016962",
        "sdny",
        "fbi",
        "grand jury",
        "mdfl",
        "miami fbi",
        "recusal",
        "criminal matter",
        "jeff epstein",
        "ausa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037295",
      "summary": "Sean requested concurrence to release the Epstein investigation case file (EFTA00037295) to a third-party vendor for scanning, cataloging, and indexing, at the request of the USAO SDNY. The decision is based on previous instances where similar files were scanned by outside vendors, including those related to U.S. v. Chambers, U.S. v. Adelglass, U.S. v. Ng Lap Se, U.S. v. Tortora, U.S. v. Ashrof Ho, U.S. v. Goldbrene, U.S. v. Vargas, U.S. v. Krupkin, and U.S. v. Cruz. The vendor selection process involves a limited number of organizations with confidentiality agreements. The desired workflow involves receiving the documents, having them scanned by the vendor, and then sending them back to Miami or the New York field office.",
      "timestamp": "2019-06-12T00:00:00",
      "timestamp_raw": "12 Jun 2019",
      "keywords": [
        "epstein investigation",
        "records management",
        "fbi",
        "vendor",
        "scanning",
        "digital format",
        "documents",
        "case file",
        "sdny",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037303",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037303",
      "summary": "An email chain discusses the transfer of the Epstein case file from the Miami office to a third-party vendor for scanning and digitization, requested by the USAO SDNY. The SDNY wants the file in a digital format for cataloging and indexing. Previous FBI files have utilized this process. The sender, Sean, proposes a workflow involving Miami’s paralegals managing the process with the vendor. He references several past cases where similar vendors were used and emphasizes the confidentiality agreements with these organizations. The NY0 CD is copied for input.",
      "timestamp": "2019-06-20T00:00:00",
      "timestamp_raw": "20 Jun 2019",
      "keywords": [
        "epstein investigation",
        "records management",
        "sdny",
        "fbi",
        "vendor",
        "scanning",
        "documents",
        "case file",
        "third party",
        "release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037295",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014458",
      "summary": "Federal prosecutors argued against voiding a 2008 plea deal with Jeffrey Epstein, stating a violation of the Crime Victims' Rights Act does not allow for the agreement to be voided. The deal, reached over a decade prior, involved Epstein pleading guilty to lesser state charges, receiving a 13-month jail sentence, financial settlements to dozens of victims, and sex offender registration. Some victims argued they were not consulted as required, leading to a judicial decision pending.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "jeffrey epstein",
        "sex offender",
        "plea deal",
        "victims",
        "crime victims' rights act",
        "federal prosecutors",
        "miami",
        "us department of justice",
        "united states attorney",
        "2008 deal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037458",
      "summary": "The document is a record of email exchanges related to the release of records pertaining to the Epstein investigation, specifically concerning files held by the FBI in Miami. A central issue revolves around delays in obtaining the files and coordinating with the FBI New York office and the vendor tasked with scanning them. There are repeated requests for updates, concerns about a lack of a clear plan, and frustration over the extended timeline (six months) for accessing the materials. Multiple parties – including FBI contacts in Miami, New York, and OGC – are involved in the communication, often conflicting in their approaches and creating bottlenecks in the process. The core problem appears to be a disagreement over the routing of the files, with some parties advocating for direct delivery to the USAO while others prefer the files to be scanned locally before being sent. Finally, there is concern about the disheveled condition of the files upon arrival and the need for an accurate assessment before proceeding with the vendor process.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "miami",
        "ogc",
        "vendor",
        "scanning",
        "legal",
        "files",
        "third party"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010541",
      "summary": "This email, dated June 25, 2019, discusses a hearing regarding Jeffrey Epstein. It was sent by a Special Assistant to the U.S. Attorney’s Office, SDNY, to [REDACTED] and includes a link to a Miami Herald article about the hearing. The email references “USANYS” and “SANYS” as contractors associated with USANYS.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "June 25, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "sdny",
        "redaction",
        "contractor",
        "hearing",
        "miami herald",
        "2019",
        "contract",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014518",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010540",
      "summary": "This email, dated June 25, 2019, is from a Special Assistant to the U.S. Attorney, SDNY, to atal.11rIE and ale (USANYS), regarding a news article about a hearing related to Jeffrey Epstein. The article was published in The Miami Herald.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "June 25, 2019",
      "keywords": [
        "epstein",
        "hearing",
        "usanys",
        "florida",
        "miami herald",
        "united states attorney",
        "sdny",
        "contractors",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014518",
      "summary": "This email thread discusses the aftermath of a hearing related to Jeffrey Epstein. It involves multiple individuals and organizations, including USANYS, NDGA, and the Miami Herald. A request is made to circulate NDGA papers, and a link to a news article about the hearing is shared. Geoffrey Berman, a Special Assistant to the U.S. Attorney, SDNY, is also involved.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "ndga",
        "hearing",
        "miami herald",
        "sdny",
        "contract",
        "strauss",
        "berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010541",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021277",
      "summary": "On July 6, 2019, multiple news outlets, including the New York Times and Miami Herald, reported the arrest of Jeffrey Epstein on charges related to sex trafficking of minors. The case is being handled by the Public Corruption Unit of the Southern District of New York, with assistance from human-trafficking officials and the FBI. The FBI is leaking the details of the sealed indictment.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00021277",
        "jeffrey epstein",
        "sex trafficking",
        "arrest",
        "indictment",
        "southern district of new york",
        "fbi",
        "new york times",
        "miami herald",
        "daily beast"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028367",
      "summary": "On July 7, 2019, Joe Nascimento contacted [REDACTED] to schedule a meeting regarding Alan Ross, a former partner who passed away in 2018. [REDACTED] responded proposing a meeting on Tuesday morning, suggesting options to accommodate Nascimento’s schedule and to discuss a grand jury subpoena served on [REDACTED]. Nascimento, as Ross’s former attorney, requested a brief meeting to get up to speed on the situation. The communications involved multiple individuals and organizations, including the U.S. Attorney’s Office in the Southern District of New York and the ROSS AMSEL RABEN NASCIMENTO, PLLC law firm.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "epstein",
        "florida",
        "tuesday",
        "u.s. attorney",
        "joe nascimento",
        "alan ross",
        "subpoena",
        "criminal law firm",
        "miami",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026632",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026630",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028373",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037851",
      "summary": "A lawyer, Ross Amsel Raben Nascimento, Esq., is contacted by an individual regarding a former client, “E stein” (formerly known as Epstein), who was served with a grand jury subpoena. The lawyer is seeking assistance to understand the situation and update their knowledge due to the former client’s passing in 2018. The lawyer requests a meeting to discuss the matter.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "epstein",
        "subpoena",
        "attorney",
        "florida",
        "redaction",
        "inventory",
        "legal",
        "criminal",
        "miami",
        "e stein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026628",
      "summary": "A lawyer (ROSS AMSEL RABEN NASCIMENTO, PLLC) is coordinating a meeting between an Assistant U.S. Attorney and a former partner who represents a client subpoenaed in a grand jury investigation. The initial request for the meeting was made on July 7, 2019, proposing Tuesday morning. The former partner’s initial email indicates her client served Ms. with a subpoena and she is seeking the U.S. Attorney’s assistance to get up to speed on the case. A related document, EFTA00026629, is also referenced.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "efta00026628",
        "epstein",
        "u.s. attorney",
        "southern district of new york",
        "miami",
        "tuesday",
        "subpoena",
        "ross amsel raben nascimento",
        "pllc",
        "criminal law firm",
        "lawyer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026624",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York responded to an inquiry regarding a meeting with a client, Ms. [REDACTED], who is dealing with the estate of a deceased individual, formerly known as Mr. Epstein. The U.S. Attorney suggests Tuesday as a potential meeting time, offering alternative times earlier in the day or the following day if preferred. The initial message was sent by a lawyer, Ross Amsel Raben Nascimento, PLLC, regarding Ms. [REDACTED]'s contact.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "efta00026624",
        "u.s. attorney",
        "southern district of new york",
        "subpoena",
        "inventory attorney",
        "tuesday",
        "meeting",
        "criminal law firm",
        "miami",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026632",
      "summary": "A lawyer (Ross Amsel Raben Nascimento, PLLC) is contacted by an Assistant U.S. Attorney regarding a subpoena issued to Alan Ross, the lawyer’s former partner, following Alan Ross’s death in 2018. The Assistant U.S. Attorney requests a meeting to discuss the situation, proposing Tuesday morning as a potential time. The lawyer indicates an inability to meet until Tuesday due to needing to review the matter and requests the Assistant U.S. Attorney to suggest a convenient time.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "efta00026632",
        "epstein",
        "alan ross",
        "miami",
        "tuesday",
        "lawyer's plaza",
        "u.s. attorney",
        "subpoena",
        "inventory attorney",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028367",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032700",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026630",
      "summary": "Emails between individuals at Ross Amsel Raben Nascimiento, PLLC and an Assistant U.S. Attorney regarding a scheduled meeting concerning a case involving “Epstein.” The meeting was initially proposed for Tuesday morning, with suggestions for earlier times. A U.S. Attorney contacted a former client who had been subpoenaed and requested a meeting to discuss the situation, citing difficulties in meeting immediately due to a busy schedule.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "efta00026630",
        "epstein",
        "florida",
        "tuesday",
        "subpoena",
        "u.s. attorney",
        "grand jury",
        "miami",
        "criminal law firm",
        "ross amsel raben"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028367",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028373",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028308",
      "summary": "*   Prosecutors seized nude photographs of underage girls from Epstein’s Manhattan townhouse and Palm Beach property. *   Epstein is accused of engaging in a scheme involving dozens of vulnerable minors, including arranging nude massage sessions and soliciting girls to recruit others. *   A previous deal in 2008, overseen by U.S. Attorney Alexander Acosta, allowed Epstein to plead guilty to state prostitution charges and avoid federal prosecution. This deal was criticized for not consulting with Epstein’s accusers. *   The Southern District of Florida’s decision to pursue charges now is seen as a reversal of the 2008 agreement. *   Donald Trump commented on Epstein in 2002, describing him as “a terrific guy.”",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "sexual trafficking",
        "underage girls",
        "new york",
        "miami",
        "prosecution",
        "indictment",
        "sex abuse",
        "united states attorney",
        "#metoo"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018155",
      "summary": "Jeffrey Epstein is charged with sex trafficking and related offenses, including engaging in sexual acts with dozens of underage girls (some as young as 14) and recruiting others to participate. The indictment alleges he operated a network of abuse at his Manhattan and Palm Beach residences from 2002-2005, involving nude massages, sexual exploitation, and payment to the girls.  A previous agreement in 2008, overseen by the U.S. Attorney in Miami, allowed Epstein to avoid federal prosecution after pleading guilty to state prostitution charges. The indictment was prepared more than a decade prior to being unsealed in Manhattan, mirroring earlier investigations.  The case is being pursued by the U.S. Attorney's Office for the Southern District of New York, following a judge's ruling that prosecutors had violated the law by concealing the plea agreement from Epstein’s accusers.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "underage girls",
        "new york",
        "palm beach",
        "indictment",
        "miami",
        "sexual exploitation",
        "prosecution",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028373",
      "summary": "Two individuals, [REDACTED] and ROSS AMSEL RABEN NASCIMENTO, PLLC, are coordinating a meeting regarding a subpoena issued by Alan Ross, a former partner of the recipient, concerning EFTA00028373 and EFTA00028374. The meeting is proposed for Tuesday morning, with alternative times offered due to scheduling constraints. The U.S. Attorney’s office in the Southern District of New York is involved in the communication.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "efta00028373",
        "epstein",
        "tuesday",
        "subpoena",
        "attorney",
        "ross amsel raben",
        "miami",
        "florida",
        "u.s. attorney",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026630",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028367",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032700",
      "summary": "Multiple emails are exchanged regarding a meeting with a client, potentially related to a legal matter involving “Epstein.” A lawyer, Joe from Ross Amsel Raben Nascimento, PLLC, contacted an Assistant U.S. Attorney to assist with a subpoena related to a former partner, Alan Ross, who passed away in 2018. The lawyer requests a meeting with the Assistant U.S. Attorney on Tuesday, offering alternative times for a discussion. The emails include contact information for individuals and the firm.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "efta00032700",
        "joe",
        "alan ross",
        "epstein",
        "miami",
        "florida",
        "july 2019",
        "subpoena",
        "u.s. attorney",
        "tuesday"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026632",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028367",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026653",
      "summary": "The document consists of email exchanges between Joseph E. Nascimento, Esq., and an Assistant U.S. Attorney regarding a subpoena issued to Alan Ross, a former partner. The initial communication involves scheduling a call to discuss the situation, with Nascimento stating his inability to meet until Tuesday due to scheduling constraints. Subsequent emails confirm a proposed call time of 10:00 AM on Tuesday and provide background about the subpoena stemming from Ross’s contact with the Assistant U.S. Attorney following Ross’s death.  The emails also include contact information for Nascimento’s law firm.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "nascimento",
        "epstein",
        "efta00026653",
        "subpoena",
        "attorney",
        "call",
        "tuesday",
        "miami",
        "ross"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037360",
      "summary": "As a result of the Epstein arrest and indictment, the FBI New York, Squad C-20, is conducting interviews with approximately 25 victims in the Miami/West Palm Beach area, as well as two victims located in Winter Gardens and Palm Harbor, Florida.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "efta00037360",
        "epstein",
        "victims",
        "florida",
        "miami",
        "west palm beach",
        "winter gardens",
        "palm harbor",
        "human trafficking",
        "crimes against children"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032704",
      "summary": "An Assistant U.S. Attorney contacted Joe Nascimento regarding a subpoena issued to Alan Ross, a former partner who passed away in 2018. The U.S. Attorney requested a meeting to discuss the situation, and Joe agreed to meet on Tuesday morning. Email exchanges occurred to finalize the time and include a blank proffer agreement.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "joe nascimento",
        "proffer agreement",
        "u.s. attorney",
        "epstein",
        "miami",
        "legal",
        "meeting",
        "tuesday",
        "criminal law"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028322",
      "summary": "Jeffrey Epstein is obtaining subpoenas for several individuals, including Ghislaine Maxwell (his known client and one of his pilots), Miami household staff, a recruiter, and another pilot. Subpoenas have also been issued to individuals with knowledge of offenses, though many victims have not been subpoenaed to date. The subpoenas are being handled by the Chief Public Corruption Unit of the United States Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "subpoenas",
        "ghislaine maxwell",
        "victims",
        "pilot",
        "miami",
        "recruiter",
        "offenses",
        "corruption",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026727",
      "summary": "This document records a series of communications between Joe Nascimento, an attorney, and an Assistant U.S. Attorney regarding a case involving Alan Ross, a former partner who passed away in 2018. Initially, the U.S. Attorney contacts Nascimento to offer assistance due to a grand jury subpoena issued to Ross’s former agent. Nascimento proposes a meeting for Tuesday morning, and the U.S. Attorney confirms this, setting up a call to discuss next steps. Subsequent emails confirm the call time, coordinate a meeting location (West Palm Beach Hilton), and arrange for Nascimento to send a proffer letter. The communications demonstrate a cooperative effort to gather information and manage the case following Ross’s death.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2019",
      "keywords": [
        "meeting",
        "joe nascimento",
        "west palm beach",
        "miami",
        "florida",
        "call",
        "tuesday",
        "phone",
        "legal",
        "discussion",
        "file",
        "proffer letter"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014493",
      "summary": "The document is a request filed by the U.S. Department of Justice in the case of Jeffrey Epstein to partially file under seal due to sensitive information. It details several pieces of evidence obtained since a previous detention hearing: *   **Payments to Witnesses:** The government provided information about $100,000 and $250,000 wire transfers made by Epstein to individuals linked to the Miami Herald articles detailing his misconduct and NPA. The identities of these recipients are being redacted. *   **Palm Beach Police Report:** A supplemental redacted copy of a Palm Beach police report was provided, revealing details about Epstein’s involvement in facilitating minor trafficking. *   **Foreign Passports:** Two passports – one appearing to be an expired foreign passport with a different name and another a U.S. passport – were seized from Epstein’s residence. Both are being requested to be filed under seal due to their sensitive nature. *   **Cash and Diamonds:** Over $70,000 in cash and 48 loose diamonds were found in a safe at Epstein’s residence. The government requests that Exhibits B and C (the foreign and U.S. passports) be filed under seal. They also seek information regarding the foreign passports and Epstein's potential foreign citizenship. The document concludes by reiterating the rationale for continued detention pending trial.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "miami herald",
        "payments",
        "npa",
        "co-conspirator",
        "detention hearing",
        "passports",
        "redacting",
        "diamonds",
        "cash"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021050",
      "summary": "The Journal was planning an article linking Deutsche Bank (DB) to Jordan Epstein’s business dealings, specifically involving payments to victims after Miami Herald articles. Epstein utilized DB for wire transfers, including a $350,000 payment to a victim, and moved millions through various accounts, some involving a Russian bank. DB managers responded to the Herald articles by closing several of Epstein’s accounts. Epstein maintained dozens of accounts with multiple beneficiaries, including Ghislaine Maxwell (\"Butterfly\" account), and conducted substantial foreign exchange business through DB.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "deutsche bank",
        "epstein",
        "miami herald",
        "redaction",
        "wsj",
        "wire transfers",
        "ghislaine maxwell",
        "accounts",
        "beneficiaries",
        "business"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037306",
      "summary": "An FBI agent from the New York Division (NY) received an email from Mirna Alsharif of CNN regarding a report of a sexual assault involving Jeffrey Epstein and Ghislaine Maxwell in 1996. The email included an excerpt from the Miami Herald detailing a new victim's affidavit claiming she was assaulted and her sister molested. Alsharif requested verification of a document's existence related to this report.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "sexual assault",
        "fbi",
        "new york",
        "miami herald",
        "affidavit",
        "ghislaine maxwell",
        "1996",
        "efta00037306"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037301",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037291",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 0.818,
            "index": 87,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037301",
      "summary": "An email chain originating from FBI New York discusses a potential report from CNN regarding a sexual assault case involving Jeffrey Epstein and Ghislaine Maxwell. The email thread includes inquiries about a woman who claims to have been assaulted in 1996 and reported the incident to the FBI. A CNN correspondent, Mirna Alsharif, is contacting the FBI to verify the existence of a document detailing this report, citing excerpts from the Miami Herald.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "victim",
        "ghislaine maxwell",
        "new york",
        "miami herald",
        "affidavit",
        "1996"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037306",
            "similarity": 0.818,
            "index": 84,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037291",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 1.0,
            "index": 87,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037291",
      "summary": "Emails between individuals at the FBI’s New York Field Office (Criminal - Branch C) and CNN regarding a potential victim of Jeffrey Epstein’s crimes. The victim, identified as Mirna Alsharif, claims she was sexually assaulted by Epstein and Ghislaine Maxwell in 1996 and reported the assault to the FBI in 1996. The emails discuss verification of a document related to this claim, referencing a Miami Herald report and Alsharif’s affidavit. A separate email from a “MAC” at the New York Field Office inquires about the victim’s connection to Sentinel and a 2006-2007 investigation.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "sexual assault",
        "fbi",
        "ghislaine maxwell",
        "new york",
        "1996",
        "affidavit",
        "victim",
        "modeling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037301",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037306",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037281",
            "similarity": 0.818,
            "index": 87,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037281",
      "summary": "The email chain discusses a potential interview with an individual who claims to have been sexually assaulted by Jeffrey Epstein and his companion, Ghislaine Maxwell in 1996. The individual reported the assault to the FBI in 1996.  Several parties, including FBI New York, SSA, and CNN, are involved in coordinating the investigation and verifying the existence of a related document. The individual’s younger sister was previously interviewed by the FBI in the Palm Beach investigation.  A Miami Herald article is referenced alleging the victim’s claims.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "victim",
        "ghislaine maxwell",
        "1996",
        "affidavit",
        "new york",
        "miami herald"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037291",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037301",
            "similarity": 1.0,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037306",
            "similarity": 0.818,
            "index": 84,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018441",
      "summary": "It encompasses a range of materials, including FBI communications, news clippings, legal filings, and analyses. **Key Content Highlights:** *   **Initial Investigation (2019):**  The documents detail the initial FBI investigation into Epstein, starting in 2002, which centered around a supposed \"sleeper cell\" of Islamic extremists in Lodi, California.  The FBI, relying on information from informant Naseem Khan, suspected Epstein was involved in recruiting and training individuals for terrorist activities. *   **Hayat's Case & Conviction:** A central element is the case of Hamid Hayat, who was convicted of attending a terrorist training camp based on information provided by Khan. The documents reveal the judge's doubts about the validity of Hayat's confession and the lack of corroborating evidence, leading to Hayat’s conviction being vacated. *   **Miami-Luken Case:** Another significant case highlighted is the investigation into Miami-Luken, a pharmaceutical distributor, accused of illicitly distributing controlled substances (fentanyl and carfentanil) to pharmacies. The case involved a scheme where the distributor, led by Jonathan Castro, profited from the sale of these drugs, despite knowing their dangerous nature. *   **Legal Battles and Verdicts:** The files track ongoing legal battles, including a challenge to the initial conviction of Sean Pinto-Thomaz,  who was originally found guilty of participating in the illicit distribution of opioids. The documents showcase the complexities of the case, the appeals process, and ultimately, the judge's decision to overturn the conviction. *   **Fed Rate Cut (July 31, 2019):** The text includes a report detailing the Federal Reserve’s decision to cut interest rates for the first time since 2008, driven by concerns about global economic growth and trade tensions. *   **Redaction & Investigation Complexity:** The documents are heavily redacted, reflecting ongoing investigations and legal proceedings. They reveal the extensive time, resources, and challenges involved in pursuing Epstein’s case and the complexities of gathering evidence. In essence, the collection of documents details a multifaceted investigation involving multiple arrests, prosecutions, and legal challenges in the case of Jeffrey Epstein and related criminal enterprises.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "efta00018441",
        "sdny",
        "news clips",
        "niciga",
        "cvra litigation",
        "smolar",
        "epstein",
        "transhumanism",
        "eugenics",
        "cryonics",
        "genetically improving the human race",
        "fbi",
        "pakistan",
        "terrorism",
        "federal reserve",
        "interest rates",
        "jerome powell",
        "trade tensions",
        "manufacturing",
        "inflation",
        "economic outlook"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018466",
      "summary": "It covers several ongoing investigations and legal cases related to financial fraud, terrorism, and drug trafficking. **Key Cases & Reports:** *   **Jeffrey Epstein Case:** The primary focus is on the ongoing legal proceedings against Jeffrey Epstein, including a judge’s ruling to vacate his sex trafficking conviction. The ruling stemmed from doubts about the credibility of testimony obtained during his original interrogation, particularly regarding a confession about being “forced” to take part in terrorist training. There is also discussion of the potential for a new trial. *   **Miami-Luken Drug Distributor:** A separate case involving Miami-Luken Inc. and its executives is being investigated for allegedly diverting millions of dollars in controlled substances to pharmacies, particularly in rural areas. The company was charged with violations related to kickback schemes and fraudulent distribution. *   ** Hamid Hayat Case:** A younger man, Hamid Hayat, who was initially convicted of attending a terrorist training camp based on information from informant Sean Stewart, had his conviction overturned due to concerns about the reliability of the evidence. *   **Federal Reserve Rate Cut:** The Federal Reserve announced a quarter-point cut in interest rates, marking the first reduction since 2008. The move was attributed to concerns about global economic slowdown, trade tensions, and muted inflation. *   **Life Spine Case:** A lawsuit alleges that a medical device company, Life Spine, used kickbacks to incentivize surgeons to purchase its products. **Additional Information:** *   Several other investigations or cases were briefly mentioned, including the investigation of Rochester Drug Company for distributing opioids and a case against Sean Stewart for insider trading. *   The document also includes details about attempts to obtain information from a potential witness (Hamid Hayat) during a 2005 FBI interview and the initial claims made regarding his involvement in terrorist activities. In essence, the collection of news pieces paints a picture of complex and ongoing legal battles, primarily centered around issues of financial fraud, drug trafficking, and the role of federal agencies in combating terrorism.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "efta00018466",
        "epstein",
        "corruption",
        "securities fraud",
        "narcotics",
        "stewart",
        "life spine",
        "pinto-thomaz",
        "terrorism",
        "fed rates",
        "sdny",
        "collins",
        "transhumanism",
        "california cherry-picker",
        "wall street",
        "betrayal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019938",
      "summary": "This document is a series of email exchanges between Joe Nascimento, an attorney with ROSS AMSEL RABEN NASCIMENTO, PLLC, and an Assistant U.S. Attorney regarding a case involving a former client, likely connected to Epstein. The core of the communication revolves around scheduling a meeting to discuss the client’s desire for a passport and clarification of compensation received from Epstein. Initially, the Assistant U.S. Attorney suggests Tuesday morning, prompting Nascimento to propose an earlier time on Tuesday. Nascimento also informs the Assistant U.S. Attorney that his former partner, Alan Ross, has been subpoenaed and he needs time to investigate the situation. Details about Epstein's payments to the client and the passport situation are repeatedly discussed, along with logistical arrangements for meetings in Miami, Florida. There are redactions throughout the document, indicating sensitive information is being concealed.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "efta00019938",
        "passport",
        "travel",
        "meeting",
        "scheduling",
        "attorney",
        "compensation",
        "epstein",
        "florida",
        "july 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021197",
      "summary": "*   **ICE Raids & Related News:** Reports detail large-scale ICE raids at Mississippi food processing plants, resulting in numerous arrests and family separations. Coverage includes articles about gun violence, the El Paso shooting, and related investigations. *   **Notable Cases:** The text summarizes the release of Cyntoia Brown after a 15-year prison sentence, details a “felony murder” case in Ohio, and reports on a drug smuggling investigation in Louisiana involving state prison guards. *   **Legal and Political Commentary:** The document contains commentary on the Racial Justice Act in North Carolina, the “People v. William Barr” case, gun laws in Texas, and the complexities of terrorism and hate crimes. *   **News Aggregation:** The document includes snippets from various news outlets regarding a range of topics including gun violence, investigations, and legal proceedings.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "epstein",
        "sdfl",
        "florida",
        "gun violence",
        "ice",
        "trafficking",
        "el paso",
        "cyntoia brown",
        "angola",
        "racial justice act",
        "jeffrey epstein",
        "gun sales",
        "texas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027918",
      "summary": "The U.S. lead prosecutor in the 2008 Jeffrey Epstein case, who sources indicated desired to charge Epstein, resigned on August 9, 2019. The resignation was communicated via email from a Miami Herald article.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "u.s. prosecutor",
        "2008",
        "miami herald",
        "resignation",
        "lead investigator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033714",
      "summary": "This document is a confidential psych observation report regarding Jeffrey Edward Epstein, Registration Number 73618-054, conducted between July 24th and July 30th, 2019. The observation utilized a University of Miami (UM) companion. The report is labeled as SDNY_00009174 and EFTA00033714.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "psych observation",
        "redaction analysis",
        "efta00033714",
        "sdny_00009174",
        "um companion",
        "73618-054"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036154",
      "summary": "The document consists of electronic communications regarding the NICEVision camera system used by the Federal Bureau of Prisons (BOP). Communications detail experiences with NICEVision across multiple facilities, including FDC Miami, Victorville FCI, Danbury FCI, and Otisville FCI. Concerns are raised about a “Database Error” encountered during NICEVision login, and discussions revolve around the perceived benefits and challenges of the system. Input is sought from NICEVision users regarding troubleshooting the error and comparing NICEVision to previous systems like Viconet and Pelco.  The document includes contact information for various technicians and facilities.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "nicevision",
        "bop",
        "electronics technician",
        "fdc miami",
        "federal bureau of prisons",
        "database error",
        "system",
        "vision",
        "camera system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036156",
      "summary": "This document is a collection of emails discussing the implementation of NICEVision within the Federal Bureau of Prisons (BOP). The emails express frustration with the transition, highlighting concerns about standardization, compatibility issues with existing systems (particularly Motorola, Medtel, and CEIA), and the perceived lack of input from BOP staff. Key points include: *   **Criticism of FITARA:** Several individuals criticize the FITARA law and its impact on BOP IT systems. *   **NICEVision Concerns:**  There’s widespread dissatisfaction with NICEVision, citing database errors, incompatibility, and a lack of user-friendliness. Some users believe the system is not well-suited for the BOP’s needs. *   **Standardization Debate:**  A core discussion revolves around standardizing camera systems nationwide, with arguments for and against adopting NICEVision. *   **SIGNET Contract:**  A significant concern is the BOP’s contract with SIGNET for DVR/NVR system maintenance, which is now focused solely on NICE, creating a potential bottleneck. *   **User Feedback:** The emails contain individual experiences and preferences regarding camera systems, with some users expressing nostalgia for older, familiar systems. The document appears to be a record of troubleshooting efforts and discussions surrounding the rollout of NICEVision within the BOP.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "bop",
        "nicevision",
        "fitara",
        "avigilon",
        "motorola",
        "pelco",
        "vicon",
        "ippa",
        "system",
        "standardization",
        "contractors",
        "windows",
        "camera",
        "miami",
        "victorville",
        "database error"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036381",
      "summary": "On August 14, 2019, an email was sent to new captains, welcoming them to the team. The captains were traveling from Miami to Fort Dix and New York to Fort Dix. The email included contact information for the Federal Medical Center Lexington Kentuck (40324-8799) and stated that the recipients were to reach out to any of the captains for assistance.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036381",
        "captains",
        "fort dix",
        "miami",
        "new york",
        "federal medical center",
        "lexington",
        "kentuck",
        "2019",
        "text.htm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036383",
      "summary": "On August 14, 2019, Captains were dispatched from Miami to Fort Dix and from New York to Fort Dix. The Federal Medical Center in Lexington, Kentucky (40324-8799) provided support and resources for these Captains.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036383",
        "captains",
        "miami",
        "fort dix",
        "new york",
        "federal medical center",
        "lexington",
        "kentucky",
        "2025-12-27",
        "rescue"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019661",
      "summary": "Michael C. Miller of Steptoe & Johnson LLP sent correspondence to multiple recipients regarding the United States v. Jeffrey Epstein case (19-CRIM-00490). The correspondence included three letters from Jeffrey Epstein to the Southern District of New York, the Miami-Dade Corrections and Rehabilitation Facility (MCC), and the Federal Bureau of Investigation (FBI). Miller offered to accept service of all three letters on behalf of Epstein if the recipients agreed.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "united states",
        "litigation",
        "steptoe & johnson",
        "correspondence",
        "mcc",
        "fbi",
        "redaction analysis",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020674",
      "summary": "The documents detail a series of scheduling requests and confirmations between Joe Nascimento (an attorney) and an Assistant U.S. Attorney regarding a case involving Epstein. Initially, the Assistant U.S. Attorney requested a meeting on September 4th or the following week, and later on August 14th. Nascimento responded with alternative dates, including August 19th and 21st, citing scheduling conflicts and travel plans. The discussions revolved around a proffer, the location of meetings (primarily West Palm Beach and potentially a hotel conference space), and the timing of calls, with the Assistant U.S. Attorney requesting flexibility due to other commitments. Throughout the exchanges, redactions obscure details regarding individuals and specific information within the case.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "nascimento",
        "travel",
        "weather",
        "scheduling",
        "september 5",
        "miami",
        "florida",
        "epstein",
        "conference",
        "meeting",
        "proffer",
        "july"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016405",
      "summary": "This document consists of email exchanges between Joe Nascimento, Esq., of ROSS AMSEL RABEN NASCIMENTO, PLLC, and Joe Nascimento (likely a different individual) regarding scheduling meetings and coordinating logistics related to a case. The communications primarily revolve around proposing meeting times (ranging from Tuesday to Thursday) at locations including West Palm Beach and Miami, often in the context of a subpoena involving a former partner, Alan Ross. There are repeated discussions about a proffer and the need for flexibility due to travel plans and other scheduling conflicts. Several instances involve redactions of sensitive information.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "efta00016405",
        "joe nascimento",
        "epstein",
        "west palm beach",
        "scheduling",
        "meeting",
        "florida",
        "proffer",
        "august",
        "september"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030720",
      "summary": "Nascimento, Esq., of Ross Amsel Raben Nascimento, PLLC, is coordinating meetings with an Assistant U.S. Attorney regarding a case involving a grand jury subpoena issued to Alan Ross. The initial contact occurred on July 6th, with the U.S. Attorney reaching out to Nascimento due to his prior partnership with Ross and his role as a Florida Bar-appointed inventory attorney. Nascimento proposed a meeting for Tuesday at the Hilton in West Palm Beach, initially suggested for 6:30 PM, but subsequent communication shifted to a tentative meeting at 10:00 AM on Tuesday. Several emails exchanged regarding scheduling availability, with the U.S. Attorney proposing various times and Nascimento responding with his own availability and preferences, accounting for a trial schedule and travel plans. The communication involved several redactions.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "miami",
        "west palm beach",
        "hilton",
        "september",
        "scheduling",
        "attorney",
        "legal",
        "meeting",
        "proffer",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024171",
      "summary": "On September 13, 2019, the Chief, Criminal Division of the United States Attorney’s Office, SDNY, requested the forwarding of “more problematic articles” related to the release of USMS records concerning the Jeffrey Epstein investigation. He had received original USMS records (USM 11s) to address inaccuracies in initial press coverage and offer support with any investigation concerns. Links to articles from the Miami Herald and CNN were provided as examples.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "September 13, 2019",
      "keywords": [
        "epstein",
        "usms",
        "documents",
        "redaction",
        "release",
        "usanys",
        "poia",
        "investigation",
        "miami herald",
        "cnn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021702",
      "summary": "An email exchange discusses next steps related to victim services for the Epstein case. Key points include: *   Requests for a photo array including “M,” scheduling interviews with legal counsel, and coordinating a trip to Florida involving the individual in Florida. *   Plans to attend a victim conference in Miami on October 15th, hosted by FBI victim services. *   Inquiries about photos recovered from the Manhattan house and Florida house, specifically regarding disc seizures and potential names associated with them. *   Confirmation of a planned interview schedule and a potential interview trip involving Nashville.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "epstein",
        "victims",
        "meetings",
        "fbi",
        "new york",
        "miami",
        "photo array",
        "interviews",
        "investigations",
        "trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037391",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025342",
      "summary": "On October 7, 2019, Alex Conlon from KaplanHecker & Fink LLP received an email from the FBI Victim Services Division regarding briefings for victims of Jeffrey Epstein. The FBI was offering two briefings: October 15th in Miami and October 23rd in New York.  The email requested information from law firms representing victims, including full names, firm names, contact information, security details (SSN, address, citizenship, country of birth), and details about the victim(s) and the specific briefing being attended.  A follow-up email on September 27, 2019, reiterated the invitation and requested additional clients not initially contacted. The emails contained disclaimers regarding confidential and protected information.",
      "timestamp": "2019-10-07T00:00:00",
      "timestamp_raw": "October 7, 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "victim services",
        "briefing",
        "invitation",
        "florida",
        "new york",
        "october 15",
        "october 23",
        "law firm",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038227",
      "summary": "A briefing regarding the Epstein case, identified as EFTA00038227, was conducted on October 8, 2019. The analysis of digital evidence is pending due to ongoing taint team review. Ghislaine Maxwell and an attorney had a proffer on October 8, 2019, and another attorney proffer on October 7, 2019. Approximately 80 victims have been identified, with hundreds more unidentified. Two briefings were scheduled in Miami and NYC on October 11, 2019.",
      "timestamp": "2019-10-08T00:00:00",
      "timestamp_raw": "October 8, 2019",
      "keywords": [
        "epstein",
        "briefing",
        "digital evidence",
        "victims",
        "proffer",
        "ghislaine maxwell",
        "attorney",
        "miami",
        "nyc",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038313",
      "summary": "An email was sent from [REDACTED] to an unknown recipient regarding a “Miami Brief Final Call” concerning Epstein. The email was sent on October 10, 2019, and attached was a document labeled “EFTA00038313”.",
      "timestamp": "2019-10-10T00:00:00",
      "timestamp_raw": "October 10, 2019",
      "keywords": [
        "epstein",
        "miami",
        "brief",
        "redaction",
        "analysis",
        "efta00038313"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037412",
      "summary": "An FBI-organized event, “Epstein: Miami Brief Final Call,” took place on 2019-10-11 from 14:00:00 to 15:00:00 +0000 at the 9th Floor Conf Room or Conf Line. The event was classified as X-PERSONAL and involved attendees from the FBI, NY, OGA, and Department of Justice (DO) personnel. A reminder message with a Guest Code ([REDACTED]) was to be displayed one hour prior to the start. The document is identified as EFTA00037412.",
      "timestamp": "2019-10-11T00:00:00",
      "timestamp_raw": "2019-10-11",
      "keywords": [
        "epstein",
        "miami",
        "fbi",
        "redaction",
        "event",
        "conference",
        "2019-10-11",
        "confidential",
        "do",
        "oga"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037411",
            "similarity": 0.5,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038033",
            "similarity": 0.667,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037411",
      "summary": "An FBI event titled \"Epstein: Miami Brief Final Call\" took place on October 11, 2019, from 2:00 PM to 3:00 PM GMT. The event was organized by the FBI and held in the 9th Floor Conf Room or Conf Line. The classification was X-PERSONAL, and the attendee information includes a guest code: EFTA00037411. A reminder message was to be displayed one hour before the start.",
      "timestamp": "2019-10-11T00:00:00",
      "timestamp_raw": "October 11, 2019",
      "keywords": [
        "epstein",
        "miami",
        "fbi",
        "conference",
        "redaction analysis",
        "event",
        "2019-10-11",
        "efta00037411"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037412",
            "similarity": 0.5,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038032",
            "similarity": 0.5,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038033",
            "similarity": 0.5,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038314",
      "summary": "On October 11, 2019, at 2:00 PM +0000, there was a \"Epstein: Miami Brief Final Call\" event. The event was classified as \"X-PERSONAL,\" had a priority of 5, and was created and modified on October 10, 2019. The event identifier is EFTA00038314.",
      "timestamp": "2019-10-11T00:00:00",
      "timestamp_raw": "October 11, 2019",
      "keywords": [
        "epstein",
        "miami",
        "brief",
        "call",
        "2019-10-11",
        "event",
        "redaction analysis",
        "efta00038314"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038032",
            "similarity": 0.636,
            "index": 110,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038032",
      "summary": "The “Epstein: Miami Brief Final Call” event took place on 2019-10-11 from 14:00:00 to 15:00:00 +0000. It was organized and held in the 9th Floor Conf Room or Conf Line, classified as X-PERSONAL. The event was created on 2019-10-10 and modified on 2019-10-10. A reminder with the guest code EFTA00038032 was to be displayed 15 minutes before the start.",
      "timestamp": "2019-10-11T00:00:00",
      "timestamp_raw": "2019-10-11",
      "keywords": [
        "epstein",
        "miami",
        "brief",
        "call",
        "2019-10-11",
        "conference",
        "redaction analysis",
        "efta00038032",
        "personal",
        "event"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038314",
            "similarity": 0.636,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037411",
            "similarity": 0.5,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038033",
      "summary": "An FBI-organized event titled “Epstein: Miami Brief Final Call” took place on October 11, 2019, from 2:00 PM to 3:00 PM GMT. The event was held in the 9th Floor Conf Room or Conf Line and was classified as X-PERSONAL. Attendees included representatives from the FBI, the Office of the Attorney General (OGA), and the Department of Justice (DO) and its contractors. A reminder message with a guest code and dial-in information was to be displayed 15 minutes prior to the start. The document is identified as EFTA00038033.",
      "timestamp": "2019-10-11T00:00:00",
      "timestamp_raw": "October 11, 2019",
      "keywords": [
        "epstein",
        "miami",
        "fbi",
        "redaction",
        "event",
        "conference",
        "2019-10-11",
        "attendees",
        "confidential",
        "efta00038033"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037411",
            "similarity": 0.5,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037412",
            "similarity": 0.667,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021312",
      "summary": "Emails discuss next steps in an investigation, likely related to a case involving victims of Jeffrey Epstein. Key points include: *   A photo array is requested, potentially for interviews. *   A photo book will be used instead of a \"6 pack.\" *   A victim conference in Miami is planned for October 15, 2019, and attendees are being considered. *   An FBI agent is coordinating with a lawyer to schedule interviews, potentially combining trips to Florida and New York. *   The team is seeking information on seized photos from both the Manhattan and Florida houses, including any discs with names on them.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "efta00021312",
        "victims",
        "epstein",
        "miami",
        "photo array",
        "fbi",
        "interviews",
        "florida",
        "november",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037391",
      "summary": "A series of emails discuss coordination regarding victim services for Epstein cases, specifically a conference in Miami on October 15, 2019.  The sender requests a photo array and photo book, suggests an interview schedule, and inquires about seized photographic evidence from the Manhattan and Florida residences, including any discs with names on them.  The sender also mentions a planned trip to Nashville and proposes a combined trip to Florida for interviews.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "epstein",
        "victims",
        "meetings",
        "notifications",
        "investigation",
        "case",
        "photo array",
        "interviews",
        "miami",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021702",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038321",
      "summary": "The FBI Victim Services Division is offering an RSVP for a briefing regarding the Epstein case. The briefing is scheduled for October 15, 2019 in Miami, FL and October 23, 2019 in New York, NY. Attendees are required to complete a form collecting personal information, including contact details, citizenship, and travel preferences (transportation mode, dates, and airports). Attendees can bring one support person who also requires a separate form to be completed, including their personal details and travel preferences.  Lodging and mileage reimbursement are authorized, with specific restrictions on incidental charges and authorized expenses.  Attendees must acknowledge understanding of the limitations of authorized expenses, specifically excluding meals, rental vehicles, and entertainment.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "victim services",
        "rsvp",
        "miami",
        "new york",
        "travel arrangements",
        "support person",
        "lodging",
        "transportation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021318",
      "summary": "*   A key focus is forwarding emails and letters to ensure attorneys have relevant information in case of inquiries. *   Meetings are being planned in Miami (October 15th) and potentially Manhattan, with the aim of conducting victim interviews. *   A photo array is being prepared, and efforts are underway to locate and analyze photographs from various locations (Miami, Manhattan, and Florida). *   Scheduling conflicts and logistical coordination are being addressed, particularly regarding individual schedules and travel plans. *   There is a request to identify individuals named on seized discs and to confirm if any individuals' names are associated with the evidence.",
      "timestamp": "2019-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2019",
      "keywords": [
        "victim services",
        "fbi",
        "nypd",
        "trafficking",
        "miami",
        "manhattan",
        "interviews",
        "photos",
        "case details",
        "investigations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038014",
      "summary": "The FBI Victim Services Division is offering a briefing to victims of Jeffrey Epstein. The briefing will be held on October 15th in Miramar, Florida, or October 23rd in New York, NY. Attendees are asked to complete and return an RSVP Questionnaire to VictimServices@fbi.gov, providing personal information for security purposes. Transportation and lodging will be provided free of charge for those residing more than 50 miles from the location, with mileage reimbursement available for self-drivers. The meeting will involve FBI representatives, the FBI NY Field Office, and the U.S. Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "victim services",
        "fbi victim services division",
        "meeting",
        "miami",
        "new york",
        "florida",
        "rsvp questionnaire",
        "victim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038408",
      "summary": "An email chain discusses FBI Victim Assistance providing up to six counseling sessions (or a Florida cap of 12) for Jeffrey Epstein victims. Robert C. Josefsberg is instructed to contact Brittany Henderson or the sender via cell phone regarding approval of counseling sessions. The email originates from the FBI and references redaction analysis EFTA00038408.",
      "timestamp": "2020-04-28T00:00:00",
      "timestamp_raw": "28 Apr 2020",
      "keywords": [
        "epstein",
        "victims",
        "counseling",
        "fbi",
        "florida",
        "redaction",
        "robert josefsberg",
        "miami",
        "podhurst",
        "efta00038408"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017074",
      "summary": "This document is a response filed by attorneys for Intervenors Julie Brown and the Miami Herald to Ghislaine Maxwell’s objections to unsealing certain judicial documents related to a lawsuit. The Intervenors argue that Maxwell’s objections are without merit and that the documents should be unsealed in their entirety. Here’s a breakdown of the key points: *   **Context:** The document responds to Maxwell’s attempts to keep sealed specific court documents (Dkt. Entries 143, 164, 172, 199, and 230) within the case of *Virginia L. Giuffre v. Ghislaine Maxwell*. *   **Core Argument:** The Intervenors assert that the presumption of access to judicial documents is “substantial,” particularly in a case involving allegations of sexual abuse. They argue Maxwell’s objections rely on generalized “countervailing interests” without specific justification. *   **Addressing Maxwell’s Claims:** The document systematically dismantles Maxwell's arguments, including: *   Mischaracterizing the Second Circuit’s ruling in *Brown v. Maxwell*. *   Dismissing arguments about protective orders and reliance on them. *   Refuting claims that the documents are abusively filed. *   Challenging assertions about preventing abuse or undue burden, specifically regarding the alleged “embarrassment” of the accusations. *   Rejecting objections based on unreliable deposition transcripts. *   Criticizing the arguments regarding \"countervailing interests” and the failure to meet the high standard for continued sealing. *   **Request:** The Intervenors formally request the court to unseal all specified documents. Essentially, the document is a legal challenge seeking to restore public access to documents related to the case, arguing that Maxwell’s attempts to keep them sealed are unsupported by legal precedent or factual considerations.",
      "timestamp": "2020-05-22T00:00:00",
      "timestamp_raw": "May 22, 2020",
      "keywords": [
        "efta00017074",
        "virginia giuffre",
        "ghislaine maxwell",
        "unsealing",
        "judicial documents",
        "second circuit",
        "brown v. maxwell",
        "protective order",
        "countervailing interests",
        "discovery motions",
        "presumption of access"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020477",
      "summary": "On June 8, 2020, an individual contacted the FBI’s NTOC reporting information related to the Epstein/Maxwell case. The individual reported being introduced to Eliot Siegel in 2007 through mutual friends, who arranged a modeling event at the O2 Arena in London. During the event, Ghislaine Maxwell reportedly indicated the individual would be on a magazine cover with Jeffrey Epstein.  The individual declined Siegel’s modeling offer and later had a romantic relationship with a man in Miami who was coached by an unidentified individual. The individual attempted to report the situation to police but did not follow through due to other issues, including her father’s unwanted advances and concerns about surveillance. The individual also reported seeing news articles about Scott Borgerson, recognizing him as the man in Miami, and believed encounters with Prince William were also connected to the case.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "June 8, 2020",
      "keywords": [
        "jeffrey epstein",
        "ghislaine maxwell",
        "child sex trafficking",
        "fbi",
        "eliot siegel",
        "patrick james fitzgerald",
        "cambridge",
        "uk",
        "o2 arena",
        "modeling event",
        "miami",
        "fl"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021794",
      "summary": "This document details a series of communications between Joe Nascimento, Esq. of ROSS AMSEL RABEN NASCIMENTO, PLLC, and an unidentified recipient (“r’”) regarding an investigation, likely involving Ghislaine Maxwell. The communications span from July 2020 to July 2019, with discussions about scheduling meetings, providing information, and updates on the investigation’s progress. Key points include Nascimento’s approval for sharing information, ongoing communication regarding the status of the investigation, and logistical arrangements for meetings in Miami, Florida, often involving the Hilton in West Palm Beach. There are multiple redactions throughout the document, obscuring specific details.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "nascimento",
        "epstein",
        "investigation",
        "ghislaine",
        "communication",
        "cooperation",
        "arrest",
        "florida",
        "legal",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038433",
      "summary": "An individual ([REDACTED]) is seeking assistance with a human trafficking case, specifically the Maxwell case, and is leveraging prior experience with the Epstein case. They are currently working at JFK Airport and want to establish “tripwires” for trafficking cases. They are requesting assistance from another individual ([REDACTED]) who has experience with trafficking cases and training materials. The other individual ([REDACTED]) is offering to help and suggests reaching out to a contact ([REDACTED]) regarding a training. There's a discussion about the challenges of tracking domestic flights and a need for improved airport staff training to identify suspicious activity.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2020",
      "keywords": [
        "human trafficking",
        "epstein case",
        "jfk airport",
        "training",
        "discovery",
        "miami",
        "airport tripwires",
        "surveillance",
        "law enforcement",
        "trafficking training"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023952",
      "summary": "Key points include: *   **Request for Materials:** The USANYS is requesting various FBI documents and scans, including grand jury transcripts, evidence scans, FBI file, returns for warrants, and copies of all seized documents and images. *   **Missing Items:** There are specific requests for missing returns related to warrants (20 mag 6719 and NH premises warrants), CART paperwork regarding data extractions, and 302s related to device extractions and image reviews. *   **Scan Issues:** The FBI is experiencing difficulties providing scans without post-it notes on message pad pages and is working on retrieving copies of non-nude images for production. There's a concern about the volume of evidence requiring extensive processing. *   **Timeline Concerns:** The FBI expresses difficulty meeting the requested timelines, particularly regarding the processing of a large volume of evidence, specifically concerning nude/semi-nude images. *   **Collaboration:** The parties intend to schedule a call to discuss the timeline and outstanding issues.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "fbi",
        "discovery",
        "transcripts",
        "evidence",
        "scans",
        "images",
        "warrants",
        "returns",
        "302s",
        "nypd",
        "new york",
        "miami",
        "case files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030986",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030986",
      "summary": "This document is a series of email exchanges between the Southern District of New York (SDNY) and the FBI regarding the discovery process in a case, likely involving child exploitation and human trafficking. Key points include: *   **Discovery Items Requested:** The SDNY is requesting various items, including scanned documents (message pads, paper evidence, evidence scans), FBI files, returns for warrants, and copies of digital media. *   **Status Updates:** The FBI provides updates on the progress of scanning and organizing the evidence, noting challenges like large volumes of data and the need to remove potentially disturbing images. *   **Missing Materials:** Specific items are identified as missing, such as full FBI Sentinel files, CART paperwork, 302s regarding device extractions, and scans of documents provided by Reiter. *   **Technical Issues:** There are reports of technical difficulties, including large attachment sizes and the need for scans without post-it notes. *   **Timeline Concerns:** Discussions revolve around timelines for receiving the requested materials and scheduling calls to coordinate efforts.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "fbi",
        "discovery",
        "scans",
        "message pads",
        "miami",
        "transcripts",
        "warrants",
        "evidence",
        "returns",
        "files",
        "data",
        "images",
        "post-it notes",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023952",
            "similarity": 0.5,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025196",
      "summary": "This document is a series of emails discussing a request for access to evidence in the US v. Maxwell case (20 Cr. 330 (AJN)). Specifically, Laura Menninger (Haddon, Morgan & Foreman, P.C.) is requesting access to FBI-Miami evidence related to Jeffrey Epstein’s activities. The FBI’s New York Office has provided an Excel spreadsheet indexing physical evidence, but notes that it is not comprehensive and includes scans of items within Bates range SDNY_GM_00172218-SDNY_GM_00173007.  A subsequent email confirms the request is approved, and the parties schedule a call to discuss the evidence further.  The emails also reference a previous discovery production from August 21, 2020.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "August 21, 2020",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "evidence",
        "spreadsheet",
        "new york",
        "us virgin islands",
        "discovery production",
        "maxwell",
        "criminal case",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028670",
      "summary": "*   Approved vendors included: ARTCraft Engraving & Printing, Jacques Kaye LLC/1st Choice Printing, Lourdes T. Cox/Curia Document, Melken Solutions LLC, Ricoh USA, Sharp Integrated Services/DBA SIR Speedy, Urban House LLC, and Expedia Imaging. *   Expedia Imaging was banned from performing services. *   The request was initiated because there was no current contract in place for these services. *   The office was seeking recommendations for reputable vendors in Fort Lauderdale, Miami, and West Palm Beach. *   Two potential options were offered: contacting vendors directly or sending documents to the NOC (Network Operations Center). *   Questions were raised regarding deadlines, document handling (originals vs. copies), storage requirements, and security protocols.",
      "timestamp": "2020-09-01T00:00:00",
      "timestamp_raw": "01 Sep 2020",
      "keywords": [
        "vendors",
        "copying",
        "scanning",
        "vendors",
        "usao",
        "vendors",
        "confidential",
        "vendors",
        "fort lauderdale",
        "miami",
        "vendors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028044",
      "summary": "On October 1, 2020, a Special Agent from the USANYS contacted Irpla to discuss materials related to the Maxwell case and potential discovery obligations. The agent was seeking copies of all materials gathered, including those from a previous Florida case, and specifically inquired about the agent’s involvement starting around 2006-2007, the Epstein investigation, and any potentially relevant materials from computer files, Sentinel access, boxes, red weld materials, or hard copy notes. The agent also asked about any potentially helpful, harmful, or exculpatory information from the investigation, including interviews and old boxes from Palm Beach. They agreed to discuss further on the following Friday.",
      "timestamp": "2020-10-01T00:00:00",
      "timestamp_raw": "October 1, 2020",
      "keywords": [
        "maxwell case",
        "discovery",
        "epstein investigation",
        "sentinel",
        "florida case",
        "victim information",
        "ghislaine",
        "usanys",
        "miami",
        "louisville"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029499",
      "summary": "On October 12, 2020, discussions occurred regarding the US Attorney’s Office’s (SDNY) decision not to pursue an investigation into Jeffrey Epstein in 2016. Victims’ attorneys, including Stan Pottinger, Brad Edwards, and Peter Skinner, contacted SDNY seeking guidance on a potential investigation involving perjury charges against Maxwell.  Multiple meetings took place, including one with David Boies and Sigrid McCawley, where the team proposed charging Maxwell with perjury and investigating potential conspiracy. These efforts failed, with the SDNY initially citing a lack of facts and witnesses, and later opening an investigation under Berman following Miami Herald articles. Stephen Brown, a reporter for the NY Daily News, was seeking information about the reasons for the inaction, the FBI’s involvement, and the decision-making process within SDNY.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "epstein",
        "sdny",
        "perjury",
        "investigation",
        "victims",
        "maxwell",
        "2016",
        "prosecution",
        "ausa",
        "brown",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032483",
      "summary": "On October 13, 2020, at 2:00 PM in Courtroom 1703 of the Thurgood Marshall US Courthouse, a hearing occurred regarding cases 20-2413-cv (v. Ghislaine Maxwell, Julie Brown, Miami Herald Co., et al) and 20-3061-cv (United States of America v. Ghislaine Maxwell). The panel consisted of Cabranes, Pooler, and Raggi. The document is identified as EFTA00032483.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00032483",
        "ghislaine maxwell",
        "courtroom 1703",
        "october 13",
        "2020",
        "united states of america",
        "docket number",
        "case name",
        "argument calendar",
        "new york",
        "20-2413-cv",
        "20-3061-cv"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038026",
      "summary": "On October 20, 2020, the FBI New York Field Office (NY) requested assistance for the Maxwell investigation (C-20). Specifically, they needed one agent to assist with reviewing digital evidence (a laptop and hard drive) at the Miami-Dade Correctional Facility (MDC) with Maxwell and her defense team on Friday, October 23, 2020, from 8:00 AM to 3:00 PM.  A previous request for two agents was delayed due to defense counsel availability.  Another FBI agent (SI) was already assisting and another agent (s) was unavailable.  The request originated from a forwarded email detailing the need for a volunteer to support the investigation.",
      "timestamp": "2020-10-20T00:00:00",
      "timestamp_raw": "October 20, 2020",
      "keywords": [
        "efta00038026",
        "fbi",
        "maxwell",
        "mdc",
        "discovery",
        "defense counsel",
        "human trafficking",
        "agent",
        "laptop",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038265",
      "summary": "The U.S. Department of Justice is holding a meeting on November 12, 2020, from 9:00 AM to 12:00 PM EST at the FBI Miami Field Office to provide information regarding a 2006-2008 federal criminal investigation into Jeffrey Epstein, including discussions about interactions with victims. Participants will include DOJ and FBI representatives, crime victims, legal representatives, and support persons.  Attendees must adhere to COVID-19 safety protocols including temperature checks, mask-wearing, and social distancing. The DOJ will cover travel costs (transportation, lodging, and one checked bag) but not food or per diem. Participants are prohibited from bringing electronic devices. RSVP by November 2, 2020, is required.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "November 12, 2020",
      "keywords": [
        "u.s. department of justice",
        "jeffrey epstein",
        "fbi miami",
        "criminal investigation",
        "meeting",
        "victims",
        "doj",
        "legal representatives",
        "covid-19",
        "transportation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013261",
      "summary": "The document details the process of scanning and digitizing records related to an ongoing FBI investigation, likely involving human trafficking. Initially, 22 boxes of paper records were shipped from Miami to the FBI’s New York office for scanning. The scanning process revealed several issues: some original 1As were missing from their jackets, there were numerous discs containing scanned copies of the boxes and other disc types, some discs contained pornographic images, and the initial scans were not fully processed and needed to be re-done. The vendor, DocLab, was tasked with the scanning and creation of digital copies. There were delays due to technical difficulties, the need for additional copies, and the holiday period. Multiple individuals communicated regarding the progress, requesting updates, clarifying procedures, and raising concerns about deadlines and the quality of the scans. Ultimately, the process involved multiple iterations of scanning and digitization to ensure a complete and accurate record of the case materials.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "discs",
        "scans",
        "fbi",
        "boxes",
        "redwelds",
        "reproductions",
        "relativity",
        "documents",
        "copies",
        "retrieval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038022",
      "summary": "Emails discuss scheduling a briefing regarding the Epstein case on November 5th or 12th, potentially at the Miami FO All-Employee Conference Room. A draft invitation/RSVP with preliminary comments was prepared and circulated. The briefing includes details on the purpose, date, location, support person language, COVID precautions (temperature checks, CDC screening, social distancing, mandatory masks), RSVP deadline, and a request for advance questions from victims. Attachments include a questionnaire, letter template, name tag key, and COVID procedures. The sender is awaiting clearance from DOJ components and confirmation of the confirmed date to begin outreach to Victim Specialists.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein briefing",
        "doj",
        "fbi",
        "victim services division",
        "november 12",
        "invitation",
        "rsvp",
        "conference line",
        "miami",
        "covid",
        "clearance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038129",
            "similarity": 0.5,
            "index": 134,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038129",
      "summary": "Emails discuss scheduling a briefing related to the Epstein case, specifically on November 5th and 12th. The draft invitation includes details such as the briefing purpose, date, location (Time TBD), support person language, COVID precautions (temperature checks, screenings, social distancing, masks), RSVP deadline, and a request for victim questions. Documents attached include a draft invitation, RSVP questionnaire, a template letter, a name tag key, and Miami COVID procedures. The sender is seeking confirmation of a confirmed date to identify Victim Specialists for assistance in Miami.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein briefing",
        "doj",
        "invitation",
        "rsvp",
        "miami",
        "november 12",
        "covid",
        "victims",
        "conference room",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038022",
            "similarity": 0.5,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038168",
      "summary": "This document is a redacted FBI investigation file (EFTA00038168) concerning a meeting in Miami involving Gloria Allred, an attorney, and FBI agents. The core issues revolve around confusion regarding Allred’s client’s name and details related to her travel arrangements and communication. Specifically, there are questions about the correct spelling of her legal name, the accuracy of client lists, and the need for secure communication channels. FBI agents are coordinating with Allred’s office (Allred, Maroko & Goldberg) and other parties to ensure proper handling of information and facilitate travel arrangements for the client. There's a request for a secure telephone line for those unable to attend in person, and ongoing communication with the Department of Justice (DOJ) regarding the Miami meeting.",
      "timestamp": "2020-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2020",
      "keywords": [
        "miami meeting",
        "gloria allred",
        "fbi",
        "travel",
        "legal name",
        "list",
        "email",
        "transcription",
        "victims",
        "phone number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020925",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York, identified as EFTA00020925, forwarded an article from the Miami New Times regarding a dispute between Julie Brown and Mike Fisten over a book deal related to Jeffrey Epstein. The article’s URL is https://www.miaminewtimes.com/news/julie-brown-and-mike-fisten-fight-over-epstein-book-deal-11804324.",
      "timestamp": "2021-01-26T00:00:00",
      "timestamp_raw": "26 Jan 2021",
      "keywords": [
        "efta00020925",
        "epstein",
        "book deal",
        "julie brown",
        "mike fisten",
        "miami new times",
        "redaction analysis",
        "assistant u.s. attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017978",
      "summary": "This document consists of email exchanges between Joe Nascimento, an attorney with ROSS AMSEL RABEN NASCIMENTO, PLLC, and various individuals (primarily redacted) regarding an ongoing investigation, likely related to Ghislaine Epstein. The emails detail scheduling attempts for calls and meetings – initially proposed for Tuesday, then later shifted to Wednesday – concerning a proffer letter and updates on the investigation. There are repeated offers of flexibility and confirmations of availability. The investigation is ongoing, and the individuals involved are concerned about potential scheduling conflicts and the need to gather information. Several redactions obscure the identities of parties involved and the specific details of the investigation.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2021",
      "keywords": [
        "efta00017978",
        "epstein",
        "joe nascimento",
        "investigation",
        "conference line",
        "redaction",
        "attorney",
        "miami",
        "florida",
        "ghislaine",
        "call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025200",
      "summary": "The document is a series of email exchanges regarding the discovery process in a US v. Maxwell case (20 Cr. 330). The US Attorney’s office requests an index of physical evidence seized by the FBI, noting that the existing spreadsheet is incomplete. The FBI provides an index of physical items from the FBI-Miami office, along with associated scans, but requests further clarification and potential for a similar index from the FBI’s New York office. There is a discussion regarding scheduling a call to discuss the requests and available times for the call are being coordinated. A confidentiality notice is included at the end.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2021",
      "keywords": [
        "fbi",
        "evidence",
        "spreadsheet",
        "maxwell",
        "us v.",
        "new york",
        "discovery",
        "fbi-miami",
        "sdny",
        "epstein",
        "indices",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025206",
      "summary": "Attorney from the Southern District of New York is coordinating a call with legal counsel (Laura Mennin at Haddon, Morgan & Foreman, P.C., and associates) regarding access to evidence in the case *US v. Maxwell* (20 Cr. 330 (MN)). *   The U.S. Attorney is providing an index of physical items in FBI custody from the FBI-Miami office (Bates range SDNY_GM_00172218-SDNY_GM_00173007) and scans of related items. *   Laura Mennin confirms availability for a call on March 10th at 1:30 PM ET/ 11:30 AM MST and offers alternative times. *   The communication includes standard confidentiality notices regarding the transmitted information.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2021",
      "keywords": [
        "us v. maxwell",
        "fbi",
        "laura mennin",
        "evidence",
        "confidential materials",
        "redaction",
        "discovery",
        "sdny",
        "haddon morgan & foreman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028183",
      "summary": "Maxwell case (20 Cr. 330 (MN)). The FBI has provided an index of physical evidence (produced from the FBI-Miami office) but notes it’s not a complete list. The US Attorney is seeking a similar index from the FBI's New York office and exploring options for scheduling a review with the client, potentially on May 18th, utilizing a provided dial-in number. There are logistical discussions about availability and the timeline for obtaining the requested indices.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "12 Mar 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence",
        "spreadsheet",
        "images",
        "new york",
        "discovery",
        "litigation",
        "confidential",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028840",
      "summary": "*   He alleges a cover-up of suicides at FDC Miami involving BOP and DOJ officials, citing multiple inmate deaths and attempted suicides between 2018 and 2021 (including those of Latitia Houser, Orlando Lorenzo, Pedro Rene Gonzalez, Anibal Mustelier, and unidentified inmates). *   He claims the DOJ is prioritizing the Epstein case over the FDC Miami situation and actively obstructing investigations into BOP misconduct. *   Kabbaj details instances where inmates expressing suicidal ideation were not placed on suicide watch, leading to further deaths. *   He references a prior BOP scandal involving Sheikh Omar Abdel Rahman as evidence of systemic corruption and argues it reflects on America’s moral standing. *   He presents himself as a long-time investigator with a history of exposing government misconduct, referencing a 1998 case and claiming to be \"Q\" from investigation.org.",
      "timestamp": "2021-03-13T00:00:00",
      "timestamp_raw": "13 Mar 2021",
      "keywords": [
        "epstein",
        "suicide",
        "fdc miami",
        "bop",
        "doj",
        "cover-up",
        "investigation",
        "fbi",
        "misconduct",
        "prison",
        "suicide watch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030101",
      "summary": "The document details the FBI’s plan to provide Laura Menninger (representing the defense team) with evidence related to the US v. Maxwell case, specifically focusing on highly confidential nude/partially nude images and physical evidence. Here’s a breakdown of the key information: *   **Evidence Provided:** The FBI will provide three categories of images seized from Jeffrey Epstein’s devices (approximately 2,100 electronic images/videos, 3,400 discs, and 7 hard copy images). The FBI will also provide two spreadsheets detailing all physical evidence in their custody, separated by FBI Miami and New York offices. *   **Review Process:** The defense team can review the evidence at the FBI’s Bronx warehouse, subject to a two-week notice requirement, business hours, and the presence of FBI agents and a prosecutor. They can bring digital cameras (without internet connectivity) to photograph items. *   **Technical Considerations:**  Electronic files require Cellebrite software for review of Apple devices. Metadata may or may not be recoverable from damaged devices. *   **Media Review:** The FBI anticipates providing access to all electronic media (excluding witness statements) for review at the FBI's Manhattan office within approximately three weeks. *   **Communication & Scheduling:**  The parties coordinate calls to discuss the evidence and scheduling of reviews, with the FBI initially indicating a potential review date of May 18th.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "fbi",
        "epstein",
        "images",
        "evidence",
        "discovery",
        "confidential",
        "metadata",
        "electronic devices",
        "bronx",
        "review",
        "new york",
        "miami"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031439",
      "summary": "The Assistant United States Attorney for the Southern District of New York is producing an additional photograph as part of the discovery process in the case of *US v. Maxwell* (20 Cr. 330 (AJN)). The photograph and a cover letter are attached and will be included on a drive for the defendant’s use at the Miami-Dade College (MDC).",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "us v. maxwell",
        "discovery production",
        "photograph",
        "sdny",
        "mdc",
        "united states attorney",
        "southern district of new york",
        "bates stamp",
        "cover letter",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009834",
      "summary": "Nascimento, Esq., of ROSS AMSEL RABEN NASCIMENTO, PLLC, and various individuals, primarily related to scheduling a call and potentially an interview with a client (likely connected to an investigation).  The initial requests started on April 16, 2021, regarding a meeting with “M” to discuss scheduling an interview with her client. Subsequent communications (March 8, 2021, and ongoing through July 2019) involve confirming availability, discussing logistics, including travel plans due to weather, and sharing updates regarding the ongoing investigation.  Several individuals, including a U.S. Attorney and a former partner of a deceased individual involved in the case, are involved in the communications.  There are redactions present throughout the entire document, obscuring details and likely sensitive information. The conversations center around coordinating times for calls and meetings, confirming client availability, and providing updates on the investigation.",
      "timestamp": "2021-04-16T00:00:00",
      "timestamp_raw": "April 16, 2021",
      "keywords": [
        "redaction",
        "analysis",
        "efta00009834",
        "miami",
        "florida",
        "joe nascimento",
        "9:30 a.m.",
        "interview",
        "video conference",
        "investigation",
        "criminal lawfirm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029694",
      "summary": "Joe Nascimento sent a proffer agreement to [REDACTED] regarding a matter involving Jeffrey Epstein, referencing an FBI investigation. The agreement required initialing and returning to Nascimento.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "efta00029694",
        "proffer agreement",
        "epstein",
        "fbi",
        "joe nascimento",
        "redaction",
        "initials",
        "miami",
        "fl",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024748",
            "similarity": 0.538,
            "index": 149,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029183",
      "summary": "Emails exchanged between individuals, including Joe Nascimento and the FBI (NY), regarding a proffer agreement and notes potentially related to a “302.” An attachment containing the proffer agreement with updated initials was sent on May 14, 2021, and a subsequent attachment was sent on May 17, 2021, correcting an earlier mis-sent attachment. The subject matter references “Epstein.”",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "May 14, 2021",
      "keywords": [
        "efta00029183",
        "redaction analysis",
        "fbi",
        "proffer agreement",
        "epstein",
        "joe nascimento",
        "miami",
        "legal agreement",
        "email",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024748",
            "similarity": 0.538,
            "index": 149,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028695",
            "similarity": 0.538,
            "index": 150,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028620",
      "summary": "This document consists of email exchanges between Joe Nascimento, Esq., of ROSS AMSEL RABEN NASCIMENTO, PLLC, and a U.S. Attorney (USANYS) regarding a proffer agreement with a client potentially involved in a case. The emails detail scheduling discussions, starting with initial requests for a meeting on August 14th, moving to a meeting on May 14th, and ultimately solidifying a meeting for September 4th.  Throughout the exchanges, there are redactions indicating sensitive information was removed. The communication revolves around coordinating a proffer agreement, confirming availability, and discussing logistical details such as the preferred day and time for the meeting. The U.S. Attorney expresses ongoing interest in the investigation and the client's status. The initial outreach is prompted by a report of a client’s arrest, and an update from a former partner of the arrested subject.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "efta00028620",
        "proffer letter",
        "joe nascimento",
        "sanys",
        "webex",
        "meeting",
        "epstein",
        "miami",
        "fl",
        "investigation",
        "attorney",
        "agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024684",
      "summary": "This file contains a series of email exchanges between Joe Nascimento, an attorney, and various parties, primarily related to scheduling a meeting and discussing ongoing investigations concerning Ghislaine Maxwell. The emails detail arrangements for a meeting on May 14th, followed by subsequent discussions regarding availability and logistical details. There are multiple references to a proffer agreement, redactions of sensitive information, and ongoing investigations by the U.S. Attorney's Office. The communication also involves discussions about the deceased Alan Ross, a former partner, and his involvement in the investigation. Key elements include scheduling conflicts, logistical arrangements (WebEx, travel), and requests for information, indicating an active legal case.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "efta00024684",
        "proffer agreement",
        "webex",
        "scheduling",
        "meeting",
        "miami",
        "joe nascimento",
        "investigation",
        "redaction",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024748",
      "summary": "On May 17, 2021, Joe Nascimento sent a proffer agreement with updated initials to [REDACTED] regarding a matter involving Jeffrey Epstein. On May 14, 2021, [REDACTED] had previously sent a similar proffer agreement to [REDACTED] (NY) (FBI) for initialing.",
      "timestamp": "2021-05-17T00:00:00",
      "timestamp_raw": "May 17, 2021",
      "keywords": [
        "efta00024748",
        "redaction analysis",
        "epstein",
        "proffer agreement",
        "joe nascimento",
        "fbi",
        "miami",
        "fl",
        "legal agreement",
        "initials"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029183",
            "similarity": 0.538,
            "index": 146,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029694",
            "similarity": 0.538,
            "index": 145,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028695",
            "similarity": 0.667,
            "index": 150,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028695",
      "summary": "Email exchanges between individuals, including Joe Nascimento, and the FBI (NY) regarding a proffer agreement related to Jeffrey Epstein. An initial attachment was sent incorrectly, and a revised proffer agreement with updated initials was subsequently attached. The emails indicate a request for initials to be added to the agreement and a confirmation of its delivery. The document includes contact information for Ross Amsel Raben Nascimento, PLLC.",
      "timestamp": "2021-05-18T00:00:00",
      "timestamp_raw": "18 May 2021",
      "keywords": [
        "efta00028695",
        "redaction analysis",
        "epstein",
        "fbi",
        "proffer agreement",
        "joe nascimento",
        "miami",
        "legal agreement",
        "initials",
        "criminal law firm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024748",
            "similarity": 0.667,
            "index": 149,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029183",
            "similarity": 0.538,
            "index": 146,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018033",
      "summary": "This document contains email exchanges between Joe Nascimento, an attorney with Ross Amsel Raben Nascimento, PLLC, and an unidentified recipient (referred to as “[REDACTED]”) regarding scheduling a call to discuss a case. The core of the communications revolves around finding a suitable time to speak, initially aiming for a call on Tuesday morning, but with multiple offers and confirmations of availability throughout July and August 2021. There are numerous redactions indicating sensitive information was removed from the document. The emails detail logistical arrangements, including a planned meeting at a hotel in West Palm Beach, and provide updates on the investigation. The initial inquiry stemmed from a former partner’s contact regarding a subpoena.",
      "timestamp": "2021-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2021",
      "keywords": [
        "efta00018033",
        "joe nascimento",
        "epstein",
        "redaction",
        "analysis",
        "webex",
        "attorney",
        "miami",
        "fl",
        "scheduling",
        "proffer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018055",
      "summary": "This document consists of a series of email exchanges between Joe Nascimento, Esq. (of ROSS AMSEL RABEN NASCIMENTO, PLLC) and various individuals, primarily related to scheduling a call and a potential meeting concerning an ongoing investigation. Key details include: *   **Initial Scheduling:** Nascimento initially proposes meeting with a party (identified as “M”) to discuss a call early next week to potentially schedule a video conference interview for a client. *   **Confirmation and Logistics:** The exchanges confirm a meeting on August 14th at a Hilton in West Palm Beach, with various logistical arrangements being discussed (time, location, WebEx setup). *   **Ongoing Investigation:** A former partner of one of the parties, Alan Ross, contacted Nascimento due to a grand jury subpoena, necessitating a delay in the meeting until Tuesday. *   **Multiple Proposed Times:** Nascimento offers several time slots for the call and meeting, ultimately agreeing to Tuesday at 10:30 AM. *   **Redaction:** Several pages contain redactions, indicating sensitive information.",
      "timestamp": "2021-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2021",
      "keywords": [
        "efta00018055",
        "epstein",
        "nascimento",
        "webex",
        "scheduling",
        "travel",
        "agents",
        "investigation",
        "redaction",
        "miami",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023869",
      "summary": "This document outlines a series of communications regarding scheduling a meeting with Joe Nascimento, a lawyer representing a client involved in an investigation. The core discussion revolves around coordinating a meeting with a witness, potentially Ghislaine Maxwell, to discuss the case. Dates and times proposed include August 20th, August 14th, and various times during the week of July 13th, 17th, and 21st. Details requested include the witness's full name, date of birth, address, and contact information. Redactions obscure specific personal data. The conversations involve multiple parties, including Assistant U.S. Attorneys and Joe Nascimento’s colleagues, and address scheduling conflicts, logistical arrangements (such as travel and videoconference setup), and the exchange of information related to the investigation.",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2021",
      "keywords": [
        "efta00023869",
        "meeting",
        "friday",
        "travel",
        "date",
        "joe nascimento",
        "william epstein",
        "miami",
        "phone",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010587",
      "summary": "This document details a series of email exchanges between Joe Nascimento, attorney at ROSS AMSEL RABEN NASCIMENTO, PLLC, and an unidentified party (“cl” and others) concerning scheduling a meeting related to an ongoing investigation. The initial request was for a meeting on August 19th or 20th to discuss potential scheduling, with logistical details provided such as mask mandates, water fountain issues, and travel arrangements. Subsequent communications involved confirming vaccinations, requesting attendee information (name, date of birth, address), and finalizing the meeting date and time for August 20th. The conversations also included reminders about travel arrangements and various logistical considerations. There are multiple redactions throughout the document.",
      "timestamp": "2021-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2021",
      "keywords": [
        "efta00010587",
        "redaction",
        "joe nascimento",
        "epstein",
        "vaccination",
        "masks",
        "miami",
        "travel",
        "attorney",
        "schedule"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017849",
      "summary": "This document is a redacted collection of emails and communications related to a legal case (referenced as “EFTA00017849”) involving a U.S. Attorney’s office and Ross Amsel Raben Nasimento, PLLC, a law firm. The communications primarily revolve around scheduling a meeting to discuss the case, particularly concerning a subpoena issued to a former partner of one of the attorneys involved, Alan Ross. Several parties, including a U.S. Assistant Attorney, the law firm’s attorneys (Joseph E. Nascimento), and an individual named “Ecl,” are involved in the email exchanges, all attempting to coordinate a meeting regarding the case's ongoing developments. Dates discussed range from September 2019 to July 2019, with a significant focus on finding a suitable time to meet, often influenced by travel schedules and other legal commitments. Redactions obscure key details within the emails.",
      "timestamp": "2021-09-04T00:00:00",
      "timestamp_raw": "04 Sep 2021",
      "keywords": [
        "efta00017849",
        "redaction",
        "analysis",
        "epstein",
        "miami",
        "florida",
        "september",
        "travel",
        "scheduling",
        "lawyer",
        "call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018758",
      "summary": "This document is a series of email exchanges between Joseph E. Nascimento, Esq., of ROSS AMSEL RABEN NASCIMENTO, PLLC, and various parties regarding scheduling a meeting related to a case. The core of the communication revolves around establishing a time to meet, primarily on Tuesday, September 30th, 2021, or subsequently in October. Logistics, including location (West Palm Beach, Hilton), pandemic protocols (mask requirement, self-screening form), and witness arrangements, are discussed. There are redactions throughout the document, particularly concerning names and contact information. The emails detail adjustments to the meeting time (due to a virtual hearing), the need for a proffer letter, and the involvement of a former partner’s estate.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "redaction",
        "analysis",
        "efta00018758",
        "meeting",
        "scheduling",
        "zoom",
        "hearing",
        "form",
        "miami",
        "florida",
        "september",
        "travel",
        "pandemic",
        "protocol",
        "client"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038617",
      "summary": "The document details the FBI investigations into Jeffrey Epstein, initiated by the FBI Miami and FBI New York. Initial investigations (2005-2018) involved interviews with approximately 35 victims, searches of residences in Florida and New York, and analysis of records. Epstein was charged with sex trafficking of minors and conspiracy to commit sex trafficking in 2019. Following his arrest and suicide in 2019, investigations expanded to include associates like Ghislaine Maxwell. Maxwell was ultimately indicted and convicted in 2021, receiving a 20-year sentence.",
      "timestamp": "2024-07-17T00:00:00",
      "timestamp_raw": "7/17/2024",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "sexual abuse",
        "minors",
        "trafficking",
        "indictment",
        "ghislaine maxwell",
        "new york",
        "florida",
        "investigation",
        "criminal",
        "sex acts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038629",
      "summary": "Attached documents relate to the investigation of Jeffrey Epstein and Ghislaine Maxwell. A “Masseuses” list, initially intended for trial, originated from a digital device seized from Epstein’s residence and contained names of women and girls, some minors, contacted for massages by Epstein, Maxwell, and staff. A black book, seized during the Miami-Palm Beach investigation, included identified minors under “massage” and sections were redacted from trial exhibits. Flight logs provided by Epstein’s pilot were also presented as trial exhibits and had minor victims redacted.",
      "timestamp": "2025-02-19T00:00:00",
      "timestamp_raw": "19 Feb 2025",
      "keywords": [
        "epstein",
        "maxwell",
        "masseuse list",
        "black book",
        "flight logs",
        "minors",
        "redaction",
        "trial exhibit",
        "digital devices",
        "miami-palm beach"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021189",
      "summary": "On August 6, 1997, at 3:07 PM EDT, Ghislaine Maxwell (born December 9, 1997) arrived at the Miami Airport Terminal N, A520 – CBP – MIAMI, via an airline (not API) flight. The encounter was inbound. Inspector processing resulted in no referral to any agency. The data was transmitted by EFTA00021189.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs and border protection",
        "homeland security",
        "person encounter detail",
        "maxwell",
        "ghslaine",
        "document number",
        "airline",
        "cbp",
        "miami",
        "arrival location"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016463",
      "summary": "An email was sent from [REDACTED] to [REDACTED] and [REDACTED] regarding digital evidence related to child exploitation and trafficking (EFTA00016463). The email attached a spreadsheet (\"MM-108062 Evidencen\") and an original spreadsheet (\"MM-108062_Miami_Evidenceinventory.xlsx\") detailing digital items found in Miami. The email included a reference to the FBI New York Field Office’s Child Exploitation and Trafficking unit.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "digital evidence",
        "miami",
        "evidence inventory",
        "fbi",
        "redaction",
        "efta00016463",
        "spreadsheet",
        "child exploitation",
        "trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019172",
      "summary": "A meeting is scheduled for December 17th at 10:30 AM at USA0 in Miami to discuss “Op Stolen Globe” and a potential new investigation involving Jeffrey Epstein or others. The FBI is requested to be present. The sender is located in South Carolina and Colombia, and requests confirmation of attendees to inform superiors.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00019172",
        "op stolen globe",
        "jeffrey epstein",
        "fbi",
        "miami",
        "december 17th",
        "investigation",
        "south carolina",
        "colombia",
        "west palm beach"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006107",
      "summary": "This document is an FBI Miami internal form, the “Complaint Form FD-71,” used for recording complaints. It includes sections for identifying the subject of the complaint (name, aliases, demographic information), detailing the facts of the complaint, and assessing the level of sensitivity. The form is designed for internal use within the FBI and outlines various locations and divisions within the FBI network, including specific field offices and research facilities. It also includes a classification level selection (Unclassified, Sensitive, Confidential).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "miami",
        "complaint form",
        "classification level",
        "sensitive",
        "confidential",
        "albany",
        "albuquerque",
        "anchorage",
        "atlanta",
        "baltimore",
        "boston",
        "chicago",
        "dallas",
        "denver",
        "detroit",
        "el paso",
        "houston",
        "jacksonville",
        "kansas city",
        "los angeles",
        "miami",
        "new york city",
        "washington field",
        "quantico",
        "savannah",
        "winchester",
        "pocatello",
        "quantico (erf-otd)",
        "fd",
        "hand print",
        "social security number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037657",
      "summary": "David Maxwell, born December 25, 1961, residing at 1000 Venetian Way Apt 801, Miami Beach, FL 33139-1043, has a valid Florida Driver’s License (Class E). He has no previous DUI or DWLS convictions. His license was originally issued on February 19, 1993, and expired on December 25, 2020. He is a US Citizen born in France and identifies as Caucasian.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "driver license",
        "florida",
        "dui",
        "dwls",
        "record detail",
        "ghislaine noelle maxwell",
        "us citizen",
        "1993",
        "2020",
        "david"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006066",
      "summary": "This document is a Wage and Tax Statement for an employer, likely generated in 2025. It details payroll information for an employee named Jeffrey E. Epstein, residing at 358 El Brillo Way, Palm Beach, FL 33480 and 12b Miami Beach, FL 33139. The statement includes various wage categories (wages, tips, etc.), federal and state income tax withholdings (including Social Security and Medicare), and allocations for dependent care benefits. It presents data for the years 2005 and 2006, with control numbers and OMB approval information provided.  The form includes sections for employer identification numbers, employee addresses, and various tax deductions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "social security",
        "medicare",
        "tax withheld",
        "wage statement",
        "palm beach",
        "fl",
        "employer identification number",
        "dependent care benefits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006025",
      "summary": "This document is an attendance and expense report related to a case investigation, likely involving a victim and related personnel. It contains a list of attendees, contact information (including addresses across multiple states), a breakdown of stall expenses (mileage, lodging, etc.), travel arrangements, and flight details. Key data points include: *   **Attendees:** A list of names and affiliations (e.g., Victim, Attorney, Guest, Therapist, FBI Agents). *   **Contact Information:** Addresses for victims and guests in various locations (Las Vegas, Miami, Asheville, etc.). *   **Expenses:** Mileage reimbursement, lodging costs, and other travel-related expenditures. *   **Travel Arrangements:** Details of flights, arrival/departure times, and hotel reservations. *   **Notes:**  Includes reasons for flight cancellations (illness, weather) and a request for a one-way ticket to Miami. *   **Exemption Certificate:** A form related to federal employee purchases, used to justify expenditures.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim",
        "attorney",
        "guest",
        "name",
        "flight",
        "travel",
        "address",
        "mileage",
        "florida",
        "date",
        "booking",
        "conference",
        "hotel",
        "efta00006025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}