{
  "keyword": "new york times",
  "count": 40,
  "keyword_match_count": 40,
  "content_match_count": 52,
  "total_files": 92,
  "timeline": [
    {
      "file_id": "EFTA00023428",
      "summary": "A New York Times reporter, Danielle Ivory, submitted a Freedom of Information Act (FOIA) request to the Bureau of Prisons (BOP) for records related to Jeffrey Epstein’s time in custody at the Metropolitan Correctional Center (MCC). The request seeks logs of phone calls, email correspondence, visitor lists, and approved contact lists for Epstein. Ivory argues the request is in the public interest due to the significant public interest surrounding Epstein’s death, potential government involvement, and the newspaper’s role in informing the public. She requests the records be provided electronically and fees be waived, citing the public’s right to access government information and the importance of transparency. The BOP acknowledges the request and outlines response time, fee waiver provisions, and considerations regarding potential exemptions under FOIA.",
      "timestamp": "2015-03-18T00:00:00",
      "timestamp_raw": "Mar. 18, 2015",
      "keywords": [
        "epstein",
        "foia",
        "bureau of prisons",
        "freedom of information act",
        "jeffrey epstein",
        "records request",
        "mcc",
        "email correspondence",
        "phone logs",
        "new york times"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015347",
      "summary": "A communication, dated November 30, 2018, from an unknown sender (USANYS) to an unknown recipient, discusses a New York Times article regarding Jeffrey Epstein. The sender expresses a desire to “put down our marker” in response.",
      "timestamp": "2018-11-30T00:00:00",
      "timestamp_raw": "November 30, 2018",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "efta00015347",
        "nyt",
        "usanys",
        "2018"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027049",
      "summary": "An email was sent on March 4, 2019, regarding Jeffry Epstein’s attorneys. The sender, an Assistant U.S. Attorney from the Southern District of New York, highlights that none of Epstein’s former attorneys at Kirkland still signed on to the New York Times opinion piece about the situation, noting potential conflict issues.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "March 4, 2019",
      "keywords": [
        "epstein",
        "attorneys",
        "kirkland",
        "conflict",
        "new york",
        "litigation",
        "subpoena",
        "redaction",
        "analysis",
        "efta00027049"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017095",
      "summary": "This document is a legal filing by The New York Times Company and reporter Benjamin Weiser regarding the Government’s attempt to seal judicial records in the United States v. Tartaglione case. The Times argues that the records, pertaining to the transfer of defendant Nicholas Tartaglione from the Metropolitan Correctional Center (MCC), are subject to the common law and First Amendment rights of access. Specifically, the records detail Tartaglione’s claims of unsafe conditions at the MCC, stemming from interactions with former cellmate Jeffrey Epstein, and the Government’s subsequent response. The Times contends that these documents constitute “judicial documents” under Second Circuit jurisprudence—relevant to the judicial function, carrying a presumption of access, and possessing significant value for monitoring federal courts. The Times disputes the Government’s justification for sealing the records, asserting that disclosing information about BOP deliberations would not unduly influence inmate behavior or compromise law enforcement functions. They argue that the public interest in transparency regarding the judicial process, particularly in this high-profile case involving Epstein’s suicide, outweighs any potential concerns. The filing concludes by requesting that the Court deny the Government’s application to seal the documents.",
      "timestamp": "2019-03-21T00:00:00",
      "timestamp_raw": "Mar. 21, 2019",
      "keywords": [
        "new york times",
        "united states v. tartaglione",
        "access",
        "first amendment",
        "judicial documents",
        "redaction",
        "bop",
        "criminal prosecution",
        "detention",
        "public right",
        "criminal defense"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021277",
      "summary": "On July 6, 2019, multiple news outlets, including the New York Times and Miami Herald, reported the arrest of Jeffrey Epstein on charges related to sex trafficking of minors. The case is being handled by the Public Corruption Unit of the Southern District of New York, with assistance from human-trafficking officials and the FBI. The FBI is leaking the details of the sealed indictment.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "efta00021277",
        "jeffrey epstein",
        "sex trafficking",
        "arrest",
        "indictment",
        "southern district of new york",
        "fbi",
        "new york times",
        "miami herald",
        "daily beast"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030174",
      "summary": "An email chain discusses Jeffrey Epstein’s arrest for sex trafficking, referencing a New York Times article about the arrest. The email includes messages from multiple redacted individuals and expresses confirmation of the subject matter.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "july 2019",
        "new york times",
        "sex trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018401",
      "summary": "Matthew Goldstein of The New York Times contacted [REDACTED] regarding a claim that Deutsche Bank controlled several billion in assets belonging to Financial Trust Company on behalf of Jeffrey Epstein’s clients, with Epstein trading currencies through Deutsche until his arrest. Deutsche Bank is reportedly considering bankruptcy court proceedings to take control of these assets and is coordinating with the recipient’s office for guidance on the story.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "deutsche bank",
        "financial trust company",
        "currencies",
        "assets",
        "bankruptcy",
        "trading",
        "arrest",
        "matt goldstein",
        "new york times"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028323",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with a copy to [REDACTED], discussing a New York Times article titled \"Jeffrey Epstein's 'Infinite Means' May Be a Mirage.\" The article, published on July 10, 2019, examines Epstein’s reported net worth and suggests it may be a fabricated concept. The sender expressed curiosity about the article’s potential relevance to a forthcoming bail argument.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "nyt",
        "bail argument",
        "net worth"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030188",
      "summary": "George Houraney, a Florida businessman, told the New York Times that Donald Trump was involved with Jeffrey Epstein through at least one “calendar girl” party at Mar-a-Lago. The information was shared via an Apple News link.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "trump",
        "florida",
        "houraney",
        "vanity fair",
        "mar-a-lago",
        "george houraney",
        "jeffrey epstein",
        "calendar girl",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018170",
      "summary": "An email chain discusses seeking a contact at Deutsche Bank, potentially for in-house counsel or representing them. One sender inquired about a contact, referencing an article about Jeffrey Epstein and asking for assistance in identifying a suitable contact. Hoffenberg was also mentioned as a potential contact.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "deutsche bank",
        "redaction",
        "iso",
        "jeffrey epstein",
        "hoffenberg",
        "counsel",
        "contact",
        "legal",
        "new york times",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015631",
      "summary": "This email, dated July 11, 2019, from an Assistant U.S. Attorney in the Southern District of New York to an unidentified recipient, includes a link to a New York Times article about Jeffrey Epstein’s net worth. The subject line is \"Deutsche!\".",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "efta00015631",
        "deutsche",
        "jeffrey epstein",
        "new york",
        "assistant u.s. attorney",
        "nytimes",
        "2019",
        "analysis",
        "redaction",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028155",
      "summary": "On July 18, 2019, a federal judge denied Jeffrey Epstein bail, rejecting his request to remain in his mansion under guard while awaiting trial on sex-trafficking charges. Epstein had previously appealed twice following the initial denial. Multiple individuals exchanged emails regarding legal filings related to the case, including EDNY filings and appellate documents. The New York Times reported the news and provided a link to further information. The charges against Epstein involved the sexual abuse and trafficking of dozens of underage girls in the early 2000s.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "jeffrey epstein",
        "bail denial",
        "sex-trafficking",
        "edny",
        "appeal",
        "federal judge",
        "mansion",
        "2019",
        "new york times"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015712",
      "summary": "An email exchange discusses the investigation into Jeffrey Epstein's overseas money transfers flagged by Deutsche Bank to the U.S. The sender confirms the team was already aware of the issue, referencing an interview with McFadden. A link to a New York Times article detailing the investigation is included.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "epstein",
        "redaction",
        "transactions",
        "bank",
        "mcfadden",
        "deutsche bank",
        "new york times",
        "efta00015712"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015713",
      "summary": "A subpoena was issued regarding an AML investigation, overlapping with a review of documents from a source related to a New York Times article concerning Jeffrey Epstein and Deutsche Bank.  The review is underway and involves individuals identified as (USANYS), Ellall.SHYS, and llEntaNYS.  Confirmation was sent that documents were received pursuant to the subpoena.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "efta00015713",
        "redaction",
        "subpoena",
        "nyt",
        "epstein",
        "deutsche bank",
        "aml investigation",
        "usanys",
        "review",
        "document"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027375",
      "summary": "Robert Lewis, an attorney, is informing a recipient of a potential witness in a case involving Jeffrey Epstein about recent developments. The New York Times, led by Mike McIntire, is aggressively pursuing information from Jesse Rose, an employment lawyer who represented Maxwell, regarding Maxwell’s testimony. The Times possesses a copy of Rose’s deposition and claims a “representative” accused Rose of lying. Flight documentation related to Epstein is incomplete and potentially inaccurate. Rose destroyed documents relevant to his testimony. Lewis is resisting the Times' efforts due to confidentiality obligations stemming from previous settlements and to protect the recipient’s criminal prosecution. Lewis offers to provide Rose’s deposition transcript via subpoena if needed.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "epstein",
        "maxwell case",
        "robert lewis",
        "jesse rose",
        "new york times",
        "deposition",
        "confidentiality",
        "settlement agreement",
        "flight documents",
        "mike mcintire"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022538",
      "summary": "On July 25, 2019, Mihir Zaveri, a reporter for The New York Times, inquired about reports of Jeffrey Epstein being found injured in a jail cell following a possible suicide attempt or assault. Mihir Zaveri contacted Mihir Zaveri to request confirmation or insight into the situation. Mihir Zaveri responded with “we can’t confirm and have no comment.”",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "jeffrey epstein",
        "nyt",
        "redaction",
        "suicide attempt",
        "assault",
        "mihir zaveri",
        "new york times",
        "jail",
        "inquiry",
        "nbc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016762",
            "similarity": 0.818,
            "index": 16,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016762",
      "summary": "Mihir Zaveri, a reporter for The New York Times, is investigating reports that Jeffrey Epstein was found injured in his jail cell, potentially due to a suicide attempt or assault. He is seeking information about the incident and Epstein’s current location.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "nyt",
        "redaction analysis",
        "suicide attempt",
        "assault",
        "jail",
        "mihir zaveri",
        "new york times",
        "nbc new york",
        "inquiry"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022538",
            "similarity": 0.818,
            "index": 15,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018394",
      "summary": "On July 25, 2019, Jeffrey Epstein was found unconscious in his cell at a federal jail in Manhattan with marks on his neck. Prison officials treated the incident as a possible suicide attempt. Epstein was facing federal sex trafficking charges and had been placed on suicide watch previously. Law enforcement officials were briefed on the event, and details were sourced from ABC News and The New York Times.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "suicide",
        "sex trafficking",
        "law enforcement",
        "new york city",
        "jail",
        "suicide watch",
        "injuries",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020952",
      "summary": "*   The New York Times (Mike McIntire) is actively pursuing information from Jesse Rose (an employment lawyer who represented Maxwell) and Bob Lewis, seeking comments and information related to the Maxwell case and Epstein’s potential involvement. *   The Times reportedly has a copy of Rose’s deposition from the Maxwell case and believes he may have “lied” during his testimony. *   Flight documentation related to Epstein is considered incomplete or inaccurate. *   Rose destroyed documents related to his involvement with the Maxwell case as part of a settlement agreement. *   The communication emphasizes confidentiality obligations stemming from previous settlements and a desire to protect the criminal prosecution of Epstein. *   Bob Lewis offered to provide Rose’s deposition transcript if requested via subpoena.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "times",
        "lewis",
        "deposition",
        "testimony",
        "redacted",
        "witness",
        "settlement",
        "flight documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015493",
      "summary": "The case concerns access to video footage from the Metropolitan Correctional Center (MCC) and related records pertaining to the death of Jeffrey Epstein. Key points from the declaration: *   **Background:** Christenson works at the Federal Medical Center in Rochester, Minnesota, and her previous declaration details her role. *   **FOIA Requests:** The BOP received a separate FOIA request (not from the plaintiffs) for MCC video records in August 2019. This request was logged in 2019. *   **Record Production:**  The BOP produced records to the plaintiffs in phased releases, beginning in August 2020. *   **Corrections to Previous Declaration:** Christenson corrects an error in her previous declaration regarding the number of scanned visitor logs and the date of a related log entry (from July 30, 2019). *   **Further Production (October 2020):** The BOP produced an additional 351 pages of records, including attorney log books and emails, after reaching agreements with the plaintiffs regarding the handling of records from the Office of Inspector General (OIG). *   **OIG Records Review:** The BOP reviewed approximately 7,475 pages of records returned from the OIG, identifying roughly 6,898 pages as non-responsive or duplicative. 387 pages were withheld in full under Exemptions 6, 7(C), and 7(A). *   **Updated Index:** A revised index of withheld documents (the \"Updated Index\") reduces the number of pages withheld and clarifies the application of exemptions. *   **Exemption Justifications:** The BOP justifies withholding records under Exemptions 6 (privacy of personnel and medical files), 7(A) (law enforcement records), and 7(E) (techniques and procedures for law enforcement investigations), citing concerns about privacy, potential harm to individuals, and the need to protect BOP operational security. Specifically, they argue that releasing certain information would risk compromising investigations or endangering BOP employees and inmates.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "efta00015493",
        "foia",
        "bop",
        "federal bureau of prisons",
        "kara christenson",
        "united states department of justice",
        "inmate records",
        "video footage",
        "epstein",
        "mcc rochester",
        "inmate census",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018466",
      "summary": "It covers several ongoing investigations and legal cases related to financial fraud, terrorism, and drug trafficking. **Key Cases & Reports:** *   **Jeffrey Epstein Case:** The primary focus is on the ongoing legal proceedings against Jeffrey Epstein, including a judge’s ruling to vacate his sex trafficking conviction. The ruling stemmed from doubts about the credibility of testimony obtained during his original interrogation, particularly regarding a confession about being “forced” to take part in terrorist training. There is also discussion of the potential for a new trial. *   **Miami-Luken Drug Distributor:** A separate case involving Miami-Luken Inc. and its executives is being investigated for allegedly diverting millions of dollars in controlled substances to pharmacies, particularly in rural areas. The company was charged with violations related to kickback schemes and fraudulent distribution. *   ** Hamid Hayat Case:** A younger man, Hamid Hayat, who was initially convicted of attending a terrorist training camp based on information from informant Sean Stewart, had his conviction overturned due to concerns about the reliability of the evidence. *   **Federal Reserve Rate Cut:** The Federal Reserve announced a quarter-point cut in interest rates, marking the first reduction since 2008. The move was attributed to concerns about global economic slowdown, trade tensions, and muted inflation. *   **Life Spine Case:** A lawsuit alleges that a medical device company, Life Spine, used kickbacks to incentivize surgeons to purchase its products. **Additional Information:** *   Several other investigations or cases were briefly mentioned, including the investigation of Rochester Drug Company for distributing opioids and a case against Sean Stewart for insider trading. *   The document also includes details about attempts to obtain information from a potential witness (Hamid Hayat) during a 2005 FBI interview and the initial claims made regarding his involvement in terrorist activities. In essence, the collection of news pieces paints a picture of complex and ongoing legal battles, primarily centered around issues of financial fraud, drug trafficking, and the role of federal agencies in combating terrorism.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "efta00018466",
        "epstein",
        "corruption",
        "securities fraud",
        "narcotics",
        "stewart",
        "life spine",
        "pinto-thomaz",
        "terrorism",
        "fed rates",
        "sdny",
        "collins",
        "transhumanism",
        "california cherry-picker",
        "wall street",
        "betrayal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019065",
      "summary": "An email inquiry asks if information has been obtained from JPMorgan Chase (JPMC) regarding Jeffrey Epstein’s client relationship, specifically why the bank ended it in 2013. The email references a New York Times article detailing that JPMC executives overruled compliance efforts to remove Epstein as a client between 2008 and 2009, based primarily on his prior conviction, and noting there was no reported financial misconduct.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "jpmorgan",
        "jeffrey epstein",
        "redaction",
        "compliance",
        "nyt",
        "2013",
        "financial misconduct",
        "usanys",
        "2008-09",
        "efta00019065"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028094",
      "summary": "*   The requestor, the sole heir and next of kin, seeks information previously released to the New York Times via a FOIA request. *   The request includes a copy of a video tape from August 9, 2019, showing activity outside the SHU before Epstein’s death, and information about inmates on that tier and personnel involved. *   The requestor is specifically seeking details regarding the circumstances surrounding the movement of Epstein’s body before the medical examiner arrived and any related incident reports. *   Guidance was provided to submit a FOIA request to the BOP, referencing the NYT release, and a civil division of the office would forward the request.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "bop",
        "foia",
        "fbi",
        "jeffrey epstein",
        "new york times",
        "video",
        "shu",
        "inmate",
        "request",
        "death",
        "custody"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035433",
      "summary": "This email, dated August 11, 2019, forwards an article from Reuters titled \"People Jeffrey Epstein\" published on the New York Times website (https://www.nytimes.com/reuters/2019/08/10/us/lOreuters-people-jeffrey-epstein.html). The email was sent by [REDACTED] to [REDACTED] and originated from a Samsung Galaxy smartphone via VCrizon. The importance of the email is marked as normal.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00035433",
        "redaction analysis",
        "reuters",
        "jeffrey epstein",
        "nytimes",
        "august 2019",
        "smartphone",
        "vcrizon",
        "samsung",
        "article"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034375",
      "summary": "An email from Christina Goldbaum of The New York Times contacted staff at MCC, seeking information about Jeffrey Epstein’s time in prison, specifically regarding staffing and overtime issues. Following the contact, a monitoring system was implemented, including an email to all approved media staff and a recall meeting led by the Warden to address concerns about staff sharing information. The New York Times is believed to be obtaining staff email addresses through social media.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "new york times",
        "jeffrey epstein",
        "prison",
        "staff",
        "media",
        "redaction",
        "email",
        "christina goldbaum",
        "mcc",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035452",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035451",
            "similarity": 0.818,
            "index": 26,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035452",
      "summary": "An email from Christina Goldbaum, a New York Times reporter, was sent to a staff member inquiring about the MCC prison, specifically regarding staffing issues and internal operations. Following the email, the sender implemented measures including a staff-wide notification regarding media contact protocols and a reminder from the Warden regarding information sharing restrictions. The New York Times is believed to be obtaining staff email addresses through social media.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "new york times",
        "epstein",
        "redaction analysis",
        "staff",
        "email",
        "christina goldbaum",
        "prison",
        "media",
        "information",
        "mcc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034375",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035451",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035451",
      "summary": "An email chain discusses a solicitation from Christina Goldbaum of The New York Times regarding information about MCC prison and Jeffrey Epstein’s time there. A staff member, Christina Goldbaum, contacted another staff member seeking information on background, citing rumors and internal issues within the prison. The sender implemented measures to prevent staff from sharing information with the reporter, including a staff-wide email and a Warden recall expressing concerns about prohibited information sharing.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "nytimes",
        "jeffrey epstein",
        "prison",
        "staff",
        "email",
        "redaction",
        "media",
        "christina goldbaum",
        "mcc",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035452",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034375",
            "similarity": 0.818,
            "index": 24,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034507",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 12, 2019, regarding a question from the New York Times concerning EFTA00034507 and SDNY_00011182. The email is marked as CONFIDENTIAL.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00034507",
        "redaction analysis",
        "nytimes",
        "confidential",
        "sdny_00011182"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027100",
      "summary": "This email, dated August 13, 2019, is a forwarded link to a New York Times article titled “The Day Jeffrey Epstein Told Me He Had Dirt on Powerful People.” The email originated from an individual associated with USANYS and was sent to multiple recipients also associated with USANYS. The article discusses an interview with Jeffrey Epstein where he allegedly stated he possessed damaging information about powerful individuals.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "new york times",
        "redaction",
        "usanys",
        "dirt",
        "powerful people",
        "interview",
        "2019",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023419",
      "summary": "A New York Times reporter, Danielle Ivory, submitted a Freedom of Information Act (FOIA) request to the Bureau of Prisons (BOP) for records related to Jeffrey Epstein’s time in the Metropolitan Correctional Center (MCC). The request encompassed 15 specific categories of documents, including logs, cell entries, disciplinary records, medical reports, visitor logs, and meeting minutes. Ivory emphasized the public interest in accessing these records due to Epstein’s death and ongoing concerns about his case. She requested a fee waiver, citing the importance of public scrutiny and the newspaper’s role in informing the public. The request included a specific interest in expedited processing given the public interest and potential conspiracy theories surrounding the case.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "8/13/2019",
      "keywords": [
        "jeffrey epstein",
        "bureau of prisons",
        "foia request",
        "mcc",
        "records",
        "inmate records",
        "suicide watch",
        "disciplinary records",
        "security designation",
        "visitor log",
        "new york times",
        "redacted",
        "investigations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023424",
      "summary": "*   The request pertains to records related to the death of Jeffrey Epstein at the Metropolitan Correctional Center (MCC). *   Specifically, the request seeks video camera footage, BOP documents, email correspondence, meeting minutes, and special investigation reports concerning Epstein’s suicide and decision to remove him from suicide watch. *   The request includes records from BOP offices in New York, Texas, and Washington, DC. *   Ivory emphasizes the public interest in accessing the information, citing the significant public interest in Epstein's death and the potential for conspiracy theories. *   She requests a fee waiver and expedited processing of the request, highlighting The New York Times’ role in public reporting. *   The FOIA officer acknowledges the request and outlines relevant legal considerations, including document-level reviews and the agency's obligation to disclose information unless it harms an interest or is prohibited by law.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "jeffrey epstein",
        "bureau of prisons",
        "foia",
        "redaction",
        "nyt",
        "freedom of information act",
        "suicide",
        "mcc",
        "records request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015361",
      "summary": "*   **Christenson’s Role:** Christenson details her role processing Freedom of Information Act (FOIA) and Privacy Act (PA) requests related to inmate Jeffrey Epstein’s time at the Metropolitan Correctional Center (MCC) in New York.  Her responsibilities include analyzing, responding to, and monitoring these requests. *   **FOIA Requests:** The request stemmed from The New York Times’s efforts to obtain records regarding Epstein’s death. Specifically, the requests sought: log entries, inmate placement data, investigation reports, visitor records, and communication records related to the events leading up to and following Epstein’s death. *   **BOP Search & Redactions:** The BOP conducted a search for responsive records, primarily utilizing databases like SENTRY and BEMR.  Many records were withheld due to exemptions, primarily 7(A) (law enforcement proceedings) and 5 (internal agency communications). *   **Exemption Justifications:** The BOP cited concerns that releasing the information could interfere with ongoing law enforcement investigations or reveal investigative techniques. They used exceptions 7(A) and 7(E) *   **Aggregation of Requests:** Two separate FOIA requests were consolidated into a single request number (2019-05665). *   **Final Determination:** The BOP issued a final determination response denying the requests in full, citing the applicable exemptions. *   **Appeal:** Plaintiff, The New York Times, appealed the BOP’s determination, which was partially affirmed by the Office of Information Policy (OIP).",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "bop",
        "epstein",
        "foia",
        "prison records",
        "suicide",
        "mcc",
        "investigation",
        "security",
        "data",
        "inmate",
        "logs",
        "emails",
        "legal support",
        "requests",
        "exemptions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037323",
      "summary": "On August 17, 2019, CNN reporter Mima Alsharif contacted the New York Office (NYO) regarding a claim that she and her sister were sexually assaulted and molested by Jeffrey Epstein and Ghislaine Maxwell in 1996. The NYO had previously informed Alsharif that they couldn’t comment due to an ongoing investigation. A New York Times reporter subsequently contacted the NYO, along with Alsharif’s attorney Ingrid McColley, seeking verification of a notification to the FBI in 1996 and a 2006 interview. McColley claimed she contacted the FBI after Epstein’s arrest but received no response.  A search of NYO records revealed no record of Alsharif or McColley contacting the FBI after Epstein's arrest.  A former employee, C-20, stated she worked for Epstein's in the 1990s and provided details of interactions including a visit to his New Mexico ranch and alleged massages. The NY Times was preparing to publish a story based on this information.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "August 17, 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "cnn",
        "miami herald",
        "sexual assault",
        "ghislaine maxwell",
        "1996",
        "nyo",
        "foia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027157",
      "summary": "The email, dated August 17, 2019, forwarded an article from the New York Times regarding Jeffrey Epstein’s suicide. The email originated from ‘;’ and was sent to [REDACTED] with ‘i’c’ in the ‘Cc’ field.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "August 17, 2019",
      "keywords": [
        "efta00027157",
        "redaction analysis",
        "epstein",
        "suicide",
        "nytimes",
        "2019",
        "august 17",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015428",
      "summary": "This document is a declaration from Nicole McFarland, a Staff Attorney at the Metropolitan Correctional Center (MCC) within the Federal Bureau of Prisons (BOP), in support of the New York Times’ motion for summary judgment in a lawsuit. McFarland describes her role in responding to Freedom of Information Act (FOIA) requests concerning Jeffrey Epstein’s time at the MCC. Here’s a breakdown of the key factual content: *   **McFarland's Role:** She coordinates searches at the MCC when FOIA requests require it, working primarily with GOP’s Central Office. *   **Search Activities:** She directed staff to search various systems and files, including electronic and non-electronic records, the SENTRY database, email systems (SENTRY and TRULINCS), and the BEMR medical record system. *   **Specific Records Examined:** The searches focused on records related to: SHU log entries, Epstein’s quarters history, CIM clearance data, disciplinary records, intake screening forms, security designations, inmate profiles, incident reports, medical reports, visitor logs, phone logs, email communications, and special investigative reports. *   **Findings:** The searches primarily yielded information already documented in the Christenson Declaration. Key findings included: most records related to Epstein had been handed over to the Office of the Inspector General (OIG), and that MCC staff located some responsive records through their own searches, often overlapping with Central Office’s findings. Notably, no meeting minutes related to Epstein’s suicide watch removal were located. *   **Confirmation:** McFarland confirmed that no other individuals at the MCC (or former employees) were reasonably likely to possess responsive records.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "August 22, 2019",
      "keywords": [
        "foia",
        "bureau of prisons",
        "mcc",
        "inmate records",
        "search",
        "email",
        "electronic files",
        "trulinks",
        "sentry",
        "bop",
        "christopher christenson",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020112",
      "summary": "An email exchange occurred between two individuals regarding a New York Times article about a Paris investigation into the Jeffrey Epstein scandal. The email chain originated from [REDACTED] to [REDACTED] and was dated August 23, 2019. One participant shared a link to the article via iPhone.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "paris",
        "investigation",
        "new york times",
        "redaction",
        "efta",
        "exchanges"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020687",
      "summary": "The New York Times Company and reporter Ben Weiser have joined The Post and Daily News in opposing the sealing of records related to the US v. Tartaglione case (16-cr-832). A letter from the NYT Company and Weiser was faxed to the court on September 10, 2019, regarding the unsealing request.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "September 10, 2019",
      "keywords": [
        "efta00020687",
        "tartaglione",
        "us v.",
        "unsealing",
        "records",
        "nyt",
        "new york times",
        "legal",
        "case",
        "sealing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017094",
      "summary": "A New York Times request, led by reporter Ben Weiser, was submitted to the court regarding the unsealing of records in the case *US v. Tartaglione, 16-cr-832*. The request was sent via fax by Al-Amyn Sumar of The New York Times Legal Department. The attached document is a letter from the New York Times Company supporting the unsealing request.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "efta00017094",
        "us v. tartaglione",
        "redaction analysis",
        "new york times",
        "unsealing of records",
        "ben weiser",
        "legal department",
        "case file",
        "fax",
        "correspondence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030707",
      "summary": "Bruce Barket received a transmittal from Sumar Al-Amyn regarding the unsealing of records in the case *US v. Tartaglione, 16-cr-832*. The transmittal included a letter from the New York Times Company reporter Ben Weiser, sent to the court via fax, concerning the same case.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "efta00030707",
        "us v. tartaglione",
        "redaction analysis",
        "bruce barket",
        "sumar al-amyn",
        "new york times company",
        "ben weiser",
        "legal department",
        "attorney client communication",
        "unsealing of records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009971",
      "summary": "An email chain discusses the release of US Marshals Service (USMS) documents related to Jeffrey Epstein’s case, following a Freedom of Information Act (FOIA) request. The emails involve correspondence between USMS staff, including an Associate General Counsel, and individuals at USANYS. Attached files include documents related to the FOIA request, a disclosure letter, and PDFs containing information about Epstein’s records. The emails indicate a discussion about inadvertently released documents and a New York Times article referencing them.",
      "timestamp": "2019-09-16T00:00:00",
      "timestamp_raw": "16 Sep 2019",
      "keywords": [
        "epstein",
        "foia",
        "disclosure",
        "usms",
        "redaction",
        "usanys",
        "legal",
        "documents",
        "request",
        "freedom of information act"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023239",
      "summary": "On October 8, 2019, Matthew Goldstein of The New York Times sent an email to [REDACTED] regarding the financial operations of Jeffrey Epstein’s Southern Trust. The email inquired about continued reporting on the $200 million in revenue and profits generated after Epstein’s Florida conviction, as well as details surrounding searches of Southern Trust offices on August 12th and observations of shredded documents outside the office prior to Epstein’s arrest. The sender sought guidance from the office regarding interest in these financial issues despite Epstein’s death and aimed to distinguish factual reporting from speculation.",
      "timestamp": "2019-10-08T00:00:00",
      "timestamp_raw": "October 8, 2019",
      "keywords": [
        "epstein",
        "financials",
        "southern trust",
        "virgin islands",
        "tax break",
        "jeffrey epstein",
        "new york times",
        "shredded documents",
        "garbage bags",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037409",
      "summary": "On October 10, 2019, Matthew Goldstein of The New York Times contacted the FBI (NY) to inquire about a reported search of Jeffrey Epstein’s business office in St. Thomas, located in the American Yacht Club. Goldstein reported that FBI agents searched Southern Trust’s office on August 12, 2019, based on information from a merchant who witnessed the search and another merchant who observed large bags of shredded papers being removed from the office two weeks prior to Epstein’s arrest. Goldstein requested confirmation of the August 12th search or clarification regarding the date. He provided a link to a related New York Times article.",
      "timestamp": "2019-10-10T00:00:00",
      "timestamp_raw": "October 10, 2019",
      "keywords": [
        "epstein",
        "southern trust",
        "fbi",
        "st. thomas",
        "financial records",
        "shredded papers",
        "search",
        "redaction",
        "new york times",
        "garbage bags"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015292",
      "summary": "Matthew Goldstein of The New York Times posted financial statements related to Jeffrey Epstein online. The documents are available at: [https://int.nyt.com/data/documenthelper/1882-epstein-financial-statements/fc7518962c5a9e00805e/optimized/full.pdf#page=1](https://int.nyt.com/data/documenthelper/1882-epstein-financial-statements/fc7518962c5a9e00805e/optimized/full.pdf#page=1) and [https://www.nytimes.com/2019/10/14/business/jeffrey-epstein-estate.html](https://www.nytimes.com/2019/10/14/business/jeffrey-epstein-estate.html).",
      "timestamp": "2019-10-14T00:00:00",
      "timestamp_raw": "2019/10/14",
      "keywords": [
        "epstein",
        "financial statements",
        "nytimes",
        "matthew goldstein",
        "redaction",
        "efta00015292"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017940",
      "summary": "Prince Andrew stated in an interview with the New York Times that he “let the side down” by staying with Jeffrey Epstein. The interview was published on November 15, 2019, and is accessible via a provided link.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "November 15, 2019",
      "keywords": [
        "prince andrew",
        "jeffrey epstein",
        "nytimes",
        "redaction",
        "efta00017940"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017871",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on November 19, 2019, regarding a New York Times article reporting that prison guards associated with Jeffrey Epstein were arrested. The article detailed the arrests made by the Times.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "efta00017871",
        "redaction analysis",
        "usanys",
        "epstein",
        "arrest",
        "contractor",
        "new york times",
        "prison guards",
        "2019",
        "november 19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024249",
      "summary": "A letter to the editor by Jeffrey Epstein appeared in the New York Times on November 24, 2019, discussing prisons. The letter is accessible at the provided URL: https://www.nytimes.com/2019/11/24/opinion/letters/jeffrey-epstein-prisons.html.",
      "timestamp": "2019-11-24T00:00:00",
      "timestamp_raw": "November 24, 2019",
      "keywords": [
        "epstein",
        "letter to the editor",
        "nyt",
        "redaction",
        "efta00024249"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029644",
      "summary": "A Southern District of New York Assistant United States Attorney sent an email to [REDACTED] detailing an article from The New York Times titled \"Jeffrey Epstein’s Charity: An Image Boost Built on Deception.” The article, published November 26, 2019, investigated how Jeffrey Epstein’s charity, the Epstein Philanthropic Initiative, used images of himself with prominent figures to enhance his public image. The email included a link to the NY Times article.",
      "timestamp": "2019-11-26T00:00:00",
      "timestamp_raw": "November 26, 2019",
      "keywords": [
        "jeffrey epstein",
        "ny times",
        "charity",
        "deception",
        "redaction",
        "united states attorney",
        "southern district of new york",
        "efta00029644"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029251",
      "summary": "A New York Times article from November 30, 2019, investigated Jeffrey Epstein’s potential blackmail activities involving a “Hot List” of individuals and two lawyers, David Boies Pottinger and Richard Sackler, who questioned the payments made to keep the tapes secret. The article referenced a shadowy hacker possessing Epstein’s sex tapes.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "November 30, 2019",
      "keywords": [
        "jeffrey epstein",
        "blackmail",
        "hot list",
        "new york times",
        "sex tapes",
        "david boies pottinger",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020442",
      "summary": "An email was sent on December 1, 2019, forwarding an article from The New York Times regarding David Boies Pottinger’s involvement with Jeffrey Epstein and videos related to blackmail and a “Hot List.” The email’s subject line was “Fwd: Jeffrey Epstein, Blackmail and a Lucrative ‘Hot List’ - The New York Times.”",
      "timestamp": "2019-12-01T00:00:00",
      "timestamp_raw": "December 1, 2019",
      "keywords": [
        "jeffrey epstein",
        "blackmail",
        "new york times",
        "redaction",
        "efta00020442"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032751",
      "summary": "On December 2, 2019, Scott A. Srebnick, P.A., requested the U.S. Attorney’s Office for the Southern District of New York to investigate David Boies and John Stanley Pottinger’s alleged scheme. This scheme involved Boies and Pottinger attempting to purchase videos of Jeffrey Epstein’s alleged criminal activity from Patrick Kessler with the intent of securing payoffs from the wealthy men depicted in the videos. The New York Times reported on this activity, and subsequent television coverage confirmed the details. The request argues that Boies’s conduct constitutes conspiracy to commit extortion and potentially violates other criminal statutes. The lawyers also suggest that Boies’s testimony regarding this scheme may be influenced by a desire to curry favor with the government, given his importance to the firm’s financial success. Srebnick demands evidence relating to Boies's conduct and whether he is under federal investigation.",
      "timestamp": "2019-12-02T00:00:00",
      "timestamp_raw": "December 2, 2019",
      "keywords": [
        "michael avenatti",
        "david boies",
        "jeffrey epstein",
        "boies schiller flexner",
        "united states attorney's office",
        "due process clause",
        "extortion",
        "legal investigation",
        "surveillance",
        "settlements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032753",
      "summary": "On December 5, 2019, the U.S. Department of Justice, via the United States Attorney for the Southern District of New York, responded to a request from Scott A. Srebnick, Esq., regarding information related to the Jeffrey Epstein case and a New York Times article. The request stemmed from a potential need for impeachment material under *Giglio* and its progeny. The government stated that while they intend to provide such material on or before January 14, 2020, they do not believe Srebnick is entitled to it at this time. The government also cautioned against presenting the allegations as evidence and requested that Srebnick either file a motion or inform them in advance if he intends to raise them before the jury.",
      "timestamp": "2019-12-05T00:00:00",
      "timestamp_raw": "December 5, 2019",
      "keywords": [
        "united states v. michael avenatti",
        "new york times",
        "jeffrey epstein",
        "giglio",
        "brady v. maryland",
        "boies schiller flexner llp",
        "impeachment material",
        "evidence",
        "trial",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023435",
      "summary": "A Freedom of Information Act (FOIA) request was submitted by The New York Times to the Bureau of Prisons (BOP) regarding records concerning the prison stay and death of Jeffrey Epstein. The request was assigned FOINPA Request Number 2020-01336 and processed in the complex track due to the need to search field offices and the expected volume of documents. The BOP determined the request was not urgent and would be processed on a first-in, first-out basis. Processing time is estimated up to nine months due to unusual circumstances. Fee considerations and appeal procedures were also outlined.",
      "timestamp": "2019-12-16T00:00:00",
      "timestamp_raw": "December 16, 2019",
      "keywords": [
        "foia",
        "bureau of prisons",
        "freedom of information act",
        "jeffrey epstein",
        "expedited processing",
        "public interest",
        "records request",
        "disclosure",
        "government records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028195",
      "summary": "An email chain discusses obtaining the ages and date of birth (DOB) for individuals named Noel, Thomas, and Jeffrey Spstein. A link to a New York Times article about Spstein and two other individuals is included. The email originates from the U.S. Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2019",
      "keywords": [
        "efta00028195",
        "noel",
        "jeffrey epstein",
        "tova noel",
        "michael thomas",
        "ages",
        "dobs",
        "united states department of justice",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020661",
      "summary": "An email thread discusses a New York Times article regarding Jeffrey Epstein’s prison situation. The email originated from an Assistant U.S. Attorney in the Southern District of New York and was sent to another individual identified as (USANYS). The email chain expresses surprise at the article’s content.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2019",
      "keywords": [
        "redaction",
        "analysis",
        "efta00020661",
        "usanys",
        "letter to the editor",
        "new york",
        "november 2019",
        "jeffrey epstein",
        "prisons",
        "nytimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023433",
      "summary": "On January 9, 2020, the Bureau of Prisons (BOP) responded to a Freedom of Information Act (FOIA) request submitted by Danielle Ivory of The New York Times (request number 2020-01336). The BOP aggregated multiple requests submitted between December 12, 2019, and January 2, 2020, due to concerns about potential fee avoidance. The request for expedited treatment was denied due to insufficient justification. The response outlined the standard FOIA processing procedure, including an appeal process if the requester is dissatisfied. Contact information for further assistance was provided, including the BOP FOIA Public Liaison and the Office of Government Information Services (OGIS).",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "January 9, 2020",
      "keywords": [
        "foia",
        "bureau of prisons",
        "department of justice",
        "freedom of information act",
        "request",
        "aggregation",
        "fees",
        "expedited treatment",
        "records",
        "appeal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022980",
      "summary": "Department of Justice’s (DOJ) investigation into the Duke of York’s alleged involvement with Jeffrey Epstein. Blackfords LLP, representing the Duke of York, is requesting a full, accurate record of the DOJ and FBI’s statements, including transcripts of interviews, following allegations that the DOJ has made misleading statements about the Duke’s cooperation. Specifically, the DOJ claims the Duke of York and his advisors were misleading and prejudicial in their dealings with Epstein, citing New York Times and Telegraph reporting. The Duke of York’s legal team expresses concern that these statements are hindering his ability to cooperate with the investigation and requests confirmation that the DOJ will not make further public statements regarding contact between the Duke and the DOJ.  There’s a series of emails exchanged between Blackfords LLP and the DOJ, primarily involving requests for information, clarifications, and scheduling a phone call to discuss the matter. The core of the dispute revolves around the DOJ's characterization of the Duke's cooperation and the potential for further public statements that could prejudice his case.",
      "timestamp": "2020-01-28T00:00:00",
      "timestamp_raw": "28 Jan 2020",
      "keywords": [
        "u.s. department of justice",
        "duke of york",
        "redaction",
        "investigation",
        "doj",
        "berman",
        "new york times",
        "telegraph",
        "cooperation",
        "statements",
        "legal representation",
        "jeffrey epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024753",
      "summary": "The New York Times published an article on February 4, 2020, titled “Jeffrey Epstein’s Mystery Bank Came Alive After His Death.” The article reported that Southern Country International received millions of dollars from Jeffrey Epstein’s estate following his death. The email was forwarded from USANYS to [REDACTED].",
      "timestamp": "2020-02-04T00:00:00",
      "timestamp_raw": "February 4, 2020",
      "keywords": [
        "jeffrey epstein",
        "nytimes",
        "southern country international",
        "bank",
        "estate",
        "redaction",
        "fwd",
        "usanys",
        "2020",
        "mystery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027875",
      "summary": "On March 18, 2020, an email chain was initiated regarding a lawsuit against Maxwell Investments. The initial email, attached the “Maxwell_suit.pdf,” acknowledged receipt of the lawsuit linked to a New York Times article. A follow-up email confirmed the lawsuit’s existence.",
      "timestamp": "2020-03-18T00:00:00",
      "timestamp_raw": "March 18, 2020",
      "keywords": [
        "maxwell lawsuit",
        "redaction analysis",
        "efta00027875",
        "usanys",
        "new york times",
        "suit",
        "legal",
        "2020",
        "attachment",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030013",
      "summary": "Ghislaine Maxwell is suing Jeffrey Epstein’s estate over legal fees incurred during her legal battles related to her involvement with Epstein. The lawsuit originates from a New York Times article published on March 18, 2020.",
      "timestamp": "2020-03-18T00:00:00",
      "timestamp_raw": "March 18, 2020",
      "keywords": [
        "jeffrey epstein",
        "ghislaine maxwell",
        "legal fees",
        "estate",
        "lawsuit",
        "redaction",
        "nytimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018876",
      "summary": "A lawsuit was initiated against Jeffrey Epstein and Ghislaine Maxwell regarding allegations of sexual abuse. The email, dated March 18, 2020, includes a link to a New York Times article detailing the lawsuit.",
      "timestamp": "2020-03-18T00:00:00",
      "timestamp_raw": "March 18, 2020",
      "keywords": [
        "maxwell",
        "lawsuit",
        "usanys",
        "redaction",
        "efta00018876"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015326",
      "summary": "A recording details a conversation between Geoffrey Berman (USANYS) and [REDACTED] regarding an article describing Ghislaine Maxwell massaging Ms. Maxwell’s breasts. The recording recounts Ms. Maxwell’s account of the event, including her initial hesitation, subsequent consent, and feelings of discomfort.  During the massage, Maxwell had Ms. Maxwell lie on her back while exposing her breasts under a sheet.  [REDACTED] reported a feeling of Jeffrey Epstein’s presence during the massage. Berman requested a specific quote from the New York Times related to this event.",
      "timestamp": "2020-04-15T00:00:00",
      "timestamp_raw": "15 Apr 2020",
      "keywords": [
        "maxwell",
        "massage",
        "ghislaine maxwell",
        "epstein",
        "breast massage",
        "recording",
        "geoffrey berman",
        "usanys",
        "nyt",
        "mike baker"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015026",
      "summary": "The New York Times published an article on April 27, 2020, titled “Attorney General Sees Too Much Secrecy in Epstein Estate.” The article reported that the Attorney General was concerned about excessive secrecy surrounding the management and finances of Jeffrey Epstein’s estate.",
      "timestamp": "2020-04-27T00:00:00",
      "timestamp_raw": "April 27, 2020",
      "keywords": [
        "epstein",
        "estate",
        "secrecy",
        "nytimes",
        "attorney general",
        "redaction",
        "gmail",
        "2020",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023117",
      "summary": "An email was sent from a Southern District of New York Associate U.S. Attorney to an unidentified recipient regarding an article from the New York Times titled “Fund for Jeffrey Epstein’s Accusers Gets Attorney General’s Approval.” The article, accessible at a provided URL (which has been redacted), discusses the approval of a fund for Jeffrey Epstein’s accusers. The email requests forwarding to appropriate individuals.",
      "timestamp": "2020-05-30T00:00:00",
      "timestamp_raw": "30 May 2020",
      "keywords": [
        "jeffrey epstein",
        "fund",
        "accusers",
        "attorney general",
        "nytimes",
        "redaction",
        "southern district of new york",
        "2020",
        "legal",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030476",
      "summary": "The U.S. Department of Justice’s Bureau of Prisons released a set of records in response to a Freedom of Information Act (FOIA) request from The New York Times regarding the case *NY Times. Inc. v. U.S. Department of Justice*.  Of the 434 pages initially submitted, 10 were released in full, 9 were released in part, 1 was deemed duplicative, and 434 were withheld entirely. The withholding was based on exemptions (b)(5), (b)(6), (b)(7)(A), (b)(7)(B), (b)(7)(C), (b)(7)(E), and (b)(7)(F) related to inter-agency communications, personal privacy, law enforcement investigations, and potential endangerment. The records were provided by Eugene E. Baime, Supervisory Attorney.",
      "timestamp": "2020-06-22T00:00:00",
      "timestamp_raw": "June 22, 2020",
      "keywords": [
        "freedom of information act",
        "bureau of prisons",
        "redaction",
        "foia request",
        "u.s. department of justice",
        "privilege",
        "inter-agency communications",
        "personal privacy",
        "law enforcement",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029440",
      "summary": "This email chain, dated July 15, 2020, discusses articles related to Ghislaine Maxwell’s plea of not guilty in the Epstein sex abuse case. The email includes links to articles from The Washington Post, The New York Times, Daily Mail, CNN, and NYPost covering her arrest, plea, and related details, including information about her purchasing a New Hampshire mansion. The document is identified as EFTA00029440.",
      "timestamp": "2020-07-15T00:00:00",
      "timestamp_raw": "July 15, 2020",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "bail",
        "sex abuse",
        "washington post",
        "new york times",
        "cnn",
        "daily mail",
        "maxwell articles"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024722",
      "summary": "The New York Times published an article on July 23, 2020, detailing the sale of Jeffrey Epstein’s mansions in New York and Palm Beach for $110 million. The article originated from an email sent from [REDACTED] to [REDACTED].",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "epstein",
        "mansions",
        "new york",
        "palm beach",
        "sale",
        "$110 million",
        "new york times",
        "jeffrey epstein",
        "redaction",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028660",
      "summary": "This document is a collection of news links related to legal matters and press clips, specifically concerning the July 28, 2020, testimony of Attorney General William Barr, Michael Cohen, and Ghislaine Maxwell. It includes links to news articles from sources like ABC News, MSN, Newsweek, The Daily Beast, Politico, The New York Times, and The Wall Street Journal. One matter of interest discussed is a proposed bill in New Jersey to restrict prosecutors from running for office for three years.",
      "timestamp": "2020-07-28T00:00:00",
      "timestamp_raw": "July 28, 2020",
      "keywords": [
        "sdny press clips",
        "2020",
        "michael cohen",
        "ghislaine maxwell",
        "ag testimony",
        "william barr",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015515",
      "summary": "Nicole McFarland, a Staff Attorney at the Metropolitan Correctional Center (MCC) within the Federal Bureau of Prisons (BOP), submitted a supplemental declaration in support of the BOP’s motion for summary judgment regarding a factual error in a previous declaration. She corrected statements in the original declaration concerning a log book related to Jeffrey Epstein’s activity on July 30, 2020. The log book documented a phone call made by Epstein, not a visitor, and McFarland corrected paragraphs 17, 28, and 30 of the original declaration to reflect this accurate information. She affirmed the accuracy of the declaration under penalty of perjury.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "new york times",
        "bureau of prisons",
        "nicole mcfarland",
        "foia",
        "jeffrey epstein",
        "log book",
        "phone call",
        "summary judgment",
        "united states district court",
        "intake screening phone log"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021168",
      "summary": "A collection of news clippings from August 4, 2020, covering various topics including: Donald Trump’s comments regarding Jeffrey Epstein’s death, Ghislaine Maxwell’s trial, investigations into Trump’s activities (including insurance fraud and potential bank fraud), legal proceedings related to disputed ballots, security agency purges in Mexico, a Justice Department investigation into Intuit’s takeover of Credit Karma, and a Novartis settlement for illegal kickbacks.",
      "timestamp": "2020-08-04T00:00:00",
      "timestamp_raw": "August 4, 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "trump",
        "sex trafficking",
        "sdny",
        "august 4",
        "2020",
        "new york times",
        "wapo",
        "tmz",
        "insurance journal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011411",
      "summary": "This file contains email exchanges related to news clippings from October 13, 2020, focusing primarily on Jeffrey Epstein’s legal issues and related news. The emails include links to articles from various sources like the NY Post, US News, CNN, Politico, The Hill, and The New York Times, covering topics such as Epstein’s financial transactions, a Maxwell trafficking event, and a New York governor’s COVID-19 shutdown. The emails appear to be part of a redaction analysis for document EFTA00011411.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "sdny",
        "news clips",
        "october 13",
        "2020",
        "redaction",
        "efta00011411",
        "maxwell",
        "epstein",
        "cnn",
        "nyt",
        "politico",
        "us news"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028662",
      "summary": "This document contains clippings from news sources covering stories related to Ghislaine Maxwell, Hunter Biden, and related legal and political developments, primarily from October 26, 2020. The clippings include articles from sources such as the New York Post, Bloomberg, The Guardian, The Wall Street Journal, CNBC, Law.com, The Washington Examiner, Daily News, The Daily Beast, The Hill, Vox, LA Times, Epoch Times, and The New York Times.  A video titled \"This Week at Justice\" is also referenced.",
      "timestamp": "2020-10-26T00:00:00",
      "timestamp_raw": "October 26, 2020",
      "keywords": [
        "sdny",
        "ghislaine maxwell",
        "hunter biden",
        "trump",
        "bloomberg",
        "guardian",
        "wsj",
        "law.com",
        "washington examiner",
        "daily beast"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021251",
      "summary": "This document is a news clip collection from November 5, 2020, relating to news from New York City and broader events surrounding the 2020 United States presidential election. The clips include links to articles from sources like the New York Daily News, AP, People, Vanity Fair, The New York Times, City & State, Reuters, JD Supra, Yahoo News, LA Times, Newsweek, ProPublica, and the Wall Street Journal. The subject matter covers topics such as the “We Build the Wall” rally, 6ix9ine’s kidnapping case, William Barr’s involvement, election protests, police corruption, a Bombardier investigation, FinCEN inquiries, Trump’s views on policing, and rejected mail-in ballots.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "November 5, 2020",
      "keywords": [
        "efta00021251",
        "sdny",
        "news clips",
        "november 5",
        "2020",
        "brian kolfage",
        "election",
        "protests",
        "kidnapping",
        "trump",
        "voting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028280",
      "summary": "This email, dated December 29, 2020, contains news clippings from various sources regarding Donald Trump, Rudy Giuliani, Hunter Biden, and related legal investigations. The clippings include links to articles from the New York Daily News, New York Post, The Hill, Fox News, Yahoo News, AP, Breitbart, the New York Times, and the Boston Globe. One redaction was present on the document.",
      "timestamp": "2020-12-29T00:00:00",
      "timestamp_raw": "December 29, 2020",
      "keywords": [
        "efta00028280",
        "sdny news clips",
        "december 2020",
        "redaction analysis",
        "nydn",
        "ny post",
        "the hill",
        "fox news",
        "yahoo news",
        "ap",
        "breitbart"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011037",
      "summary": "*   **Toyota Settlement:** Toyota is set to settle a U.S. Justice Department investigation into delayed emissions. *   **Capitol Riot:** A New York MTA worker, Will Pepe, was arrested in connection with the Capitol riot. *   **Trump Impeachment:** The New York Times reported on Trump’s second impeachment. *   **Ghistaine Maxwell Adaptation:** A true crime podcast about Ghislaine Maxwell is being adapted into a television series. *   **Other News:** Includes reports on a New York City cab robbery, a DOJ antitrust chief stepping down, a Republican senator announcing an impeachment article, a billionaire winning a discovery in a malpractice case, a clean-energy startup facing challenges, and a NASA scientist pleading guilty to lying about involvement in a NASA project.",
      "timestamp": "2021-01-14T00:00:00",
      "timestamp_raw": "January 14, 2021",
      "keywords": [
        "toyota",
        "sdny",
        "capitol riots",
        "trump",
        "mitch mcconnell",
        "ghislaine maxwell",
        "human trafficking",
        "fbi",
        "guo wengui",
        "nikola"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021350",
      "summary": "An individual at the United States Department of Justice (U.S. Attorney’s Office, Southern District of New York) received an email regarding a New York Times article about accusations against Alexander Wang. The sender believes there may not be a federal nexus but intends to contact the lawyer representing victims of Jeffrey Epstein, who also represents victims in this case, to explore potential involvement. The sender is aiming to bring more sex abuse cases into the Victim Outreach Center (VOC).",
      "timestamp": "2021-02-18T00:00:00",
      "timestamp_raw": "2021/02/18",
      "keywords": [
        "efta00021350",
        "redaction analysis",
        "new york",
        "justice",
        "sex abuse",
        "victims",
        "epstein",
        "legal",
        "nexus",
        "nytimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022508",
      "summary": "An Assistant United States Attorney is querying whether records related to Jeffrey Epstein, specifically documents from The New York Times, should be withheld due to a Tartaglione redaction. The attorney believes the records can be released without concerns related to Tartaglione.",
      "timestamp": "2021-05-02T00:00:00",
      "timestamp_raw": "02 May 2021",
      "keywords": [
        "epstein",
        "foia",
        "tartaglione",
        "redaction",
        "united states attorney",
        "new york times",
        "white plains",
        "mi inien c=mmim",
        "jason",
        "maurene"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031611",
      "summary": "Steven Kochevar (USANYS) inquired about a document marked as withheld in full due to Tartaglione concerns. He believed the document could be released without those concerns and attached a copy of the New York Times article related to the Epstein records. The email thread includes a response indicating acceptance of this assessment.",
      "timestamp": "2021-05-02T00:00:00",
      "timestamp_raw": "02 May 2021",
      "keywords": [
        "epstein",
        "foia",
        "tartaglione",
        "redaction",
        "new york times",
        "usanys",
        "kochevar",
        "steven",
        "wif",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024016",
      "summary": "A request for redaction was initiated regarding document EFTA00024016 related to the Epstein FOIA. A communication occurred between [REDACTED] and [REDACTED] (USANYS) regarding an extension request, with [REDACTED] intending to contact the New York Times to seek consent for a two-week period for redaction.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "usanys",
        "new york times",
        "extension"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013391",
      "summary": "USAO-SDNY is releasing approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC). The release stems from ongoing Freedom of Information Act (FOIA) litigation by The New York Times. The documents include internal BOP memoranda, Epstein’s psychological records, the autopsy report, and emails from the day of the incident. The release is occurring because USAO-SDNY entered deferred prosecution agreements with Tova Noel and Michael Thomas, who were criminally prosecuted for falsifying records related to Epstein’s death. The BOP plans to redact photographs of Epstein’s remains and names of staff members.",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia litigation",
        "bureau of prisons",
        "new york times",
        "redacted",
        "suicide",
        "mcc",
        "tova noel",
        "michael thomas",
        "autopsy report",
        "documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014902",
      "summary": "The USAO-SDNY plans to release approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC) to The New York Times. This release follows deferred prosecution agreements with Tova Noel and Michael Thomas, who were accused of falsifying records regarding Epstein’s death. The documents include internal BOP memoranda, reports, emails, and the autopsy report, detailing failures in security and staffing that contributed to Epstein’s death. The BOP intends to redact photographs of Epstein’s body and names of specific personnel. Notifications regarding the release have been sent to the BOP and the Department of Justice – Office of the Inspector General (DOJ-OIG).",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia",
        "bureau of prisons",
        "redacted",
        "umr",
        "new york times",
        "criminal prosecution",
        "suicide",
        "metropolitan correctional center",
        "doj-oig"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029619",
      "summary": "Emails detail discussions regarding a Freedom of Information Act (FOIA) request related to Jeffrey Epstein materials. The Department of Justice, specifically the Southern District of New York (SDNY) and Main (Fed Programs), are coordinating with the New York Times. There is interest from the Attorney General’s Office and potential follow-up from DC. A timeline is being discussed, with an initial estimate of tomorrow for a voluminous release that will take the Times time to process.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2021",
      "keywords": [
        "epstein",
        "foia",
        "justice",
        "times",
        "main",
        "bop",
        "media",
        "release",
        "inquiry",
        "timing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019648",
      "summary": "James Margolin, Chief Public Information Officer for the U.S. Attorney’s Office SDNY, sent an opinion piece from *The New York Times* titled \"Opinion I Julie Brown's Fight to Expose Epstein's Crimes - and Earn a Living.\" The article discusses Julie Brown’s efforts to publish a book detailing her experiences related to Jeffrey Epstein’s crimes and her subsequent need to support herself financially.",
      "timestamp": "2021-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2021",
      "keywords": [
        "efta00019648",
        "julie brown",
        "epstein",
        "new york times",
        "james margolin",
        "opinion",
        "redaction",
        "usanys",
        "contractor",
        "crimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010616",
      "summary": "*   Florence Hutner, General Counsel for the Office of Chief Medical Examiner, is communicating regarding a FOIA request related to Jeffrey Epstein’s autopsy report. *   The autopsy report was produced to the New York Times and a redacted version was attached. *   The U.S. Attorney’s Office (Southern District of New York) is involved, having notified Mark Epstein’s attorney and intending to provide a courtesy heads-up. *   Confirmation was sought regarding the conclusion of the federal investigation and whether the NYT has published any redacted autopsy reports. *   A toxicology report request from a member of the public was received.",
      "timestamp": "2021-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2021",
      "keywords": [
        "epstein",
        "foia",
        "autopsy report",
        "redacted",
        "ocme",
        "toxicology",
        "investigation",
        "nyt",
        "release",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027422",
      "summary": "This document is a forwarded email from September 15, 2021, containing a link to a New York Times article titled \"Prince Andrew Sues Ghislaine Maxwell Over Alleged Abuse.\" The email is marked as \"FWIW\" (For What It's Worth) and sent from an iPhone. The document’s identifier is EFTA00027422.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "September 15, 2021",
      "keywords": [
        "efta00027422",
        "prince andrew",
        "epstein",
        "lawsuit",
        "nytimes",
        "2021",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025033",
      "summary": "An individual (identified as \"Scanned by McAfee and confirmed virus-free\") requested a copy of all records released to the New York Times regarding their brother, Jeffrey Epstein, as part of a Freedom of Information request. The request was sent on October 25, 2021, and inquired about the quickest method to obtain the records.",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "efta00025033",
        "new york times",
        "foi request",
        "jeffrey epstein",
        "redaction",
        "records",
        "case",
        "virus-free",
        "external",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028030",
      "summary": "An individual (EFTA00028031) requested a copy of records released to the New York Times regarding their brother’s case involving Jeffrey Epstein. A previous sender (EFTA00028030) advised forwarding such requests to them, who would then pass them to BOP and ensure the Civil Division of their Office receives the copy of the FOIA request. The initial sender had previously informed the recipient that the requester needed to submit a FOIA request to BOP specifically referencing the NYT release.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "foia",
        "request",
        "bop",
        "new york times",
        "jeffrey epstein",
        "redaction",
        "civil division",
        "records",
        "email",
        "efta00028030"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025058",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025055",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028026",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025058",
      "summary": "An individual (referred to as \"Hi,\") requested copies of all records released to the New York Times regarding their brother’s case (Jeffrey Epstein) through a FOIA request to the Bureau of Prisons (BOP). The sender of the initial request, Mr. [REDACTED], instructed the recipient to submit the FOIA request and provide a copy. He would then forward the request to the Civil Division of their Office, noting that the request specifically pertains to the records already released to the NYT.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "foia",
        "bop",
        "new york times",
        "jeffrey epstein",
        "records",
        "request",
        "civil division",
        "scotland",
        "redaction",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028030",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025055",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028026",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025060",
      "summary": "An email chain discusses forwarding a request for records released to the New York Times regarding a case involving Jeffrey Epstein. One individual (identified as “”) is instructed to submit a FOIA request to the BOP, providing a copy to another individual (“”) who will then forward it to the Civil Division of the Office. The initial request originates from someone seeking all records released to the NYT.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "foia",
        "request",
        "bop",
        "nyt",
        "epstein",
        "records",
        "civil division",
        "redaction",
        "efta00025060",
        "jeffrey"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025055",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028026",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025055",
      "summary": "An individual (identified as \"Scanned by McAfee and confirmed virus-free\") requested a copy of all records released to the New York Times regarding their brother Jeffrey Epstein’s case through the Bureau of Prisons (BOP). Another individual ([REDACTED]) advised the requester to submit a FOIA request to the BOP specifically requesting the NYT-released materials, and offered to forward the request to the Civil Division of their Office, stating that their division does not handle FOIA requests. A previous discussion occurred over the summer regarding this matter, where the requester’s brother had not submitted a request.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "foia",
        "request",
        "bop",
        "nyt",
        "jeffrey epstein",
        "records",
        "civil division",
        "redaction",
        "efta00025055",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025060",
            "similarity": 0.538,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025058",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028030",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028026",
            "similarity": 0.667,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028026",
      "summary": "An individual (EFTA00028026) requested a copy of records released to the New York Times regarding their brother’s case (Jeffrey Epstein) through a FOIA request to the Bureau of Prisons (BOP). A colleague (alMIN) advised the requester to submit the request directly to the BOP and offered to forward a copy once received, noting that the requester’s office does not handle FOIA requests. The original request was forwarded for awareness.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "foia",
        "bop",
        "nyt",
        "jeffrey epstein",
        "request",
        "civil division",
        "records",
        "redaction",
        "almin",
        "efta00028026"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025055",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025060",
            "similarity": 0.538,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025058",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023125",
      "summary": "A request was submitted to the Bureau of Prisons (BOP) seeking information related to the death of Jeffrey Epstein while in federal custody at the Metropolitan Correctional Center (MCC) in NYC. The requestor, the sole heir and next of kin, seeks the same information released to the New York Times via a FOIA request, including: *   A copy of the August 9th, 2019 video tape from the SHU. *   A list of inmates on that tier and their transfer history. *   Information on personnel directing actions on that tier and those present with EMTs. *   A copy of any incident report related to the movement of Epstein’s body before the medical examiner arrived. A legal advisor instructed the requestor to submit a FOIA request to the BOP, specifically referencing the NYT release, and to forward a copy of the request to the Civil Division for processing.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2021",
      "keywords": [
        "foia",
        "bop",
        "jeffrey epstein",
        "mcc",
        "shu",
        "august 9th 2019",
        "video tape",
        "inmate list",
        "civil division",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032349",
      "summary": "Key highlights include: *   **Second Circuit Ruling:** The Second Circuit Court of Appeals ruled that the \"McDonnell\" ruling (regarding U.S. FCPA prosecutions) does not apply broadly to corruption cases, affirming a conviction of a Chinese developer for bribing UN officials. *   **Various Legal Cases:** Several significant legal cases are reported on, including: *   A former KPMG accountant sentenced for theft of confidential inspection plans. *   A New York Times defamation lawsuit against Joe Arpaio dismissed. *   The investigation into Jeffrey Epstein’s death and related documents. *   A charity accused of Iran sanctions violations receiving a new trial. *   Cisco’s $8.6 million settlement over cybersecurity flaws. *   Intellectual property disputes involving Humvee and \"Call of Duty,\" and a lawsuit by NBA star Giannis Antetokounmpo. *   **Judicial Concerns:**  A judge expressed frustration with attacks on the judiciary and urged for more aggressive action. *   **Industry News:** The document covers trends within the legal profession, such as growth in certain firms (Eversheds Sutherland), discussions around lawyer well-being, and developments in areas like cannabis law and tech privacy. *   **Job Postings:**  A list of job openings within various law firms and legal fields is also included. Essentially, it's a snapshot of key legal developments and trends as reported by Law360 at the time of publication (December 26, 2025).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "un bribery",
        "mcdonnell",
        "foreign corrupt practices act",
        "fcpa",
        "second circuit",
        "corruption prosecution",
        "chinese real estate developer",
        "kpmg",
        "tax evasion",
        "arpaio defamation suit",
        "jeffrey epstein",
        "sec",
        "cybersecurity",
        "data breach",
        "intellectual property",
        "trademark lawsuit",
        "\"call of duty",
        "\" greek freak",
        "parody",
        "copyright infringement",
        "securities fraud",
        "white collar crime",
        "judicial independence",
        "cyber security & privacy",
        "delta airlines",
        "cyber security",
        "legal industry",
        "attorney well-being",
        "legal access",
        "extradition",
        "pro publica",
        "corporate news",
        "cannabis",
        "tech giants",
        "litigation funding",
        "attorney jobs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}