{
  "keyword": "august 10",
  "count": 36,
  "keyword_match_count": 36,
  "content_match_count": 222,
  "total_files": 258,
  "timeline": [
    {
      "file_id": "EFTA00023506",
      "summary": "This document details the collected items related to case EFTA00023506, identified as 31E-MM-108062. The items were collected on August 10, 2007, and encompass a wide range of media and personal effects, including phone message books, files, shredded paper, photographs, VHS tapes, CDs, and various massage tables and related accessories.  The collection includes both physical items (like paper, furniture, and clothing) and audio/video recordings. There are multiple collections documented, categorized by type (All, 1B, 18) and containing a substantial number of items, totaling 110 items across nine pages of documentation.  The final collection (page 10) is a report totalizing 10 items.",
      "timestamp": "2007-08-10T00:00:00",
      "timestamp_raw": "August 10, 2007",
      "keywords": [
        "efta00023506",
        "case management",
        "collected items",
        "phone message books",
        "photos",
        "vhs tapes",
        "cds",
        "massage tables",
        "documents",
        "case id"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023505",
      "summary": "A communication discusses producing two PDF documents – an investigative case management report from August 10, 2007, and a property description log from September 6, 2006 – as part of Rule 16 discovery. The documents relate to evidence seized for Jeffrey Epstein’s case and are intended for a witness (identified as “a”) who is expected to testify regarding the seizure. The sender requests the creation of a “testifying witness folder” for this witness.",
      "timestamp": "2007-08-10T00:00:00",
      "timestamp_raw": "August 10, 2007",
      "keywords": [
        "efta00023505",
        "maxwell",
        "witness folder",
        "testimony",
        "evidence",
        "seizure",
        "rule 16 discovery",
        "epstein",
        "usanys",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013857",
      "summary": "An out-of-office auto-reply was sent from [REDACTED] to [REDACTED] on August 4, 2009, regarding an \"Epstein issue\" with the State Attorney’s Office. The sender stated they would return on August 10th and directed inquiries to their assistant. The document identifier is EFTA00013857.",
      "timestamp": "2009-08-04T00:00:00",
      "timestamp_raw": "August 4, 2009",
      "keywords": [
        "efta00013857",
        "epstein",
        "state attorney's office",
        "out of office",
        "autoreply",
        "redaction",
        "august 2009"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029458",
      "summary": "Paul G. Cassell, representing his client, contacted the New Scotland Yard on July 31, 2015, regarding an investigation into Jeffrey Epstein and Ghislaine Maxwell’s alleged involvement in international sex trafficking. Cassell followed up on a previous correspondence from May 4, 2015, requesting an update on the investigation. The New Scotland Yard responded on August 10, 2015, confirming they were progressing the matter and anticipated a more detailed response in September. They requested written confirmation from Cassell as the official legal representative for Maxwell, including verification from her that all correspondence should be directed through him.",
      "timestamp": "2015-07-31T00:00:00",
      "timestamp_raw": "July 31, 2015",
      "keywords": [
        "epstein",
        "maxwell",
        "sex trafficking",
        "paul cassell",
        "utah",
        "new scotland yard",
        "legal representation",
        "investigation",
        "correspondence",
        "criminal law"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036018",
      "summary": "The document is a series of email exchanges related to the installation and documentation of a camera system at the Metropolitan Correctional Center (MCC) New York. Key points include: *   **Initial Inquiry:** An Assistant Special Agent in Charge (ISAIC) requests information about the camera system’s history, specifically regarding a Facility Manager’s role and the timing of its installation, particularly in relation to the Epstein case. *   **Manager’s Background:** The Facility Manager describes his various titles (Acting Facility Manager, Facility Manager, TDY assignments) and the timing of his involvement with the MCC New York, stating the camera system was installed in August 2019. *   **Installation Timeline:** Emails detail the camera system’s arrival and installation timeline, initially scheduled for March 17, 2019, and completed by August 16, 2019, due to a project funded by the Bureau of Prisons. *   **Tracking Issues:**  Attempts to locate tracking information for the camera system are documented, with a representative from SigNet Technologies providing details regarding the order and estimated delivery date. *   **Ongoing Investigation:** The ISAIC continues to probe the details, seeking confirmation of the timeline and the manager's precise role.",
      "timestamp": "2019-03-17T00:00:00",
      "timestamp_raw": "March 17, 2019",
      "keywords": [
        "facility manager",
        "mcc new york",
        "camera system",
        "repairs",
        "tdy",
        "august 2019",
        "installation",
        "august 10",
        "2019",
        "funding",
        "contractors",
        "equipment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027179",
      "summary": "The document is a 30-minute video recording (MOC 2019/101469) captured on August 8th and 9th, 2019, and August 10th, 2019. The recording includes timestamps for various events and observations, primarily focusing on movements and counts. Notable events include: *   Several instances of \"upsuits\" and \"downsuits\" occurring at specific times. *   Counts of individuals (27 and 28), with people moving in and out of rooms. *   Specific time stamps highlighting interactions and observations, including the recording of individuals at particular locations and times (e.g., 12:00 AM, 1:00 AM, 4:00 AM, etc.). *   Occasional \"checks\" or \"backs\" at various times. The file appears to be part of an audit or monitoring process.",
      "timestamp": "2019-06-09T00:00:00",
      "timestamp_raw": "6/9/2019",
      "keywords": [
        "reunds",
        "video",
        "moc",
        "counts",
        "2019",
        "8/9/2019",
        "8/10/2019",
        "upsuits",
        "downstaks",
        "check",
        "people"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033545",
      "summary": "The logs detail various activities within the NYM SHU and Housing Unit, Special (SHU) – specifically Level 1 (SHU), Level 2 (SHU), and Level 3 (9 SOUTH SHU).  These entries include shift changes, official counts, routine checks (body alarms, fire panels, inventory, keys, OC spray, radios), searches of areas, rounds by officers and lieutenants, and the feeding of inmates. Multiple users (TF59463, TF18923, TF18830, TF49363, TF18945, TF28247 and TF34228) logged these activities.",
      "timestamp": "2019-06-23T00:00:00",
      "timestamp_raw": "June 23, 2019",
      "keywords": [
        "prison log",
        "nym",
        "shu",
        "housing unit",
        "truintel",
        "log entries",
        "events",
        "shift",
        "user",
        "body alarm check",
        "fire alarm panel check",
        "inventory sheet",
        "key check",
        "oc spray check",
        "radio check",
        "search (areas)",
        "official count",
        "rounds (officer)",
        "beginning shift",
        "end shift"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033663",
      "summary": "Martin Weinberg, on behalf of the Epstein family, requested the preservation and production of all documents, records, and evidence related to Jeffrey Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC) from July 6, 2019, onward, particularly concerning the July 23rd incident and August 10th death. This included requests for video footage, employee records, communication logs, medical records, physical evidence, and interviews. A notification of Epstein’s death was subsequently sent by the MCC.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "investigations",
        "death",
        "august 10",
        "2019",
        "fbi",
        "usms",
        "mental health",
        "cell",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036030",
            "similarity": 0.611,
            "index": 8,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034607",
            "similarity": 0.611,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019067",
            "similarity": 0.647,
            "index": 11,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036030",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center forwarded a request from Martin G. Weinberg to preserve and produce all documents and records related to Jeffrey Epstein’s imprisonment, detention, and death, encompassing personnel records, surveillance footage, medical records, communications, and physical evidence. The request specifically focused on the period from July 6, 2019, to August 10, 2019, including the events surrounding his attempted suicide and death. Subsequently, the attorney sent a notification of Epstein’s passing, stating that the investigation was ongoing and that no further details were available.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "august 10",
        "2019",
        "death",
        "investigation",
        "preservation",
        "fbi",
        "usms",
        "foia"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033663",
            "similarity": 0.611,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034607",
            "similarity": 0.647,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019067",
            "similarity": 0.588,
            "index": 11,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035053",
            "similarity": 0.733,
            "index": 224,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034607",
      "summary": "A family member, Martin Weinberg, has requested the preservation and production of all documents, records, videos, and other information related to Jeffrey Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC) in New York. This includes materials from July 6, 2019, onward, specifically focusing on the events surrounding the July 23, 2019, attempted suicide and his death on August 10, 2019. The request covers data from various entities including the MCC, Warden, legal counsel, USMS, FBI, Inspector General, USAO, and any relevant state or city agencies. Specific items sought include video recordings, duty logs, observations, photographs, electronic communications, mental health records, medical records, physical evidence, and any notes found in Epstein’s cell. A separate email from a BOP Supervisory Staff Attorney provides official notification of Epstein’s passing and indicates an ongoing investigation.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "preservation",
        "investigation",
        "death",
        "august 10",
        "2019",
        "9th floor",
        "cell",
        "mental health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036030",
            "similarity": 0.647,
            "index": 8,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033663",
            "similarity": 0.611,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019067",
            "similarity": 0.688,
            "index": 11,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035053",
            "similarity": 0.733,
            "index": 224,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036570",
      "summary": "Two SRO (Special Review Oversight) reports concerning inmate Epstein (76318-054) were conducted between July 10, 2019 and July 23, 2019, and July 29, 2019 and August 10, 2019, within SHU 7. Epstein was held in SHU for only two days (July 7-8, 2019) during the first review. Data related to Epstein’s SROs was stored in the DREV table, and efforts were made to reconstruct his 292 record from August 5-9, 2019, due to his death in NYM SHU on Saturday, August 4, 2019. The reconstruction task was prioritized and required obtaining SRO data to analyze Epstein’s activity prior to his death.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "sro",
        "shu",
        "data",
        "redaction",
        "nym",
        "292 forms",
        "inmate",
        "reviews",
        "reconstruction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019067",
      "summary": "Martin Weinberg, attorney for Jeffrey Epstein’s family, is requesting the preservation and production of all documents and records related to Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC). This includes videos, records of personnel, observations, medical records, communications, physical evidence, and inmate logs from July 23, 2019, through August 10, 2019. The request is prompted by the circumstances surrounding Epstein’s death and subsequent investigation, including an attempted suicide and the involvement of the US Attorney’s Office for the Southern District of New York (SDNY) and the FBI.  Two emails detail ongoing communication and updates regarding the investigations from BOP officials and the Attorney General.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "detention",
        "death",
        "investigation",
        "records",
        "documents",
        "suicide",
        "august 10",
        "2019",
        "evidence",
        "communications",
        "mental health"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034607",
            "similarity": 0.688,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036030",
            "similarity": 0.588,
            "index": 8,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033663",
            "similarity": 0.647,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035053",
            "similarity": 0.667,
            "index": 224,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036062",
      "summary": "On July 23, 2019, inmate Epstein was found unresponsive in her cell, exhibiting a red neck and placed on suicide watch. Following daily psychological evaluations, she was removed from suicide watch on July 29, 2019, and returned to the Special Housing Unit with a different cellmate. On August 9, 2019, her cellmate was released from court, leaving Epstein without a cellmate and requiring a psychological alert. Unit staff reported unusual behavior, including missed counts and a refusal to discuss events by two officers. On August 10, 2019, Epstein was found unresponsive in her cell, resulting in her death after CPR and transport to the hospital; bruising around her neck and a makeshift noose were discovered in the cell.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "suicide watch",
        "cellmate",
        "medical evaluation",
        "cpr",
        "bruising",
        "noose",
        "institution",
        "death",
        "psychological evaluation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027098",
      "summary": "An email chain discusses document preservation related to Jeffrey Epstein’s confinement conditions, specifically referencing incidents on July 23, 2019, and his August 10, 2019, suicide. A prosecutor provides emails concerning these events, stating they have no handwritten notes or texts. Another individual sends a request to all relevant parties to forward the email, check for documents relating to Epstein’s confinement, and report back on whether they have any hard-copy notes, scanned documents, or texts. The email emphasizes the importance of preserving any pertinent information through regular backups and requested documentation submissions.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "oig",
        "fbi",
        "document preservation",
        "confinement",
        "suicide",
        "emails",
        "redaction",
        "sdny",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036653",
      "summary": "From August 3, 2019, to August 10, 2019, employee EFTA00036653 recorded the following hours: 17 on 8/3/19, 11 on 8/4/19, 25 on 8/5/19, 30 on 8/6/19, 29 on 8/7/19, 26 on 8/8/19, and 28 on 8/9/19. Overtime hours ranged from 136 to 273, with corresponding comp time usage varying from 8 to 24 hours.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "leave",
        "overtime",
        "hours",
        "comp time",
        "redaction analysis",
        "efta00036653",
        "8/3/19",
        "8/4/19",
        "8/5/19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036163",
      "summary": "This email announces available overtime shifts for August 10-11, 2019, at the Metropolitan Correctional Center in New York. The shifts require Non-Custody staff to cover custody posts. Specific posts listed include MW, DW, and EW units, along with control and internal locations, for both Saturday and Sunday. Staff are instructed to notify their supervisors and contact the Lieutenants Office at 6450 to sign up.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2019",
      "keywords": [
        "overtime",
        "weekend",
        "custody",
        "staff",
        "sign-up",
        "metropolitan correctional center",
        "nym",
        "bop.gov",
        "shift",
        "lieutenant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036366",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036405",
      "summary": "An email announces limited availability of the sender from August 5th to August 9th due to being out of the office. An acting replacement is designated for those dates, reachable via phone and radio track 4. The email then details volunteer sign-ups for custody posts on August 10th and 11th, listing specific shifts and locations for Non-Custody staff. The Metropolitan Correctional Center in New York provides contact information including the address and phone number.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2019",
      "keywords": [
        "overtime",
        "weekend",
        "custody",
        "staff",
        "volunteer",
        "sign-up",
        "radio",
        "supervisor",
        "metropolitan correctional center",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036366",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036756",
            "similarity": 0.667,
            "index": 256,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036366",
      "summary": "An email was sent on August 8, 2019, requesting volunteers for custody posts over the weekend of August 10-11, 2019. The email lists specific posts needing coverage, including MW, DW, and EW shifts, and directs interested individuals to contact the Lieutenants Office at 6450 to sign up. The email is from the Metropolitan Correctional Center in New York, NY.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "overtime",
        "weekend",
        "custody",
        "staff",
        "volunteer",
        "sign-up",
        "shift",
        "metropolitan correctional center",
        "new york",
        "lieutenant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036405",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036163",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036756",
            "similarity": 0.667,
            "index": 256,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036149",
      "summary": "Service Request #24975 involves a crashed RAID system (EFTA00036149) with “S” errors on the display. The issue was first discovered on August 8th. Attempts to replace the mid drives on August 9th and 10th by Justin Houston, Jeff McKenzie, and Jeff Cranor were unsuccessful due to data loss during the replacement process. The technicians were unable to properly shut down the RAID before removing and replacing the drives, resulting in data corruption. The recommended solution involves resetting the RAID level to none and restarting the system, but a full rebuild and data wipe may be required. The incident occurred at 150 Park Row, New York, NY 10007, with a contract involving Jeff Cranor, Jeff McKenzie, and Justin Houston. Phone support was engaged on August 10th.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "Aug 8, 2019",
      "keywords": [
        "raid",
        "fbop",
        "service request",
        "redaction",
        "drives",
        "qognify",
        "new york",
        "844-802-0188",
        "emergency",
        "consistent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034465",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Special Housing Unit (SHU) at WAB-USMS-SDNY, leading to a medical emergency and subsequent death. Initial events included an inmate departure for court, visits with attorneys, and a social call. CPR and medical interventions were performed, and he was transported to Beekman Hospital. A timeline of responses followed, involving law enforcement (FBI, USMS), legal personnel (AUSA, Judge Berman), medical staff (Medical Examiner, Psychologist), and institutional staff (warden, correctional officers, IT staff). Investigations spanned multiple days, including interviews, fingerprint collection, forensic examinations, and the removal of electronic devices. The investigation involved numerous agencies and personnel, culminating in the release of the body for autopsy and the resumption of normal operations on August 11, 2019.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "august 10",
        "2019",
        "coroner",
        "crisis support team"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034474",
            "similarity": 0.769,
            "index": 20,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035461",
            "similarity": 0.846,
            "index": 21,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034474",
      "summary": "Medical personnel initiated CPR and other life-saving measures, leading to intubation and administration of epinephrine. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. The incident triggered a rapid response involving multiple agencies including the US Marshals Service, FBI, District Attorney’s office, medical staff, psychological staff, and various institutional personnel. Investigations included interviews with inmates, collection of forensic evidence (fingerprints, photographs, clothing), and the removal of electronic devices from his cell. The autopsy was conducted on August 12, 2019, and forensic teams (OIG/FBI) collected computer data. The timeline details the coordination of these efforts, communications with relevant parties, and the actions taken by various individuals and organizations involved in the response.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "ems",
        "fbi",
        "autopsy",
        "coroner",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034465",
            "similarity": 0.769,
            "index": 19,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035461",
            "similarity": 0.769,
            "index": 21,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035445",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034367",
            "similarity": 0.5,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035461",
      "summary": "CPR and various medical interventions were attempted. Emergency services were called, and he was transported to Beekman Hospital. A timeline of events followed, including notifications to various authorities (FBI, USMS, AUSA, Judge Berman), institutional staff, and psychological professionals.  A press release was issued, and the body was released to the Medical Examiner for autopsy. Investigations involved interviews with inmates, forensic examination (fingerprints, photos), computer removal and replacement, and involvement from the FBI, OIG, and correctional services personnel over several days. Normal operations resumed on August 11, 2019, with continued investigations extending into August 13, 2019 involving additional correctional services personnel.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "time of death",
        "august 10",
        "2019",
        "coroner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034474",
            "similarity": 0.769,
            "index": 20,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034465",
            "similarity": 0.846,
            "index": 19,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035445",
            "similarity": 0.571,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034367",
            "similarity": 0.562,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019411",
      "summary": "*   **Request:** They are formally requesting documents and records from the U.S. Department of Justice related to Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC) in New York. *   **Specific Requests:** The request includes protocols for inmate deaths, video recordings of entrances/exits and hallways, entry/exit logs, and logs of guards on duty, covering the period from August 9, 2019, to August 10, 2019. *   **Context of Death:** Epstein died in custody at the MCC on August 10, 2019, initially appearing as a suicide, prompting an FBI investigation and concern from Attorney General William P. Barr regarding irregularities. *   **Investigation:** The legal team intends to conduct their own investigation into the circumstances surrounding his death.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "fbi",
        "u.s. department of justice",
        "inmate deaths",
        "metropolitan correctional center",
        "28 c.f.r.",
        "requested evidence",
        "suicide",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035211",
      "summary": "No. 76318-054) regarding a scheduled call to his family. The officer escorted Epstein to the Special Housing Unit and allowed a 15-minute phone call, during which the officer noted Epstein was unable to use his phone’s access codes. Epstein was calling his mother. On August 10, 2019, a correctional officer responded to a detail at New York Presbyterian Hospital to observe inmate Epstein’s remains following an apparent medical event. The remains were moved to the city morgue under the coordination of the Office of City Medical Examiner. Finally, a correctional officer visited Epstein in SHU on August 10, 2019, and documented that he was actively engaged in his legal proceedings, requesting specific items and reporting no mental health concerns.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "calls",
        "visitation",
        "shu",
        "suicide watch",
        "legal situation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036816",
      "summary": "This document is a promotional email advertising a back-to-school sale at Dick’s Sporting Goods. Key offers include: 25% off select Nike, Under Armour, and Champion apparel and footwear, up to 40% off select outdoor apparel, BOGO 50% off men’s adidas athletic gear, and a $20 discount on purchases of $100 or more. The sale ends tomorrow, August 10th, and includes in-store and online offers with various redemption periods for Dick’s Cash rewards. The email also promotes free one-hour pickup and highlights additional promotions like a price match guarantee.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "nike",
        "back to school sale",
        "discount",
        "apparel",
        "footwear",
        "under armour",
        "25% off",
        "shopping",
        "deals",
        "coupons",
        "dick's sporting goods"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035445",
      "summary": "Around 6:33 AM, a body alarm was triggered, and staff discovered him unresponsive. Medical personnel initiated CPR and other life-saving measures, eventually intubating him and transporting him to Beekman Hospital. He was pronounced dead at 7:36 AM. The following events occurred: *   **Immediate Response (August 9):**  Initial calls to emergency services, USMS, SIS, FBI, and various institutional staff (Warden, Psychologist, Captain, etc.) were made. Reyes, Epstein’s cellmate, was released from court and did not return to the institution. *   **Investigation (August 9-11):**  Investigators, including the FBI, OIG, medical examiners, and computer services personnel, conducted interviews, took fingerprints and photographs, secured clothing, and removed computers from Epstein’s cell. The Medical Examiner performed an autopsy, and a press release was issued. *   **Evidence Collection (August 10-11):**  The OIG and FBI collected computer evidence (two FPS computers), and the Computer Services Manager replaced the seized computers. The timeline concluded with the removal of the computers and the departure of OIG/FBI personnel from the MCC New York.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "reyes",
        "shu",
        "cpr",
        "autopsy",
        "beekman hospital",
        "fbi",
        "ems",
        "medical examiner",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035461",
            "similarity": 0.571,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034474",
            "similarity": 0.5,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036745",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Federal Bureau of Prisons, resulting in his death at 7:36 a.m. on August 10, 2019, after being discovered during breakfast service at 6:33 a.m. Prior to his death, Epstein was on suicide watch, then removed from it on July 29, 2019, and housed with cellmate Reyes 85993-054 until Reyes' release on August 9, 2019. Throughout the day of August 9th, Epstein had legal visits and communicated with staff via phone.  Bruising around his neck and a makeshift noose were reported in his cell.  Following the discovery of his death, medical staff conducted an investigation, and the cell was secured as a potential crime scene.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "suicide watch",
        "federal bureau of prisons",
        "washington d.c.",
        "cellmate",
        "cpr",
        "death",
        "psychological evaluation",
        "legal visit",
        "crime scene"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027859",
      "summary": "An email was sent on August 10, 2019, forwarding a Breitbart News article reporting that prison guards had skipped mandatory checks before Jeffrey Epstein’s death at the Metropolitan Correctional Center in New York. The email originated from [REDACTED] to [REDACTED], with the subject line “Reuters: Prison Guards Skipped Mandatory Checks Before Epstein Death.”",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00027859",
        "reuters",
        "prison guards",
        "epstein",
        "mandatory checks",
        "jeffrey epstein",
        "usanys",
        "breitbart",
        "2019",
        "august 10"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027242",
      "summary": "On August 10, 2019, multiple individuals communicated regarding news of Jeffrey Epstein’s death. The New York Post was reporting on the suicide, and initial discussions centered on awaiting statements from the Bureau of Prisons (BOP) or U.S. Marshals Service (USMS). Geoffrey Berman, USANYS, received a call confirming Epstein’s suicide during transport to the hospital.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "us attorney",
        "sdny",
        "bop",
        "usms",
        "redaction",
        "new york post",
        "google",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033658",
      "summary": "On Saturday, August 10, 2019, Lieutenant Gedaal Iftwtecut of Alaimo, operating from the Afettspolitzut Connectional Center at 150 Aide Row, New York, NY 11007, maintained a confidential log (SDNY_00009048, EFTA00033658).",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "lieutenant",
        "alaimo",
        "efta00033658",
        "confidental",
        "activity log",
        "saturday",
        "august 10",
        "2019",
        "sdny_00009048"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033614",
      "summary": "This document is a Lieutenant’s log and daily activity report for Saturday, August 10, 2019, including associated documents (TEXT.htm, Daily Activities Report 8-10-2019.docx, LIEUTENANT’S LOG 08-10-2019.docm). It references locations and organizations including Deutesuud, gedetal 33ateau of 3`'yboni, Metopetitan emotectional Centex, 150 .`Path gala, and SDNY_00008862, along with the EFTA00033614 file. The document is classified as CONFIDENTIAL.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "lieutenant",
        "log",
        "daily activity",
        "august 10",
        "2019",
        "redaction",
        "confidential",
        "sdny_00008862",
        "efta00033614"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036073",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg # 76318-054) died by suicide in Cell 220, 9 South, of the Metropolitan Correctional Center in New York. The evidence photograph was taken on August 12, 2019, by SIS Tech. The file is labeled EFTA00036073.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036073",
        "metropolitan correctional center",
        "new york",
        "suicide",
        "evidence photograph",
        "jeffrey epstein",
        "august 10",
        "2019",
        "cell 220",
        "sis tech",
        "inmate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036077",
            "similarity": 0.692,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036075",
            "similarity": 0.833,
            "index": 37,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036069",
            "similarity": 0.692,
            "index": 41,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018962",
      "summary": "An email chain discusses an update regarding Jeffrey Epstein, including the information that he has passed away following a suicide attempt. One individual reported that BOP provided the update, and another individual was out of the office on vacation with potential delays in responses. The email thread includes references to multiple individuals involved in the case and contact information for alternate AUSA(s).",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "update",
        "redaction",
        "august 10",
        "2019",
        "bop",
        "hospital",
        "suicide attempt",
        "mcc",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011505",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027977",
      "summary": "Martin G. Weinberg, along with Miller, Michael, Reid Weingarten, and the attorney for Mr. Epstein’s Estate, contacted [REDACTED] requesting access to videos of Mr. Epstein’s jail cell at the MCC, specifically between midnight and 7 AM on August 10, 2019. [REDACTED] responded stating they were unable to share the information at that time and requested any potentially useful information for their investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "martin g. weinberg",
        "mcc",
        "jail cell",
        "august 10",
        "2019",
        "redaction",
        "investigation",
        "criminal defense",
        "videos"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018898",
            "similarity": 0.75,
            "index": 232,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021010",
      "summary": "Between January and November 2005, an individual was in St Thomas approximately nine separate times, excluding commercial flights. This pattern of travel, occurring roughly once a month between October 2001 and November 2005, was identified in flight logs and requested for inclusion in a warrant related to USVI.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "efta00021010",
        "st thomas",
        "flight logs",
        "2005",
        "travel",
        "usvi",
        "frequency",
        "warrant",
        "redaction",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036077",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg # 76318-054) died by suicide in Cell 220, 9 South, of the Metropolitan Correctional Center in New York.  A photograph of the scene was taken on August 12, 2019, by SIS Tech. The case is documented under the file EFTA00036077.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036077",
        "metropolitan correctional center",
        "suicide",
        "jeffrey epstein",
        "evidence photograph",
        "august 10",
        "2019",
        "cell 220",
        "sis tech",
        "photograph",
        "inmate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036073",
            "similarity": 0.692,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036075",
            "similarity": 0.692,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036069",
            "similarity": 0.692,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036071",
            "similarity": 0.692,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033615",
      "summary": "Lieutenant Daniel Fwaau of Yeiaetto, affiliated with the Afeteepoliteut Connectional Center, recorded his daily activity log for Saturday, August 10, 2019. The log was generated on December 26, 2025, and is marked as CONFIDENTIAL, referencing case numbers SDNY_00008863 and EFTA00033615.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033615",
        "lieutenant",
        "daily activity log",
        "august 10",
        "2019",
        "confidential",
        "sdny_00008863",
        "yeiaetto",
        "afeteepoliteut",
        "connectional center",
        "new van"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036075",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg # 76318-054) died by suicide in Cell 220, 9 South, at the Metropolitan Correctional Center in New York. SIS Tech took photographs of the cell on August 12, 2019, and the photographs were cataloged under EFTA00036075. EFTA00036076 is noted as a comment.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036075",
        "metropolitan correctional center",
        "jeffrey epstein",
        "suicide",
        "evidence photograph",
        "august 10",
        "2019",
        "cell 220",
        "sis tech",
        "new york",
        "inmate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036077",
            "similarity": 0.692,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036073",
            "similarity": 0.833,
            "index": 31,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036069",
            "similarity": 0.692,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036071",
            "similarity": 0.571,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036067",
            "similarity": 0.571,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029737",
      "summary": "On August 10, 2019, a U.S. Attorney’s Office representative is receiving updates regarding the death of federal inmate Jeffrey Epstein. Counsel for Epstein is demanding basic information regarding the time and cause of death, expressing frustration that the U.S. Attorney’s Office has less information than the press. A BOP representative reports Epstein passed away after a suicide attempt and is being taken to the hospital by ambulance. The BOP will provide further updates as available. The representative indicates they will be out of the office on vacation until August 12th and directs urgent matters to other AUSAs or AUSP.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "u.s. attorney's office",
        "bop",
        "death",
        "suicide attempt",
        "federal inmate",
        "redaction",
        "report",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035017",
      "summary": "This is a daily activity log for Lieutenant Suva of the Alamo Attestpetitan Connectional Center, located at 150 Auk Row, ATM -41410007. The log pertains to Saturday, August 10, 2019 and is marked as CONFIDENTIAL under case numbers SDNY_00013125 and EFTA00035017.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035017",
        "lieuteniatid",
        "suva",
        "alamo",
        "atettspetitan",
        "connectional center",
        "confidential",
        "sdny_00013125",
        "2019",
        "august 10"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036034",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at MCC New York. Staff initiated life-saving measures and he was transported to a local hospital where he died at 7:36 a.m. Circumferential bruising around the neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m. and he was transported to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s department of justice",
        "fbop",
        "mcc ny",
        "death",
        "noose",
        "circumfricial bruising",
        "august 10",
        "2019",
        "health services",
        "hospital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036069",
      "summary": "On August 10, 2019, a photograph of Jeffrey Epstein (Reg # 76318-054) in Cell 220 of the 9 South area of the Metropolitan Correctional Center, New York, was taken by SIS Tech. The photograph was taken on August 12, 2019, as part of a suicide investigation. EFTA00036070 is a related document.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036069",
        "metropolitan correctional center",
        "jeffrey epstein",
        "suicide",
        "evidence photograph",
        "august 10",
        "2019",
        "cell 220",
        "new york",
        "inmate",
        "photograph"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036075",
            "similarity": 0.692,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036077",
            "similarity": 0.692,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036073",
            "similarity": 0.692,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036071",
            "similarity": 0.571,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036067",
            "similarity": 0.571,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036685",
      "summary": "On August 10, 2019, emails were exchanged regarding an incident in New York. One individual (identified as “Boss”) was busy and requested recipients to send an email or text message for updates. Another individual sent an initial email regarding the incident, stating that everything was as good as could be expected, and that a quick message would be helpful. The emails were sent from Samsung Galaxy smartphones and involved multiple redacted recipients.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036685",
        "nym",
        "redaction",
        "new york",
        "august 10",
        "2019",
        "email",
        "text",
        "samsung",
        "boss",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036686",
            "similarity": 0.5,
            "index": 193,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036741",
            "similarity": 0.5,
            "index": 225,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015300",
      "summary": "On August 10, 2019, the U.S. Marshals Service confirmed the death of Jeffrey Edward Epstein, 66, a federal prisoner. Epstein was held at the BOP’s Metropolitan Correctional Center (MCC) in New York and was being investigated by the FBI. The U.S. Marshals Service partners with various entities, including state and local governments, the Federal Bureau of Prisons, and private detention facilities, to house its prisoner population.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "usms",
        "jeffrey epstein",
        "death investigation",
        "federal prisoner",
        "metropolitan correctional center",
        "fbi",
        "bop",
        "detention facilities",
        "us marshals service",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036071",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg # 76318-054) died by suicide in South Cell 220 of the Metropolitan Correctional Center, New York. Evidence photographs were taken on August 12, 2019, by SIS Tech at 9 South, Cell 220, documenting the scene. The photographs are identified as EFTA00036071 and EFTA00036072.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036071",
        "metropolitan correctional center",
        "jeffrey epstein",
        "suicide",
        "evidence photograph",
        "august 10",
        "2019",
        "cell 220",
        "sis tech",
        "uran",
        "photograph"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036069",
            "similarity": 0.571,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036075",
            "similarity": 0.571,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036077",
            "similarity": 0.692,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036067",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg # 76318-054) died by suicide in Cell 220 of the 9 South area of the Metropolitan Correctional Center in New York. Photographs of the scene were taken on August 12, 2019, by “IIIIIIIIS IS Tech.” The case file is EFTA00036067.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036067",
        "metropolitan correctional center",
        "jeffrey epstein",
        "suicide",
        "evidence photograph",
        "august 10",
        "2019",
        "cell 220",
        "new york",
        "tech",
        "photographs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036069",
            "similarity": 0.571,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036075",
            "similarity": 0.571,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036073",
            "similarity": 0.571,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011505",
      "summary": "On August 10, 2019, multiple individuals exchanged emails regarding an update from the Bureau of Prisons (BOP) concerning Jeffrey Epstein. The BOP reported that Epstein was being taken by ambulance to the hospital following a suicide attempt and that no further information was available at the time. One individual was out of the office on vacation and anticipated delayed responses. The emails were circulated among legal staff involved in the case, referencing EFTA00011505.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "bop",
        "ambulance",
        "suicide attempt",
        "email",
        "ausa",
        "update",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018962",
            "similarity": 0.667,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035430",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant assumed duties at 12:00 AM. The daily count was 758 with 73 inmates in SHU.  Notable events included inmate observations (Psych Obs.) for several inmates, one inmate in a dry cell with staff intervention, a medical emergency involving unresponsive inmate Epstein requiring CPR and transport to a local hospital, and monitoring of STG International Terrorist phone calls and WITSEC inquiries. The final count at the end of the shift was 758 with 71 inmates in SHU, 5 in the 10-South SHU, and 4 in the Health/Administrative Observation units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "shu",
        "psych obs",
        "restraint equipment",
        "institution count",
        "emergency",
        "cpr",
        "administrative detention",
        "terrorist phone calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019798",
      "summary": "This document is a shift roster and record of changes for August 10, 2019, pertaining to a facility (likely a correctional institution) named \"OPS LT\" and “SHU” units. It details staff assignments across various locations including control rooms, cells, and support areas.  The roster tracks officer shifts, absences due to sick or annual leave, and changes in status through a system of “Shft Changed By” entries.  It also includes a breakdown of staff categories (Correctional and Non-Correctional Services), overtime and comp-time occurrences, and totals for staff members.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "ops lt",
        "shu",
        "unit",
        "search",
        "officer",
        "lobby",
        "control",
        "visit",
        "sick leave",
        "staff"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034118",
      "summary": "A count slip reading 73 was recorded at 12am, while an “El” reading indicated 72.  Attached information related to “Count Slips” (SDNY_000 10233) was sent on August 10, 2019, from [REDACTED] to [REDACTED].",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034118",
        "count slips",
        "redaction",
        "8/10/19",
        "sdny_000",
        "12am",
        "confidential",
        "samsung galaxy",
        "gmt-05:00"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023972",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Hitachi 500GB HDD (Serial Number JP1572JE36A13K) was collected from a redacted location by the MCC-NY as part of a CART evidence submission (NYC023579) related to a death investigation. The HDD was recovered from a Nice Vision DVR2 surveillance system. The receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "hitachi",
        "hdd",
        "cart",
        "victim",
        "death investigation",
        "nyc023579"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023976",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034126",
      "summary": "An email was sent on August 10, 2019, regarding an updated draft condolence letter (TEXT.htm) and a related document (Notification.Family.Eostein.death.docx). The email requests confirmation and signature of the letter before sending it to the intended recipient. The email includes confidentiality designations: SDNY_000 10256 and EFTA00034126.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034126",
        "condolence letter",
        "redaction",
        "sdny",
        "notification",
        "family",
        "death",
        "2019",
        "update",
        "draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035428",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034343",
      "summary": "An email was sent on August 10, 2019, regarding Jeffrey Epstein (Reg. No. 73618-054_1) and an updated timeline. The email was sent from [REDACTED] to [REDACTED], and includes the document Eostein, Jeffrey Edward, Req. No. 73618-054 1.docx as an attachment. The email indicates the document is confidential and associated with case SDNY_000 10748.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "efta00034343",
        "timeline",
        "confidential",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034503",
            "similarity": 0.625,
            "index": 164,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029739",
      "summary": "On August 10, 2019, the U.S. Attorney’s Office received updates regarding the death of federal inmate Jeffrey Epstein. Initial reports indicated Epstein had passed away. Subsequently, information was received that he was being taken to the hospital via ambulance following a suicide attempt, with no further details provided. An individual was out of the office on vacation and anticipated delayed responses to emails.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "bop",
        "ambulance",
        "suicide attempt",
        "u.s. attorney's office",
        "defense counsel",
        "report",
        "inmate",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019757",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018966",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029735",
            "similarity": 1.0,
            "index": 118,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036680",
      "summary": "On August 10, 2019, an email was sent regarding the death of Jeff Epstein, who died by apparent suicide at the Metropolitan Correctional Center (MCC). The email included a press release about the death and requested consideration for the staff’s time and space as they dealt with the situation. The email is marked as EFTA00036680.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeff epstein",
        "suicide",
        "mcc",
        "press release",
        "efta00036680"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018969",
      "summary": "A redacted statement, titled \"Jeffrey_Epstein_Statement.docx,\" was sent from the U.S. Attorney's Office, Southern District of New York, to an unidentified recipient (USANYS) on August 10, 2019. The document is associated with Redaction Analysis EFTA00018969.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "redaction",
        "efta00018969",
        "usanys",
        "jeffrey epstein",
        "statement",
        "redlined",
        "united states department of justice",
        "southern district of new york",
        "public affairs",
        "mobile"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036661",
      "summary": "An email from [REDACTED] with the subject “Psych Ops/Suicide watch” was sent on August 10, 2019, containing attachments: TEXT.htm and 2019_08_10_14_36_47.pdf (referenced as EFTA00036661). The email indicates the attached document contains requested information.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "psych ops",
        "suicide watch",
        "redaction",
        "efta00036661",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015298",
      "summary": "On August 10, 2019, Geoffrey Berman (USANYS) inquired about confirming information regarding Jeffrey Epstein’s death to the press, specifically asking if they should refer inquiries to the Bureau of Prisons (BOP). The sender of the initial email, [REDACTED], was attempting to contact BOP due to unanswered calls regarding the situation. Berman was located near the office and offered assistance.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "redaction",
        "usanys",
        "contact",
        "suicide",
        "press",
        "geoffrey berman",
        "efta00015298"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035361",
      "summary": "A press release, finalized on August 10, 2019, concerning case EFTA00035361, is being distributed to approximately 50 reporters contacted by the Office of Public Affairs (OPA). The PDF version will be sent by MCC NY to the reporters. A separate Microsoft Word document is provided to the Office of Legal Assistance (OLA) for potential use in responding to Member inquiries.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "press release",
        "pdf",
        "opa",
        "mcc ny",
        "media",
        "bureau of prisons",
        "efta00035361",
        "language",
        "inquiries",
        "public information office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023980",
      "summary": "On August 10, 2019, United States Senator Ben Sasse wrote to Attorney General William P. Barr regarding the death of Jeffrey Epstein by apparent suicide while in federal Bureau of Prisons custody. Sasse expresses outrage at what he perceives as a systemic failure within the Department of Justice, citing Epstein’s previous suicide attempt and the apparent removal of suicide watch. He demands answers regarding whether Epstein was on suicide watch, why he was taken off, and the initiation of investigations into the Bureau of Prisons’ handling of Epstein's case and potential criminal activity surrounding it. He also requests confirmation that all evidence related to Epstein’s co-conspirators is being secured.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "justice department",
        "child sex trafficking",
        "attorney general",
        "investigations",
        "bureau of prisons",
        "criminal activity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035006",
      "summary": "This document is a confidential communication, sent on August 10, 2019, regarding Jeffrey Edward Epstein (Reg # 76318-054). It originates from the Bureau of Prisons, specifically the MCC New York, and involves a clinical encounter finalized with a document named “TEXT.htm” and “ClinicalEncounterFinalizeGetDocument.faces.pdf”. The communication is labeled as CONFIDENTIAL and includes case numbers SDNY_000 13092 and EFTA00035006.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "bureau of prisons",
        "mcc new york",
        "emergency code",
        "clinical encounter",
        "sdny_000 13092",
        "efta00035006",
        "respectfully",
        "clinical nurse specialist"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035007",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the NYM facility. Initial responders initiated CPR. Medical staff administered epinephrine, sodium bicarbonate, and oxygen. An endotracheal tube was placed, and an 18-gauge IV was established. The inmate was transported to the Special Housing Unit (HSU) and subsequently to a local emergency room while continuing to receive CPR. A cardiac arrest diagnosis was made, and a consultation with the emergency room was requested as emergent. The encounter involved numerous interventions including medications, airway management, and resuscitation efforts.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "cpr",
        "epinephrine",
        "iv",
        "endotracheal tube",
        "emergency",
        "resuscitation",
        "nym",
        "cardiac arrest",
        "paramedics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035502",
            "similarity": 0.818,
            "index": 183,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034558",
            "similarity": 0.818,
            "index": 202,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033611",
            "similarity": 1.0,
            "index": 211,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036742",
      "summary": "On August 10, 2019, an individual informed multiple recipients (including individuals at the Bureau of Prisons) about an incident in New York. The sender stated everything was “as good as can be” and requested a quick email or text message for updates, noting the sender was busy.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "redaction",
        "efta00036742",
        "nym",
        "verizon",
        "samsung",
        "email",
        "text",
        "8/10/19",
        "bop",
        "smartphonc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034504",
      "summary": "A referral (pdf document EFTA00034504) was sent from [REDACTED] to [REDACTED] on August 10, 2019, with the subject line \"Referral.\" The document is marked as CONFIDENTIAL and associated with case SDNY_00011171.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034504",
        "referral",
        "redaction",
        "pdf",
        "2019",
        "sdny_00011171",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019952",
      "summary": "On August 10, 2019, the CLC New York Metropolitan Correctional Center sent notification to the recipient that Jeffrey Epstein had passed away. The investigation was ongoing, and no further details were available at the time of the notification.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "passing",
        "investigation",
        "notification",
        "metropolitan correctional center",
        "clc new york",
        "warden",
        "2019",
        "efta00019952"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024349",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding a WSJ News Alert about Jeffrey Epstein’s death. The sender stated they would be out of the office on vacation until August 12th and that responses may be delayed. Urgent matters should be directed to other AUSA(s) or AUSA at [REDACTED]. The email reference number is EFTA00024349.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00024349",
        "jeffrey epstein",
        "wsj",
        "automatic reply",
        "ausa",
        "redaction",
        "august 12th",
        "email",
        "news alert",
        "case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036101",
      "summary": "This document is a daily log from August 9th and 10th, 2019, kept by a Metropolitan Correctional Center Lieutenant detailing operations, inmate counts, medical emergencies, and security incidents. Key events include: *   **Counts:** Multiple institutional counts were conducted at 12:00 AM, 3:00 AM, and 5:00 AM, consistently recording 757 or 758 inmates. *   **Medical Emergency:** On August 10th, inmate Epstein was found unresponsive and received CPR before being transported to a hospital. *   **Restraints and Transfers:** Several inmates were placed in Administrative Detention and transferred to special housing, notably Fernandez and Mutimura. *   **System Issues:** Fire alarm/sprinkler system malfunctions and a malfunctioning Public Address System occurred. *   **Security Procedures:** Regular checks of metal detectors, restraint equipment, and roof security were performed. *   **Phone Monitoring:** STG International Terrorist phone calls and WITSEC inquiries were monitored. *   **Count Variations:** The final count varied between 756 and 758 throughout the shifts.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "medical emergency",
        "restraint equipment cage",
        "nypd phone check",
        "institutional count",
        "administrative detention",
        "emergency services",
        "dry cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036607",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with attachments (811fcf13-2159-4b17-9443-15ae96b94b1b and 211529ec-21cd-4824-8561-9708c7014aaf) requesting a review and advice regarding potential edits for document EFTA00036607. The email was sent on August 10, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036607",
        "redaction",
        "analysis",
        "2019",
        "review",
        "edits",
        "attachments",
        "subject",
        "pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033659",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and inmate status updates. A correctional assignment (Sanitation) was vacated due to staff shortages, and the Control Center Fire Panel remained inoperative. An inmate, I/M Epstein, was escorted to the hospital for treatment. Several inmates were placed on Suicide Watch with inmate companions. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple-bunked. No missing equipment reports were filed. Leave utilized included various types, with significant sick leave taken. Overtime hours were recorded, including 3 staff members working 87S overtime. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "activity report",
        "us government",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033699",
      "summary": "On August 10, 2019, at approximately 8:45 am, a correctional officer responded to a request for emergency hospital detail at the Metropolitan Correctional Center, New York, regarding inmate Jeffrey Epstein (#76318-054). The officer and another officer secured the remains in room A9 of New York Presbyterian hospital. Subsequently, the Institution Duty Officer (IDO) took command, overseeing the process which included communication with the Office of City Medical Examiner (OCME), the preparation and movement of the remains to the hospital morgue, and ultimately, transport to the city morgue for examination and processing.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033699",
        "jeffrey epstein",
        "remains",
        "new york presbyterian",
        "metropolitan correctional center",
        "ocme",
        "hospital detail",
        "federal correction officer",
        "bureau of prisons",
        "us dept of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019956",
      "summary": "On August 10, 2019, an individual (identified as \"[REDACTED]\") communicated with Michael Miller regarding the investigation into Jeffrey Epstein’s death. The individual confirmed a Bureau of Prisons (BOP) official contacted Epstein’s brother to discuss arrangements for the transport and logistics of Epstein’s body upon readiness. The individual advised Miller to contact BOP directly if needed and directed inquiries to the FBI tip line (1-800-CALL-FBI) while noting ongoing investigations. A press release regarding the situation was attached.  A follow-up email from the same sender confirmed an FBI investigation into Epstein’s death was underway and ongoing efforts to obtain additional information would be communicated.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "recovery",
        "bop",
        "fbi",
        "investigation",
        "michael miller",
        "reid weingarten",
        "marty martin",
        "statement",
        "body transport"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034122",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, died at the Metropolitan Correctional Center (MCC) New York from an apparent suicide. He was found unresponsive in his cell and transported to a local hospital where he was pronounced dead. The FBI is investigating the incident, which occurred after Epstein’s arrival at the facility on July 6, 2019, following an indictment for sex trafficking of minors and conspiracy. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "suicide",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034336",
            "similarity": 0.538,
            "index": 136,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015299",
            "similarity": 0.538,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034849",
            "similarity": 0.818,
            "index": 219,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036603",
      "summary": "A document (EFTA00036603) transmitted on August 10, 2019, regarding a pending approval from the DOJ. The document contains a revised version with edits from the DOJ, sent by Orr. The original sender also forwarded an earlier version with the subject \"FYI - still not yet approved by DOJ.\"",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036603",
        "doj",
        "redaction",
        "approval",
        "version",
        "edits",
        "2019",
        "august",
        "pending",
        "verizon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035658",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York and pronounced dead at a local hospital from an apparent suicide. He was indicted on sex trafficking of minors and conspiracy charges and had been incarcerated since July 6, 2019. The FBI is investigating the incident. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "fbi",
        "death",
        "sex trafficking",
        "new york",
        "bureau of prisons",
        "inmate",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035421",
            "similarity": 0.538,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019759",
            "similarity": 0.667,
            "index": 191,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011510",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) in New York and pronounced dead at New York Presbyterian-Lower Manhattan Hospital. The cause of death was initially determined to be an apparent suicide, following a 6:30 am finding. An autopsy is pending to determine the exact cause of death, and the FBI and Department of Justice Office of the Inspector General are investigating the incident. MCC New York will provide an update to the court upon completion of the autopsy.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "death",
        "suicide",
        "bureau of prisons",
        "federal register",
        "united states v. jeffrey enstein",
        "autopsy",
        "fbi",
        "attorney general",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035011",
      "summary": "On August 10, 2019, at 0633 a.m., a clinical nurse responded to an emergency involving Inmate J. Epstein (Reg # 76318-054) who was unresponsive on the floor of his cell. Initial observations included circumferential bruising around the neck, fixed and dilated pupils, and lack of palpable pulses. CPR was initiated and continued with the use of an AED (no shock advised). The inmate was transported to a treatment room and then to a local ER via CPR, ultimately resulting in asystole and subsequent attempts at resuscitation including intubation and epinephrine administration. EMS and paramedics arrived at 0656 and continued CPR until transport to the local ER at approximately 0710.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "medical emergency",
        "inmate",
        "cpr",
        "aed",
        "asystole",
        "intubation",
        "ems",
        "resuscitation",
        "bruising",
        "clinical"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034065",
            "similarity": 1.0,
            "index": 87,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033613",
            "similarity": 0.667,
            "index": 139,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019757",
      "summary": "On August 10, 2019, a supervisory staff attorney from CLC New York contacted colleagues regarding updates on the death of Jeffrey Epstein. The U.S. Attorney’s Office was receiving increasingly frantic calls from defense counsel due to press releases containing information they hadn’t received. The U.S. Attorney’s Office confirmed Epstein had passed and was being taken to the hospital following a suicide attempt, but provided limited details. An employee reported completing a significant incident report for HQ, but lacked specifics from the Bureau of Prisons (BOP). Another employee indicated the BOP would provide updates as available and noted their absence from the office until August 12th.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "press release",
        "u.s. attorney's office",
        "bop",
        "inmate",
        "suicide attempt",
        "correctional center",
        "legal",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.667,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036966",
      "summary": "The document is a communication regarding an ongoing investigation, potentially involving a prison incident and FBI involvement. It advises individuals associated with the incident to remember Art 6, section f(1) and Art. 6, section h, concerning representative rights and protection from further questioning without a representative. It specifically recommends staff seek legal counsel if the FBI intends to question them regarding the investigation. The communication is dated August 10, 2019, and references the \"UNION PARTY\" on September 13th, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036966",
        "union party",
        "september 13th",
        "2019",
        "art 6",
        "fbi",
        "representative",
        "witness",
        "investigation",
        "counsel",
        "prison locals",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035016",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg. No. 76318-054) was found unresponsive in his cell at approximately 6:33 a.m. Following life-saving measures, he was transported to Health Services and then to a local hospital where he was pronounced dead at 7:36 a.m. Circumficial bruising around the neck was noted by medical staff.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "unresponsive",
        "bruising",
        "medical",
        "death",
        "metropolitan correctional center",
        "ems",
        "new york",
        "inmate",
        "health services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036416",
            "similarity": 0.818,
            "index": 168,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024350",
      "summary": "On August 10, 2019, The Wall Street Journal issued a news alert reporting that financier Jeffrey Epstein was found dead in jail while awaiting trial on sex trafficking charges. The email was forwarded by (USANYS) and included links to further coverage and subscription options for WSJ.com. Dow Jones & Company, Inc. was the publisher.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "wall street journal",
        "dow jones",
        "email",
        "redaction",
        "usanys",
        "news alert",
        "legal proceedings",
        "finance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024347",
            "similarity": 0.5,
            "index": 178,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033697",
      "summary": "This document is a forwarded email chain concerning “MCC Epstein.” The email originated on August 10, 2019, from [REDACTED] to [REDACTED], with a subject line of “MCC Epstein.” The email is marked as CONFIDENTIAL and associated with case number SDNY_00009136 and file EFTA00033697.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033697",
        "mcc epstein",
        "redaction",
        "confidential",
        "sdny",
        "2019",
        "2025",
        "verizon",
        "samsung",
        "fwd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034494",
            "similarity": 0.538,
            "index": 90,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027240",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding a news article from abc7.com detailing Jeffrey Epstein’s death by suicide in a Manhattan jail. The email included a link to the article: https://abc7.coin/sources-jeffrey-epstein-dies-by-suicide-in-manhattan-jaill5457853/. The document is identified as EFTA00027240.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "manhattan",
        "abc7.com",
        "efta00027240"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035019",
      "summary": "A Breitbart report from August 10, 2019, details allegations regarding security protocols surrounding Jeffrey Epstein’s imprisonment. The report claims that prison guards failed to conduct mandated checks on inmates held in restrictive housing units (often referred to as “prison squads”) before Epstein’s death. The document is a redacted file associated with SDNY case number 38, EFTA00035019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035019",
        "redaction analysis",
        "prison guards",
        "mandatory checks",
        "jeffrey epstein",
        "sdny",
        "breitbart",
        "2019",
        "death",
        "quarantine"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035421",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein was found unresponsive at the Metropolitan Correctional Center (MCC) New York and later died at a local hospital due to life-threatening injuries. He was 66 years old and incarcerated on pretrial status for sex trafficking charges. No staff or other inmates were injured, and the FBI was notified. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "mcc new york",
        "death",
        "federal bureau of investigation",
        "sex trafficking",
        "inmate",
        "metropolitan correctional center",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035658",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036429",
      "summary": "no. 76318-054, who died by apparent suicide on August 10, 2019. The notice mandates that all record custodians preserve all potentially relevant electronic files and physical documents related to Epstein, including emails, documents, BEMR records, and other media.  Custodians are instructed not to alter, delete, or destroy any information and must notify the General Counsel of any relevant information being sent to offsite storage facilities. A checklist is attached for completion by August 21, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "legal hold",
        "inmate death",
        "bop",
        "records preservation",
        "esi",
        "jeffrey epstein",
        "data retention",
        "confidential",
        "federal bureau of prisons",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035286",
            "similarity": 0.818,
            "index": 171,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035027",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at MCC New York. Staff initiated life-saving measures and transported him to a local hospital where he was pronounced dead at 7:36 a.m. Circumferential bruising around his neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m., and he was transported to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "register no. 76318-054",
        "u.s department of justice",
        "mcc new york",
        "redaction analysis",
        "life saving measures",
        "circumficial bruising",
        "noose",
        "health services",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036681",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with the subject “Fwd: Draft Notification” on August 10, 2019. The email included a file named TEXT.htm and requested a review and feedback on a draft notification (EFTA00036681). The email was sent from a Samsung Galaxy smartphone.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036681",
        "redaction",
        "notification",
        "draft",
        "review",
        "concerns",
        "samsung",
        "vcrizon",
        "2019",
        "august"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034065",
      "summary": "On August 10, 2019, at 0633 a.m., a clinical nurse responded to a medical emergency involving Inmate J. Epstein (Reg #: 76318-054) in his cell. The inmate was unresponsive, receiving CPR initiated by correctional officers. Findings included cold temperature, circumferential bruising around the neck, fixed and dilated pupils, and lack of palpable pulses. EMS and paramedics were called at 0635 a.m. and arrived at 0656 a.m. to find asystole. Subsequent interventions included intubation, epinephrine administration, and transport to a local ER with continued CPR.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "medical emergency",
        "inmate",
        "cpr",
        "aed",
        "asystole",
        "intubation",
        "ems",
        "bruising",
        "resuscitation",
        "clinical"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035011",
            "similarity": 1.0,
            "index": 75,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033613",
            "similarity": 0.667,
            "index": 139,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023976",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Constellation ES 500GB HDD (Serial Number Z1M1PZPE) was collected from MCC-NY as evidence related to a death investigation (Case ID: 90A-NY-3151227). The evidence originated from a Nice Vision DVR2 surveillance system (7 of 18). Receipt was not given. The document is an item log from the Federal Bureau of Investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "hdd",
        "cart",
        "victim",
        "investigation",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023972",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023970",
            "similarity": 0.818,
            "index": 140,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023977",
            "similarity": 0.667,
            "index": 205,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034800",
      "summary": "On August 10, 2019, Bruce Barket, a supervisory staff attorney at the Metropolitan Correctional Center, communicated with legal counsel regarding an investigation related to Jeffrey Epstein. Barket requested that investigators not interview his client without his permission. A separate communication from August 9, 2019, indicated that the investigation had concluded and no charges were being filed against the client, with updates being provided to relevant institution staff. The communications were marked as confidential and contained redactions.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein investigation",
        "bruce barket",
        "legal counsel",
        "redaction",
        "metropolitan correctional center",
        "new york",
        "barket epstein",
        "confidential communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034494",
      "summary": "An email chain, dated August 10, 2019, discusses a timeline referred to as “NYM Time Line.” The email originated from [REDACTED] and was forwarded by [REDACTED]. The email is classified as CONFIDENTIAL and includes the case identifier SDNY_00011145 and document identifier EFTA00034494. There were four redactions on page 1.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034494",
        "nym",
        "time line",
        "redaction",
        "confidential",
        "sdny",
        "2019",
        "2025",
        "verizon",
        "samsung"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033697",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035052",
      "summary": "On August 10, 2019, an Associate Warden visited inmate Epstein in the SHU at MCC New York. Epstein was preparing to meet with his attorneys, denied mental health concerns and suicidal thoughts, requested specific items (a book and social calls without a speakerphone), and desired to move to the general population. He interacted with a cellmate and exhibited a non-depressed or anxious mood.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate",
        "epstein",
        "shu",
        "attorneys",
        "mental health",
        "suicidal thoughts",
        "requests",
        "social calls",
        "legal situation",
        "mcc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036136",
      "summary": "On August 10, 2019, a camera recorder (Nice recorder 2) at the Metropolitan Correctional Center experienced failure. A facilities manager initiated a repair process involving replacing hard drives and contacting Signet Technologies. The FBI then requested and collected all 18 hard drives, including those being replaced and those in the RAID. Following this, Signet Technologies dispatched Jeff McKenzie to install new equipment. During the process, the FBI questioned the system's operation and data downloads. A teleconference involving Signet, FBI, and MCC staff determined the FBI’s removal of drives during an incomplete rebuild may have corrupted data. Signet Technologies stated they would have the system operational by August 14, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "bureau of prisons",
        "cctv",
        "recording",
        "hard drives",
        "signet technologies",
        "data corruption",
        "raid",
        "camera system",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019805",
      "summary": "The report details his movements and assignments from August 10, 2019, through the time of creation (December 25, 2025). Key details include: *   **Initial Admission:**  He was admitted on August 10, 2019, at 0747 from USM.  A pre-sent admit occurred on July 6, 2019, at 2124. *   **Court Appearances:** He had a court appearance scheduled for July 8, 2019, at 0920 with a return scheduled for 0747. *   **Housing Assignments:** He was assigned to various beds within the facility (Z/Range 04, 05, 02, 01, 06, and 547U) with specific dates and times of assignment and movement. *   **Assignments & Activities:** He had assignments including care level care, court appearances, SEX TRAFFICKING CONSP., SEX TRAFFICKING OF MINORS,  guard duty, and supervision ( SECUR THRT RAPE H). There were multiple assignments associated with “Attorney Visit” at various times. *   **No Discipline Record:** There are no disciplinary records (as of August 10, 2019) listed in the chronological log. *   **No Current Sentence Data:** There are no current or prior sentence data details recorded. *   **Further Investigation:** The report notes the existence of ongoing investigation related to sex trafficking. The document is part of a series of NYMHM reports (533.01) providing assignment history.  The report is incomplete; it indicates that more pages were to follow.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00019805",
        "jeffrey epstein",
        "nym",
        "inmate history",
        "adm-rel",
        "fcl",
        "date/time",
        "regno",
        "category",
        "assignment",
        "hosp",
        "court",
        "quarters",
        "rft",
        "assignments",
        "discipline",
        "sentence monitoring",
        "data",
        "security",
        "r6318-054",
        "usa",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035485",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding document EFTA00035485. The email attached several files including TEXT.htm, 30_MINUTE_ROUNDS_8-8-19.pdf, 30_MINUTE_ROUNDS_8-9-19.pdf, 30_MINUTE_ROUNDS_8-10-19_1.pdf, and TRU-SCOPE_LOGS.pdf.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035485",
        "redaction analysis",
        "documents",
        "2019",
        "pdf",
        "attachments",
        "tru-scope",
        "rounds"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036659",
      "summary": "This redaction analysis concerns the case of Jeffrey Edward Epstein (Reg. No. 73618-054). A correspondence dated August 10, 2019, detailing an updated timeline related to EFTA00036659 is present.  Attachments, including a .htm file and a .docx document, are associated with this correspondence.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "efta00036659"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035427",
            "similarity": 0.5,
            "index": 143,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035484",
      "summary": "Email sent on August 10, 2019, regarding “Subject Count Slips,” including a document named TEXT.htm and 2019 08 10 17 10 00.pdf, labeled EFTA00035484. Attached information was requested.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035484",
        "subject count",
        "slips",
        "2019 08 10",
        "pdf",
        "attachment",
        "information",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018966",
      "summary": "On August 10, 2019, multiple individuals communicated regarding the death of a federal inmate, Jeffrey Epstein. Concerns were raised about the Bureau of Prisons (BOP) issuing public press releases without informing relevant legal counsel. Initial reports indicated Epstein’s death was due to a suicide attempt and that the BOP was compiling a report. Updates were provided by the BOP regarding the ambulance transport to the hospital and the ongoing incident report. A USMS official provided initial confirmation of Epstein's passing. Requests were made for immediate communication and basic factual information, specifically the time and cause of death, to relay to his attorneys.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "attorneys",
        "u.s. attorney's office",
        "suicide attempt",
        "inmate",
        "information",
        "efta00018966"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019757",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029739",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.667,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034344",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein was pronounced dead at New York Presbyterian-Lower Manhattan Hospital due to an apparent suicide. The U.S. Department of Justice, Federal Bureau of Prisons, Office of the Warden sent condolences to Mark Epstein regarding his brother’s death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "suicide",
        "death",
        "bureau of prisons",
        "warden",
        "new york",
        "metropolitan correctional center",
        "u.s. department of justice",
        "mark epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034339",
            "similarity": 0.818,
            "index": 160,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035429",
            "similarity": 0.538,
            "index": 212,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027972",
      "summary": "On August 10, 2019, evidence was collected from the MCC and New York Presbyterian Hospital related to a death investigation involving Jeffrey Epstein. The collected items included a torn sheet, clothing released from New York Presbyterian Hospital, and miscellaneous papers along with an MP-3 player. The evidence was logged under case ID 90A-NY-3151227, serial 43, and was seized by SA personnel. The items were located in Cell #220 of the Special Housing Unit. Receipt numbers 1, 2, and 3 correspond to the collection of these items.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "jeffrey epstein",
        "investigation",
        "mcc",
        "new york presbyterian hospital",
        "mp-3 player",
        "redaction",
        "serial number",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019937",
      "summary": "Michael Miller inquired about confirmation of Jeffrey Epstein’s death via email to Martin G. Weinberg and Reid Weingarten on August 10, 2019. Weinberg responded on July 26, 2019, acknowledging receipt and sending a formal preservation/production request for materials related to the US v. Epstein case.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "jeffrey epstein",
        "martin g. weinberg",
        "michael miller",
        "redaction analysis",
        "npa",
        "legal correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035015",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg. No. 76318-054) was found unresponsive while attempting to receive his breakfast. Medical staff initiated life-saving measures and transported him to Health Services and subsequently the local hospital where he was pronounced dead at 7:36 a.m. Circumfericial bruising around his neck was noted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "metropolitan correctional center",
        "ems",
        "circumficial bruising",
        "death",
        "ny",
        "hipaa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032092",
      "summary": "This document is a Chain of Custody Log form, specifically BP-A0971, used by the U.S. Department of Justice, Federal Bureau of Prisons. It records the recovery and handling of evidence, item number M-19-00182 (clothing Epstein was transported to outside the hospital with), from August 10, 2019, at New York Presbyterian Hospital. The log details the individuals involved in the recovery, placement in an overnight drop box, transfer to a safe, and disposition of the evidence. Signatures, printed names, dates, and times are recorded at each stage of the process. The final disposition is marked as ‘Hold as evidence’ and ‘Destroy immediately’ is listed as an option. The FBI and Lab Analysis are noted as involved in the process.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "chain of custody",
        "evidence",
        "fbi",
        "department of justice",
        "evidence recovery",
        "disposition",
        "drop box",
        "lab analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036035",
      "summary": "This document is an email update regarding Jeffrey Edward Epstein (Reg. No. 73618-054_1) and attachment No. 73618.054 1.do, sent on August 10, 2019, from [REDACTED] to [REDACTED].",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036035",
        "jeffrey epstein",
        "redaction",
        "timeline",
        "2019",
        "2025",
        "attachment",
        "reg. no. 73618-054_1"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035428",
      "summary": "An email was sent on August 10, 2019, forwarding an updated draft condolence letter regarding the death of someone named Epstein. The email includes attachments: a .htm file named TEXT.htm and a .docx file named Notification.Family.Epstein.death.docx, requesting a signature and sending to an addressee. The sender is EFTA00035428.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "condolence letter",
        "efta00035428",
        "death",
        "notification",
        "family",
        "attachment",
        "2019",
        "2025",
        "update",
        "draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034126",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033860",
      "summary": "On August 10, 2019, Officer Ma responded to a request for emergency hospital detail at Metropolitan Correctional Center, New York, regarding inmate Jeffrey Epstein (#76318-054). Officers secured the remains in room A9 of New York Presbyterian Hospital, with the Institution Duty Officer (IDO) taking command. The timeline involved preparation, escort, securing, communication with the Office of City Medical Examiner (OCME), and ultimately, the transport of the remains to the city morgue location.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033860",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "remains",
        "ocme",
        "hospital detail",
        "federal bureau of prisons",
        "united states government",
        "emergency room"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035012",
            "similarity": 0.538,
            "index": 209,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033705",
      "summary": "On August 10, 2019, an Associate Warden at MCC New York (150 Park Row, New York, NY 10007) sent an email attachment to a Tijuana Doctor. The email included a confidential document identified as SDNY_00009159 and EFTA00033705. The Warden and Doctor exchanged brief acknowledgements confirming receipt.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033705",
        "mcc new york",
        "tijuana doctor",
        "confidential",
        "sdny_00009159",
        "bog",
        "warden",
        "new york",
        "8/10/2019",
        "attachment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034337",
      "summary": "This document pertains to Jeffrey Edward Epstein, Registration Number 73618-054, and includes a modified copy of his document. It’s a confidential communication from the Associate Warden of MCC New York to an unidentified recipient, dated August 10, 2019, with contact information for the facility. The document is labeled with case identifiers including SDNY_000 10732 and EFTA00034337.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "efta00034337",
        "confidential",
        "sdny",
        "ny",
        "docx",
        "text.htm",
        "warden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034493",
      "summary": "An updated draft condolence letter (SDNY_000 11141, EFTA00034493) was sent from [REDACTED] to [REDACTED] on August 10, 2019. The letter is marked as confidential.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "condolence letter",
        "redaction",
        "efta00034493",
        "sdny_000",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035418",
      "summary": "The document is a forwarded email chain regarding the death of an individual named Epstein at Metropolitan Correctional Center (MCC) New York. The email, dated August 10, 2019, requests information concerning the circumstances of Epstein’s death, including notifications to his next of kin, details of initial response measures, EMS and hospital involvement, determination of death, FBI involvement and investigation status, arrival date at MCC, and specific offense titles. The email is part of a press release draft being prepared with IPPA.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "mcc",
        "epstein",
        "press release",
        "samsung",
        "ippa",
        "life-saving measures",
        "ems",
        "fbi",
        "suicide",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035431",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035432",
            "similarity": 0.538,
            "index": 177,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035420",
            "similarity": 0.667,
            "index": 200,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019339",
      "summary": "On August 10, 2019, communications discuss the autopsy of Jeffrey Epstein, specifically regarding requests for a pathologist and a delay in the autopsy procedure. One email inquires about potential contacts for Epstein's counsel to request a pathologist. Another email confirms no further updates were expected for the day and expresses a desire for thorough investigations.  The emails involve individuals from “USANYS” and “Miller,” along with other names redacted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "autopsy",
        "us v epstein",
        "redaction",
        "pathologist",
        "jeffrey epstein",
        "weinberg",
        "martin g. weinberg",
        "august 10 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013179",
      "summary": "An email exchange occurred between individuals regarding a screenshot labeled \"EFTA00013179.\" Jeffrey Epstein’s statement (version 2) was attached to one of the emails. The subject line references a screenshot taken on August 10, 2019, at 2:39:44 PM.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00013179",
        "jeffrey epstein",
        "screenshot",
        "august 10 2019",
        "redaction",
        "statement",
        "docx"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034117",
      "summary": "On August 10, 2019, discrepancies were noted between two count slips: one at 12:00 AM reading 73, and another at 2:00 AM reading 72. Attached information was requested and included as part of the EFTA00034117 file.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034117",
        "count slips",
        "redaction",
        "12am",
        "2am",
        "verification",
        "sdny_000",
        "8/10/2019",
        "samsung galaxy",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036660",
      "summary": "A referral (TEXT.htm and 2019 08 10 15 39 08.pdf) was sent from [REDACTED] regarding case EFTA00036660 on August 10, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036660",
        "redaction analysis",
        "referral",
        "2019",
        "2025",
        "pdf",
        "attachment",
        "text",
        "htm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014348",
      "summary": "On August 10, 2019, multiple individuals communicated regarding the death of Jeffrey Epstein, initially reported by the Bureau of Prisons (BOP). Concerns were raised about the public release of information by the BOP before key stakeholders (defense counsel, family) were notified.  Updates were relayed through US Marshals Service (USMS) communications, detailing the situation – an apparent suicide attempt, hospitalization, and subsequent death. One individual indicated they would be out of the office until August 12th, anticipating delays in responses.  The emails contained references to case identifiers EFTA00014348 and EFTA00014349.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "death",
        "press release",
        "attorney",
        "subway",
        "information",
        "case",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023973",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his jail cell at the Metropolitan Correctional Facility (MCC) with a fabricated noose around his neck, initially appearing as a suicide. A death investigation was subsequently initiated due to protocol failures and technical deficiencies within the MCC.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "electronic communication",
        "jeffrey epstein",
        "suicide",
        "death investigation",
        "metropolitan correctional facility",
        "mcc",
        "unresponsive",
        "protocol failures",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024363",
      "summary": "On August 10, 2019, Michael Miller requested an expedited autopsy for Jeffrey Epstein, aiming to complete it by Tuesday to allow for a pathologist’s presence. [REDACTED] informed Miller that no further updates were expected that day but assured continued communication. [REDACTED] sent a letter detailing ongoing investigations initiated by the Attorney General, including a potential FBI investigation, and stated that updates would be provided immediately if received. [REDACTED] distributed a press release from the Bureau of Prisons (BOP) summarizing available information, confirming an FBI investigation, and offered ongoing support.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "autopsy",
        "investigation",
        "fbi",
        "pathologist",
        "death",
        "us v epstein",
        "jeffrey epstein",
        "bop",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027858",
      "summary": "On August 10, 2019, Michael Miller inquired about arranging a pathologist for Jeffrey Epstein’s autopsy, specifically requesting a delay due to Epstein’s legal counsel’s demand.  Martin Weinberg responded, acknowledging the request and noting a potential autopsy for the following morning.  A third party sent a brief update confirming no further updates were expected that day and expressing hope for thorough investigations. The email chain pertains to the investigation into Epstein’s death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "autopsy",
        "pathologist",
        "us v",
        "michael miller",
        "martin weinberg",
        "redaction analysis",
        "efta00027858"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029735",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office were receiving updates regarding the death of federal inmate Jeffrey Epstein. Initial reports indicated Epstein had “passed away,” with the Bureau of Prisons (BOP) subsequently reporting he was being taken to the hospital via ambulance after a suspected suicide attempt. The sender of the initial email requested information regarding the time and cause of death, expressing frustration that defense counsel had received information prior to the U.S. Attorney’s Office. One individual was out of the office on vacation and noted potential delays in responses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "bop",
        "suicide attempt",
        "u.s. attorney's office",
        "defense counsel",
        "inmate",
        "report",
        "information",
        "ambulance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029739",
            "similarity": 1.0,
            "index": 53,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018964",
            "similarity": 0.538,
            "index": 179,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035986",
      "summary": "This document is a draft investigation report concerning the death of Jeffrey Epstein at the Metropolitan Correctional Center in New York. It details the circumstances of Epstein’s death on August 10, 2019, where he was found hanged in his cell by Material Handler Michael Thomas. Here’s a breakdown of the key findings: *   **Circumstances of Death:** Thomas discovered Epstein hanged after delivering breakfast, noting the presence of an orange string around his neck.  Emergency response was initiated, and Epstein was pronounced dead at the hospital. *   **Lack of Accountability:** The investigation revealed that Thomas and another staff member, Material Handler Thomas, had not conducted the mandatory rounds and inmate counts they were responsible for on the night of August 9th and morning of August 10th. They falsified count slips to cover their actions. *   **Falsified Records:** The OIG found that Thomas and another staff member had knowingly and willfully made false statements on BOP records, falsely claiming to have conducted rounds and counts. *   **Criminal Charges:**  Both men were subsequently indicted on conspiracy and falsification of records charges, though the charges were later dismissed due to deferred prosecution agreements. *   **Security Camera Issues:** The report highlights a history of security camera problems at the facility, contributing to the lack of oversight. Essentially, the report presents a case of negligence and intentional deception by correctional officers that led to Epstein’s death and subsequent legal action.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035986",
        "limited official use",
        "department of justice",
        "suicide",
        "epstein",
        "investigation",
        "bureau of prisons",
        "shu",
        "mcc new york",
        "falsification",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035467",
      "summary": "On August 10, 2019, a U.S. Federal Bureau of Prisons Captain issued a memorandum regarding security expectations for inmate Jeffrey Epstein (Reg. No. 76318-054) at the Metropolitan Correctional Center in New York City. Following concerns about Epstein’s behavior, the Captain held informal training sessions with staff, emphasizing vigilance, increased unannounced rounds, and maintaining a clean and manageable Special Housing Unit. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell after a suspected suicide attempt, and he was housed with a cellmate.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "special housing unit",
        "metropolitan correctional center",
        "training",
        "oversight",
        "management"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034472",
            "similarity": 0.538,
            "index": 157,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036682",
      "summary": "On August 10, 2019, an email was sent from [REDACTED] to [REDACTED] regarding a potential leak concerning the death of Jeffrey Epstein, specifically related to hospital information. The email, flagged as urgent, requested that the information be provided to the OIG/FBI and included the file TEXT.htm.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036682",
        "epstein",
        "leak",
        "hospital",
        "oig",
        "fbi",
        "urgent request",
        "redacted",
        "2019",
        "death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037910",
      "summary": "An email was sent from the Assistant United States Attorney for the Southern District of New York on August 10, 2019, forwarding a document titled “USVI search warrant” (USVI_SW.v6.docx) and ATT00001.htm for review.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "usvi",
        "search warrant",
        "efta00037910",
        "assistant united states attorney",
        "southern district of new york",
        "2019",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034471",
      "summary": "On August 10, 2019, Associate Warden Elissa Visoky visited inmate Jeffrey Epstein in SHU at MCC New York. Epstein was preparing to meet with his attorneys, denied any mental health concerns or suicidal thoughts, and requested specific items and social interactions. He exhibited no signs of distress and was focused on his legal situation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "legal",
        "cell mate",
        "warden",
        "elissa visoky",
        "requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033657",
            "similarity": 0.667,
            "index": 166,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035209",
            "similarity": 0.538,
            "index": 196,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034470",
            "similarity": 0.667,
            "index": 220,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035431",
      "summary": "An email chain discusses the death of Jeffrey Epstein while in custody at the Metropolitan Correctional Center (MCC) NY. The email, dated August 10, 2019, originates from EFTA00035431 and seeks answers regarding the circumstances of Epstein’s death, including notifications to his next of kin, life-saving measures taken, EMS and hospital involvement, FBI notification and investigation status, arrival date at MCC NY, and specific indictment details. An attached document, TEXT.htm, is referenced. The email also includes a link to a news article about Epstein’s death from abc13.com.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035431",
        "press release",
        "samsung",
        "epstein",
        "suicide",
        "mcc ny",
        "fbi",
        "sentry",
        "sex trafficking",
        "life-saving measures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035418",
            "similarity": 0.538,
            "index": 109,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035432",
            "similarity": 0.667,
            "index": 177,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035420",
            "similarity": 0.538,
            "index": 200,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035355",
      "summary": "A memo titled \"memo Epstein\" was sent on August 10, 2019, from the Bureau of Persons to [REDACTED]. The memo included attachments: TEXT.htm and memo_Emergency_Code_Epstein.docx. The sender's address was Bureau of Persons, 1 New Volt Park Rue, New York, NY 10007. The memo's subject is \"Epstein\".",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "memo",
        "redaction",
        "efta00035355",
        "2019",
        "new york",
        "bureau of persons",
        "text.htm",
        "memo_emergency_code_epstein.docx"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035014",
      "summary": "On August 10, 2019, at 0633 a.m., an Electronics Technician responded to a medical emergency involving Inmate J Epstein (Registration # 76138-054) in cell 9 South. Inmate Epstein was unresponsive and receiving CPR by a Correctional Lieutenant and PA. The technician assisted in transporting the inmate to Health Services.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "justice",
        "department",
        "emergency",
        "inmate",
        "cpr",
        "medical",
        "response",
        "corrections",
        "lieutenant",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036415",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg. No. 76318-054) was found unresponsive in his cell at the Metropolitan Correctional Center. Staff initiated life-saving measures and transported him to New York Presbyterian Lower Manhattan Hospital where he was pronounced dead at 7:36 a.m. Circumficial bruising around his neck was noted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "inmate",
        "metropolitan correctional center",
        "new york",
        "medical",
        "death",
        "circumficial bruising",
        "ems",
        "transport"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024346",
      "summary": "An automatic reply email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding an update related to Epstein. The sender stated they would be out of the office on vacation until August 12th and that responses to emails may be delayed. Contact information for other AUSAs and AUSh related to case EFTA00024346 was provided.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00024346",
        "epstein",
        "automatic reply",
        "redaction",
        "ausa",
        "august 12th",
        "case",
        "aush",
        "vacation",
        "update"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024376",
      "summary": "This document is a series of photographic records related to the suicide of Jeffrey Epstein, inmate number 76318-054, at the Metropolitan Correctional Center New York. Each page represents a photo sheet detailing the incident, which occurred on August 10, 2019, at 6:33 AM. The incident was classified as an “INMATE SUICIDE,” and the location was noted as “LA” or “ZA.” Lieutenant’s Office photographs were taken by various individuals, including “Li,” “Lt,” and “LAM,” and the last photo taken at 6:49 AM. One page was redacted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "new york",
        "inmate",
        "photo",
        "incident",
        "reg#76318-054",
        "la",
        "za",
        "date",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018984",
      "summary": "An email was sent from the FBI New York to an unidentified recipient regarding a case titled \"MCC Suicide/Epstein.\" The email, dated August 10, 2019, simply serves as a touch-base communication indicating an attempt to connect with the individual handling the case (EFTA00018984).",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00018984",
        "suicide",
        "epstein",
        "fbi",
        "redaction",
        "mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036689",
      "summary": "The email, dated August 10, 2019, concerns an initial timeline regarding Jeffrey Epstein. It includes three attachments: TEXT.htm, Epstein.docx, and 'cf'. The email is marked as \"Normal\" importance.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "timeline",
        "2019",
        "attachments",
        "efta00036689"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011512",
      "summary": "An email chain discusses potential legal representation for a possible girlfriend of Jeffrey Epstein. Maurice Secarz, an attorney, is identified as the contact. FBI Supervisory Special Agent from the Violent Crimes Task Force is coordinating efforts with SONY and the AUSA team, requesting assistance and providing contact information. The emails detail communication between individuals regarding the case on August 10, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "nypd",
        "violent crimes task force",
        "ausa",
        "maurice secarz",
        "redaction analysis",
        "attorney",
        "contact info",
        "sony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024356",
      "summary": "On August 10, 2019, multiple individuals were communicating regarding the death of Jeffrey Epstein. A BOP official initially announced Epstein's passing via a press release before informing relevant parties, including the U.S. Attorney’s Office and USMS. The U.S. Attorney’s Office expressed frustration at receiving information through the press rather than direct communication. There was concern about a lack of specific details, such as the time and cause of death, and a request for a written report or a call for information to relay to Epstein’s counsel. One individual reported the BOP was transporting Epstein to the hospital following a suicide attempt. An AUSA noted being out of the office on vacation and acknowledged delayed responses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "court",
        "press release",
        "death",
        "suicide attempt",
        "attorney",
        "warden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024354",
            "similarity": 0.667,
            "index": 152,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024352",
            "similarity": 0.818,
            "index": 175,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020662",
      "summary": "On August 10, 2019, an Assistant U.S. Attorney from the Southern District of New York received information that Jeffrey Epstein made a phone call to Kristina Schuliak, his current girlfriend, around 7:00 p.m. The agents contacted Schuliak, who requested a lawyer and subsequently spoke with her lawyer, who indicated Schuliak would discuss the call’s content but needed protections. The Attorney advised that anyone assigned to the new investigation should contact Schuliak and her lawyer for follow-up.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "kristina schuliak",
        "phone call",
        "investigation",
        "ausa",
        "southern district of new york",
        "girlfriend",
        "lawyer",
        "protections",
        "c-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024497",
            "similarity": 0.667,
            "index": 172,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035356",
      "summary": "On August 10, 2019, at 0633 a.m., Inmate J. Epstein (Reg # 76318-054) was found unresponsive on the floor of his cell with CPR being performed by correctional officers. He exhibited circumferential bruising around the neck, posterior mottling, fixed and dilated pupils, and no palpable pulses. EMS was called at 0635 a.m., and the inmate was transported to the HSU treatment room with oxygen and a hep lock. Upon arrival of EMS at 0656 a.m., asystole was detected, CPR continued, the inmate was intubated, and three rounds of epinephrine were administered without success. The inmate was then transported to a local ER with ongoing CPR at approximately 0710.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035356",
        "inmate epstein",
        "medical emergency",
        "cpr",
        "aed",
        "ems",
        "asystole",
        "intubation",
        "cardiac monitor",
        "clinical nurse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034336",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein was found unresponsive at the Metropolitan Correctional Center (MCC) New York and later died at a local hospital from life-threatening injuries. He was 66 years old and was being held pretrial on sex trafficking charges. No staff or other inmates were injured, and the public was not in danger. The FBI was notified.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "u.s. department of justice",
        "metropolitan correctional center",
        "jeffrey epstein",
        "inmate death",
        "federal bureau of prisons",
        "new york",
        "sex trafficking",
        "redaction analysis",
        "ems",
        "mcc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034122",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034497",
      "summary": "The document is a Bureau of Prisons Count Sheet from the New York Metropolitan Correctional Center (NYMFC) dated August 10, 2019. It details an outcount performed at 01:20:48, involving a census of various sections (A-Z) within Unit ZA. The count yielded a total of 758 individuals. The sheet includes sections for recording the names and signatures of officials involved in preparing, taking, and clearing the count. Several pages contain redacted information marked \"[REDACTED]\".",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034497",
        "count",
        "metropolitan correctional center",
        "unit",
        "signature",
        "redaction",
        "bureau of prisons",
        "nymfc",
        "sdny",
        "count sheet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027979",
      "summary": "Epstein:** The document pertains to the probate of the estate of Jeffrey E. Epstein, who died on August 10, 2019, in New York. *   **Petition for Probate:** Darren K. Indyke and Richard D. Kahn are petitioning the Virgin Islands court to grant probate of the will and receive letters testamentary. *   **Will Details:** Epstein’s will, dated August 8, 2019, appoints Indyke and Kahn as executors. It outlines compensation for the executors and directs the estate assets to the 1953 Trust. *   **Significant Assets:** The estate includes substantial assets, primarily cash ($56.547 million), fixed income investments ($158.9 million), equities ($224.9 million), and significant holdings in businesses (e.g., Cypress, Laurel, Nautilus, Poplar) with a total value of $577.7 million. *   **Executor Qualifications:** Indyke and Kahn are U.S. citizens and residents of Florida and New York, respectively, and have appointed a local attorney (Kellerhals Ferguson Kroblin PLLC) to represent them in the Virgin Islands. *   **Debt and Claims:** The executors state that there are currently no known debts or claims against the estate. *   **Next of Kin:**  The document lists Mark Epstein (brother) as a potential heir with 100% inheritance. *   **Bond Waiver:** The executors are requesting a waiver of the bond requirement for executors. *   **Verification of Petition:**  Both Indyke and Kahn provide signed affidavits verifying the information contained within the petition.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "probate",
        "estate",
        "jeffrey epstein",
        "will",
        "virgin islands",
        "executor",
        "st. thomas",
        "assets",
        "trust",
        "probate no. st-19-pb",
        "personal property",
        "inheritance",
        "kellyhals ferguson kroblin pllc",
        "death certificate",
        "financial investments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033613",
      "summary": "On August 10, 2019, at 0633 a.m., a correctional officer responded to an unresponsive inmate, Jeffrey Epstein (Reg # 76318-054), in his cell. Epstein was found unresponsive with CPR in progress, exhibiting symptoms including circumferential bruising around the neck, fixed and dilated pupils, and no palpable pulses. EMS was called at 0635 a.m. An AED was used without a shock advised. After transport to the HSU treatment room, CPR continued with an 18g hep lock and oxygen administration. EMS and Paramedics arrived at 0656 a.m. and confirmed asystole, initiating further interventions including intubation, epinephrine administration, and transport to a local ER with ongoing CPR at approximately 0710.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "medical emergency",
        "inmate",
        "cpr",
        "aed",
        "asystole",
        "intubation",
        "epinephrine",
        "ems",
        "correctional officers",
        "bruising"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034065",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035011",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023970",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 23T6CF5X) was collected from a redacted location as part of an investigation related to Jeffrey Epstein’s death. The evidence originated from a Nice Vision DVR2 Surveillance System and was submitted under case ID 90A-NY-3151227. The receipt was not given. The item is designated as original and numbered as 1.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "surveillance",
        "evidence",
        "hard drive",
        "seagate",
        "cart",
        "nypd",
        "investigation",
        "victim",
        "death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023976",
            "similarity": 0.818,
            "index": 88,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023977",
            "similarity": 0.667,
            "index": 205,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034367",
      "summary": "Jeffrey Epstein’s death occurred on August 10, 2019, at the Metropolitan Correctional Center (MCC) New York. The timeline begins with his court appearance at 8:30 am, followed by a social call at 7:00 pm. At 6:33 am on August 10th, a body alarm was triggered, and Epstein was found unresponsive in his cell. Medical personnel initiated CPR and provided interventions before transporting him to Beekman Hospital. Despite efforts, he was pronounced dead at 7:36 am. A series of agencies, including US Marshals, FBI, Bureau of Prisons, and the Office of the Inspector General (OIG), responded to the scene and conducted investigations, including interviews, forensic examinations (fingerprints, photographs, autopsy), and the removal of electronic devices. The investigation continued into the following day, with OIG and FBI agents collecting evidence and computers before departing the institution.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "august 9",
        "2019",
        "shu",
        "cpr",
        "medical emergency",
        "beekman hospital",
        "fbi",
        "autopsy",
        "coroner",
        "usms",
        "ido",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035461",
            "similarity": 0.562,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034474",
            "similarity": 0.5,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035316",
      "summary": "An email dated August 10, 2019, was sent from [REDACTED] to [REDACTED] regarding a “PSY ALERT.” The email inquired about the criteria for a PSY ALERT and specifically questioned why Jeffrey Epstein was not designated as such. The email is associated with file EFTA00035316.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "psy alert",
        "efta00035316",
        "redaction",
        "epstein",
        "criteria",
        "warden",
        "captain",
        "text.htm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035427",
      "summary": "Jeffrey Edward Epstein (Reg. No. 73618-054_1) was the subject of an email sent from [REDACTED] to [REDACTED] on August 10, 2019. The email announced the sender’s absence from August 9-19, 2019, and designated specific staff members to handle responsibilities during that time: Dr. [REDACTED], Dr. [REDACTED], and Dr. [REDACTED]. An updated timeline was attached to the email.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "time line",
        "august 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036659",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034503",
            "similarity": 0.571,
            "index": 164,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023974",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Hitachi 500GB HDD (Serial JP1572JE36MWNK) was collected from a redacted location as part of a death investigation (Case ID: 90A-NY-3151227). The HDD was recovered from a MCC Nice Vision DVR2 Surveillance System and submitted under NYC023582. Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "redaction analysis",
        "evidence",
        "cart",
        "hdd",
        "surveillance system",
        "hitachi",
        "nice vision",
        "jeffrey epstein",
        "death investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035659",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at approximately 6:33 a.m. He was pronounced dead at the local hospital at 7:36 a.m. following life-saving measures initiated by staff. Circumferential bruising around his neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m. and transported him to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "inmate",
        "death",
        "bruising",
        "noose",
        "medical staff",
        "ems",
        "hospital",
        "new york",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036416",
            "similarity": 0.538,
            "index": 168,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035358",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant conducted morning operations, including a count of 758 inmates (73 in SHU), a fire alarm system issue, and restraint equipment inventory.  Throughout the shift, there were several body alarm tests and institutional counts. A medical emergency involving inmate Epstein (#76318-054) occurred at 6:33 AM, resulting in CPR and transport to a local hospital. The Lieutenant relieved duties at 8:00 AM, and the final count was 758 with 71 in SHU. WITSEC inquiries and administrative detentions were also noted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "prea",
        "inmate count",
        "shu",
        "medical emergency",
        "cpr",
        "restraint equipment",
        "administrative detention",
        "terrorism"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035362",
      "summary": "The document is an updated draft of redaction analysis for EFTA00035362. A specific date and time, August 10, 2019, 1:32 PM, is associated with the file.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035362",
        "redaction analysis",
        "2019",
        "edits",
        "statement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015299",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein was found unresponsive in his cell at the Metropolitan Correctional Center New York and pronounced dead at a local hospital due to an apparent suicide. He was 66 years old and incarcerated on sex trafficking and conspiracy charges. The FBI is investigating the incident. The MCC New York facility houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "mcc new york",
        "fbi",
        "sex trafficking",
        "inmate death",
        "metropolitan correctional center",
        "usms",
        "geoffrey berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034122",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034849",
            "similarity": 0.538,
            "index": 219,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035354",
      "summary": "This document is an emergency report regarding Jeffrey Edward Epstein (Reg # 76318-054) dated August 10, 2019. It was generated on December 27, 2025, and includes attachments named TEXT.htm and ClinicalEncounterFinalizeGetDocument.faces.pdf. The report originates from the Bureau of Patient Control in New York.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeff epstein",
        "efta00035354",
        "emergency",
        "code",
        "2019",
        "clinical encounter",
        "bureau of pt kol"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034850",
      "summary": "On August 10, 2019, at approximately 6:33 a.m., inmate Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell. Staff initiated life-saving measures and transported him to Health Services and then to a local hospital where he was pronounced dead at 7:36 a.m. Circumferential bruising around his neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m. and he was transported to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc new york",
        "associate warden",
        "death",
        "inmate",
        "noose",
        "circumferical bruising",
        "health services",
        "ems",
        "8/10/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036662",
      "summary": "An email, forwarded from [REDACTED], titled “Epstein,” was sent on August 10, 2019. The email is part of the redaction analysis EFTA00036662.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "efta00036662"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024354",
      "summary": "On August 10, 2019, communication occurred regarding the death of Jeffrey Epstein while incarcerated at the Metropolitan Correctional Center in New York. A Supervisory Staff Attorney from CLC New York requested information from the Bureau of Prisons (BOP) regarding the cause of death, time of death, and lead counsel for Epstein.  Multiple individuals reported updates, including that Epstein had died following an apparent suicide attempt and that a significant incident report was being prepared by the BOP. The sender indicated they would provide updates as they received them, and noted delays due to their vacation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "warden",
        "press release",
        "suicide attempt",
        "death",
        "federal inmate",
        "us attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024356",
            "similarity": 0.667,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024352",
            "similarity": 0.667,
            "index": 175,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035064",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding “MCC Epstein” (EFTA00035064). The email was forwarded by [REDACTED] via a Samsung Galaxy smartphone, and included correspondence from [REDACTED].",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035064",
        "mcc epstein",
        "redaction",
        "analysis",
        "fwd",
        "samsung",
        "vcrizon",
        "2019",
        "2025",
        "metadata"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035475",
            "similarity": 0.538,
            "index": 188,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013176",
      "summary": "On August 10, 2019, multiple parties (defense counsel, a supervisory staff attorney, USMS, and BOP) received reports regarding the death of Jeffrey Epstein. A phone call was received claiming an MCC investigator informed Epstein’s close contact that Epstein’s body was ready for retrieval. Concerns arose regarding the premature public press release from the BOP and the lack of communication regarding basic facts, including the time and cause of death. Counsel demanded immediate updates and accurate information to relay to Epstein’s attorneys and family. The BOP provided an update stating Epstein was being taken to the hospital via ambulance due to a suicide attempt, but offered no further specifics. A USMS representative confirmed the update and stated they would push out updates as they received them.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "mcc",
        "investigation",
        "autopsy",
        "retrieval",
        "defense counsel",
        "press release",
        "usms",
        "death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034066",
      "summary": "This document is a redacted daily activity log and Lieutenant’s log for Saturday, August 10, 2019, pertaining to EFTA00034066. The log includes a daily activities report, a Lieutenant’s log, and references to Aiietto, Metropolitan Coxtettiostal Centex, and associated confidential information including case numbers SDNY_00010046.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034066",
        "lieutenant's log",
        "daily activities report",
        "2019",
        "redaction analysis",
        "confidential",
        "sdny_00010046",
        "aiietto",
        "georgetown",
        "coxtettiostal centex"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034560",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and staff absences. A shortage of staff led to the vacation of correctional assignments, specifically in 10 South #2 and unit B-2. An inmate, I/M Epstein #76318-054, was found unresponsive and transported to a hospital for treatment. Three inmates were on suicide watch. There were no new admissions, releases, or additions to the Special Housing Unit (SHU) that created triple bunked conditions. No missing fire or security reports or equipment inventories were noted. Staff leave utilization included furlough, annual leave, sick leave, and a small amount of compensatory time. Overtime hours were recorded, primarily for 87S OVERTIME (Treaty Trans), totaling 263 hours. The institution’s total inmate count at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "daily activity report",
        "corrections",
        "new york",
        "fire panel",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034472",
      "summary": "On August 10, 2019, Captail, a Federal Bureau of Prisons representative, held informal training sessions with correctional staff at the Metropolitan Correctional Center in New York due to concerns about inmate Jeffrey Epstein (Reg. No. 76318-054). The training emphasized vigilance, security monitoring, and maintaining a clean and manageable Special Housing Unit, particularly regarding unannounced rounds and addressing security concerns like obstructed observation windows and accumulated waste. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell following a suspected suicide attempt.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "shu",
        "training",
        "expectations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035467",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010422",
      "summary": "The document is a court filing regarding the case of *United States v. Jeffrey Epstein*. Following Jeffrey Epstein’s death on August 10, 2019, the U.S. Attorney’s Office for the Southern District of New York requests court approval of a nolle prosequi (a dismissal of the charges) due to the defendant’s death before a final judgment. The original indictment charged Epstein with conspiracy and sex trafficking of minors.  Due to the circumstances of Epstein’s death, the case is being dismissed under the rule of abatement.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "nolle prosequi",
        "suicide",
        "sex trafficking",
        "united states attorney",
        "richard m. berman",
        "metropolitan correctional center",
        "crime victims' rights act",
        "18 u.s.c. § 371"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027154",
            "similarity": 0.538,
            "index": 231,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023975",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 23T6C3JA) was collected from a redacted location by the MCC-NY. The device originated from a Nice Vision DVR2 Surveillance System (1 of 18). The item was submitted as NYCO23578 and related to a death investigation involving Jeffrey Epstein. Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "cart evidence",
        "nyco23578",
        "death investigation",
        "jeffrey epstein",
        "mcc-ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034339",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein was pronounced dead at New York Presbyterian-Lower Manhattan Hospital due to an apparent suicide. The U.S. Department of Justice’s Federal Bureau of Prisons sent a condolence letter to Mr. Epstein regarding his brother’s death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "death",
        "suicide",
        "bureau of prisons",
        "warden",
        "metropolitan correctional center",
        "new york",
        "u.s. department of justice",
        "condolences"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034344",
            "similarity": 0.818,
            "index": 98,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035429",
            "similarity": 0.538,
            "index": 212,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036684",
      "summary": "An email chain discusses a draft notification related to an investigation, including one by the FBI and a request from the Attorney General for the DOJ Office of Inspector General to investigate. The emails are sent between individuals at [REDACTED] and [REDACTED] on August 10, 2019, with attachments including a text file named TEXT.htm. One email references a geospatial location known only by Skynet (Google). The document is identified as EFTA00036684.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "notification",
        "draft",
        "fbi",
        "doj",
        "attorney general",
        "redaction",
        "investigation",
        "samsung",
        "google",
        "efta00036684"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034501",
      "summary": "This document is a draft notification, “Draft Notification,” attached to an email sent on August 10, 2019, at 5:13:13 PM. The email is addressed to and from redacted individuals, and the notification is marked as confidential and related to case SDNY_000 11159 and file EFTA00034501. It was intended for the Judge.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034501",
        "redaction",
        "notification",
        "draft",
        "judge",
        "sdny",
        "2019",
        "confidential",
        "text.htm",
        "fwd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036036",
      "summary": "A Clinical Nurse Specialist from the Department of Justice, Bureau of Prisons – MCC New York, sent an email to an unidentified recipient on August 10, 2019, regarding Jeffrey Edward Epstein (Reg 8: 76318-059). The email is attached to a file named “TEXT” and originates from the Department of Justice.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "bureau of prisons",
        "emergency code",
        "redaction analysis",
        "new york",
        "clinical nurse specialist",
        "reg 8",
        "iso park row"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034503",
      "summary": "An email correspondence, dated August 10, 2019, pertains to Jeffrey Edward Epstein (Reg. No. 73618-054_1) and includes an updated timeline. The email is marked as CONFIDENTIAL and associated with case number SDNY_00011167. It references attached documents: TEXT.htm and Epstein, Jeffrey Edward, Req. No. 73618-054 1.docx.  “mc” is referenced as a contact for questions.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "time line",
        "confidential",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035427",
            "similarity": 0.571,
            "index": 143,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034343",
            "similarity": 0.625,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032288",
      "summary": "CBS News National Desk reached out to inquire about the circumstances surrounding the death of Jeffrey Epstein, who died by suicide at MCC. The email, dated August 10, 2019, requested confirmation and comment regarding the event.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "cbs news",
        "jeffery epstein",
        "suicide",
        "mcc",
        "redaction analysis",
        "inquiry",
        "national desk",
        "cbs",
        "suicide by suicide"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033657",
      "summary": "On August 10, 2019, a SHU visitor reported a meeting with inmate Jeffrey Epstein. Epstein was preparing to meet with his attorneys, denied mental health concerns and suicidal thoughts, and requested specific items like social calls and a book. He exhibited no signs of distress and was focused on his legal situation. He shared a cell with another inmate and interacted with them.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "legal",
        "attorneys",
        "requests",
        "cell mate",
        "general population"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034471",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035209",
            "similarity": 0.667,
            "index": 196,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034470",
            "similarity": 0.818,
            "index": 220,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035026",
      "summary": "On August 10, 2019, at approximately 6:33 am, a medical emergency was reported in the 9South Special Housing Unit. A senior officer responded and found medical staff performing CPR on Jeffrey Edward Epstein (#76318-054), who was unresponsive. The officer assisted in transporting Epstein to the Health Service Area, where CPR continued until EMS staff arrived. The inmate was then transported by ambulance with Bop staff escort to Downtown Beckman hospital, where the officer remained on post until relieved.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "emergency",
        "medical",
        "inmate",
        "cpr",
        "response",
        "9south",
        "health service area",
        "emt",
        "beckman hospital",
        "government"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036416",
      "summary": "On August 10, 2019, inmate Jeffrey Epstein (Reg. No. 76318-054) was found unresponsive during breakfast in his cell. Staff initiated life-saving measures and transported him to Health Services and subsequently the local hospital. He was pronounced dead at 7:36 a.m. due to circumferential bruising around his neck.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "inmate",
        "medical",
        "bruising",
        "death",
        "new york",
        "metropolitan correctional center",
        "ems",
        "health services",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035659",
            "similarity": 0.538,
            "index": 145,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035016",
            "similarity": 0.818,
            "index": 78,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036394",
      "summary": "On August 10, 2019, an individual from the Bureau of Prisons (bop.gov) sent an email announcing they will be out of the office on August 9, 2019, and provided contact information for assistance. The email also listed vacant custody posts available for volunteer Non-Custody staff to sign up for over the weekend of August 11-12, 2019, at the Metropolitan Correctional Center in New York. The listed posts included specific areas within the facility.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "overtime",
        "metropolitan correctional center",
        "non-custody",
        "custody posts",
        "supervisor",
        "lieutenant",
        "attorney",
        "new york",
        "sign-up",
        "weekend"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034119",
      "summary": "This document is a forwarded email chain concerning a memo titled \"memo re: Epstein.\" The email originated on August 10, 2019, and references the file EFTA00034119.pdf, along with a document named TEXT.htm and a CONFIDENTIAL SDNY_000 10234 file. The sender and recipients are redacted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "efta00034119",
        "memo",
        "confidential",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035286",
      "summary": "*   **Incident:** Epstein was found unresponsive and subsequently died in his cell due to an apparent suicide on August 10, 2019. A lawsuit is anticipated. *   **Preservation Obligation:** Record custodians are required to preserve all potentially relevant electronic files (ESI) and physical documents related to Epstein, including emails, documents, and BEMR records. *   **Action Required:** Custodians must complete a checklist and adhere to specific preservation protocols, including suspending retention policies and preventing deletion or alteration of ESI. *   **Contact Information:**  Questions and comments should be directed to alOjohnson@bop.gov.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "legal hold",
        "inmate death",
        "bop",
        "esi",
        "records preservation",
        "jeffrey epstein",
        "federal bureau of prisons",
        "data retention",
        "confidential",
        "notification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036429",
            "similarity": 0.818,
            "index": 84,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024497",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York reports that Jeffrey Epstein made a phone call to Kristina Schuliak, his current girlfriend, on August 10, 2019, around 7:00 p.m. Schuliak requested a lawyer and her lawyer indicated she would discuss the call’s content, seeking protections. The information is being relayed for use in a new investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "kristina schuliak",
        "phone call",
        "investigation",
        "ausa",
        "southern district of new york",
        "redacted",
        "girlfriend",
        "lawyer",
        "protection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020662",
            "similarity": 0.667,
            "index": 134,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024499",
      "summary": "An FBI/NYPD Violent Crimes Task Force Supervisory Special Agent sent an email on August 10, 2019, regarding a case titled \"Epstein.\" The email directed recipients to contact the AUSA team from SDNY for assistance.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "nypd",
        "sdny",
        "ausa",
        "redaction",
        "assistance",
        "violent crimes",
        "task force",
        "efta00024499"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036082",
      "summary": "Epstein arrived at the facility on July 6, 2019, and was initially placed in SHU with a cellmate, Nicholas Tartaglione. Over the following weeks, he underwent multiple psychology evaluations, risk assessments, and interactions with attorneys, often with inconsistencies in documentation, particularly regarding cell assignments tracked in SENTRY.  There were documented instances of misplaced SENTRY transactions and errors in records, including inaccurate inmate counts and missing documentation like intake screenings and 30-day psychology reviews.  On July 23, 2019, Epstein was found unresponsive in his cell, prompting a medical emergency and ultimately his death. The investigation into the incident was inconclusive. The review highlighted significant failures in basic correctional practices, including incomplete inmate counts, inconsistent documentation, and failures to adhere to established suicide prevention protocols. Recommendations were made regarding staff training, institutional processes, and oversight. The estimated cost associated with the incident was approximately $10,741.60.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate epstein",
        "mcc new york",
        "sentry",
        "shu",
        "psychology",
        "suicide",
        "cellmate",
        "tartaglione",
        "risk assessment",
        "mental health",
        "court",
        "medical assessment",
        "overtime",
        "corrections",
        "suicide watch",
        "incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024352",
      "summary": "On August 10, 2019, communications regarding the death of Jeffrey Epstein began. A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center inquired about Epstein’s lead counsel and requested accurate information from the Bureau of Prisons (BOP) for relaying to defense attorneys and his family. Concerns were raised about public press releases being issued by the BOP before key stakeholders were informed. A BOP staff member reported Epstein had died, initially due to an apparent suicide attempt and was being transported to the hospital via ambulance, but provided no further details. Another staff member confirmed Epstein’s death and indicated a significant incident report was being prepared for headquarters, but lacked specifics from the BOP. The sender of the initial update indicated they would be out of the office on vacation and responses may be delayed.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "death",
        "press release",
        "suicide attempt",
        "federal inmate",
        "court",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024354",
            "similarity": 0.667,
            "index": 152,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024356",
            "similarity": 0.818,
            "index": 133,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036601",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding document EFTA00036601. The email attached a file named TEXT.htm.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036601",
        "redaction",
        "documents",
        "ranges",
        "2019",
        "2025",
        "analysis",
        "verizon",
        "samsung",
        "text.htm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035432",
      "summary": "On August 10, 2019, at approximately 8:58 AM GMT-05:00, an email was sent inquiring about the circumstances surrounding Jeffrey Epstein’s death in Manhattan Correctional Facility (MCC NY). The email, originating from [REDACTED], sought information regarding notifications to Epstein’s next of kin, staff response to his discovery, EMS/hospital staff involvement and life-saving measures, the involvement of the FBI and investigation status, Epstein’s arrival date (PP37), and specific indictment details. Epstein was pronounced dead at 7:30 AM at the hospital after being transported by the Bureau of Prisons (BOP).",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "suicide",
        "mcc ny",
        "fbi",
        "press release",
        "redaction",
        "ippa",
        "life-saving measures",
        "sentry",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035431",
            "similarity": 0.667,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035418",
            "similarity": 0.538,
            "index": 109,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024347",
      "summary": "On August 10, 2019, The Wall Street Journal sent a news alert reporting that financier Jeffrey Epstein was found dead in jail while awaiting trial on sex trafficking charges. The email included a link to more coverage and promoted WSJ.com subscriptions. The email was forwarded from The Wall Street Journal and originated from a contact at North Monmouth Junction, NJ.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "wall street journal",
        "news alert",
        "dow jones",
        "email",
        "redaction analysis",
        "efta00024347"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024350",
            "similarity": 0.5,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018964",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office and related agencies received updates regarding the death of Jeffrey Epstein. Initial reports indicated Epstein had died, likely due to a suicide attempt, and was being transported to a hospital by ambulance. Concerns were raised about a lack of communication from the Bureau of Prisons (BOP) and the public release of information before counsel and family could be informed. A staff member indicated they were compiling an incident report and lacked specific details from the BOP. Another individual noted continued frantic calls from defense counsel due to press releases containing information not yet shared.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "inmate",
        "suicide attempt",
        "u.s. attorney's office",
        "counsel",
        "marshals",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029735",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034512",
      "summary": "This document, titled \"Documentation,\" is a confidential email sent on August 10, 2019, regarding case number SDNY_00011198 and file EFTA00034512. It contains two redactions.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034512",
        "redaction analysis",
        "sdny_00011198",
        "documentation",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036060",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding an “Initial Timeline” for Epstein, attached to document EFTA00036060 and labeled “1911”. The sender was a “Regional Director” for the Northeast Region.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "timeline",
        "redaction",
        "efta00036060",
        "2019",
        "northeast region"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034348",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity issues including staff shortages leading to the vacation of a correctional assignment and an unresponsive inmate requiring outside hospital treatment. There were multiple inmates on suicide watch. No new admissions, releases, or bed space issues in the Special Housing Unit (SHU) were reported. Leave utilization included furlough, sick leave, and overtime hours. Staff numbers totaled 34. Initial cell counts at the beginning of the morning watch shift were recorded as 759 across various units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "inmates",
        "suicide watch",
        "medical",
        "operations lieutenant",
        "new york",
        "activity report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035502",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein (Reg# 76318-054) at NYM facility experienced a medical emergency involving cardiac arrest. Initial responders, including correctional officers, initiated CPR. Medical personnel (RN, paramedics) arrived and performed advanced life support, including intubation, epinephrine administration, and IV fluids. The inmate was unresponsive, exhibiting fixed and dilated pupils, circumferential bruising around the neck, and mottled skin. Despite interventions, the inmate was transported to a local ER with ongoing CPR. A consultation request for an Emergency Room and translator was initiated.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "cpr",
        "emergency",
        "resuscitation",
        "iv",
        "epinephrine",
        "endotracheal tube",
        "nym",
        "cardiac arrest",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035007",
            "similarity": 0.818,
            "index": 61,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034558",
            "similarity": 0.667,
            "index": 202,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033611",
            "similarity": 0.818,
            "index": 211,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035481",
      "summary": "This document, identified as EFTA00035481, is a collection of training materials and logs related to “30-Minute Rounds” conducted between August 8th and August 10th, 2019. The materials include PDF documents detailing the rounds and TRU-SCOPE logs associated with those sessions.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "efta00035481",
        "documentation",
        "pdf",
        "30 minute rounds",
        "tru-scope",
        "logs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036580",
      "summary": "An investigation is underway to reconstruct inmate Epstein’s 292 record from August 5-9, 2019, following his death in SHU 3 at NYM. Records from July 7-August 10, 2019, including Epstein’s movement between SHU 3 and other locations, were reviewed and documented in Epstein 292 forms. The SHU administration data was then added to the 292 history reports.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "292 forms",
        "inmate",
        "records",
        "death",
        "nym",
        "redaction analysis",
        "history reports",
        "august 5 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011506",
      "summary": "An email exchange regarding “Epstein” occurred on August 10, 2019. The sender, identified as EFTA00011506, sent an email titled \"Re: Epstein\" to connect individuals.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00011506",
        "2019",
        "august"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035357",
      "summary": "A communication titled \"M/W LOG\" was sent from the U.S. Department of Justice (113OP MCC NV) to [REDACTED] on August 10, 2019, at 21:56:34 +0000. The email included attachments: TEXT.htm, Mw_Lieutenant_Log.pdf, and vcf (lieutenant). The redaction analysis pertains to EFTA00035357.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035357",
        "lieutenant",
        "u.s department of justice",
        "m/w log",
        "redaction",
        "mw_lieutenant_log.pdf",
        "text.htm",
        "vcf",
        "2019",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035475",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on August 10, 2019, regarding a timeline labeled “NYM Time Line” (EFTA00035475). The email was forwarded from Vcrizon via a Samsung Galaxy smartphone. Two redactions are present on page 1.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035475",
        "nym time line",
        "redaction",
        "fwd",
        "samsung",
        "vcrizon",
        "2019",
        "2025",
        "analysis",
        "time line"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035064",
            "similarity": 0.538,
            "index": 153,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033704",
      "summary": "On August 10, 2019, the Associate Warden of MCC New York sent an email attachment, a \"bog\" (likely referring to a logbook), regarding Jeffrey Edward Epstein’s case (Reg. No. 73618-054). The email confirms receipt of the logbook for potential future use and includes contact information for the Associate Warden.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "efta00033704",
        "attorney conf log book",
        "mcc new york",
        "nym/aw-programs",
        "sdny_00009158"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034495",
      "summary": "This is a confidential email chain, dated August 10, 2019, regarding Jeffrey Epstein. It includes redactions for the recipient and sender, and is identified as SDNY_00011150 and EFTA00034495.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00034495",
        "confidential",
        "sdny_00011150"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019759",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, died at the Metropolitan Correctional Center (MCC) New York from an apparent suicide. He was found unresponsive in his cell and transported to a local hospital where he was pronounced dead. Epstein was being held on pretrial status for sex trafficking of minors and conspiracy, having arrived at the MCC on July 6, 2019. The FBI is investigating the incident.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "fbi",
        "death investigation",
        "sex trafficking",
        "pretrial status",
        "bureau of prisons",
        "new york",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035658",
            "similarity": 0.667,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034515",
      "summary": "On August 10, 2019, an email was sent from [REDACTED] to [REDACTED] regarding “Count Slips” (SDNY_000 11236, EFTA00034515). The email was forwarded by Fran on August 14, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034515",
        "redaction analysis",
        "count slips",
        "sdny_000",
        "2019",
        "2025",
        "verizon",
        "samsung",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036686",
      "summary": "On August 10, 2019, an individual reported an incident in New York. The sender, “[REDACTED],” requested recipients to provide updates via email or text message due to their continued high workload.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036686",
        "nym",
        "redaction",
        "incident",
        "new york",
        "samsung galaxy",
        "verizon",
        "email",
        "text",
        "boss"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036685",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034333",
      "summary": "The document is a forwarded email chain concerning the death of Jeffrey Epstein at Metropolitan Correctional Center (MCC) New York. It includes questions regarding notification of Epstein’s next of kin, staff response to the discovery of his body, EMS and hospital involvement, FBI notification and investigation status, Epstein’s arrival date, and the specific charges against him. The email is dated August 10, 2019, and references related documents including a press release and text files.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "mcc new york",
        "press release",
        "redaction",
        "fbi",
        "suicide",
        "ems",
        "hospital staff",
        "sentry",
        "indicted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035657",
            "similarity": 0.538,
            "index": 214,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033610",
      "summary": "This document is a clinical encounter finalized regarding Jeffrey Edward Epstein (Reg # 76318-054) within the MCC New York facility, Department of Justice, Bureau of Prisons. It was sent on August 10, 2019, and is marked as confidential, referencing case number SDNY_00008855 and file EFTA00033610.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00033610",
        "jeffrey epstein",
        "code epstein",
        "department ofjustice",
        "bureau o1 prisons",
        "nym",
        "clinical encounter",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035209",
      "summary": "On August 10, 2019, an Associate Warden visited inmate Epstein in SHU at MCC New York. Epstein denied mental health concerns, suicidal thoughts, and reported a neutral mood. He requested social calls without a speakerphone, a specific book, and planned to meet with his attorneys regarding his legal situation. He shared a cell with another inmate and had interacted with him.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "attorneys",
        "cell mate",
        "requests",
        "programs",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033657",
            "similarity": 0.667,
            "index": 166,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034471",
            "similarity": 0.538,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034470",
            "similarity": 0.667,
            "index": 220,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035010",
      "summary": "A clinical nurse specialist from the Department of Justice, Bureau of Prisons – MCC New York – sent an email dated August 10, 2019, to “Epstein” requesting a text message. The email included a document named “memo Epstein” and referenced an “Emergency Code Epstein.” The email is classified as CONFIDENTIAL and associated with SDNY_00013108 and EFTA00035010.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035010",
        "epstein",
        "redaction",
        "bureau of prisons",
        "clinical nurse specialist",
        "department ofjustice",
        "memeo",
        "emergency code",
        "sdny_00013108",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035425",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) in New York and pronounced dead at New York Presbyterian-Lower Manhattan Hospital. The death was determined to be an apparent suicide, occurring around 7:37 a.m. Responding staff initiated life-saving measures and EMS was called. An autopsy is pending to determine the exact cause of death, and the Federal Bureau of Investigation is conducting an investigation. The MCC New York will provide an update to the court upon completion of the autopsy and determination of the official cause of death.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "suicide",
        "death",
        "bureau of prisons",
        "federal bureau of investigation",
        "autopsy",
        "u.s. department of justice",
        "colleen mcmahon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035429",
            "similarity": 0.538,
            "index": 212,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014347",
      "summary": "A phone message was sent on August 10, 2019, from an iPhone to an unknown recipient, referencing “Epstein.” The subject line was “Epstein.” The message requested a phone call.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00014347",
        "2025-12-24",
        "2019-08-10"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035420",
      "summary": "On August 10, 2019, EFTA00035420 sent an email regarding a draft press release concerning Alan Epstein’s death at Metropolitan Correctional Center (MCC) New York. Key details include: Epstein’s next of kin had not been notified, life-saving measures were initiated upon discovery, EMS and BOP staff transported him to the local hospital where he was pronounced dead at 7:36 am, the FBI was notified and investigating it as a potential suicide, Epstein’s arrival date at MCC NY was July 6, 2019, and his charges are Sex Trafficking Conspiracy and Sex Trafficking of Minors.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "mcc new york",
        "press release",
        "samsung",
        "fbi",
        "suicide",
        "sex trafficking",
        "life-saving measures",
        "ems",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035431",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035418",
            "similarity": 0.667,
            "index": 109,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035657",
            "similarity": 0.538,
            "index": 214,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037383",
      "summary": "FBI agents from New York (NY) and CID (FBI) were involved in an investigation regarding Jeffrey Epstein’s suicide. A search warrant was being prepared and sworn out on August 10, 2019. Updates were being requested and disseminated regarding the search warrant status, timelines for on-site investigations, and a brief for Monday morning.  The FBI was coordinating with the Executive Staff regarding the information.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "search warrant",
        "cid",
        "ny",
        "fbi",
        "update",
        "brief",
        "timeline",
        "scn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034558",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at NYM facility. Emergency medical personnel responded and initiated CPR. The inmate was found with circumferential bruising around the neck, fixed and dilated pupils, and no palpable pulses. Treatment included endotracheal intubation, IV access with a 18g peripheral IV, administration of epinephrine and sodium bicarbonate, and oxygen via a BVM. CPR continued until EMS and paramedics arrived. The inmate was then transported to an emergency room with ongoing CPR. A consultation request was made for a translator and ambulance service due to the cardiac arrest.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "cpr",
        "emergency",
        "resuscitation",
        "iv",
        "medications",
        "endotracheal tube",
        "nym",
        "paramedics",
        "cardiac arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035502",
            "similarity": 0.667,
            "index": 183,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035007",
            "similarity": 0.818,
            "index": 61,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033611",
            "similarity": 0.818,
            "index": 211,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036743",
      "summary": "An investigation is being initiated by the Attorney General, potentially leading to significant disruption. The communication was sent from a Verizon Samsung Galaxy smartphone on August 10, 2019, at 20:41:05 +0000.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "investigation",
        "ag",
        "efta00036743",
        "samsung",
        "verizon",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036914",
      "summary": "On August 10, 2019, Jeffrey Epstein, Register No. 76318-054, was found unresponsive in his cell at MCC New York. Staff initiated life-saving measures and transported him to a local hospital where he was pronounced dead at 7:36 a.m. Circumferential bruising around the neck and an orange makeshift noose were discovered in his cell. EMS arrived at 6:59 a.m. and transported him to the hospital at 7:23 a.m.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "mcc new york",
        "noose",
        "circumfricial bruising",
        "death",
        "register no. 76318-054",
        "2019",
        "health services",
        "breakfast"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023977",
      "summary": "On August 10, 2019, at 4:30 PM EDT, one Seagate Barracuda 500GB HDD (Serial Number 9QM8MT9P) was collected from a redacted location by the MCC-NY. The item was part of a Nice Vision DVR2 Surveillance System and was submitted as evidence related to a death investigation (Case ID: 90A-NY-3151227). Receipt was not given.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "evidence",
        "surveillance",
        "hard drive",
        "seagate",
        "cart evidence",
        "nypd",
        "investigation",
        "victim",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023970",
            "similarity": 0.667,
            "index": 140,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023976",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035359",
      "summary": "On August 10, 2019, at 22:20:02 +0000, an email was sent from [REDACTED] to [REDACTED] regarding discrepancies in count slips. The 12am count slip read 73, while the 12am El slip read 72. An attached file named EFTA00035359 was also sent.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "count slips",
        "redaction",
        "efta00035359",
        "2019",
        "2025",
        "text.htm",
        "verizon",
        "samsung",
        "el"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037380",
      "summary": "On August 10, 2019, an FBI agent (NY e.agny0000@fbi.gov) received a phone call from Mark Epstein (917-543-2432) regarding the death of his brother, Jeffrey. Epstein requested contact regarding the case and was informed by the NYOC that they could not confirm or deny an investigation. A CLEAR report was generated related to the phone number.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00037380",
        "nyoc",
        "fbi",
        "mark epstein",
        "jeffrey",
        "phone call",
        "redaction",
        "investigation",
        "death",
        "917-543-2432"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035018",
      "summary": "On August 10, 2019, at approximately 6:33 am, a body alarm was triggered at the 9.South unit, specifically cell #220, tier #11. Inmate Jeffrey Edward Epstein (#76318-054) was found unresponsive and receiving CPR by medical staff. Staff subsequently moved the inmate to the medical room and continued CPR until paramedics arrived. The inmate was transported to a hospital via EMS vehicle, and the officer remained on-site until relieved.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "body alarm",
        "jeffrey edward epstein",
        "cpr",
        "inmate",
        "medical",
        "ems",
        "hospital",
        "unit 9 south",
        "cell #220",
        "government vehicle"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035012",
      "summary": "On August 10, 2019, at approximately 8:45 am, Officer M. responded to Metropolitan Correctional Center, New York, to provide emergency hospital detail for inmate Jeffrey Epstein (#76318-054) at New York Presbyterian Hospital room A9. Following preparation and escort of the remains to the hospital morgue cooling unit, officers secured the area under the direction of the Institution Duty Officer (IDO). The IDO then coordinated with the Director of the Office of City Medical Examiner (OCME) regarding the remains’ transport to the city morgue. OCME staff ultimately transported the remains at 12:57 pm, and the detail staff returned to MCC New York at 1:03 pm.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035012",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "remains",
        "ocme",
        "hospital detail",
        "bureau of prisons",
        "us department of justice",
        "emergency room"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033860",
            "similarity": 0.538,
            "index": 105,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035660",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at MCC New York. Life-saving measures were attempted, but he was pronounced dead at the hospital at 7:36 a.m. The email details the incident and offers further information.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "register no. 76318-054",
        "unresponsive",
        "death",
        "mcc new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033611",
      "summary": "On August 10, 2019, Jeffrey Epstein (Reg # 76318-054) at NYM facility experienced a medical emergency, classified as a resuscitation event requiring CPR. Initial responders (correctional officers) found him unresponsive in his cell.  Medical personnel initiated interventions including endotracheal intubation, IV access with a peripheral IV (18g left AC), administration of epinephrine and sodium bicarbonate, oxygen via a BVM, and continuous cardiac monitoring. Despite these efforts, the inmate sustained an asystole and was transported to a local ER with CPR in progress. A consultation request for an emergency room was initiated.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "cpr",
        "epinephrine",
        "iv",
        "endotracheal tube",
        "nym",
        "emergency",
        "cardiac arrest",
        "resuscitation",
        "paramedics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034558",
            "similarity": 0.818,
            "index": 202,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035502",
            "similarity": 0.818,
            "index": 183,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035007",
            "similarity": 1.0,
            "index": 61,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035429",
      "summary": "On August 10, 2019, Jeffrey Edward Epstein, an inmate at the Metropolitan Correctional Center in New York, was pronounced dead at New York Presbyterian-Lower Manhattan Hospital. The cause of death appears to be suicide, according to preliminary reports. The communication was sent by the Warden of the MCC New York to Mark Epstein, informing him of his brother’s death and expressing condolences.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "warden",
        "bureau of prisons",
        "u.s. department of justice",
        "new york",
        "death",
        "mark e stein",
        "metropolitan correctional center",
        "efta00035429"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035425",
            "similarity": 0.538,
            "index": 198,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034339",
            "similarity": 0.538,
            "index": 160,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034344",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035028",
      "summary": "This document is a Groupwise 12.0.3 form titled “LIEUTENANT.” It includes fields for personal information (Name, Electronic Mail Address, Telephone Numbers, Title) and unique identifiers (UID). The last revision date is August 10, 2019, and the document is classified as CONFIDENTIAL, referencing case numbers SDNY_00013249 and EFTA00035028.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035028",
        "groupwise",
        "lieutenant",
        "fax",
        "internet",
        "voice",
        "electronic mail",
        "uid",
        "confidential",
        "revision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035657",
      "summary": "On August 10, 2019, at 8:58 AM, an Associate Warden at MCC New York was working with IPPA to finalize a press release regarding Jeffrey Epstein’s death. Key details documented include: Epstein’s next of kin had not been notified, staff initiated life-saving measures upon finding him at 6:30 AM, EMS and BOP staff transported him to the local hospital after EMS arrived at the institution, he was pronounced dead at the hospital at 7:36 AM, the FBI was notified and investigating it as a suicide, Epstein’s arrival date at MCC NY was July 6, 2019, and his charges were Sex Trafficking Conspiracy and Sex Trafficking of Minors.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "mcc new york",
        "redaction",
        "press release",
        "ems",
        "fbi",
        "suicide",
        "sex trafficking",
        "inmate",
        "hospital"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035420",
            "similarity": 0.538,
            "index": 200,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034333",
            "similarity": 0.538,
            "index": 194,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033781",
      "summary": "This document, dated August 10, 2019, pertains to Jeffrey Edward Epstein (Reg. No. 73618-054). It includes documentation from MCC New York (150 Park Row, New York NY 10007) and is marked as CONFIDENTIAL, SDNY_00009283, and EFTA00033781. It indicates the sender possesses documentation related to Epstein’s case.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "efta00033781",
        "sdny_00009283",
        "reg. no. 73618-054"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035069",
      "summary": "On August 10, 2019, the Associate Warden of MCC New York sent an email referencing case file EFTA00035069 and stating they have the “actual bog” available for later use. The email included contact information for the Associate Warden and NYM/AW-Programs@bop.gov.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035069",
        "bop",
        "associate warden",
        "nym",
        "mcc new york",
        "8/10/2019",
        "redaction analysis",
        "programs",
        "new york",
        "attachment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034341",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) in New York and died at New York Presbyterian-Lower Manhattan Hospital. He was pronounced dead at 7:37 a.m. from an apparent suicide. The cause of death is currently undetermined and pending an autopsy conducted by the Federal Bureau of Investigation. The MCC New York will provide an update to the court upon completion of the autopsy.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v. jeffrey epstein",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "suicide",
        "autopsy",
        "warden",
        "new york",
        "cause of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025420",
      "summary": "This document is a daily assignment roster for EFTA00025420, dated August 10, 2019, detailing staff assignments across various operational units (OPS LT, SIS TECH 1/1, etc.) within a correctional facility. It outlines shift schedules (06:00-22:00) and includes details of specific personnel assigned to each role, including officer names, unit locations (e.g., SHU #1, LOBBY), and related tasks (e.g., phone monitoring, search officer, sanitation).  The roster also contains records of officer changes, including relief officers, shift swaps, and leave (sick/annual), along with notes on special assignments and overtime occurrences.  Redactions are present on several pages.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00025420",
        "ops lt",
        "shu",
        "shift",
        "daily assignment roster",
        "lobby",
        "control",
        "sis tech",
        "phone monitor",
        "search officer",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034849",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York and died from an apparent suicide. He was found in the Special Housing Unit at approximately 6:30 a.m. EMS was called, and he was transported to a local hospital where he was pronounced dead. Epstein was being held under pretrial status for sex trafficking of minors and conspiracy, having arrived at the MCC on July 6, 2019. The FBI is investigating the incident. The MCC New York is an Administrative security facility housing 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "emergency medical services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015299",
            "similarity": 0.538,
            "index": 148,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034122",
            "similarity": 0.818,
            "index": 71,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034470",
      "summary": "On August 10, 2019, an individual visited Jeffrey Epstein in SHU, noting he was preparing to meet with his attorneys. Epstein interacted with a cellmate, denied mental health concerns and suicidal thoughts, requested social calls without a speakerphone, and wanted a book from suicide watch. His mood was reported as not depressed or anxious, with no signs of distress. The visit occurred in MCC New York.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "shu",
        "inmate",
        "mental health",
        "suicide",
        "legal",
        "attorneys",
        "cell mate",
        "requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035209",
            "similarity": 0.667,
            "index": 196,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033657",
            "similarity": 0.818,
            "index": 166,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034471",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030457",
      "summary": "This document contains inmate history and data related to Jeffrey Edward Epstein (76318-054) at the Metropolitan Correctional Center (MCC) New York. It includes: *   **Inmate History:** A detailed record of his housing assignments (rooms and beds) from July 2019 through August 10, 2019, with dates and times of assignments. *   **Category:** QTR (likely meaning quarters), indicating a standard housing assignment. *   **Function:** FCL (likely referring to a specific function or program). *   **Discipline Data:** A chronological record of disciplinary actions (though none exist within the timeframe covered). *   **Security/Designation Data:** Information regarding his security level (W/M/66), offense (sex trafficking of minors), and custody classification, including his medical and psychological status. *   **Inmate Profile:** A comprehensive profile detailing his personal information (birthdate, address, etc.), program assignments, and other relevant details. *   **TRUVIEW Report:** A report documenting his interactions, including money received and sent, calls, and visits, from May 11, 2020. The document appears to be part of a larger system for tracking inmate information within the Federal Bureau of Prisons.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate",
        "jeffrey edward epstein",
        "efta00030457",
        "ncrbm",
        "quarters",
        "fcl",
        "assignment",
        "history",
        "dates",
        "nym",
        "house",
        "range",
        "bed",
        "206l",
        "sex trafficking",
        "cya",
        "discipline",
        "security",
        "designation",
        "custody",
        "category",
        "mental health",
        "education",
        "finance",
        "religion",
        "metropolitan correctional center",
        "usm",
        "doc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036648",
      "summary": "On August 10, 2019, Sill sent a press release titled “Press Release – MCC New York” (PDF and .htm versions) to approximately 50 media outlets contacted by the Office of Prisoner Affairs (OPA). The Word document version was provided to OLA for potential use in responding to member inquiries.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036648",
        "epstein",
        "press release",
        "media",
        "opa",
        "mcc ny",
        "pdf",
        "release",
        "reporter",
        "public information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024345",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with the subject “Epstein update” on August 10, 2019, requesting a call regarding EFTA00024345.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "efta00024345",
        "2019",
        "update"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035053",
      "summary": "On August 11, 2019, Jeffrey Epstein’s family requested the Metropolitan Correctional Center (MCC) preserve and produce all records and information related to his imprisonment, detention, and death, specifically focusing on events surrounding his attempted suicide on August 9th and subsequent death on August 10th. This included requests for video footage, employee records, medical records, communications, physical evidence, and interviews related to staff and inmates. A subsequent email on August 10th confirmed the MCC’s receipt of the request and forwarded an official notification regarding Epstein’s passing, stating the investigation was ongoing.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "detention",
        "suicide",
        "records",
        "investigation",
        "august 10",
        "2019",
        "documents",
        "preservation",
        "death",
        "electronic communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019067",
            "similarity": 0.667,
            "index": 11,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034607",
            "similarity": 0.733,
            "index": 9,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036030",
            "similarity": 0.733,
            "index": 8,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036741",
      "summary": "On August 11, 2019, a message was sent from [REDACTED] to [REDACTED] regarding an incident in New York. The sender, [REDACTED], reported that everything was “as good as can be” and requested a message be sent. On August 10, 2019, [REDACTED] sent a similar message to [REDACTED] regarding the same incident, noting the recipient's continued busyness and requesting a quick message.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036741",
        "nym",
        "redaction",
        "email",
        "text",
        "samsung",
        "verizon",
        "2019",
        "2025",
        "incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036685",
            "similarity": 0.5,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019860",
      "summary": "An email exchange occurred on August 12, 2019, regarding the US v. Epstein case. The sender, Martin G. Weinberg, Esq., received an email requesting the forwarding of emails related to Ghislaine Maxwell Epstein (referred to as “Mr. E” and “Mr. E h”) and preservation/production requests on behalf of her family. The sender also requested DNA collection from Epstein’s cell and a taint review of emails from Teterboro and his NYC residence. Finally, the sender inquired about the government’s intention to dismiss the indictment.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "us v epstein",
        "nolle",
        "dna",
        "taint review",
        "attorney-client privilege",
        "indictment",
        "litigation",
        "prosecution",
        "august 10",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027936",
      "summary": "*   Log slips for 30-minute checks on August 10th, 2019, show Officer Noel signed each check, despite eight other officers being on duty. Another officer admitted to not conducting 3am or 5am rounds. *   A camera pointed at the SHU hallway was non-functional since Thursday, and FBI seized 18 hard drives of video for analysis. *   Epstein was removed from suicide watch on July 29th and did not have a cellmate due to a lack of requirement. *   An autopsy is scheduled for the morning. *   The OAG (Office of the Attorney General) has requested answers to questions regarding the situation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "usanys",
        "epstein",
        "shu",
        "officer noel",
        "30-min checks",
        "video analysis",
        "log slips",
        "bop",
        "fbi",
        "interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036362",
      "summary": "On August 13, 2019, the Metropolitan Correctional Center sent an email to an individual reminding them to submit a supervisor memorandum regarding an incident involving inmate Epstein that occurred on August 10, 2019. The recipient stated they had not been contacted about the incident and were properly relieved of duty prior to it.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "memorandum",
        "incident",
        "august 10",
        "2019",
        "submission",
        "supervisor",
        "metropolitan correctional center",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013194",
      "summary": "Emails dated August 13, 2019, discuss the investigation into Jeffrey Epstein’s death. Concerns are raised about presenting evidence, specifically a ligature, for potential use in court. Discussions involve comparing ligatures from July 23rd and August 10th.  A phone call is scheduled between the sender, David, and Dr. Roman at OCME to address ligature questions. One individual states they cannot reliably determine a time of death due to the timeframe. The AUSA office requests information regarding the ligature and interviews with those who discovered the body, citing legalities.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "ligature",
        "time of death",
        "ocme",
        "ausa",
        "david",
        "roman",
        "phone call",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036393",
      "summary": "An email request was made on August 14, 2019, seeking information regarding MCC New York’s usage of augmentation and overtime work periods from August 4, 2019, to August 10, 2019. The requests included: *   The number of augmentations and overtimes during that period. *   The number of mandate and volunteer overtimes during that period. *   Details on how MCC staff sign up for overtime, including copies of sign-up documents from August 4, 2019, to August 10, 2019.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036393",
        "mcc new york",
        "augmentation",
        "overtime",
        "mandate",
        "volunteer",
        "nfc",
        "sign up",
        "documents",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027154",
      "summary": "On August 15, 2019, the U.S. Department of Justice, Office of the United States Attorney for the Southern District of New York, submitted a request to Judge Richard M. Berman for approval of a nolle prosequi order in the case of *United States v. Jeffrey Epstein*. This request followed the New York City Medical Examiner’s determination that Jeffrey Epstein’s death, occurring on August 10, 2019, was a suicide. The government intends to notify all identified victims following the order’s entry, aligning with the Crime Victims’ Rights Act and their ongoing commitment to supporting victims of the case.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "efta00027154",
        "jeffrey epstein",
        "suicide",
        "united states department of justice",
        "richard m. berman",
        "nolle prosequi",
        "crime victims' rights act",
        "metropolitan correctional center",
        "new york",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010422",
            "similarity": 0.538,
            "index": 158,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018898",
      "summary": "On August 16, 2019, Martin G. Weinberg and Reid Weingarten, previously legal counsel for Jeffrey Epstein, requested information regarding videos of Epstein’s jail cell at the MCC, specifically from midnight to 7 AM on August 10, 2019. They sent this request to [REDACTED] (USANYS) after [REDACTED] (USANYS) had received a similar inquiry. [REDACTED] (USANYS) responded stating they were unable to share the information at that time and requested further details if available.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "mcc",
        "martin g. weinberg",
        "videos",
        "jail cell",
        "august 10",
        "2019",
        "confidential",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027977",
            "similarity": 0.75,
            "index": 33,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019407",
      "summary": "Department of Justice related to Epstein’s death at the Metropolitan Correctional Center (MCC) in New York. *   The request, made via electronic mail on August 20, 2019, covers the period from August 9, 2019, to August 10, 2019. *   The requested evidence includes protocols regarding inmate deaths, video recordings of entrances/exits and hallways, entry/exit logs, and guard duty logs. *   Epstein was found unresponsive in his cell on August 10, 2019, and later died due to injuries sustained from an apparent suicide. *   The FBI is investigating the incident, and the Attorney General has expressed concerns about irregularities at the facility. *   The New York City Office of Chief Medical Examiner initially delayed releasing a determination on the cause of death, eventually concluding it was a suicide. *   Steptoe & Johnson intends to conduct their own investigation, requiring access to the requested evidence.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "August 20, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "metropolitan correction center",
        "u.s. department of justice",
        "inmate death",
        "investigation",
        "evidence",
        "suicide",
        "fbi",
        "new york city office of chief medical examiner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035722",
      "summary": "On September 9, 2019, the Federal Bureau of Investigation (FBI) received a document related to a death investigation (Case ID: 90A-NY-3151227) involving Jeffrey Epstein as a victim. The document consists of 30-minute round sheets from August 10, 2019, from 8:00 am to 12:00 am, provided by the Digital Investigation Group (DIG SA). The document was approved by the Social Security Administration (SSA).",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "fbi",
        "import form",
        "death investigation",
        "jeffrey epstein",
        "ssa",
        "30 minute rounds",
        "august 10",
        "2019",
        "case id",
        "unclassified"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035719",
      "summary": "This document is an FBI Import Form, dated September 9, 2019, regarding an email sent on UNET. The email, titled \"Email Regarding MCC Staff Assignments on August 10, 2019,\" was forwarded by OIG SA to MCC SIS Lt. on August 11, 2019. The case ID is 90A-NY-3151227, and Jeffrey Epstein is identified as a victim in a death investigation.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "email",
        "mcc",
        "staff assignments",
        "death investigation",
        "unet",
        "ssa",
        "unclassified",
        "import form"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030705",
      "summary": "The email chain discusses outstanding requests, specifically concerning post orders and commissary reports. A request was made for signed SHU post orders, which were not located within provided files. The sender located commissary reports and records for individuals M and Ruga rd, but these were limited to single trueview pages. There was confusion regarding the relationship between SHU post orders and daily assignment rosters, with a sample roster attached as an example. The sender was investigating missing post orders from July 1st to August 10th.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "09 Sep 2019",
      "keywords": [
        "shu post orders",
        "outstanding requests",
        "usanys",
        "contractor",
        "redaction",
        "post orders",
        "prisoner remand forms",
        "daily rosters",
        "evidence",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035724",
      "summary": "This document is an “Other” Import Form related to a death investigation concerning Jeffrey Epstein. It was drafted on September 9, 2019, and references a memo from MCC dated August 10, 2019, provided by OIG SA. The case ID is 90A-NY-3151227 and identifies Epstein as a victim.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "epstein",
        "death investigation",
        "fbi",
        "import form",
        "memorandum",
        "ssa",
        "facial record",
        "sdny",
        "oig",
        "90a-ny-3151227"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035723",
      "summary": "This document is an unofficial FBI import form, dated September 9, 2019, related to a death investigation involving Jeffrey Epstein. It includes MCC count slips from August 10, 2019, provided by the Office of Inspector General (OIG SA), and identifies Case ID #90A-NY-3151227 and the status of the investigation as UNSUB(S).",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "efta00035723",
        "fbi",
        "import form",
        "mcc count slips",
        "jeffrey epstein",
        "victim",
        "death investigation",
        "ssa",
        "90a-ny-3151227",
        "sdny_00017787"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018609",
      "summary": "A series of text messages were exchanged between an individual (From: [REDACTED]) and another party. The messages discuss concerns about media attention and potential harm to someone (“he”). One message references a social media presence and expresses a judgmental opinion about a deceased individual. Another message involves a discussion about a civil case and a contact who will provide information about the decision. The messages were sent between December 21, 2019, and August 11, 2019.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "December 21, 2019",
      "keywords": [
        "text messages",
        "efta00018609",
        "redaction analysis",
        "social media",
        "sms",
        "media",
        "august 10",
        "2019",
        "communication",
        "case",
        "civil"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021988",
      "summary": "Department of Justice, Southern District of New York, is responding to discovery requests from the defense team in the case of *United States v. Tova Noel and Michael Thomas* (No. 19 Cr. 830). *   The letter is dated March 14, 2020, and pertains to requests made by the defense regarding surveillance video and electronic evidence related to the defendants. *   The Government has already disclosed relevant information to the defense, including video files from July 23, 2019, and public filings related to another case (*United States v. Tartaglione*). *   Regarding Noel’s requests (No. 14-23), the Government is providing specific video file names and timestamps as a courtesy to aid the defense in reviewing discovery. *   Specifically, the Government points to video files CH0080_* from August 9 and 10, 2019, documenting specific instances related to Jeffrey Epstein’s presence and the defendants' computer usage. *   The Government reserves the right to present additional evidence at trial if deemed relevant.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states v. tova noel",
        "michael thomas",
        "discovery",
        "surveillance video",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "jeffrey epstein",
        "forensic examination",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018948",
      "summary": "This document is a response from the U.S. Department of Justice, Southern District of New York, to discovery requests from the defense in the case of *United States v. Tova Noel and Michael Thomas*. The Government acknowledges requests numbered 1-10, 12-13, and notes many of the requests are overly broad. They have provided specific video surveillance file names (CH0080_… ) related to August 9-10, 2019, focusing on activity involving Tova Noel and Jeffrey Epstein’s presence at the Special Housing Unit, particularly around times of phone calls and computer usage. The Government reserves the right to introduce additional evidence at trial.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states",
        "doj",
        "surveillance",
        "video",
        "jeffrey epstein",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "discovery",
        "requests",
        "evidence",
        "files",
        "thomas",
        "noel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018736",
      "summary": "This document contains redaction analysis data pertaining to inmate Jeffrey Edward Epstein (Reg. No. 76318-054) held within a facility. It includes records from various NCRBM (National Correction Records Bureau) forms, detailing his quarters assignments (dated between July 7th and August 10th, 2019), CIM clearances, disciplinary actions (none recorded), security designations (including sex trafficking suspicion and designations), a male custody classification form, and an inmate profile. The profile outlines his demographics, contact information, assignment history (focused on mental health care and education), and relevant details like his date of birth and physical characteristics. The data indicates a lack of specific records for certain categories, such as a security designation record and a custody classification record.",
      "timestamp": "2020-04-29T00:00:00",
      "timestamp_raw": "04-29-2020",
      "keywords": [
        "jeffrey edward epstein",
        "inmate",
        "ncrbm",
        "date",
        "assignment",
        "function",
        "nym",
        "house",
        "sex trafficking",
        "crime",
        "discipline",
        "custody",
        "76318-054"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024495",
      "summary": "On July 13, 2020, an individual reported not having an independent memory of a connection made at 4:50 p.m. via email with SSA of C-19, facilitated by a subsequent email at 5:15 p.m. thanking them for assistance in an investigation and copying agents. At 5:59 p.m., the sender emailed the agents, designating another individual as their point person. On August 10, 2019, information was received from C-19 that Epstein contacted Kristina Schuliak around 7:00 p.m. She requested a lawyer and her lawyer stated she would provide information about the call while seeking protections. The recipient of the emails, an Assistant U.S. Attorney, noted the need to connect any new investigation team member with Schuliak’s agent.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "efta00024495",
        "ausa",
        "investigation",
        "c-19",
        "epstein",
        "kristina schuliak",
        "ssa",
        "email",
        "agents",
        "phone call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023782",
      "summary": "On July 28, 2020, an Assistant U.S. Attorney from the Southern District of New York sent a communication to Gary Bloxsome regarding a proffer agreement and information related to Title 18, United States Code, Section 1001. The proffer agreement, a standard form, is attached. The email details the elements required to prove a violation of the statute, emphasizing the “knowingly and willfully” requirement. The Assistant U.S. Attorney also confirmed an extension of the Negotiation Period to August 10, 2020, previously agreed upon.",
      "timestamp": "2020-07-28T00:00:00",
      "timestamp_raw": "July 28, 2020",
      "keywords": [
        "proffer agreement",
        "united states code",
        "title 18",
        "1001",
        "falsification",
        "interview",
        "negotiation period",
        "mlat",
        "southern district of new york",
        "jennifer richardson"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018580",
      "summary": "15 Civ. 7433) against her. New, critical information has emerged impacting both this case and a related criminal action (20 Cr. 330) involving U.S. v. Maxwell. This information relates to Maxwell’s due process rights and Fourth, Fifth, and Sixth Amendment protections. Counsel seeks a temporary three-week stay of the unsealing process to allow for consultation with the U.S. Attorney's Office and a potential modification of the protective order. They propose streamlining the unsealing process through modifications to the protocol, including reduced briefing page limits and a shorter objection response period. Counsel also requests the court allow for a 7-day period for Non-Parties to object after a sealing order. Finally, they propose prioritizing specific decided motions for unsealing, excluding those tied to the paused deposition transcripts.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "maxwell",
        "criminal action",
        "protective order",
        "unsealing",
        "stay",
        "fourth amendment",
        "fifth amendment",
        "sixth amendment",
        "due process",
        "civil action",
        "u.s. attorney",
        "second circuit",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009939",
      "summary": "The RMI team is scheduled to appear before the grand jury on Monday, August 10, 2020, related to a fraud investigation. A charging document has been signed off. The team intends to circulate papers regarding GEP, including a premises warrant for RG, and a revised draft is in progress. A memo regarding Hadden pros is being revised and will be re-reviewed. There is a planned fight with the DAG regarding Menedez, pending a call from Audrey. The team is awaiting guidance on reviewing material from the SDFL Epstein investigation, currently considering a focus on SDFL's 24 boxes of hard copy documents. A separate email celebrates \"Preposterous Packaging Day.\"",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "efta00009939",
        "fraud",
        "grand jury",
        "gep",
        "premises warrant",
        "rg",
        "hadden",
        "sdfl",
        "epstein",
        "dag fight",
        "menedez"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022329",
      "summary": "On August 10, 2020, an individual received three voicemails (at 9:22, 9:26, and 9:54) from a person claiming to be a prisoner discussing unspecified crimes, referencing Lisa Marie Presley, the British Royal Family, President Trump, and Jeffrey Epstein. The sender forwarded these voicemails to another individual for review and potential follow-up. The sender stated they would block the caller's number and take no further action due to the caller's foreign origin and international comity concerns.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "efta00022329",
        "voicemails",
        "epstein",
        "prisoner",
        "lisa marie presley",
        "jeffrey epstein",
        "royal family",
        "trump",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020479",
      "summary": "On August 10, 2020, an anonymous female caller reported to the FBI that her father, an attorney residing in Tarpon Springs, FL, was a former recruiter for Jeffrey Epstein. The caller, who was 28 years old at the time, claimed she and her siblings were subjected to sex trafficking throughout their childhood, beginning at age four, with her father and other individuals acting as “pimps.” She stated she met Epstein around the time Ghislaine Maxwell was around. The caller described instances of forced sexual activity, a “thumb” controlling her, and a child who expresses fear of her father. She also claimed to have taken a photograph of Prince Andrew and Ghislaine Maxwell in 2001.  The caller is currently seeking full custody of her child and fears he may also be trafficked.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "child sex trafficking",
        "fbi",
        "tarpon springs",
        "anonymous",
        "ghislaine",
        "pimps",
        "custody",
        "memory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018578",
      "summary": "Christian R. Everdell, an attorney for Ghislaine Maxwell, submitted an affidavit certifying that defense counsel conferred in good faith with Assistant U.S. Attorneys regarding a request for disclosure of the identities of Victims 1-3. The government declined this request, stating they would provide the information through Rule 16 discovery or Jencks Act material closer to trial. The affidavit was dated August 10, 2020.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "criminal rule 16.1",
        "victims",
        "discovery",
        "jencks act",
        "affidavit",
        "united states district court",
        "cohen & gresser llp",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038729",
      "summary": "A video conference took place between a Detective from the NYPD I FBI Child Ex loitation Human Trafficking Task Force and [REDACTED] on August 10, 2020. The Detective will contact prosecutors to determine availability for a case involving child exploitation and human trafficking, with an option to include Sigrid.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "efta00038729",
        "redaction analysis",
        "video conference",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "sigrid",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030901",
      "summary": "On August 10, 2020, a U.S. Attorney’s Office Special Assistant received three voicemails from a woman in Australia claiming she was a prisoner and alleging crimes involving Lisa Marie Presley, the British Royal Family, President Trump, and Jeffrey Epstein. The Assistant forwarded the voicemails to another recipient for review. The Assistant subsequently blocked the caller’s number due to the caller’s foreign origin and international comity concerns, stating they would take no further action. On August 9, 2020, the Assistant sent the voicemails to the recipient.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "efta00030901",
        "voicemails",
        "epstein",
        "australia",
        "prisoner",
        "lisa marie presley",
        "british royal family",
        "jeffrey epstein",
        "u.s. attorney",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028582",
      "summary": "On May 21, 2021, the U.S. Department of Justice submitted a letter to Judge Analisa Tones regarding the case of *United States v. Noel and Thomas*. The Government proposed deferred prosecution agreements, approved by Pretrial Services, due to the defendants’ circumstances and the interests of justice. The agreements include six months of additional supervision by Pretrial Services, cooperation with a Department of Justice Office of Inspector General review, and completion of 100 hours of community service related to the criminal justice system. The defendants admitted to willfully and knowingly completing false count and round slips regarding required counts in the Special Housing Unit on August 9, 2019 and August 10, 2019. The Government requests a hearing date for entry of the agreements.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "deferred prosecution agreements",
        "noel",
        "thomas",
        "united states department of justice",
        "southern district of new york",
        "bureau of prisons",
        "community service",
        "metropolitan correctional center",
        "united states v.",
        "judge tones"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014958",
      "summary": "Kimberly R. Meder (FBI) accepted a call regarding a photo project involving GM. The call occurred on August 10, 2021, at 1:05 PM to [REDACTED].",
      "timestamp": "2021-08-10T00:00:00",
      "timestamp_raw": "August 10, 2021",
      "keywords": [
        "fbi",
        "meder kimberly r",
        "gm photo project",
        "redaction analysis",
        "outlook",
        "2021",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009966",
      "summary": "Nick Tartaglione, a former Briarcliff Manor cop facing a death penalty, insists he never harmed Jeffrey Epstein, whom he shared a cell with at the Metropolitan Correctional Center (MCC). Tartaglione claims he alerted jail staff to Epstein's first suicide attempt on July 23, 1919. Epstein ultimately hanged himself on August 10, 1919, prompting an investigation into the circumstances surrounding his death, including potential negligence by MCC staff. Tartaglione is seeking a transfer due to threats he received and the proximity of investigators to his situation. Tartaglione is also facing multiple murder charges related to the deaths of four men, discovered buried on his property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "nick tartaglione",
        "metropolitan correctional center",
        "suicide",
        "investigation",
        "sexual trafficking",
        "briarcliff manor",
        "cellmate",
        "death penalty",
        "law enforcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018224",
      "summary": "A search was conducted, and JE claimed NT assaulted him. JE was placed on suicide watch. NT found a note, and BB received messages about claims against NT. *   **July 23-27 1919:** NT found the note, BB visited NT and instructed him to pass the note to the next lawyer, and JW received the note. JE was moved from suicide watch and placed in SHU. *   **July 24-27 1919:** BB received reports regarding the assault claim, TR disagreed with BB’s decision to allow media contact, and BB contacted JW to give him the note. *   **July 28-29 1919:** BB’s investigators were unable to authenticate the note, BB advised TR, and BB and TR corroborated information about the note. *   **July 29 1919:** JE was moved to a different cell in SHU. *   **August 2-6 1919:** No discussions regarding the note. *   **August 9 1919:** NY was cleared of causing JE's injuries. *   **August 10 1919:** JE was found dead in his cell. *   **August 21 1919:** Stemheim was appointed. *   **August 23 1919:** The note was disclosed to the trial team with BS present, who witnessed the note on a phone and visited NT, who revealed a letter was left in his book. *   **November 10 1919:** CNN reported BB's statements about Epstein, threats to NT, and complaints about MCC conditions. *   **January 5 2020:** BB appeared on 60 Minutes discussing NT's information and the suicides. *   **January 5 2020:** A second note (Ross letter) was authenticated. *   **January 8 2020:** The Stemheim report was available. *   **January 16 2020:** A response to the Stemheim report was submitted. *   **EFTA00018225** – A related file.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "je",
        "nt",
        "note",
        "suicide",
        "prison",
        "mcc",
        "bb",
        "authentication",
        "ross",
        "stemheim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036756",
      "summary": "This document is a volunteer sign-up for Non-Custody staff to cover custody posts over the weekend of August 10th and 11th at the Metropolitan Correctional Center in New York. Specific posts needing coverage are listed by shift (MW, DW, EW, Control) and location (SHU numbers, OP numbers, etc.). Supervisors must be notified in advance to work these shifts, and sign-ups should be coordinated with the Lieutenants Office at extension 6450.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "volunteer",
        "custody",
        "staff",
        "sign-up",
        "weekend",
        "shift",
        "supervisor",
        "metropolitan correctional center",
        "new york",
        "efta00036756"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036366",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036405",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016522",
      "summary": "*   **Issued By:** The Palm Beach Police Department (PBPD) issued all citations. *   **Subject:** Ghislaine Maxwell (DOB: [Date omitted], Age: 34) is the subject of all three citations. *   **Date of Citations:** The first citation was issued on January 13, 1996, the second on August 10, 1996, and the third on August 10, 1996. *   **Charges:** The charges listed are: *   EFTA00016522: TC037 - Driver License Not Carried *   EFTA00016523: TC004 - Written Warning Traffic (Passing Double Yellow) *   EFTA00016524: TC004 - Written Warning Traffic (No Left Turn) *   **Locations:** Citations occurred at various locations within Palm Beach, Florida, including Cocoanut Row and Royal Palm Wy. *   **Vehicle:** A 1986 Mercedes-Benz (Make: MERC) was involved in all three incidents. *   **Identifiers:** The subject’s Driver’s License is UK, License Plate is RAS85L or RAG85Z, and the case reference is (196000000).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "palm beach",
        "police department",
        "citation",
        "maxwell",
        "ghislaine",
        "florida",
        "1996",
        "speed",
        "traffic",
        "automobile",
        "pbpd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}