{
  "keyword": "united states attorney's office",
  "count": 132,
  "keyword_match_count": 132,
  "content_match_count": 52,
  "total_files": 184,
  "timeline": [
    {
      "file_id": "EFTA00028929",
      "summary": "They claim the government, through AUSA, misrepresented facts and misled Judge McMahon regarding contact with Boies Schiller and the investigation into alleged abuse and trafficking. Specifically, the government had multiple meetings with Boies Schiller attorneys, discussed Maxwell’s alleged activities, and later misrepresented that these contacts were minimal or nonexistent. They assert that AUSA intentionally misled the court to justify obtaining a substantial amount of evidence.  Maxwell contends this misrepresentation violated her due process rights and warrants suppression of the evidence and dismissal of the charges. The government acknowledges the misrepresentations but argues they were not material and that they acted in good faith.",
      "timestamp": "2006-09-14T00:00:00",
      "timestamp_raw": "Sept. 14, 2006",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "fraud",
        "perjury",
        "criminal investigation",
        "discovery",
        "motion",
        "counts five and six",
        "fourth amendment",
        "fifth amendment",
        "attorney-client privilege",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013680",
      "summary": "This document outlines a Non-Prosecution Agreement between Jeffrey Epstein, the United States Attorney's Office (Southern District of Florida), and the State Attorney's Office for Palm Beach County. It stems from investigations into Epstein’s conduct, including charges related to prostitution involving minor females, conspiracy to facilitate illegal sexual activity, and use of interstate commerce for similar purposes. Here’s a breakdown of the key points: *   **Investigations:** The document details investigations by both federal (FBI, US Attorney) and state (Palm Beach County Police & State Attorney’s Office) law enforcement into Epstein's activities from 2001-2007. *   **Charges:** Epstein initially faced solicitation of prostitution charges. *   **Non-Prosecution Agreement:** To resolve the case globally, Epstein agrees to plead guilty to the original prostitution charge and to a related state charge. In exchange, the US Attorney's Office will defer prosecution for related federal offenses (conspiracy, trafficking, etc.). *   **Conditions:** The agreement is contingent upon Epstein’s successful completion of the agreed-upon sentence (30 months, including county jail time and community control) and his adherence to specific terms, including the reporting of any victims and compliance with conditions of probation. *   **Grand Jury & Discovery:** Epstein agrees to cooperate with ongoing investigations, including providing evidence and allowing access to his records. *   **No Admission of Guilt:** Crucially, the agreement does not constitute an admission of guilt regarding all offenses related to the investigation. Essentially, this is a plea bargain designed to avoid a lengthy and complex criminal prosecution by Epstein, acknowledging his wrongdoing in one specific area while mitigating potential charges across multiple jurisdictions.",
      "timestamp": "2007-10-26T00:00:00",
      "timestamp_raw": "October 26, 2007",
      "keywords": [
        "jeffrey epstein",
        "prosecution agreement",
        "florida statutes",
        "united states code",
        "prostitution",
        "minor females",
        "conspiracy",
        "federal bureau of investigation",
        "state attorney's office",
        "criminal liability",
        "sex offenders",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013533",
      "summary": "On December 7, 2007, Fowler White Burnett PA sent a letter to the United States Attorney's Office for the Southern District of Florida regarding Jeffrey E. Epstein’s case. The letter includes a signed Affirmation of the Non-Prosecution Agreement and Addendum, dated October 30, 2007. A plea and sentencing hearing is scheduled for January 4, 2008, at 8:30 am with Judge Sandra McSorley. The attorneys request that the Office postpone sending victim notification letters until further discussion.",
      "timestamp": "2007-12-07T00:00:00",
      "timestamp_raw": "December 7, 2007",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "florida",
        "united states attorney",
        "sandra mcsorley",
        "sentencing hearing",
        "december 7",
        "2007",
        "west palm beach",
        "victim notification letters"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014073",
      "summary": "*   Paul Cassell (USAFLS) initially disagreed with the scope of the proposed order, believing it went beyond the immediate issue. *   Edwards and the USAO argued for expediting the order's submission, citing Judge Marra's ruling and the urgency of the situation due to Epstein’s potential disregard for the agreement. *   Cassell proposed a change to the order’s language to ensure clients review and acknowledge the protective order before counsel shows the agreement to them. *   The government asserted that counsel for petitioners would ensure authorized recipients are aware of the order and agree to abide by it. *   A copy of the acknowledgment is to be promptly provided to the USAO.",
      "timestamp": "2008-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2008",
      "keywords": [
        "protective order",
        "non-prosecution agreement",
        "usafls",
        "judge marra",
        "brad edwards",
        "paul cassell",
        "disclosure",
        "acknowledgment",
        "petitioners",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013944",
      "summary": "A U.S. District Court in the Southern District of Florida issued an Order to Compel Production regarding a Non-Prosecution Agreement between the United States Attorney's Office for the Southern District of Florida and Jeffrey Epstein. The Order mandated that the USAO produce the agreement to the Petitioners, subject to specific protective measures. These measures included restrictions on disclosure of the agreement’s terms to third parties without court approval, and required acknowledgment of the order by the Petitioners and any individuals requesting to review the agreement. One page of the document was redacted.",
      "timestamp": "2008-08-21T00:00:00",
      "timestamp_raw": "08/21/2008",
      "keywords": [
        "efta00013944",
        "jeffrey epstein",
        "non-prosecution agreement",
        "usao",
        "protective order",
        "redaction analysis",
        "united states district court",
        "florida",
        "jane does",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014068",
            "similarity": 0.538,
            "index": 183,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013834",
      "summary": "Alan Dershowitz communicated with [REDACTED] via email on March 19 and 20, 2009. He expressed gratitude for their conversation and friendship. He confirmed that the United States Attorney's Office would not interfere with the Palm Beach Sheriffs Office’s administration of Jeffrey Epstein’s sentence, unless alternative custody or in-home detention were considered, at which point the USAO would object. He anticipated future contact regarding rental or purchase plans and a planned November visit.",
      "timestamp": "2009-03-20T00:00:00",
      "timestamp_raw": "20 Mar 2009",
      "keywords": [
        "dershowitz",
        "epstein",
        "palm beach sheriffs office",
        "sentence",
        "custody",
        "detention",
        "friendship",
        "usao",
        "rickles",
        "november"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015711",
      "summary": "On November 29, 2018, individuals within the United States Attorney's Office for the Southern District of New York (USANYS) discussed investigating the Epstein case. Suggestions included contacting the FBI's New York sex crimes squad and potentially obtaining an immediate subpoena. The discussion referenced a Miami Herald article related to the investigation.",
      "timestamp": "2018-11-29T00:00:00",
      "timestamp_raw": "November 29, 2018",
      "keywords": [
        "epstein",
        "usanys",
        "fbi",
        "subpoena",
        "redaction",
        "investigation",
        "miami herald",
        "corruption",
        "united states attorney",
        "sex crimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032409",
      "summary": "A communication chain involving individuals within the United States Attorney's Office for the Southern District of New York regarding “Epstein” is documented. Specifically, a message from an Associate U.S. Attorney, [REDACTED], to [REDACTED], suggesting a meeting. The email exchange originates from the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2018-12-05T00:00:00",
      "timestamp_raw": "December 05, 2018",
      "keywords": [
        "epstein",
        "usanys",
        "redaction",
        "united states attorney's office",
        "southern district of new york",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014523",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027110",
            "similarity": 0.571,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018651",
      "summary": "The document consists of email exchanges between individuals associated with the United States Attorney's Office for the Southern District of New York (USANYS) and the FBI regarding the Jeffrey Epstein matter and a potential trafficking case. Discussions involve the “SOL” issue in Cosby, the Florida NPA’s legal impact, and coordinating a call to determine the next steps in the Epstein investigation. An article regarding Epstein’s financial fraud case is shared, soliciting insights.  Multiple individuals, including an Assistant United States Attorney and an FBI agent, are involved in the communications.",
      "timestamp": "2018-12-30T00:00:00",
      "timestamp_raw": "30 Nov 2018",
      "keywords": [
        "efta00018651",
        "united states attorney",
        "southern district of new york",
        "trafficking",
        "fbi",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021155",
      "summary": "This is a Unit Update Report, dated January 4, 2019, concerning case EFTA00021155. It was sent to an Associate U.S. Attorney within the United States Attorney's Office, Southern District of New York, and includes a PDF attachment titled \"Geoff 2019.01.04_Criminal_Update_Report.pdf\".",
      "timestamp": "2019-01-04T00:00:00",
      "timestamp_raw": "January 4, 2019",
      "keywords": [
        "efta00021155",
        "criminal update report",
        "u.s. attorney",
        "southern district of new york",
        "associate u.s. attorney",
        "geoff",
        "2019",
        "unit update report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028148",
      "summary": "Three redactions are present in the document. Emails between individuals at the United States Attorney’s Office (Southern District of New York) and an unidentified recipient regarding an FBI case file related to Jeffrey Epstein. One individual provided a disc containing materials to the Paralegal, who initially suggested creating a case file and retaining physical records. The recipient requested the disc be returned, and the Paralegal inquired about renaming or moving the folder.",
      "timestamp": "2019-01-22T00:00:00",
      "timestamp_raw": "22 Jan 2019",
      "keywords": [
        "fbi",
        "epstein",
        "case file",
        "redaction",
        "disc",
        "united states attorney's office",
        "new york",
        "paralegal",
        "records",
        "duplicate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028039",
      "summary": "This document pertains to an investigation involving Jeffrey Epstein, conducted by the United States Attorney's Office for the Southern District of New York. It includes transcripts, a Juan Alessi statement, portions of victim-related PDF scans, FBI materials (reports, FOIA, etc.), and a spreadsheet detailing the “Epstein universe.” The files are located within a specific folder structure on Usa.doj.gov\\cloud\\NYS \\StAndrews\\Shared \\ USvEpstein-2018801618.",
      "timestamp": "2019-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2019",
      "keywords": [
        "epstein",
        "us doj",
        "jeffrey epstein",
        "investigations",
        "transcripts",
        "victims",
        "foia",
        "united states attorney",
        "florida scans",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027925",
      "summary": "A meeting is scheduled with the Attorney General (AG) on Monday regarding sensitive cases, including political and Epstein-related matters. Preparations involve providing detailed briefing memos to the brass by Thursday morning, derived from drafts to be delivered tomorrow. The individual is unavailable on Friday.",
      "timestamp": "2019-02-19T00:00:00",
      "timestamp_raw": "19 Feb 2019",
      "keywords": [
        "efta00027925",
        "ag",
        "briefings",
        "sensitive cases",
        "epstein",
        "memo",
        "dc",
        "brass",
        "united states attorney's office",
        "corruption"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027926",
      "summary": "Geoffrey Berman (USANYS) sent an email on February 19, 2019, to [REDACTED] requesting detailed briefing memos regarding Epstein, to be delivered by Thursday morning from the Chief Public Corruption Unit of the United States Attorney's Office for the Southern District of New York. The email included a reference to file EFTA00027926.",
      "timestamp": "2019-02-19T00:00:00",
      "timestamp_raw": "February 19, 2019",
      "keywords": [
        "efta00027926",
        "geoffrey berman",
        "epstein",
        "briefings",
        "redaction",
        "usanys",
        "corruption",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024830",
            "similarity": 0.6,
            "index": 182,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024715",
      "summary": "This email, dated February 21, 2019, from the Special Assistant to the U.S. Attorney, SDNY, to Geoffrey Berman, SANYS, discusses a new ruling related to Epstein. The email includes a link to a Miami Herald article regarding the ruling.",
      "timestamp": "2019-02-21T00:00:00",
      "timestamp_raw": "February 21, 2019",
      "keywords": [
        "efta00024715",
        "usanys",
        "epstein ruling",
        "geoffrey berman",
        "sdny",
        "florida",
        "miami herald",
        "contract",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009870",
      "summary": "Emails dated February 24, 2019, and March 3, 2016, discuss a meeting regarding Jeffrey Epstein. The emails were exchanged between multiple individuals, including representatives from the United States Attorney's Office, SDNY, and involved discussions about scheduling a meeting. One email included a forwarded message from March 3, 2016.",
      "timestamp": "2019-02-24T00:00:00",
      "timestamp_raw": "February 24, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "meeting",
        "united states attorney",
        "human trafficking",
        "project safe childhood",
        "2019",
        "2016",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027045",
      "summary": "An email dated March 1, 2019, from Epstein, Chief Public Corruption Unit of the United States Attorney's Office for the Southern District of New York, to an unknown recipient regarding an update concerning a division, labeled EFTA00027045.",
      "timestamp": "2019-03-01T00:00:00",
      "timestamp_raw": "March 1, 2019",
      "keywords": [
        "efta00027045",
        "corruption",
        "united states attorney",
        "division",
        "update",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013211",
      "summary": "An email thread discusses identifying potential victim witnesses related to Jeffrey Epstein’s activities. The emails involve multiple individuals within the Chief Public Corruption Unit of the United States Attorney’s Office for the Southern District of New York.  Specifically, one individual (identified as [REDACTED]) references reviewing old Epstein 302s and grand jury testimony, identifying several individuals and another 3-5, as “potentially significant victim witnesses” due to their age and conduct. The thread explores scheduling a discussion about these individuals and whether to attempt to engage with those not yet contacted.",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "16 Apr 2019",
      "keywords": [
        "epstein victims",
        "redaction analysis",
        "efta00013211",
        "united states attorney's office",
        "grand jury testimony",
        "victim witnesses",
        "corruption"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021154",
      "summary": "An email was sent from the United States Attorney’s Office for the Southern District of New York (USANYS) to an unknown recipient regarding an “Epstein memo.” The email, dated May 13, 2019, included a document (“JE_status_memo_for ODAG.finaldocx.docx” and “JE_status_memo_for_ODAG.finaldocx.pdf”) and indicated revisions had been made. The sender identified themselves as being from USANYS.",
      "timestamp": "2019-05-13T00:00:00",
      "timestamp_raw": "May 13, 2019",
      "keywords": [
        "epstein",
        "memo",
        "redaction",
        "usanys",
        "2019",
        "revision",
        "united states attorney's office",
        "odag"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030154",
      "summary": "A request is made to identify a phone number from a handwritten message. The Assistant United States Attorney intends to obtain the phone number through a subpoena, potentially utilizing a service provider lookup. The message originates from an unidentified sender and includes contact information for the Assistant United States Attorney's office.",
      "timestamp": "2019-06-10T00:00:00",
      "timestamp_raw": "10 Jun 2019",
      "keywords": [
        "efta00030154",
        "redaction analysis",
        "subpoena",
        "united states attorney",
        "new york",
        "phone number",
        "handwriting",
        "assistant",
        "june 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021244",
      "summary": "An email exchange occurred between a Deputy United States Attorney from the Southern District of New York and an unknown recipient (“”) regarding a CVRA opinion. The Deputy U.S. Attorney requested an electronic copy of a decision (SDFL_decision.pdf) which was attached to the email.",
      "timestamp": "2019-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2019",
      "keywords": [
        "efta00021244",
        "cvra",
        "opinion",
        "usanys",
        "redacted",
        "united states attorney's office",
        "southern district of new york",
        "decision",
        "electronic copy",
        "hard copy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014466",
      "summary": "An email from the Public Corruption Unit of the United States Attorney's Office for the Southern District of New York to an unnamed recipient discusses a case involving Jeffrey Epstein. The email states that a list of victims obtained from the NPA does not include the principal New York victim, and that all listed victims appear to be from Florida.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2019",
      "keywords": [
        "epstein",
        "victims",
        "florida",
        "npa",
        "redaction",
        "ny",
        "public corruption",
        "united states attorney's office",
        "side-letter"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010577",
      "summary": "An email chain discusses a document titled \"Epstein NPA Appendix.\" The Office of Professional Responsibility (OPR) at the U.S. Department of Justice is assisting with obtaining a copy of the appendix, which includes a list of victims entitled to compensation. The Chief Public Corruption Unit of the United States Attorney's Office for the Southern District of New York is requesting assistance in retrieving this non-public appendix (EFTA00010577 and EFTA00010578).",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2019",
      "keywords": [
        "epstein",
        "npa",
        "redaction",
        "opr",
        "victims",
        "compensation",
        "justice",
        "u.s. department of justice",
        "southern district of new york",
        "dodag"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014300",
      "summary": "An email chain discusses the assignment of a paralegal to support forfeiture cases, specifically referencing the Epstein case. One individual confirms that a paralegal is assigned to each case based on unit, and in the case of Epstein, the paralegal’s role is to handle all related forfeiture activities. The email originates from the Co-Chief of the Money Laundering and Transnational Criminal Enterprises Unit within the United States Attorney’s Office for the Eastern District of New York.",
      "timestamp": "2019-06-28T00:00:00",
      "timestamp_raw": "28 Jun 2019",
      "keywords": [
        "epstein",
        "asset forfeiture",
        "united states attorney's office",
        "money laundering",
        "transnational criminal enterprises",
        "paralegal",
        "forfeiture",
        "usanys",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014523",
      "summary": "A request was made by the DAG’s office for an update to an Urgent Report regarding Jeffrey Epstein’s indictment. The update was anticipated to involve adding one to two sentences to a previously submitted report. The request originated from the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2019-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2019",
      "keywords": [
        "efta00014523",
        "epstein",
        "indictment",
        "usanys",
        "urgent report",
        "redaction",
        "southern district of new york",
        "dag",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032409",
            "similarity": 0.5,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028322",
      "summary": "Jeffrey Epstein is obtaining subpoenas for several individuals, including Ghislaine Maxwell (his known client and one of his pilots), Miami household staff, a recruiter, and another pilot. Subpoenas have also been issued to individuals with knowledge of offenses, though many victims have not been subpoenaed to date. The subpoenas are being handled by the Chief Public Corruption Unit of the United States Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "subpoenas",
        "ghislaine maxwell",
        "victims",
        "pilot",
        "miami",
        "recruiter",
        "offenses",
        "corruption",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026685",
      "summary": "An Assistant U.S. Attorney from the United States Attorney's Office for the Southern District of New York (SDNY) is scheduling a meeting with Mr. Kaiser and his client regarding an investigation into Jeffrey Epstein. The meeting is set for Friday, July 12, at 2:00 p.m. at 1 St. Andrew’s Plaza in downtown Manhattan, providing detailed directions to the office’s location.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "investigation",
        "u.s. attorney",
        "new york",
        "meeting",
        "friday",
        "july 12",
        "manhattan",
        "redaction",
        "contact information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018270",
      "summary": "Laura, the Chief of the Criminal Division at the United States Attorney’s Office, SDNY, sent an email to multiple recipients regarding upcoming events. The email included a bail hearing scheduled for Monday at 10:00 AM before Judge Berman for Jeffrey Epstein, and noted Monday as “Be a Dork Day.” The original email thread referenced “Pecan Pie Day,” which Laura declined to acknowledge.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "bail hearing",
        "epstein",
        "judge berman",
        "laura",
        "pecan pie day",
        "dork day",
        "united states attorney's office",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014479",
      "summary": "An email was sent from the Chief Public Corruption Unit of the United States Attorney’s Office for the Southern District of New York to Stewart, Crai A. regarding an “Epstein filing.” The email included a defense letter (2019.07.16 Defense Letter.pdf) and was sent on July 16, 2019. Several recipients are redacted.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "redaction",
        "stewart",
        "crai a.",
        "defense letter",
        "southern district of new york",
        "united states attorney's office",
        "corruption unit",
        "2019.07.16"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022520",
      "summary": "On July 17, 2019, an email exchange occurred regarding filed documents related to Jeffrey Epstein’s papers. One party ([REDACTED]) sent attached publicly filed versions of the documents to another party ([REDACTED]), stating an unredacted version was available upon request. Another party, EM, requested a resend of the documents due to not being able to locate them. The communication involved the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "epstein papers",
        "redaction",
        "usanys",
        "unredacted",
        "filed version",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028158",
      "summary": "On July 18, 2019, the court ruled that Jeffrey Epstein must remain in custody pending trial in the case of United States v. Jeffrey Epstein, 19 Cr. 490 (RMB). A status conference was scheduled for Wednesday, July 31, 2019, at 11:30 a.m. before Judge Richard M. Berman in the Southern District of New York Courthouse. Email correspondence regarding the update was exchanged between individuals within the USANYS (United States Attorney's Office, Southern District of New York) and other parties involved. EFTA00028158 and EFTA00028159 were referenced as identifiers for the update.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "jeffrey epstein",
        "vw update",
        "united states v. jeffrey epstein",
        "richard m. berman",
        "southern district of new york",
        "courtroom 17b",
        "july 18",
        "2019",
        "july 31",
        "2019",
        "incarceration",
        "status conference"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016174",
      "summary": "An email chain discusses forwarding an article from Florida Daily Post regarding Jeffrey Epstein being denied bail in a sex abuse case. The article is attached as an image file. The email originates from the United States Attorney's Office, SDNY, and involves a Special Assistant to the U.S. Attorney requesting the article's transmission.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2019",
      "keywords": [
        "epstein",
        "sex abuse",
        "bail",
        "florida daily post",
        "usany",
        "sdny",
        "redaction",
        "article",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020345",
      "summary": "An email chain discusses coordinating efforts regarding the Jeffrey Epstein case, specifically concerning discovery and potential motions related to the S.D.Fla. agreement and CVRA litigation. The email originates from a U.S. Attorney’s Office in the Southern District of New York and involves communication with a trial team regarding gathering information and potential investigation efforts within the Southern District of Florida. ADAG cleared the communication.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "efta00020345",
        "trial team",
        "s.d.fla.",
        "cvra litigation",
        "adag",
        "united states attorney's office",
        "new york",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022533",
            "similarity": 0.583,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022533",
      "summary": "A U.S. Attorney’s Office team, led by an associate, is seeking assistance from an individual (identified only as “Bee”) regarding discovery related to the Jeffrey Epstein case. The team believes information gathered for CVRA litigation in the Southern District of Florida might be relevant to a potential motion for dismissal and wants to discuss potential further investigation avenues. The request was initiated with clearance from attorneys handling the CVRA litigation in the Northern District of Georgia.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "discovery",
        "s.d.fla.",
        "cvra litigation",
        "motion for dismissal",
        "united states attorney's office",
        "new york",
        "n.d.ga."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020345",
            "similarity": 0.583,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028484",
      "summary": "Attached files (6571_SW.pdf, 657 l_SW.pdf, 6572_SW_Application.pdf, 6573_ SW_ Application.pdf, 6573_SW.pdf) are scanned reports, likely related to a \"SW Application,\" and were sent from a Paralegal Specialist at the United States Attorney’s Office, Southern District of New York, to an unknown recipient. The pagination within the documents is noted as irregular, but the files were scanned in the order they were stapled together.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "epstein",
        "sw scans",
        "scans",
        "united states attorney's office",
        "southern district of new york",
        "paralegal",
        "contractor",
        "pagination",
        "attachments",
        "6571_sw_application.pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022349",
      "summary": "Jonathan M. Albano of Morgan, Lewis & Bockius LLP sent an email on August 2, 2019, to multiple recipients including Michael Schachter, Victoria Peng, and Mark S. Moore, offering a copy of a Second Circuit decision in *Brown v. Maxwell* (July 3, 2019).  An Assistant United States Attorney attached the Government’s opposition to Oath Inc.’s motion to intervene, provided to the Court on an ex parte basis. The email included a disclaimer regarding attorney-client communication and confidentiality.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "efta00022349",
        "motion to intervene",
        "brown v maxwell",
        "oath inc",
        "us v gatto",
        "second circuit",
        "jon albano",
        "morgan lewis & bockius",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016594",
      "summary": "A search of Jeffrey Epstein’s island is being considered, potentially beginning as early as this weekend. The United States Attorney's Office for the Southern District of New York is involved in the matter.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "epstein",
        "search",
        "island",
        "redaction",
        "efta00016594",
        "united states",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027116",
      "summary": "An email exchange discusses an “MCC Employee Summary Table.” One individual made minor changes to the table, attached to an email titled \"MCC Officer Information.xlsx,\" and shared it for review by “chiefs/brass.” The sender is an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "efta00027116",
        "mcc",
        "employee summary table",
        "redaction",
        "united states attorney's office",
        "southern district of new york",
        "chiefs",
        "brass",
        "review",
        "changes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024404",
      "summary": "A communication regarding the opening of a case, “In Re: Epstein Death Investigation,” with USAO Number 2019R01059, was sent from the United States Attorney's Office, Southern District of New York, to an unknown recipient. The email confirms the case has been opened.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein death investigation",
        "usao number",
        "new york",
        "united states attorney's office",
        "criminal clerk",
        "case",
        "legal assistant",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017765",
      "summary": "A discussion occurred regarding a request from Geoffrey Berman, SDNY USA, to modify Victim Notification System (VNS) notices. Berman wanted the notices to consist solely of the introduction and added text, limiting them to two paragraphs. Attempts to achieve this through the VNS help desk were unsuccessful. The recipient was tasked with finding a solution to manipulate the notification to meet Berman's specific requirements, noting the urgency of the request.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "redaction",
        "vns",
        "epstein",
        "notice",
        "paragraphs",
        "email",
        "help desk",
        "sdny",
        "usa",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027110",
      "summary": "An email chain discusses an “Epstein meeting” occurring in someone’s office. The sender expresses regret for being involved and identifies themselves as a Special Agent with the United States Attorney's Office, Southern District of New York. The email originates on August 14, 2019.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "united states attorney's office",
        "new york",
        "efta00027110"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032409",
            "similarity": 0.571,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027933",
      "summary": "On August 14, 2019, a confirmation email was sent regarding a meeting time of 3:00 PM with the Epstein team, originating from [REDACTED]. The recipient acknowledged the confirmation. The email is associated with the United States Attorney's Office for the Southern District of New York.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00027933",
        "epstein",
        "redaction",
        "united states attorney",
        "new york",
        "2019",
        "august",
        "3 pm",
        "team",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037877",
      "summary": "An email chain discusses Victim Witness Coordinator outreach to Safe Horizon, specifically Victoria Dexter and Sherri Papamihalis, regarding counseling support for Epstein victims. One individual reported a victim needing counseling in Palm Beach, Florida. A response confirms outreach will occur.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "epstein victims",
        "counseling",
        "safe horizon",
        "victoria dexter",
        "sherri papamihalis",
        "united states attorney's office",
        "palm beach",
        "victim witness coordinator",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019821",
            "similarity": 0.889,
            "index": 43,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019821",
      "summary": "On August 15, 2019, a Victim Witness Coordinator at the United States Attorney’s Office, Southern District of New York, received an email from Safe Horizon detailing two individuals – Victoria Dexter and Sherri Papamihalis – who offer support and counseling to Epstein victims. Safe Horizon suggested a connection between these individuals and victims needing counseling, providing Sherri Papamihalis’ phone number (718-928-6914). The coordinator responded, stating they would reach out. A subsequent email indicates a person in Palm Beach requested counseling and was added to the file (EFTA00019822).",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "epstein victims",
        "counseling",
        "victoria dexter",
        "sherri papamihalis",
        "safe horizon",
        "palm beach",
        "united states attorney's office",
        "victim witness coordinator"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037877",
            "similarity": 0.889,
            "index": 42,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031004",
      "summary": "An email was sent from an Assistant United States Attorney at the United States Attorney’s Office, Southern District of New York, to an unidentified recipient regarding a case identified as EFTA00031004. The email attached two transcripts, 31000152382969 and 31000152314782_transcript.pdf.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00031004",
        "redaction analysis",
        "us attorney",
        "southern district of new york",
        "transcript",
        "sacs",
        "united states attorney's office",
        "2019",
        "2025",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020176",
      "summary": "The records (BSA IDs) were initially requested and circulated for review by Ori inal, who then directed others to pull and circulate them.  A FinCEN Assistant Chief Counsel confirmed receipt of the records and requested further relevant SAR information.  Communication involved coordinating with the Intelligence Division and the United States Attorney's Office (Southern District of New York), with one individual highlighting information FinCEN had seen. The entire exchange involves a request to share potentially relevant FinCEN records for analysis.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "fincen",
        "epstein",
        "records",
        "sar",
        "redaction",
        "financial crimes",
        "money laundering",
        "transnational criminal enterprises",
        "united states attorney",
        "ausas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027183",
      "summary": "An email was sent from an Assistant United States Attorney at the United States Attorney's Office, Southern District of New York to [REDACTED] regarding an “Updated Subpoena Log” (Updated_Subpoena_Log.xlsx). The email included a request for confirmation that the log appears correct. The email’s subject was “Updated Subpoena Log”.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "subpoena",
        "log",
        "redaction",
        "united states attorney",
        "new york",
        "united states attorney's office",
        "efta00027183",
        "2019",
        "2025",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018954",
      "summary": "On August 19, 2019, an Assistant United States Attorney from the Southern District of New York instructed a contractor (USANYS) to send out subpoenas related to Jeffrey Epstein. The contractor was to modify dates and attach an O8211 form to each subpoena. The initial request was sent on August 17, 2019, by [REDACTED] (USANYS).",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "efta00018954",
        "redaction analysis",
        "usanys",
        "subpoenas",
        "epstein",
        "dates",
        "o8211 form",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037871",
      "summary": "A paralegal specialist at the United States Attorney's Office, Southern District of New York, requested permission to bring two letters received from the public regarding the Epstein case to the office. The request included a date and time suggestion for the recipient to review the letters.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "epstein letters",
        "efta00037871",
        "united states attorney's office",
        "paralegal specialist",
        "26 fed",
        "september 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029307",
      "summary": "An email chain discusses a scanned note purportedly related to Jeffrey Epstein. One email states that Noel provided Epstein with burned food, and that Epstein maintained a list of grievances regarding his conditions. The email exchange involves individuals associated with the United States Attorney's Office, Southern District of New York, and references to “USANYS.”",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "epstein",
        "note",
        "food",
        "burned",
        "grievances",
        "noel",
        "usanys",
        "redaction",
        "scan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032427",
      "summary": "The email chain discusses a release of USMS records related to the Epstein case following FOIA requests. Multiple individuals propose meeting times (3:30 PM or 4:30 PM) to review the source materials (USM 11s). The Associate General Counsel at the USMS provides the original materials to address inaccuracies in the initial release and offers to be a point of contact for questions regarding the investigation.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2019",
      "keywords": [
        "epstein",
        "usms",
        "foia",
        "release",
        "usm11s",
        "redaction",
        "united states attorney's office",
        "sdny",
        "investigation",
        "press coverage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031628",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031628",
      "summary": "On September 13, 2019, the Chief, Criminal Division of the United States Attorney’s Office, SDNY, received communications regarding the release of USMS records related to the Epstein case following a FOIA request. The Associate General Counsel at the USMS offered to provide the original source materials (USMLs) to address inaccuracies in initial reports and to serve as a point of contact for any investigation concerns. The communications involved scheduling a meeting at 3:30 or 4:30 PM.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "September 13, 2019",
      "keywords": [
        "usms",
        "foia",
        "epstein",
        "release",
        "usanys",
        "criminal division",
        "united states attorney's office",
        "sdny",
        "redaction",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032427",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032438",
      "summary": "A communication was sent from a Deputy United States Attorney at the United States Attorney’s Office, Southern District of New York, to another individual within the USANYS. The email requests an urgent report concerning the “DB part of the Epstein case,” inquiring about its relationship to existing investigations (specifically the DB/Kushner UMR) and how the matter should be approached.",
      "timestamp": "2019-09-16T00:00:00",
      "timestamp_raw": "16 Sep 2019",
      "keywords": [
        "epstein case",
        "db",
        "umr",
        "usanys",
        "redaction",
        "request",
        "kushner",
        "sar",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028194",
            "similarity": 0.667,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028194",
      "summary": "An email exchange occurred between a Deputy United States Attorney from the Southern District of New York and Sony regarding a request for a report on the “DB part of Epstein case.” The original request was misdirected, and Sony acknowledged the error. The Deputy U.S. Attorney was seeking clarification on whether the report would be part of an existing DB SAR investigation or a separate one.",
      "timestamp": "2019-09-17T00:00:00",
      "timestamp_raw": "17 Sep 2019",
      "keywords": [
        "epstein case",
        "db",
        "umr",
        "kushner",
        "usanys",
        "request",
        "sony",
        "redaction",
        "report",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032438",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037932",
      "summary": "A paralegal specialist from the United States Attorney's Office, Southern District of New York, is contacting the FBI (NY office) regarding a letter from a member of the public related to the Jeffrey Epstein case. The specialist requests to drop off a physical copy of the letter and inquires about a convenient time to do so.",
      "timestamp": "2019-09-20T00:00:00",
      "timestamp_raw": "20 Sep 2019",
      "keywords": [
        "epstein",
        "letter",
        "fbi",
        "usanys",
        "paralegal",
        "southern district of new york",
        "contract",
        "2019",
        "attachment",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038188",
      "summary": "On September 23, 2019, a contractor ([REDACTED]) contacted the FBI (NY) to arrange the drop-off of a letter related to the Epstein case. The initial contact involved coordinating a time for the drop-off, with the FBI indicating availability throughout the day. The contractor then followed up on September 20, 2019, proposing a meeting for Monday, September 23rd, but the FBI member was unavailable and suggested rescheduling. A letter from a paralegal specialist at the US Attorney’s Office (Southern District of New York) was also involved in the exchange.",
      "timestamp": "2019-09-23T00:00:00",
      "timestamp_raw": "September 23, 2019",
      "keywords": [
        "epstein letter",
        "fbi",
        "usanys",
        "contractor",
        "redaction",
        "september 2019",
        "monday",
        "letter",
        "drop off",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015941",
      "summary": "An email was sent from the Victim Witness Coordinator of the United States Attorney's Office, Southern District of New York, to an unknown recipient regarding potential vouchers for Epstein victims. The email originated on November 14, 2019, and referenced case file EFTA00015941.",
      "timestamp": "2019-11-14T00:00:00",
      "timestamp_raw": "November 14, 2019",
      "keywords": [
        "epstein",
        "victims",
        "vouchers",
        "redaction",
        "united states attorney's office",
        "new york",
        "coordinator",
        "witness",
        "2019",
        "efta00015941"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017911",
      "summary": "An Assistant United States Attorney from the United States Attorney's Office for the Southern District of New York sent a press release (“MCC Press Release”) from [REDACTED] on November 15, 2019, with the attached document “MCC_Press_Release_v2.docx”. The document is identified as EFTA00017911.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "November 15, 2019",
      "keywords": [
        "efta00017911",
        "redaction analysis",
        "mcc press release",
        "united states attorney's office",
        "southern district of new york",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020965",
      "summary": "An email exchange occurred on November 15, 2019, regarding potential vouchers for Epstein victims. One individual, a Victim Witness Coordinator from the United States Attorney's Office, Southern District of New York, responded to an inquiry stating they did not possess any vouchers. The email chain is associated with the file EFTA00020965.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "November 15, 2019",
      "keywords": [
        "epstein victims",
        "vouchers",
        "united states attorney's office",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019718",
      "summary": "The United States Attorney's Office for the Southern District of New York is requesting that a letter and accompanying exhibit, detailing proposed redactions to the sentencing transcript in the case *United States v. [Case Name] (13 Cr. 416 (PGG))*, be filed under seal due to the discussion of an ongoing criminal investigation.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2019",
      "keywords": [
        "redaction",
        "sentencing transcript",
        "united states v.",
        "criminal investigation",
        "seal",
        "efta00019718",
        "doj",
        "uscourts",
        "new york",
        "assistant united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032751",
      "summary": "On December 2, 2019, Scott A. Srebnick, P.A., requested the U.S. Attorney’s Office for the Southern District of New York to investigate David Boies and John Stanley Pottinger’s alleged scheme. This scheme involved Boies and Pottinger attempting to purchase videos of Jeffrey Epstein’s alleged criminal activity from Patrick Kessler with the intent of securing payoffs from the wealthy men depicted in the videos. The New York Times reported on this activity, and subsequent television coverage confirmed the details. The request argues that Boies’s conduct constitutes conspiracy to commit extortion and potentially violates other criminal statutes. The lawyers also suggest that Boies’s testimony regarding this scheme may be influenced by a desire to curry favor with the government, given his importance to the firm’s financial success. Srebnick demands evidence relating to Boies's conduct and whether he is under federal investigation.",
      "timestamp": "2019-12-02T00:00:00",
      "timestamp_raw": "December 2, 2019",
      "keywords": [
        "michael avenatti",
        "david boies",
        "jeffrey epstein",
        "boies schiller flexner",
        "united states attorney's office",
        "due process clause",
        "extortion",
        "legal investigation",
        "surveillance",
        "settlements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031509",
      "summary": "A communication between individuals within the United States Attorney's Office, Southern District of New York, regarding a “Pros memo” or “DP memo” related to the “MCC case.” The initial email request was sent on December 2, 2019, and involved attachments. The sender is identified as an Assistant United States Attorney from the USANYS.",
      "timestamp": "2019-12-02T00:00:00",
      "timestamp_raw": "December 2, 2019",
      "keywords": [
        "efta00031509",
        "usanys",
        "redaction analysis",
        "pros memo",
        "dp memo",
        "mcc case",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017063",
      "summary": "A paralegal specialist from the United States Attorney's Office, Southern District of New York, has placed a drive containing search warrant materials related to the Epstein investigation downstairs at their office under the recipient’s name for pickup. The email details the arrangement and requests notification when the drive is ready.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "epstein",
        "search warrant",
        "redaction",
        "fbi",
        "united states attorney",
        "southern district of new york",
        "paralegal",
        "drive",
        "materials",
        "ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029804",
      "summary": "Emails were exchanged regarding potential vouchers for Epstein victims. One individual, a secretary, received an apology for a payment made to someone. Multiple individuals denied having vouchers. The correspondence originated from the United States Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-15T00:00:00",
      "timestamp_raw": "15 Nov 2019",
      "keywords": [
        "epstein",
        "vouchers",
        "victims",
        "redacted",
        "email",
        "secretary",
        "united states attorney's office",
        "new york",
        "november 15",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017955",
      "summary": "On December 19, 2019, the U.S. Department of Justice, through the United States Attorney for the Southern District of New York, informed Judge Kenneth M. Karas about the defense’s request for video footage (the “Video”) from the Metropolitan Correctional Center (MCC) from July 22-23, 2019, related to the case *United States v. Nicholas Tartaglione*. The Government confirmed the video was preserved and is in the process of obtaining a copy to provide to defense counsel for review at the United States Attorney's Office.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "December 19, 2019",
      "keywords": [
        "justice",
        "united states department of justice",
        "nicholas tartaglione",
        "metropolitan correctional center",
        "video",
        "redaction",
        "court",
        "judge karas",
        "southern district of new york",
        "ecf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031583",
      "summary": "Judge Cote signed a 6(e) order, attached to an email chain. The email directs the Associate U.S. Attorney to ensure compliance with EOUSA secure shipping and electronic encryption protocols when sending the order to John Langbein, along with necessary cautions.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "epstein order",
        "6(e) order",
        "judge cote",
        "usanys",
        "eousa",
        "secure shipping",
        "encryption",
        "langbein",
        "redaction",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032960",
      "summary": "An email exchange discusses the execution of a 6(e) order related to the Epstein case. The Judge Cote signed the order, which was attached. Instructions are provided regarding secure shipping and electronic encryption protocols for documents sent to John Langbein, emphasizing the importance of compliance and potential negative consequences of mishandling sensitive information. The email originates from the United States Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "efta00032960",
        "epstein",
        "6(e) order",
        "judge cote",
        "usanys",
        "larry",
        "trust agreements",
        "secure shipping",
        "encryption",
        "eousa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027731",
      "summary": "An email chain discusses the production of discovery materials in the case *U.S. v. Noel, No. 19 Cr. 830*. A hard drive containing the discovery materials is being sent to Jason Foy, with a password provided. An earlier version of the discovery materials was recalled and instructed for destruction. An additional page of discovery, marked “attorney’s eyes only,” is also included. The communication is facilitated by the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "u.s. v. noel",
        "discovery production",
        "redaction analysis",
        "sdny",
        "jason foy",
        "usanys",
        "contract",
        "united states attorney's office",
        "discovery materials",
        "password"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021765",
      "summary": "A letter regarding an ICMK tape related to an MCC case was sent from the Co-Chief, Narcotics Unit of the United States Attorney’s Office, Southern District of New York, to [REDACTED] on January 8, 2020. The letter is attached as 2020.01.08_letter to_ICMK_re_MCC_tape_v2.docx and the sender intends to file it the following morning.",
      "timestamp": "2020-01-08T00:00:00",
      "timestamp_raw": "January 8, 2020",
      "keywords": [
        "efta00021765",
        "redaction",
        "letter",
        "icmk",
        "mcc",
        "tape",
        "united states attorney's office",
        "narcotics unit",
        "new york",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026544",
      "summary": "A letter was sent from the U.S. Attorney's Office, Southern District of New York (USANYS), to ICMK regarding a magnetic cassette tape (MCC tape). The letter was dated January 8, 2020, and sent by the Co-Chief, Narcotics Unit.",
      "timestamp": "2020-01-08T00:00:00",
      "timestamp_raw": "January 8, 2020",
      "keywords": [
        "efta00026544",
        "usanys",
        "narcotics unit",
        "united states attorney's office",
        "new york",
        "icmk",
        "mcc tape",
        "2020",
        "letter",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016735",
      "summary": "A motion was filed by Barket seeking a hearing regarding the MCC video. The United States Attorney's Office is preparing a response.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "tartaglione",
        "motion",
        "hearing",
        "mcc video",
        "barket",
        "response",
        "united states attorney's office",
        "narcotics unit",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021768",
      "summary": "A communication was sent from the United States Attorney’s Office, Southern District of New York, to [REDACTED] regarding the loss of a video featuring Frank Tartaglione (MCC). Bruce Barket filed a motion seeking a hearing about the loss, and the sender intends to oppose the motion, providing updates.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "tartaglione",
        "mcc video",
        "bruce barket",
        "hearing",
        "united states attorney's office",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018101",
      "summary": "The document is notes from a January 17, 2020 call regarding the IG Empowerment Act of 2016 and the investigation into Jeffrey Epstein. Key discussion points include: *   The DOJ-IG now has access to all grand jury materials. *   The investigation is focused on whether there was a policy violation or administrative failure regarding Epstein not having a cellmate. *   The IG wants the report completed ASAP. *   Approaches to witness information gathering differ between the Oversight Review Division (using full names) and the Investigations Division (using titles). *   There’s no expectation of using inmate testimony in a public version, and most MCC employees likely won’t be named.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00018101",
        "ig empowerment act",
        "doj-ig",
        "epstein",
        "cellmate",
        "witness",
        "timing",
        "oversight review division",
        "investigations division",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020570",
      "summary": "A communication from the United States Department of Justice’s U.S. Attorney’s Office, Southern District of New York, regarding a “RAY Q/A” document (Larry_Ray_Q_&_A_2.7.2020.docx) sent from Public Affairs to [REDACTED]. The email is dated February 7, 2020, and includes attachments related to the case.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "efta00020570",
        "ray",
        "q/a",
        "united states department of justice",
        "larry ray",
        "public affairs",
        "redaction",
        "southern district of new york",
        "usanys",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023778",
      "summary": "A request was made on March 10, 2020, from an Associate U.S. Attorney at the United States Attorney's Office, Southern District of New York, to compile press releases, charges, and publicly available information related to Jeffrey Epstein. The request specifically excluded downloading all docket materials.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "March 10, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "press releases",
        "charges",
        "docket",
        "united states attorney",
        "southern district of new york",
        "folas",
        "new york",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020850",
      "summary": "An email dated March 10, 2020, was sent from an Assistant U.S. Attorney in the Southern District of New York to Geoffre S. Berman, the Victim Witness Coordinator for the United States Attorney's Office, regarding \"Epstein tips\" and included attachments related to submissions and complaints to Dr. Nikola Stepanov.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "March 10, 2020",
      "keywords": [
        "epstein",
        "tips",
        "redaction",
        "united states attorney",
        "geoffre s. berman",
        "dr nikola stepanov",
        "ronald sackvik",
        "victim-witness coordinator",
        "new york",
        "submissions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021771",
      "summary": "On April 23, 2020, a request was made to obtain a hard drive containing all returns related to the Epstein case. The request was submitted by a paralegal specialist (EFTA00021771) to Hamilton, a contractor. A Sony employee (MI) was coordinating a handover of a case role. An individual ([REDACTED]) was restricted from attaching a hard drive to a computer system holding financial productions and was consulting with a special agent. The United States Attorney's Office, Southern District of New York (EFTA00021772) is involved.",
      "timestamp": "2020-04-23T00:00:00",
      "timestamp_raw": "April 23, 2020",
      "keywords": [
        "epstein",
        "sony",
        "hard drive",
        "returns",
        "financial productions",
        "contractor",
        "paralegal",
        "efta00021771",
        "efta00021772",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025481",
      "summary": "An email chain discusses concerns regarding sentencing with Berman, focusing on Berman’s assertions about the Barr investigation into Epstein’s death and the Bureau of Prisons’ handling of the situation following Epstein’s death. The correspondence originates from an Assistant United States Attorney at the United States Attorney's Office, Southern District of New York.",
      "timestamp": "2020-05-05T00:00:00",
      "timestamp_raw": "05 May 2020",
      "keywords": [
        "berman",
        "sentencing",
        "epstein",
        "barr",
        "bop",
        "usanys",
        "investigation",
        "death",
        "united states attorney's office",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018747",
      "summary": "An email was sent from the Chief, Criminal Division of the United States Attorney's Office, SDNY, to another party sharing a NYLJ article titled \"NYLJMay6.pd.pdf.\" The sender states they missed the article upon its initial release and is forwarding it to the recipient in case they also missed it. The email is associated with case file EFTA00018747.",
      "timestamp": "2020-05-11T00:00:00",
      "timestamp_raw": "11 May 2020",
      "keywords": [
        "efta00018747",
        "nylj",
        "redaction",
        "usanys",
        "sdny",
        "criminal division",
        "united states attorney's office",
        "may 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027442",
      "summary": "This document is an email attachment containing an article (“NYLJ article”) written by Evan Barr about Prince Andrew and “zero cooperation,” specifically related to a case handled by the Chief, Criminal Division of the United States Attorney’s Office, SDNY. The email was sent on May 11, 2020, and includes a redacted PDF attachment named NYLJMay6.pd.pdf.",
      "timestamp": "2020-05-11T00:00:00",
      "timestamp_raw": "May 11, 2020",
      "keywords": [
        "efta00027442",
        "nylj",
        "evan barr",
        "prince andrew",
        "zero cooperation",
        "redaction",
        "united states attorney's office",
        "sdny",
        "criminal division",
        "article"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030360",
      "summary": "A legal assistant from the United States Attorney’s Office, Southern District of New York, sent stamped and signed NDOs (Non-Disclosure Orders) and PENs (Process Expense Notices) to a recipient. These documents were previously submitted to Mag Court.",
      "timestamp": "2020-06-15T00:00:00",
      "timestamp_raw": "15 Jun 2020",
      "keywords": [
        "ndo's",
        "pen's",
        "stamped",
        "mag court",
        "united states attorney's office",
        "criminal clerk",
        "legal assistant",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028562",
            "similarity": 0.636,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028562",
      "summary": "A legal assistant from the United States Attorney’s Office, Southern District of New York, sent stamped and signed NDO’s (Notice of Docketing) and PEN’s (Pre-Indictment Notification) to an unknown recipient. The documents were submitted to Mag Court. Attached was a PDF file named “AT&T.pdf”.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "efta00028562",
        "ndo's",
        "pen's",
        "mag court",
        "stamped",
        "signed",
        "united states attorney's office",
        "criminal clerk",
        "legal assistant",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030360",
            "similarity": 0.636,
            "index": 80,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015203",
      "summary": "Audrey Strauss sent an email requesting a resend of a Q and A document (“Maxwell_possible_QA_v2.docx”) for a 3:30 Q and A preparation. The email thread originated from [REDACTED] and included a response from [REDACTED]. Strauss is a Deputy United States Attorney for the Southern District of New York.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "efta00015203",
        "q and a",
        "strauss",
        "audrey",
        "usanys",
        "redaction",
        "maxwell",
        "united states attorney",
        "southern district of new york",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017734",
      "summary": "Ghislaine Maxwell was arrested in New Hampshire on July 2, 2020, on an indictment charging her with facilitating Jeffrey Epstein’s abuse of minors. The presentment will not occur in SONY or SDNY, and the sender is notifying the recipient of any issues.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "arrest",
        "indictment",
        "abuse",
        "minors",
        "new hampshire",
        "sdny",
        "united states attorney's office",
        "efta00017734"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017732",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026527",
      "summary": "Ghislaine Maxwell was arrested in New Hampshire on July 2, 2020, related to an indictment charging her with facilitating Jeffrey Epstein’s abuse of minors. A bail argument is scheduled for Judge Nathan in New Hampshire, potentially remotely. The arrest will not occur in the SDNY.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislane maxwell",
        "jeffrey epstein",
        "arrest",
        "new hampshire",
        "bail argument",
        "prosecution",
        "abuse of minors",
        "sdny",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017732",
      "summary": "An indictment was unsealed this morning charging Ghislane Maxwell with facilitating Jeffrey Epstein’s abuse of minors. Maxwell was arrested in New Hampshire and will not appear in the SDNY court today. Emails between individuals at the United States Attorney's Office, SDNY, confirm the arrest and provide updates regarding logistics.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislane maxwell",
        "jeffrey epstein",
        "arrest",
        "indictment",
        "abuse",
        "minors",
        "new hampshire",
        "sdny",
        "united states attorney's office",
        "logistics"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017734",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024440",
      "summary": "A communication was sent regarding the creation of a new Victim & Witnesses Services webpage for the Ghislaine Maxwell case. The webpage would mirror the format of the Epstein case website. It includes information about the July 2, 2020, announcement of felony charges against Ghislaine Maxwell, detailing the alleged crimes (enticement, transportation, conspiracy, and perjury) occurring in locations including New York, Florida, New Mexico, and the United Kingdom. The webpage provides a phone number (1-800-Call-FBI) and contact information for the Victim/Witness Coordinator at the United States Attorney's Office for the Southern District of New York, offering assistance to potential victims and providing information about case updates and available services like compensation and counseling.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "victim",
        "witness",
        "united states attorney",
        "indictment",
        "new york",
        "fbi",
        "case",
        "maxwell case",
        "criminal charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024770",
            "similarity": 0.818,
            "index": 90,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026998",
      "summary": "This email chain pertains to a conflict sweep regarding the Debevoise & Plimpton law firm’s representation of S in the investigation of Jeffrey Epstein and the prosecution of Ghislaine Maxwell (USAONo: 2018R01618, Docket No: 19 Cr. 490 / 20 Cr. 330).  Debevoise represents S as a subject/witness. One U.S. Attorney requests updates on any active cases involving Debevoise & Plimpton or Lankier Siffert & Wohl, requiring details on case specifics, including the role of each firm.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "debevoise & plimpton",
        "ghislaine maxwell",
        "conflict sweep",
        "usaono",
        "docket no",
        "united states attorney's office",
        "s",
        "lankier siffert & wohl"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019465",
      "summary": "Emails exchanged between individuals at the United States Attorney’s Office, Southern District of New York, regarding the “Maxwell case” (20 Cr 330). One individual requests confirmation that the case is classified as a victim case and inquires about the USAO involvement. Another individual confirms the case is under the Epstein investigation (2018R01618) and provides contact information for the Victim Witness Coordinator.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "maxwell case",
        "victim case",
        "usao",
        "epstein investigation",
        "united states attorney's office",
        "southern district of new york",
        "20 cr 330",
        "redaction analysis",
        "efta00019465"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031423",
      "summary": "An email was sent from the Chief, Criminal Division of the United States Attorney's Office, SDNY (USANYS) to multiple recipients (USANYS) reminding them to send John their monthly updates. An attached document, \"PC Unit -- Short Fonn Update.7.6.20.doex,\" was also included.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "reminders",
        "monthly updates",
        "usanys",
        "sdny",
        "criminal division",
        "john",
        "updates",
        "pcu",
        "july 2020",
        "efta00031423"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024770",
      "summary": "An email request was sent from the United States Attorney's Office for the Southern District of New York to create a new Victim & Witnesses Services webpage for the Ghislaine Maxwell case. The webpage should mirror the format of the Epstein case website and include details about the unsealing of federal felony charges, the alleged crimes (enticement, transportation, conspiracy, and perjury), and locations involved (New York, Florida, New Mexico, and the United Kingdom). It directs individuals who believe they are victims to contact the Victim/Witness Unit for assistance, including notifications about case stages, potential compensation, and referrals to counseling services. The email also provides contact information for the Victim/Witness Coordinator at the U.S. Attorney's Office in New York.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "victim",
        "witness",
        "indictment",
        "united states attorney",
        "new york",
        "fbi",
        "case",
        "maxwell case",
        "crime victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024440",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010965",
      "summary": "On July 10, 2020, an Assistant United States Attorney from the Southern District of New York requested docketing of the superseding indictment in the case of *US v. Maxwell* (S1 20 Cr. 330 (AN)). The request followed receipt of a color scan of the signed indictment from the United States Attorney's Office.  A previous email, dated July 8, 2020, indicated the grand jury return for the same case had been provided to Judge Nathan and the superseding indictment was unsealed.  The document is associated with EFTA00010965 and EFTA00010966.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "July 10, 2020",
      "keywords": [
        "efta00010965",
        "maxwell",
        "us v. maxwell",
        "grand jury return",
        "superseding indictment",
        "united states attorney's office",
        "southern district of new york",
        "ecf",
        "arraignment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006036",
      "summary": "This document is a letter from attorney Anthony V. Lombardino to the United States Attorney’s Office in New York, dated July 17, 2020. Lombardino represents Richard Taus, a former FBI agent and Vietnam veteran, who believes he has information related to the deaths of Jeffrey Epstein and Ghislaine Maxwell, as well as information about an individual known as J. Doe. Lombardino requests an interview with Taus to assist in the investigation.",
      "timestamp": "2020-07-17T00:00:00",
      "timestamp_raw": "July 17, 2020",
      "keywords": [
        "efta00006036",
        "efta00006037",
        "richard taus",
        "jeffrey epstein",
        "ghislaine maxwell",
        "j. doe",
        "clinton correctional facility",
        "fbi",
        "vietnam war",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019237",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a submission titled “Necheles Submission.” The email contained a PDF attachment named “plea_submission,_with_attachments.pdf,” which was submitted to the United States Attorney’s Office, Southern District of New York, for Counsel to the Acting U.S. Attorney. The email chain originated on July 20, 2020, and July 22, 2020.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "efta00019237",
        "necheles",
        "submission",
        "united states attorney's office",
        "southern district of new york",
        "redaction analysis",
        "plea",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015192",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a submission titled “Necheles Submission.” The email, dated July 20, 2020, included the attached document “ilea_submission,_with_attachments.pdf” and was addressed to the Counsel to the Acting U.S. Attorney for the United States Attorney’s Office, Southern District of New York (EFTA00015192).",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "efta00015192",
        "necheles",
        "submission",
        "redaction",
        "united states attorney's office",
        "southern district of new york",
        "ilea_submission",
        "counsel",
        "acting u.s. attorney",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023755",
      "summary": "The United States Attorney's Office, Southern District of New York, responded to discovery requests in the case *US v. Tova Noel, 19 Cr. 830 (AT)*. The response, attached as “2020.07.20_Response_to_Noeljune_5_Discovery_Requests_FINAL.pdf”, was sent to Jason Foy on July 20, 2020. Additionally, USAfx was producing supplemental discovery that evening.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "us v. tova noel",
        "discovery",
        "united states attorney",
        "usafx",
        "response",
        "discovery requests",
        "supplemental discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023765",
      "summary": "A series of emails discuss the retrieval and subsequent discussion of images related to Ghislaine Maxwell. The emails involve multiple individuals, including a USANYS Associate U.S. Attorney, and coordinate times for a call to discuss the images. One individual mentions being in an executive conference and anticipates a delay.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pics",
        "redaction",
        "usanys",
        "call",
        "schedule",
        "discussion",
        "united states attorney's office",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024658",
      "summary": "Documents related to the July 23rd incident and Epstein’s mental health, along with Tartaglione’s disciplinary history referencing that incident, should be withheld from [REDACTED]. Specifically, pages/sections 272-286, 517-539, etc., and documents labeled “All Dots” and “Assoc Warden” containing the specified ranges and references are to be redacted.",
      "timestamp": "2020-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2020",
      "keywords": [
        "efta00024658",
        "redaction analysis",
        "bop",
        "tartaglione",
        "july 23 incident",
        "epstein",
        "disciplinary history",
        "reports",
        "southern district of new york",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031989",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP communicated on behalf of the Co-Executors of the Estate of Jeffrey E. Epstein. The Co-Executors confirmed they would not use Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement investigations. They also stated they would notify the US Attorney’s Office for the Southern District of New York in advance of any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney for the Southern District of New York provided context for this communication.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "trust",
        "attorney-client privilege",
        "hughes hubbard & reed",
        "white collar defense",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022616",
      "summary": "A sworn statement, executed August 5, 2020, declares the document (EFTA00022616) to be true and correct to the best knowledge and belief of the individual making the statement, in accordance with 28 U.S.C. § 1746.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "August 5, 2020",
      "keywords": [
        "redaction analysis",
        "efta00022616",
        "perjury",
        "united states attorney's office",
        "southern district of new york",
        "28 u.s.c. § 1746"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021874",
      "summary": "An email chain discusses the transfer of a large file, “Discovery.zip,” to the (USANYS) [Contractor]. The sender, [REDACTED], suggests zipping the files due to their size and asks recipients to report any issues. The email thread involves multiple individuals including the Special Assistant to the U.S. Attorney and the United States Attorney’s Office, SDNY.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "efta00021874",
        "usanys",
        "contractor",
        "discovery",
        "zip",
        "email",
        "redaction",
        "sdny",
        "united states attorney's office",
        "august 5",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031410",
      "summary": "A letter regarding a delayed disclosure in the Tartaglione case was sent from the Co-Chief, Narcotics Unit of the United States Attorney’s Office, Southern District of New York, to [REDACTED]. The letter attached, titled \"2020.08.XX_Ietter_to_ICMKJe_Penalty_Phase_Brady_yl.docx\", outlines a draft letter to ICMKJe with a penalty phase discussion and proposes initiating a discussion with McEnany after receiving feedback.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "delayed disclosure",
        "tartaglione",
        "penalty phase",
        "brady",
        "icmk",
        "mcenany",
        "narcotics unit",
        "united states attorney's office",
        "efta00031410"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031421",
      "summary": "An email exchange occurred between Mirl and [REDACTED] regarding the Maxwell GPS Combo v3.docx file. [REDACTED] sent the file to Mirl, who is an Assistant United States Attorney with the United States Attorney's Office, Southern District of New York (USANYS). The email chain originated on August 27, 2020.",
      "timestamp": "2020-08-27T00:00:00",
      "timestamp_raw": "August 27, 2020",
      "keywords": [
        "gps",
        "maxwell",
        "usanys",
        "redaction",
        "analysis",
        "united states attorney's office",
        "efta00031421"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026710",
      "summary": "An email was sent on September 3, 2020, reminding recipients of upcoming monthly updates. The email, forwarded by [REDACTED], attached a document named “PC_Unitr_Short_Form_Update.9.4.20.docx” and referenced the Chief, Criminal Division of the United States Attorney's Office, SDNY.",
      "timestamp": "2020-09-03T00:00:00",
      "timestamp_raw": "September 3, 2020",
      "keywords": [
        "efta00026710",
        "redaction analysis",
        "updates",
        "monthly",
        "september",
        "criminal division",
        "united states attorney's office",
        "sdny",
        "reminder",
        "pc_unitr"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026617",
      "summary": "An email exchange occurred between individuals within the United States Attorney's Office, Southern District of New York, regarding a \"PC_Unitr_Short_Form_Update.9.4.20.docx\" document. One party requested that a specific update (likely containing conflict information) not be included in a standard update and requested a revised version without the content if it was already present.",
      "timestamp": "2020-09-09T00:00:00",
      "timestamp_raw": "09 Sep 2020",
      "keywords": [
        "efta00026617",
        "redaction analysis",
        "usanys",
        "update",
        "conflicts",
        "united states attorney's office",
        "southern district of new york",
        "czi",
        "pc_unitr",
        "docx"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029147",
      "summary": "On October 26, 2020, Christian Everdell requested unredacted copies of reports and notes related to “United States v. Maxwell” from Mark S. Cohen, Laura Menninger, Jeff Pagliuca, and Bobbi Sternheim. The attachments included redacted documents from the United States Attorney's Office, Southern District of New York, concerning the case. The request was made in response to previous redactions and a protective order.",
      "timestamp": "2020-10-26T00:00:00",
      "timestamp_raw": "October 26, 2020",
      "keywords": [
        "maxwell",
        "united states v.",
        "redaction",
        "reports",
        "notes",
        "protective order",
        "united states attorney's office",
        "sdny",
        "chris everdell",
        "mark s. cohen"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018098",
      "summary": "An email exchange discusses a “discovery letter in Maxwell.” One party ([REDACTED]) requests the final version of a letter outlining materials to be gathered from other agencies, intended for reference by other Assistant U.S. Attorneys (AUSAs). The email chain originates from the United States Attorney's Office, Southern District of New York.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "discovery letter",
        "maxwell",
        "ausas",
        "united states attorney",
        "southern district of new york",
        "redacted",
        "agencies",
        "letter",
        "example",
        "filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027441",
      "summary": "An email was sent on December 10, 2020, from [REDACTED] to [REDACTED], containing an article titled \"article\" describing comments by Counsel to the Acting U.S. Attorney at the United States Attorney’s Office, Southern District of New York, related to case EFTA00027441.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "December 10, 2020",
      "keywords": [
        "efta00027441",
        "redaction analysis",
        "u.s. attorney",
        "southern district of new york",
        "counsel",
        "article",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027559",
      "summary": "An email chain discusses receiving the article “EFTA00027559” which details comments by Counsel to the Acting U.S. Attorney from the United States Attorney's Office, Southern District of New York. The sender ([REDACTED]) requested the full article due to difficulty opening it, and forwarded the article from another sender ([REDACTED]). Six redactions are present within the document.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "December 10, 2020",
      "keywords": [
        "efta00027559",
        "redaction analysis",
        "article",
        "usanys",
        "united states attorney's office",
        "southern district of new york",
        "counsel",
        "comments",
        "us attorney",
        "google chrome"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031817",
      "summary": "Two emails were exchanged regarding the extradition of a case identified as EFTA00031817. One email, dated December 13, 2020, was attached with a \"Bail Section_ LEP _(Comparator Cases).docx\" document and requested edits to the document. The second email, also dated December 13, 2020, simply forwarded the document with a note to edit. Both emails were sent by Assistant United States Attorneys at the United States Attorney's Office, Southern District of New York.",
      "timestamp": "2020-12-13T00:00:00",
      "timestamp_raw": "December 13, 2020",
      "keywords": [
        "extradition",
        "usanys",
        "redaction",
        "bail",
        "united states attorney",
        "new york",
        "comparator cases",
        "assistant united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024471",
      "summary": "The email chain discusses scheduling a trial for “Doud,” likely a defendant, with potential dates in July and August 2020/2021.  A US Attorney outlines a busy summer schedule including trials for Steve Bannon, Noel, Adams, and Lev Parnas, with anticipated durations for each. The Attorney asks for the recipient’s availability, prioritizing the Doud trial as a top priority among several competing cases.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "December 17, 2020",
      "keywords": [
        "doud trial",
        "u.s. v. steve bannon",
        "u.s. v. noel",
        "u.s. v. adams",
        "august 2021",
        "united states attorney's office",
        "new york",
        "covid",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019286",
      "summary": "Email correspondence regarding the scheduling of a trial, referred to as “Doud trial,” between December 17, 2020, and December 17, 2020. The emails involve multiple attorneys, including those from the United States Attorney's Office, Southern District of New York, discussing potential trial dates and scheduling conflicts with other cases, such as those involving Steve Bannon, Noel, Adams, and Lev Parnas. Proposed dates include mid-July for the “Doud trial,” with scheduling conflicts extending into the summer and fall of 2021.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "December 17, 2020",
      "keywords": [
        "doud trial",
        "steve bannon",
        "noel",
        "adams",
        "parnas",
        "covid",
        "july",
        "august",
        "united states attorney",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030934",
      "summary": "On December 28, 2020, Cohen & Gresser LLP, representing Ghislaine Maxwell, submitted a request to the United States Attorney's Office for a Bill of Particulars regarding the Superseding Indictment. They requested clarification of specific allegations within the indictment concerning interactions with Minor Victims 1-3 and Victims 2-3, including dates, locations, and details of alleged grooming, abuse, and involvement in “group sexualized massages.” Specifically, they requested full names and birthdates of the victims, detailed descriptions of activities, and the identification of any other individuals involved. They also sought clarification regarding the timeline of conspiracies charged in Counts One and Three, and details about alleged false statements made by Maxwell.",
      "timestamp": "2020-12-28T00:00:00",
      "timestamp_raw": "December 28, 2020",
      "keywords": [
        "ghislaine maxwell",
        "epstein",
        "victims",
        "sexual abuse",
        "indictment",
        "criminal procedure",
        "particulars",
        "grooming",
        "massage",
        "united states v. ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026959",
      "summary": "On January 7, 2021, Susan Necheles sent a letter to multiple recipients, including Kathleen E. Cassidy, regarding EFTA00026959. She intended to share her thoughts before a planned conversation. The email chain includes a forwarded message from [REDACTED] regarding the same document and a request from [REDACTED] for a quick call the following day.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "January 7, 2021",
      "keywords": [
        "efta00026959",
        "efta00026960",
        "letter",
        "susan necheles",
        "kathleen e. cassidy",
        "redaction",
        "january 7 2021",
        "criminal division",
        "sdny",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013271",
      "summary": "An email discusses the provision of attorney visit logs and count slips containing Jeffrey Epstein’s name to defense counsel in the Tartaglione case. The United States Attorney’s Office, specifically the White Plains Division, is facilitating this by having firewall counsel receive the documents from the sender to prevent direct access by the Deputy Chief. Firewall counsel will review the protective order and potentially seek a modification from Judge Karas before transferring the documents to defense counsel.",
      "timestamp": "2021-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2021",
      "keywords": [
        "epstein",
        "visit logs",
        "count slips",
        "protective order",
        "tartaglione",
        "defense counsel",
        "firewall counsel",
        "judge karas",
        "united states attorney's office",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027565",
      "summary": "*   **Case Name:** United States of America v. Maxwell *   **Court:** US Circuit Court of Appeals - 02nd Circuit *   **Case Number:** 21-58 *   **Date Filed:** 01/12/2021 *   **Status:** Appeal *   **Litigants:** United States of America (Appellee) vs. Ghislaine Maxwell (Appellant) *   **Attorneys:** Assistant U.S. Attorney and United States Attorney's Office for the Southern District of New York represent the United States; an attorney represents Ghislaine Maxwell. *   **Key Documents Filed:** Supporting Exhibit, Motion to be relieved as attorney, Certificate of Service, Notice of Appearance, and a Reply to Opposition. *   **Dates of Filing:** Several documents were filed between 04/13/2021 and 04/19/2021.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "01/12/2021",
      "keywords": [
        "united states of america",
        "maxwell",
        "appeal",
        "litigation",
        "court",
        "attorneys",
        "new york",
        "motion",
        "opposition",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029839",
      "summary": "On January 28, 2021, an Assistant United States Attorney from the United States Attorney's Office, Southern District of New York, sent a draft letter and exhibit to the Court regarding the defendant’s proposed redactions to pre-trial motions. The email included a request for review and noted “small stuff” in the attached document.",
      "timestamp": "2021-01-28T00:00:00",
      "timestamp_raw": "January 28, 2021",
      "keywords": [
        "redaction",
        "usanys",
        "gm letter",
        "pre-trial motions",
        "defense",
        "redactions",
        "motions",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030000",
      "summary": "On January 28, 2021, an Assistant United States Attorney from the United States Attorney's Office for the Southern District of New York sent a draft letter and exhibit to [REDACTED] regarding proposed redactions in pre-trial motions. The letter was sent at 5:45 PM and apologized for the late hour.",
      "timestamp": "2021-01-28T00:00:00",
      "timestamp_raw": "January 28, 2021",
      "keywords": [
        "redaction",
        "letter",
        "motions",
        "pre-trial",
        "defense",
        "usanys",
        "gm",
        "judge",
        "edits",
        "attachments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028759",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email to multiple recipients, including \"[REDACTED]\", regarding a “Maxwell Suppression Opp” document. The email chain discusses the length of the document, its content addressing arguments, and a timeline for review and sending to chiefs. The document itself, titled “Motion_ to_ Suppress_Opp_v2.docx,” was attached.",
      "timestamp": "2021-02-15T00:00:00",
      "timestamp_raw": "15 Feb 2021",
      "keywords": [
        "maxwell suppression opp",
        "redaction analysis",
        "usanys",
        "motion to suppress",
        "united states attorney's office",
        "new york",
        "february 2021",
        "legal review",
        "due process",
        "feedback"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021688",
      "summary": "A United States Attorney’s Office from the Southern District of New York sent a discovery production (2021.02.26_Tenth_Production.zip) and a cover letter (2021.02.26_Maxwell_Discovery_Letter.pdf) to [REDACTED] in connection with the case *US v. Maxwell, 20 CR. 330 (AIN)*. The password for the production is provided.",
      "timestamp": "2021-02-27T00:00:00",
      "timestamp_raw": "27 Feb 2021",
      "keywords": [
        "us v. maxwell",
        "discovery production",
        "united states attorney's office",
        "southern district of new york",
        "efta00021688",
        "2021.02.26_maxwell_discovery_letter.pdf",
        "2021.02.26_tenth_production.zip"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017995",
      "summary": "Haddon, Morgan and Foreman, represented by Laura A. Menninger, are requesting discovery from the United States Attorney’s Office for the Southern District of New York regarding FBI documents produced to Radar Online related to the investigation of Jeffrey Epstein and Ghislaine Maxwell. Specifically, they seek all documents released to Radar Online (approximately 1,232 pages, with 181 fully and 1,051 partially redacted), along with the dates of release and Bates number identifiers for each batch. They also request information on other FOIA requests related to Epstein and Maxwell investigations, including the identities of recipients and the dates of production. Furthermore, they challenge the U.S. Attorney’s Office’s assertion of no FBI-NY involvement in the Florida investigation, requesting review of files for evidence of such participation. The request for these materials was made on March 8, 2021, with a deadline of March 15, 2021.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "jeffrey epstein",
        "foia",
        "radar online",
        "discovery",
        "redactions",
        "united states attorney's office",
        "southern district of new york",
        "witness statements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029842",
      "summary": "An email was sent from the United States Attorney’s Office, Southern District of New York, to [REDACTED] and [REDACTED], regarding a document titled “2021-03-09_GM_Government_Third_Bail_Opposition_v7.docx.” The document is attached for review and concerns a “ira • • position to v axwe.”",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2021",
      "keywords": [
        "efta00029842",
        "redaction analysis",
        "ira",
        "united states attorney's office",
        "southern district of new york",
        "bail opposition",
        "government",
        "review",
        "2021-03-09",
        "assistant united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030090",
      "summary": "On March 12, 2021, the United States Attorney’s Office for the Southern District of New York (SDNY) sent a revised discovery production to Cohen & Gresser LLP regarding the case *US v. Maxwell* (20 Cr. 330 (AJN)). The initial index in a previous cover letter incorrectly started at the wrong Bates number. The attached production relates to materials regarding victims not referenced in Indictment number S1 20 Cr. 330 (AJN), ordered by the court on November 18, 2020. The production was intended to be sent via FTP and a CD would also be provided for review.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "March 12, 2021",
      "keywords": [
        "discovery production",
        "us v. maxwell",
        "ftp site",
        "united states attorney's office",
        "sdny",
        "victim production",
        "cohen & gresser llp",
        "mark s. cohen",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024027",
      "summary": "A correspondence chain regarding a motion to suppress evidence obtained from a BSF subpoena was exchanged between an Assistant United States Attorney from the Southern District of New York and an individual identified as “[REDACTED]”. The chain includes a memo responding to the motion and an associated PDF document.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "efta00024027",
        "redaction analysis",
        "gm suppression",
        "motion to suppress",
        "evidence",
        "subpoena",
        "bsf",
        "usanys",
        "united states attorney's office",
        "law"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019492",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email to circulate a document (EFTA00019492.pdf) with two redactions, along with two attached PDFs (USVP00157303.pdf and USVP00157304.pdf), for further review.",
      "timestamp": "2021-03-26T00:00:00",
      "timestamp_raw": "26 Mar 2021",
      "keywords": [
        "efta00019492",
        "review",
        "usvp00157303",
        "usvp00157304",
        "united states attorney's office",
        "southern district of new york",
        "redaction analysis",
        "assistant united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019594",
      "summary": "A memorandum from the United States Attorney’s Office for the Southern District of New York regarding a deferred prosecution application for Tova Noel is attached. The memorandum, along with several supporting documents (including memos, PDFs detailing the application and exhibits, and a collateral consequences letter), was sent from the Assistant United States Attorney to an unspecified recipient.",
      "timestamp": "2021-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2021",
      "keywords": [
        "tova noel",
        "deferred prosecution",
        "application",
        "usanys",
        "memorandum",
        "united states attorney's office",
        "southern district of new york",
        "efta00019594"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019602",
      "summary": "A United States Attorney’s Office (Southern District of New York) circulated an email and attachment (USVP00222482 native.pdf) to multiple recipients for review. The email was tagged for further review by an Assistant United States Attorney.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "30 Mar 2021",
      "keywords": [
        "redaction",
        "analysis",
        "efta00019602",
        "usvp00222482",
        "review",
        "united states attorney's office",
        "southern district of new york",
        "email",
        "attachment",
        "assistant united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026917",
      "summary": "A memo was sent from an Assistant United States Attorney at the United States Attorney's Office, Southern District of New York, to an individual at (USANYS). The memo is attached as “Memo.docx” and dated April 13, 2021. The email subject line is “memo - latest version.”",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "efta00026917",
        "memo",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "usanys",
        "2021",
        "2025",
        "13 apr",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027382",
      "summary": "Emails between the United States Attorney's Office for the Southern District of New York and an individual (identified as USANYS) discuss receiving PDFs of documents from the Bureau of Prisons (BOP) related to Jeffrey Epstein’s case. The documents were initially provided without the BOP’s translucent green watermark. One party requested a version of the documents without the watermark, and the Assistant US Attorney confirmed having some versions without the watermark but not a comprehensive set. There was discussion about a potential need to produce documents without the watermark to the court.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2021",
      "keywords": [
        "epstein documents",
        "bop",
        "redaction",
        "watermark",
        "foia",
        "usanys",
        "jefs",
        "defense counsel",
        "translucent green",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031449",
      "summary": "An email exchange occurred between the United States Attorney's Office, Southern District of New York (USANYS) and USi regarding DP memos for Noel and Thomas. The email includes attachments of a Thomas DP memo and various application materials. The sender requests feedback and edits on the memos.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "dp memos",
        "noel",
        "thomas",
        "united states attorney",
        "southern district of new york",
        "application materials",
        "redaction",
        "usanys",
        "edits",
        "organization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032793",
      "summary": "This document concerns forfeiture funding requests, specifically related to a case involving Estate Maxwell. An email chain dated April 19, 2021, was sent from the United States Attorney's Office, Southern District, Money Laundering and Transnational Criminal Enterprises Unit to [REDACTED] regarding funding requests due April 26th. Two redaction entries are noted on page 1. EFTA00032794 and EFTA00032795 are associated with the case.",
      "timestamp": "2021-04-19T00:00:00",
      "timestamp_raw": "April 19, 2021",
      "keywords": [
        "forfeiture",
        "funding requests",
        "efta00032793",
        "asset forfeiture",
        "money laundering",
        "criminal enterprises",
        "united states attorney's office",
        "southern district",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027091",
      "summary": "An email chain discusses the SDFL project. Eight individuals have been added to the team, and a memo has been drafted by a Paralegal Specialist at the United States Attorney’s Office, SDNY. The Specialist intends to send the memo out that evening and schedule a call to address any questions.",
      "timestamp": "2021-04-19T00:00:00",
      "timestamp_raw": "19 Apr 2021",
      "keywords": [
        "sdfl",
        "memo",
        "paralegal",
        "united states attorney's office",
        "sdny",
        "call",
        "efta00027091"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009895",
      "summary": "The email correspondence concerns redactions proposed by the United States Government for the defense's reply briefs and exhibits in the case *US v. Maxwell, 20 Cr. 330 (AJN)*. Two exhibits detailing the Government’s proposed redactions are attached to the email. The email originates from the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2021-04-20T00:00:00",
      "timestamp_raw": "20 Apr 2021",
      "keywords": [
        "redaction",
        "us v. maxwell",
        "defense reply briefs",
        "exhibits",
        "redactions",
        "government",
        "united states attorney's office",
        "southern district of new york",
        "ecf",
        "proposed redactions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013301",
      "summary": "A letter from MDC legal counsel was sent to Nathan NYSD Chambers in response to the Court's April 29, 2021 Order in the case of *US v. Maxwell*. The letter was not filed on ECF due to MDC’s status as a non-party, but the Government has no objection to its public docketing. The letter is attached.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "efta00013301",
        "us v. maxwell",
        "mdc legal counsel",
        "nathan nysd chambers",
        "court order",
        "ecf",
        "united states attorney's office",
        "southern district of new york",
        "letter",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024931",
      "summary": "The United States Attorney's Office for the Southern District of New York is sharing a letter regarding a case, *US v. Maxwell*, with counsel. The letter, drafted by Lara, an Assistant United States Attorney, was issued in response to a Judge Nathan order (Dkt. No. 257) requesting input on potential redactions of private medical information before public filing. The Government believes no redactions are necessary but is seeking confirmation from counsel.",
      "timestamp": "2021-05-05T00:00:00",
      "timestamp_raw": "05 May 2021",
      "keywords": [
        "redaction",
        "us v. maxwell",
        "nathan",
        "judge",
        "letter",
        "redactions",
        "private medical information",
        "government",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019912",
      "summary": "A correspondence regarding GM flashlight checks was sent from the Assistant United States Attorney, United States Attorney's Office, Southern District of New York, to [REDACTED] (USANYS). The email chain includes attachments: a PDF order (2021.04.29_AJN_Order re_GM_Sleeping_Conditions.pdf) and a letter (2021-05-04_GM _letter re_flashlight_checks_y2.docx) concerning the checks.",
      "timestamp": "2021-05-05T00:00:00",
      "timestamp_raw": "05 May 2021",
      "keywords": [
        "efta00019912",
        "gm flashlight checks",
        "usanys",
        "letter",
        "redaction",
        "southern district of new york",
        "2021",
        "us attorney's office",
        "ajn order",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031677",
      "summary": "A draft letter regarding a proposed trial date (November 29th) is being circulated. The sender, an Assistant United States Attorney from the Southern District of New York, requests edits to the letter, aiming to capture defense counsel’s position and seeking feedback on a potential response suggesting the date accommodates the entire trial team. The letter is attached for review.",
      "timestamp": "2021-05-09T00:00:00",
      "timestamp_raw": "09 May 2021",
      "keywords": [
        "efta00031677",
        "redaction analysis",
        "trial date",
        "november 29",
        "united states attorney's office",
        "new york",
        "defense counsel",
        "letter",
        "edits",
        "mother's day"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024683",
      "summary": "On May 13, 2021, a videoconference occurred between counsel for Bill Richardson (BR) and the United States Attorney's Office, Southern District of New York. The discussion centered on BR’s history, particularly regarding Jeffrey Epstein (JE) and Gavin Miller (GM). BR maintains he never attended parties hosted by JE or GM, never discussed massages with them, never received massages, never met women through them, never traveled on JE’s private airplane, or engaged in any intimate physical contact or sexual acts with either. A polygraph examination by Barry Colvert yielded inconclusive results, with varying probabilities of deception.  A 2016 deposition identified BR as a person directed by GM to engage in sexual activity. The potential impact of these allegations on BR’s reputation, finances, and philanthropic endeavors was discussed, along with a request that BR be represented as neither subject nor target of investigation.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "May 13, 2021",
      "keywords": [
        "bill richardson",
        "efta00024683",
        "redaction analysis",
        "polygraph",
        "stephen miller",
        "barry boss",
        "je",
        "gm",
        "sdny",
        "us attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025218",
      "summary": "A United States Attorney’s Office update letter regarding MDC conditions in the case of *US v. Maxwell* is due to the Court on June 7, 2021. The attorney is requesting confirmation by 8:30 pm if the recipient intends to request redactions to the attached letter and will provide an opportunity to propose and justify any redactions.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "June 7, 2021",
      "keywords": [
        "efta00025218",
        "redaction",
        "us v. maxwell",
        "mdc conditions",
        "government letter",
        "united states attorney's office",
        "southern district of new york",
        "laura menninger",
        "bobbi c sternheim",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031971",
      "summary": "A request was sent from the Deputy Chief of the White Plains Division of the United States Attorney's Office to “I” to stamp documents related to “Epstein and BOP.” The documents require a Bates stamp and AEO/Sensitive Disclosure Material stamps, mirroring those applied to the July 23 Incident Report.",
      "timestamp": "2021-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2021",
      "keywords": [
        "tartaglione",
        "epstein",
        "bop",
        "bates stamp",
        "aeo",
        "sensitive disclosure material",
        "documents",
        "united states attorney's office",
        "white plains",
        "july 23 incident report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029873",
      "summary": "On July 27, 2021, the Deputy Chief of the White Plains Division of the United States Attorney's Office (Southern District of New York) sent an email to inquire about “MCC stuff” and the Epstein guards case, specifically as it relates to Tartaglione.",
      "timestamp": "2021-07-27T00:00:00",
      "timestamp_raw": "July 27, 2021",
      "keywords": [
        "efta00029873",
        "mcc",
        "epstein",
        "tartaglione",
        "white plains",
        "united states attorney",
        "quick question",
        "case",
        "guards"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025080",
      "summary": "A draft MLAT (Multi-Lateral Alert) to the UK was prepared by the Assistant United States Attorney for the Southern District of New York, United States Attorney's Office. The document was attached as a .docx file and intended for review early this week.",
      "timestamp": "2021-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2021",
      "keywords": [
        "mlat",
        "uk",
        "request",
        "usanys",
        "united states attorney",
        "draft",
        "attorney",
        "southern district of new york",
        "2021",
        "august"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029589",
      "summary": "A letter from the Assistant United States Attorney, Jeff Pagliuca, of the United States Attorney's Office, Southern District of New York (EFTA00029589), is circulating regarding GM Defense’s response to concerns about co-conspirator identities and statements. The letter was dated August 30, 2021.",
      "timestamp": "2021-08-30T00:00:00",
      "timestamp_raw": "August 30, 2021",
      "keywords": [
        "efta00029589",
        "gm defense",
        "redaction",
        "usanys",
        "united states attorney's office",
        "co-conspirator",
        "identities",
        "statements",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029595",
      "summary": "An email was sent from an Assistant United States Attorney at the United States Attorney's Office, Southern District of New York to a colleague regarding travel arrangements for a trial witness. The email included a travel request document and confirmed approval for direct contact between the recipient and the witness to discuss travel logistics.",
      "timestamp": "2021-08-31T00:00:00",
      "timestamp_raw": "31 Aug 2021",
      "keywords": [
        "travel",
        "witness",
        "trial",
        "united states attorney",
        "assistant",
        "logistics",
        "contact",
        "request",
        "travel request",
        "efta00029595"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027421",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending additional discovery production to Christian Everdell and Mark S. Cohen related to the case *US v. Maxwell, 20 Cr. 330 (MN)*. The production will be sent via USAfx and delivered to the MDC for Ms. Maxwell. The Attorney offers to provide a CD or a new drive for delivery, and responds to a previous inquiry regarding a photo viewer program, stating they will follow up with more information.",
      "timestamp": "2021-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "us v.",
        "mdc",
        "usafx",
        "drive",
        "photo viewer",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.667,
            "index": 157,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024235",
            "similarity": 0.538,
            "index": 168,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029600",
      "summary": "This email, dated September 15, 2021, from the Assistant United States Attorney for the Southern District of New York, is sent to Christian Everdell, Mark S. Cohen, Bobbi Stemheim, Laura Menninger, and Jeff Pagliuca. It includes attachments related to the case *US v. Maxwell, 20 Cr. 330 (AJN)* and a letter regarding Flatley, and a PDF document labeled 3503-00I.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "September 15, 2021",
      "keywords": [
        "efta00029600",
        "us v. maxwell",
        "christian everdell",
        "laura menninger",
        "united states attorney's office",
        "southern district of new york",
        "flatley"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021176",
      "summary": "Lara, an Assistant United States Attorney, sent an email to an unknown recipient listing potential testifying witnesses related to a case titled \"Maxwell.\" The email was sent on September 21, 2021, and requested the recipient to check these witnesses for inclusion in their files and emails.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "September 21, 2021",
      "keywords": [
        "witnesses",
        "united states attorney",
        "lara",
        "maxwell",
        "redaction",
        "emails",
        "files",
        "united states attorney's office",
        "southern district of new york",
        "efta00021176"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029615",
      "summary": "A paralegal specialist in the United States Attorney’s Office, Southern District of New York, sent a contractor a list of cases to review for potential supervisory conflicts. The list includes corporations and law firms that could create a conflict if a supervisor has significant stock ownership. The contractor was instructed to identify and note any entities involved in the cases using Adobe’s Add Text functionality and return the form with the Asset ID codes. Negative responses were required.",
      "timestamp": "2021-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2021",
      "keywords": [
        "conflict check",
        "annual sweep",
        "abc corp.",
        "supervision",
        "corporations",
        "entities",
        "asset id",
        "united states attorney's office",
        "redaction",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027583",
      "summary": "A communication between an Assistant United States Attorney from the United States Attorney's Office, Southern District of New York, and a contractor regarding the “a3500” and a witness folder. The communication includes a request to add these items.",
      "timestamp": "2021-09-27T00:00:00",
      "timestamp_raw": "27 Sep 2021",
      "keywords": [
        "efta00027583",
        "a3500",
        "redaction",
        "usanys",
        "contractor",
        "united states attorney's office",
        "southern district of new york",
        "witness folder",
        "september 2021",
        "external"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027578",
      "summary": "An Assistant United States Attorney requests a contractor to PDF and place two letters – one from Maxwell and another unnamed – into NTW 3500 folders. The contractor is also asked to create a new NTW 3500 folder and move the documents into the Production 3 folder for review.",
      "timestamp": "2021-09-27T00:00:00",
      "timestamp_raw": "27 Sep 2021",
      "keywords": [
        "efta00027578",
        "ntw 3500",
        "usanys",
        "contractor",
        "redaction",
        "pdf",
        "letter",
        "united states attorney's office",
        "southern district of new york",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015128",
      "summary": "A draft cover letter (version 1.5) was sent between individuals associated with the United States Attorney's Office, Southern District of New York, on October 6, 2021. The sender requested edits to the cover letter, highlighting areas of uncertainty. The email chain involved a discussion regarding EFTA00015128.",
      "timestamp": "2021-10-06T00:00:00",
      "timestamp_raw": "October 6, 2021",
      "keywords": [
        "cover letter",
        "draft",
        "united states attorney",
        "new york",
        "redacted",
        "usanys",
        "maxwell",
        "editing",
        "2021",
        "october"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018854",
            "similarity": 0.538,
            "index": 151,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018854",
      "summary": "A draft cover letter for an Assistant United States Attorney position at the United States Attorney's Office, Southern District of New York (EFTA00018854) was sent by [REDACTED] on October 7, 2021. The cover letter, version 1.5, is attached.",
      "timestamp": "2021-10-07T00:00:00",
      "timestamp_raw": "October 7, 2021",
      "keywords": [
        "efta00018854",
        "cover letter",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "usanys",
        "maxwell",
        "draft",
        "2021",
        "october"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015128",
            "similarity": 0.538,
            "index": 150,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022645",
      "summary": "A United States Attorney from the Southern District of New York is communicating with MI and IIISYS regarding a discussion about S, whom they spoke with on October 9, 2021. They are attaching notes from the conversation, a tipline call report for S, and pages from a PBPD report.",
      "timestamp": "2021-10-09T00:00:00",
      "timestamp_raw": "October 9, 2021",
      "keywords": [
        "efta00022645",
        "redaction analysis",
        "usanys",
        "mi",
        "tipline",
        "pbpd",
        "report",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029293",
      "summary": "A draft cover letter regarding spreadsheets production was sent by an Assistant United States Attorney from the Southern District of New York on October 13, 2021. The letter is attached as a .docx file and requests suggestions for including qualifying language such as “as a courtesy.”",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "efta00029293",
        "redaction analysis",
        "spreadsheets",
        "production",
        "cover letter",
        "united states attorney's office",
        "southern district of new york",
        "maxwell",
        "discovery letter",
        "language"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011135",
      "summary": "Nathan NYSD Chambers sent a joint proposed juror questionnaire and voir dire for the case *US v. Maxwell, 20 Cr. 330 (AJN)* to [REDACTED] on October 14, 2021. The Court requested Word doc versions of the documents. The Assistant United States Attorney provided Jencks Act material and exhibits to the defense, offering to share copies with the Court.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00011135",
        "juror questionnaire",
        "voir dire",
        "us v. maxwell",
        "alison j. nathan",
        "jencks act",
        "united states attorney's office",
        "southern district of new york",
        "litigation",
        "evidence",
        "document"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025034",
      "summary": "A cover letter, dated October 25, 2021, from an Assistant United States Attorney at the United States Attorney's Office, Southern District of New York, was sent to an individual identified as \"cz\" (USANYS). The cover letter is attached as a .docx file titled “2021.10.25_Maxwell_Cover_Letter_v 1.docx”.",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "efta00025034",
        "cover letter",
        "united states attorney",
        "new york",
        "southern district",
        "redaction",
        "assistant united states attorney",
        "maxwell",
        "2021",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018837",
      "summary": "A production related to the case *US v. Maxwell, 20 Cr. 330 (AJN)* was shared with recipients via USAfx. The production, along with cover letters, was prepared for delivery to the MDC. Options for delivery included a CD or a drive provided by the recipient. Confirmation of the cover letters was requested.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "discovery production",
        "usanys",
        "maxwell",
        "usafx",
        "mdc",
        "cover letters",
        "united states attorney's office",
        "southern district of new york",
        "cd",
        "drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023478",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending additional discovery production to counsel regarding the case *US v. Maxwell* (20 Cr. 330 (AJN)). The production will be delivered via USAfx, and options for delivery are available: a CD sent to the MDC or a drive provided by the recipient.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "us v.",
        "usafx",
        "united states attorney's office",
        "southern district of new york",
        "mdc",
        "cover letter",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027421",
            "similarity": 0.667,
            "index": 144,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025057",
            "similarity": 0.538,
            "index": 165,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024235",
            "similarity": 0.667,
            "index": 168,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021965",
            "similarity": 0.538,
            "index": 170,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015185",
      "summary": "This email discusses the production of discovery materials related to the case *US v. Maxwell* (20 Cr. 330 (AJN)). The Assistant United States Attorney is sending an additional discovery production to Mark S. Cohen, Bobbi Sternheim, Laura Menninger, and Jeff Pagliuca via USAfx. The production will be sent to the MDC for Ms. Maxwell. Options for delivery include a CD or a provided drive, with the possibility of returning a drive to load the production. The email includes contact information for the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2021",
      "keywords": [
        "discovery production",
        "us v. maxwell",
        "usafx",
        "mdc",
        "ms. maxwell",
        "united states attorney's office",
        "southern district of new york",
        "contract",
        "cover letter",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027655",
      "summary": "This document is a communication from the United States Attorney’s Office, Southern District of New York, regarding the case *US v. Maxwell* (20 Cr. 330 (MN)). It includes attachments such as a cover letter, an index, various defense documents (including exhibits for a hearing scheduled for November 9, 2021), and witness material.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "us v. maxwell",
        "ghislaine maxwell",
        "evidence",
        "exhibits",
        "hearing",
        "united states attorney's office",
        "daubert hearing",
        "legal defense",
        "prosecution",
        "cover letter"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010159",
      "summary": "On November 16, 2021, the Assistant United States Attorney for the Southern District of New York sent additional discovery materials related to *U.S. v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Laura Menninger, Jeff Pagliuca, and the USANYS contractor. The materials included cover letters, indices for testifying and non-testifying witness material, and exhibit indices. The production will be delivered via USAfx, and one hard drive provided by the recipient will be sent to the MDC for Ms. Maxwell.",
      "timestamp": "2021-11-16T00:00:00",
      "timestamp_raw": "November 16, 2021",
      "keywords": [
        "us v. maxwell",
        "efta00010159",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca",
        "discovery",
        "witness",
        "exhibits",
        "usafx",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032799",
      "summary": "Multiple individuals (USANYS, [REDACTED], [REDACTED], [REDACTED]) are coordinating logistics for court appearances related to the United States v. Ghislaine Maxwell case. Discussions involve scheduling a teleconference on October 21st at 12 pm EST, confirming attendance for an in-person conference on November 1st at 11 am EST, and arranging preparatory meetings for the defendant. Phone numbers for conference calls are being requested and exchanged.  There is a request for additional meeting times due to scheduling conflicts.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "teleconference",
        "court",
        "conference",
        "phone numbers",
        "october 21",
        "november 1",
        "united states attorney's office",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024891",
      "summary": "A United States Attorney’s Office from the Southern District of New York sent a revised draft of an “opening” document to another party (identified only as “USS”) on November 25, 2021. The sender suggests a re-moot meeting for 2:30 PM the following day and provides contact information for the United States Attorney's Office. The document is titled “Maxwell_Opening_v7.docx”.",
      "timestamp": "2021-11-25T00:00:00",
      "timestamp_raw": "November 25, 2021",
      "keywords": [
        "efta00024891",
        "usanys",
        "united states attorney's office",
        "southern district of new york",
        "redaction",
        "opening",
        "draft",
        "thanksgiving",
        "review",
        "assistant united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019461",
      "summary": "The document is a press guidance circulated by the U.S. Attorney’s Office for the Southern District of New York regarding the upcoming trial of Ghislaine Maxwell. Key points include: *   **Pseudonym Testimony:** Witnesses, particularly victims of sexual abuse, will testify under pseudonyms due to the sensitive nature of the allegations. *   **Media Policy:** Journalists are urged to respect the privacy of these witnesses and adhere to their policies regarding identifying sex crime victims without consent. *   **Trial Logistics:** The trial will be held on November 26, 2021, with a 9:30 AM final pretrial conference. Exhibits will be provided via a secure file share, and media representatives are encouraged to establish a PACER account. *   **Communication:** Media inquiries should be directed to the press office at (212) 637-2600.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "November 26, 2021",
      "keywords": [
        "ghislaine maxwell",
        "sdny",
        "u.s. v. ghislaine maxwell",
        "press guidance",
        "pseudonym",
        "court order",
        "trial",
        "media requests",
        "united states attorney's office",
        "sexual abuse",
        "consent",
        "file share",
        "pacer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028032",
      "summary": "A woman contacted the FBI hotline regarding the Epstein and Maxwell case, having contacted the 800 line after years of hesitation. She applied for the Victim Compensation fund and requested to attend the trial, wanting to view the proceedings. She recounted meeting Epstein and Maxwell 25 years prior and possesses related items (gown, gifts) but no photographs. She expressed distress and sought assistance.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "efta00028032",
        "fbi",
        "victim compensation fund",
        "epstein",
        "maxwell",
        "trial",
        "victim witness coordinator",
        "united states attorney's office",
        "redaction analysis",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025057",
      "summary": "The Assistant United States Attorney for the Southern District of New York is sending additional discovery materials related to the case *U.S. v. Ghislaine Maxwell* to the opposing counsel. These materials include witness statements (testifying and non-testifying), indexed documents, and cover letters. The production will be delivered via USAfx, and the attorney offers options for delivery: a CD to the MDC or a drive provided by the opposing counsel.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "maxwell",
        "us v",
        "ghislaine maxwell",
        "discovery",
        "usafx",
        "witness material",
        "production",
        "cover letter",
        "mdc",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.538,
            "index": 157,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031262",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email on November 29, 2021, to inquire about a case involving “Nick” and the MCC guard case, referencing a previous opposition document regarding a Thomas Motion to Compel. The email requested to see any work product or legal guidance related to the matter.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "iso bop",
        "prosecution team",
        "redaction",
        "opposition",
        "thomas motion to compel",
        "disclosure committee",
        "united states attorney's office",
        "southern district of new york",
        "nick",
        "guidance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028102",
      "summary": "The email outlines the redaction of several documents related to a government motion in limine, a defendant’s opposition, and the government’s reply in a legal case. Redacted versions of these documents, along with a redacted version of Government Exhibit A, are being sent to Christian Everdell, Bobbi C Sternheim, Laura Menninger, and Jeff Pagliuca. Only defense exhibits E and G can be filed publicly; all other defense exhibits should be filed under seal.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "redactions",
        "government motion in limine",
        "redactions",
        "exhibits",
        "defense",
        "opposition",
        "united states attorney's office",
        "maxwellts response",
        "government exhibit a",
        "seal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024235",
      "summary": "The Assistant United States Attorney from the Southern District of New York is sending additional discovery related to the US v. Maxwell case (20 Cr. 330 (MN)) to Christian Everdel, Laura Menning, Jeff Pagliuca, and Ms. Maxwell. This discovery, including exhibits, will be provided via USAfx. The attorney is offering to send a CD to the MDC for Ms. Maxwell or to provide a drive if requested.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "us v. maxwell",
        "discovery",
        "exhibits",
        "usafx",
        "maxwell",
        "united states attorney's office",
        "southern district of new york",
        "production",
        "mdc",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.667,
            "index": 157,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027421",
            "similarity": 0.538,
            "index": 144,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018372",
      "summary": "A correspondence was sent from Sines It Kessler, an Assistant United States Attorney, to [REDACTED] regarding a motion for juror reconsideration in the case Sines It Kessler v. [REDACTED] (17 Civ. 72 (KNM) (W.D. Va.)). The motion was attached as 2021-11-03_Defense_Motionforjuror_Name_Reconsideration.pdf.",
      "timestamp": "2021-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2021",
      "keywords": [
        "efta00018372",
        "redaction analysis",
        "motion for juror reconsideration",
        "sines it kessler",
        "united states attorney's office",
        "southern district of new york",
        "defense",
        "2021-11-03"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021965",
      "summary": "The United States Attorney’s Office, Southern District of New York, is sending supplemental testifying and non-testifying witness material related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Bobbi C Sternheim, Laura Menninger, and Jeff Pagliuca. The material, including a cover letter and indices, is being sent via USAfx and will be loaded onto a hard drive for delivery to the MDC for Ghislaine Maxwell.",
      "timestamp": "2021-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2021",
      "keywords": [
        "maxwell",
        "ghislaine maxwell",
        "us v.",
        "evidence",
        "witness",
        "non-testifying witness",
        "production",
        "usafx",
        "mdc",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.538,
            "index": 157,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028204",
      "summary": "A draft of two letters regarding MDC legal mail and transportation to the courthouse are attached to an email. The Assistant United States Attorney requests edits or assistance to improve the letters to avoid needing to write additional ones. The email is from the United States Attorney's Office, Southern District of New York.",
      "timestamp": "2021-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2021",
      "keywords": [
        "bop letters",
        "redaction",
        "legal mail",
        "transportation",
        "united states attorney",
        "southern district of new york",
        "edits",
        "correspondence",
        "mdc",
        "letters"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010149",
      "summary": "A request was sent to Wendy for travel arrangements for a fact witness in the Maxwell trial. The witness was expected to testify on December 9th or 10th, with a desired arrival on December 8th and departure on December 10th. The request included a note that travel plans may need to be adjusted.",
      "timestamp": "2021-12-14T00:00:00",
      "timestamp_raw": "14 Nov 2021",
      "keywords": [
        "maxwell trial",
        "fact witness",
        "travel request",
        "united states attorney's office",
        "new york",
        "2021",
        "2025",
        "travel",
        "witness",
        "wendy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032594",
      "summary": "Sigrid McCawley exchanged emails regarding a Rule 17(c) subpoena with an Assistant United States Attorney. The subpoena sought information from the Epstein Victim Compensation Fund. The Assistant U.S. Attorney intended to file a motion to quash the subpoena and requested a call to discuss it and scheduling for future meetings.  Multiple emails reiterated the request for a call and confirmed the Assistant U.S. Attorney’s availability for discussion.",
      "timestamp": "2021-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2021",
      "keywords": [
        "rule 17(c) subpoena",
        "sigrid mccawley",
        "efta00032594",
        "maxwell",
        "epstein victim compensation fund",
        "united states attorney's office",
        "court",
        "scheduling",
        "motion to quash"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024924",
      "summary": "An email was sent from a United States Attorney’s Office (Southern District of New York) to a team regarding an updated draft of an opening document, titled “Maxwell_Opening_v5.docx”. The email discusses revisions made based on feedback from “=and =”, and proposes a revised structure of a “pyramid scheme” for discussion.",
      "timestamp": "2021-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2021",
      "keywords": [
        "efta00024924",
        "redaction analysis",
        "usanys",
        "pyramid scheme",
        "united states attorney's office",
        "new york",
        "assistant united states attorney",
        "maxwell",
        "draft",
        "comments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023359",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending additional discovery materials related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to counsel. This includes a cover letter, a hard drive containing documents, and supplemental productions of testifying and non-testifying witness material and exhibits. The materials will also be available via USAfx. The sender requests confirmation regarding pickup of the hard drive or FedEx delivery options.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "discovery",
        "witness",
        "evidence",
        "defense",
        "hard drive",
        "fedex",
        "united states attorney's office",
        "new york",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014887",
      "summary": "A draft letter was prepared by an Assistant United States Attorney from the United States Attorney's Office, Southern District of New York, for review with an unnamed recipient. The intention was to send the letter to the recipient tomorrow morning to subsequently send to the defense. The letter is attached as a .doex file.",
      "timestamp": "2021-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2021",
      "keywords": [
        "efta00014887",
        "redaction",
        "letter",
        "united states attorney",
        "southern district of new york",
        "defense",
        "review",
        "assistant",
        "u.s. attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016895",
      "summary": "A United States Attorney’s Office representative offered to allow a recipient to take a document (“Epstein report”) to their office for review today, subject to three conditions: return by 5 pm, “Attorney Eyes Only” treatment, and no reproduction. The representative requested confirmation of the recipient’s pickup time.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein report",
        "redaction analysis",
        "united states attorney's office",
        "new york",
        "document review",
        "attorney eyes only",
        "narcotics unit",
        "efta00016895"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032790",
      "summary": "This document is a redaction analysis related to file EFTA00032790.pdf, generated on December 26, 2025. It details six redactions from an email chain concerning “AJN Order – Pretrial Motions,” including emails between individuals associated with the United States Attorney’s Office, Southern District of New York, and redacted recipients. The emails discuss multiple orders, including MN Order- Pretrial Motions and AJN Order- Pretrial Motions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00032790",
        "redaction analysis",
        "pretrial motions",
        "ajn order",
        "usanys",
        "united states attorney's office",
        "southern district of new york",
        "redactions",
        "motions",
        "exhibits"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016117",
      "summary": "A case involving Carl Andrews’ severed half is scheduled for trial in mid-February. A defense attorney is arguing that Justin Rivera, a defendant in the trial, is receiving insufficient access to discovery at Metropolitan Correctional Center (MCC) compared to Maxwell, who has greater access at Metropolitan Detention Center (MDC). The sender wants to discuss these access differences before a scheduled appearance before the Pennsylvania Eastern District Court (PAE) at 10:30am tomorrow.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "carl andrews",
        "justin rivera",
        "discovery access",
        "mcc",
        "mdc",
        "maxwell",
        "pae",
        "litigation",
        "inmates",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027739",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending a hard drive containing discovery materials to Jason Foy in the case of *U.S. v. Noel, No. 19 Cr. 830*. The hard drive is password protected. An additional page of discovery, marked “attorney’s eyes only,” is also included.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00027739",
        "noel",
        "discovery",
        "production",
        "u.s. v.",
        "sdny",
        "united states attorney's office",
        "jason foy",
        "redaction",
        "government"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025238",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending a hard drive containing discovery materials to MonteII Figgins in the case of U.S. v. Thomas, No. 19 Cr. 830. The drive is password-protected. An additional page of discovery, marked “attorney’s eyes only,” is also included.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "discovery",
        "production",
        "u.s. v. thomas",
        "letter",
        "hard drive",
        "password",
        "southern district of new york",
        "attorney's eyes only",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024830",
      "summary": "A communication occurred between the Chief Public Corruption Unit of the United States Attorney's Office for the Southern District of New York and an individual (identified as USANYS) regarding a meeting in White Plains. The communication included a request to contact a cell phone number and a reference to \"Epstein.\" Two redactions are present in the document.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "usanys",
        "redaction",
        "white plains",
        "corruption",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027926",
            "similarity": 0.6,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014068",
      "summary": "The United States District Court for the Southern District of Florida ordered the United States Attorney's Office for the Southern District of Florida to produce the Non-Prosecution Agreement between the USAO and Jeffrey Epstein. The agreement, along with any modifications, must be provided to the Petitioners’ attorneys.  Disclosure of the agreement is restricted to the Petitioners and designated victims (with consent and court approval) and requires acknowledgment of the order by all parties involved.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00014068",
        "usao",
        "jeffrey epstein",
        "non-prosecution agreement",
        "protective order",
        "united states district court",
        "southern district of florida",
        "jane does",
        "redaction analysis",
        "legal order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013944",
            "similarity": 0.538,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}