{
  "keyword": "encryption",
  "count": 25,
  "keyword_match_count": 25,
  "content_match_count": 3,
  "total_files": 28,
  "timeline": [
    {
      "file_id": "EFTA00030189",
      "summary": "On July 12, 2019, a message titled “RE: Epstein” (EFTA00030189) was successfully encrypted and sent from an individual at the DOJ to [REDACTED].",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "encryption",
        "redaction",
        "securemail",
        "usdoj",
        "epstein",
        "efta00030189"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037385",
      "summary": "A communication chain discusses the processing and analysis of electronic items related to a CART (Computer Assisted Response Team) investigation, identified as EFTA00037385. Approximately 12 electronic devices were imaged and processed, including 3 iPads, 1 iPhone, 1 iMac (locked), 1 external hard drive (encrypted), and various Windows boxes and thumb drives.  No devices have been reviewed due to a pending taint review. The status is to be updated following an impending search.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "cart",
        "ipads",
        "iphone",
        "imac",
        "encryption",
        "data recovery",
        "media",
        "review",
        "taint",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038296",
            "similarity": 0.667,
            "index": 3,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037386",
      "summary": "An email chain discusses the processing and analysis of electronic devices related to the Epstein case, specifically referencing a \"CART\" (Child Exploitation and Human Trafficking Task Force) investigation. Approximately 12 devices were imaged and processed, including iPads, iPhones, iMacs, and external hard drives. One iMac was locked and un-imageable, and some media was encrypted and unreadable. No devices had been reviewed at the time of the last update, pending a taint review. A fax cover sheet request was made for TPS reports.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "epstein",
        "cart",
        "fbi",
        "nypd",
        "trafficking",
        "ipads",
        "imac",
        "hard drive",
        "encryption",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038296",
      "summary": "On August 9, 2019, an individual provided a rough estimate of electronic items processed as part of a CART (Computer Analysis Response Team) investigation related to Jeffrey Epstein. The items included 3 iPads, 1 iPhone, 1 iMac (locked and un-imaged), 1 external hard drive (encrypted and imaged), 2 iMacs (imaged and processed), 2 Windows boxes (imaged and processed), 1 laptop (imaged and processed), and various loose media (hard drives, thumb drives).  Nothing had been reviewed due to a pending taint review, and a more detailed status was expected after an impending search.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "cart",
        "ipads",
        "iphone",
        "imac",
        "hard drives",
        "encryption",
        "media",
        "review",
        "taint"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037385",
            "similarity": 0.667,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036857",
      "summary": "Email communication regarding a manifest (PTS01762-19.0) generated by the MIS Transportation Application. The attached PDF, “Manifest_PTS01762-19-0.pdf”, is classified as FOR OFFICIAL USE ONLY and contains confidential information subject to USMS policy (5 U.S.C. 552a, SPOM, and Policy Directive 17.6.3). Replies to the email are not monitored, and contact information for coordination and concerns is provided (816.467-1900). The document is identified as EFTA00036857.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "8/14/2019",
      "keywords": [
        "manifest",
        "pts01762",
        "jpats",
        "usms",
        "efta00036857",
        "encryption",
        "email",
        "security",
        "need to know",
        "authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019663",
      "summary": "A U.S. Department of Justice email message failed delivery due to potential sensitive Personally Identifiable Information (PII). The message requires encryption before sending to external recipients for legally authorized purposes, excluding personal email addresses.  The recipient should use the \"Send Securely\" button in Microsoft Outlook or include \"[encrypt]\" in the subject line to trigger Proofpoint email encryption. If PII was unintentionally included, the message should be resent without it. The original message contained redacted sender and recipient information and a subject line of \"RE: Subpoenas Re\".",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "encryption",
        "pii",
        "email",
        "secure",
        "redaction",
        "department",
        "outlook",
        "message",
        "usdoj",
        "it helpdesk"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019823",
            "similarity": 0.667,
            "index": 6,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019823",
      "summary": "A U.S. Department of Justice email, dated August 16, 2019, failed to deliver due to potential sensitive Personally Identifiable Information (PII). The message, concerning “Subpoenas Re Ghislaine Maxwell,” required encryption before transmission to external recipients. The email instructs users to utilize the “Send Securely” button in Microsoft Outlook or include the word “[encrypt]” in the subject line to activate Proofpoint email encryption.  The original message contained redacted sender and recipient information.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "pii",
        "encryption",
        "email",
        "secure",
        "department",
        "redaction",
        "message",
        "outlook",
        "subpoenas",
        "ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019663",
            "similarity": 0.667,
            "index": 5,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017093",
      "summary": "On September 9, 2019, a SecureMail encryption was successfully applied to an email titled “Epstein File - Redactions” sent from [REDACTED] to [REDACTED]. The email subject was EFTA00017093.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "encryption",
        "redaction",
        "securemail",
        "efta00017093",
        "epstein file",
        "response",
        "2019",
        "september",
        "message",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038222",
      "summary": "The document details a series of email exchanges between Jennifer Clark (CAMS at FIU - Law Enforcement Outreach and Investigations - North America) and various FBI contacts, primarily within the New York Office (NYO DSAC Coordinator) and the Private Sector Coordinator. The core of the communication revolves around a news article investigation related to the Epstein case, with Clark seeking a contact within the FBI NYC to forward a regulatory report. Discussions also include a referral to a new Denver agent, John M, and a general request for assistance from Western Union in facilitating information sharing with law enforcement. Multiple redactions are present throughout the document.",
      "timestamp": "2019-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2019",
      "keywords": [
        "fbi",
        "fiu",
        "western union",
        "encryption",
        "investigation",
        "report",
        "law enforcement",
        "contact",
        "private sector",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032960",
      "summary": "An email exchange discusses the execution of a 6(e) order related to the Epstein case. The Judge Cote signed the order, which was attached. Instructions are provided regarding secure shipping and electronic encryption protocols for documents sent to John Langbein, emphasizing the importance of compliance and potential negative consequences of mishandling sensitive information. The email originates from the United States Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "efta00032960",
        "epstein",
        "6(e) order",
        "judge cote",
        "usanys",
        "larry",
        "trust agreements",
        "secure shipping",
        "encryption",
        "eousa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027030",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031583",
      "summary": "Judge Cote signed a 6(e) order, attached to an email chain. The email directs the Associate U.S. Attorney to ensure compliance with EOUSA secure shipping and electronic encryption protocols when sending the order to John Langbein, along with necessary cautions.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "epstein order",
        "6(e) order",
        "judge cote",
        "usanys",
        "eousa",
        "secure shipping",
        "encryption",
        "langbein",
        "redaction",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032141",
      "summary": "The document details a significant challenge in reviewing a massive collection of electronic data seized in connection with the Epstein investigation. The FBI’s forensic team in New York received over 1.4 million documents from multiple sources, including hard drives and CDs, but the data is severely disorganized and lacks crucial metadata. Specifically, the files are not linked to their originating devices, there’s no indication of whether they represent full or partial data sets, and control numbers are inconsistent. The team repeatedly requested a standardized system—a spreadsheet identifying devices, review status, and data transfers—to facilitate the review process, but faced delays due to network issues and a lack of coordination. Multiple emails exchanged between FBI personnel and U.S. Attorneys highlight the difficulties in tracking the data, the need for a clear accounting of received materials, and the urgency of establishing a systematic review approach before significant time is lost.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "epstein",
        "warrant documents",
        "data",
        "review",
        "taint",
        "relativity",
        "devices",
        "files",
        "organization",
        "encryption",
        "screen"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025482",
      "summary": "It concerns the processing of digital evidence – encompassing phones, tablets, servers, laptops, and media – recovered from multiple locations (New York mansion and USVI). The US Attorney’s Office contracted with a third-party firm to extract and review the data, using Relativity e-discovery software. Initially, there were disagreements regarding the review methodology. The contractor initially insisted on a “taint review” within Relativity, which was deemed inefficient and incapable of handling the volume and complexity of the data. A revised approach was adopted involving piece-by-piece processing, aiming for greater consistency and attribution of data to specific devices. Significant delays and challenges arose due to the massive volume of data (over a terabyte) and encryption on multiple devices, as well as the lack of a centralized system for tracking the evidence. A key issue was the inability to effectively link emails and attachments, creating difficulties in reviewing and producing documents for defense counsel.  The team struggled to maintain a clear inventory of what data had been processed, what remained, and the associated timelines, leading to repeated requests for updated information and a need for a streamlined tracking system – primarily a spreadsheet – to manage the immense dataset. There were issues related to differing versions of data, the categorization of files, and the labeling of devices. Multiple attempts were made to schedule meetings to address these coordination challenges.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "relativity",
        "e-discovery",
        "data",
        "evidence",
        "files",
        "devices",
        "encryption",
        "taint review",
        "data transfer",
        "terabytes",
        "digital evidence",
        "phones",
        "tablets",
        "servers",
        "us attorney's office",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028564",
      "summary": "On June 29, 2020, a message with the subject \"RE: Epstein\" (EFTA00028564) was successfully encrypted using SecureMail encryption. The sender is “postmaster( usdo. ov” <tmaster usdoj.gov>.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "securemail",
        "encryption",
        "redaction",
        "efta00028564",
        "epstein",
        "usdoj",
        "postmaster",
        "2020",
        "jun",
        "response"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021872",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested protocol for delivering a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The response outlined the procedure: mailing the drive to the legal department, etching it with a number, providing an authorization memo, and including a cover letter with the password if the drive is password-protected. The protocol indicated non-encrypted drives were preferred for inmate discovery materials.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "hard drives",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "authorization memo",
        "password",
        "encryption",
        "protocol",
        "inmate",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021873",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031417",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021873",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested protocol for delivering a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The recipient advised mailing the drive to the facility’s legal department, etching it with a number, and providing an authorization memo. They also suggested the drive be password protected with a cover letter containing the password. The recipient confirmed the drive should not be encrypted.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "protocol",
        "authorization memo",
        "password",
        "encryption",
        "inmate",
        "legal department"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021872",
            "similarity": 0.667,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031417",
            "similarity": 0.818,
            "index": 19,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010378",
      "summary": "A U.S. Attorney’s Office Assistant requests protocol information regarding the delivery of a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The request specifically inquires about the necessity of non-encryption and lack of password protection for the hard drive, aiming for delivery the following day.",
      "timestamp": "2020-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "protocol",
        "encrypted",
        "inmate",
        "delivery",
        "u.s. attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030906",
      "summary": "*   A suggestion was made to send all current discovery materials on each drive to avoid multiple drives with varying content. *   One hard drive was delivered on August 7, 2020, and the tracking information confirms this. *   Instructions were given for mailing the hard drives to the facility’s legal department, including numbering the drives and providing an authorization memo. *   The protocol for handling discovery drives for inmates involves non-encrypted drives and a cover letter containing the password. *   Confirmation of delivery was received and an update on the delivery process was requested.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "mdc",
        "inmate",
        "fedex",
        "password",
        "encryption",
        "protocol",
        "authorization memo",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021873",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021872",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026711",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031417",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026711",
      "summary": "A hard drive containing discovery materials was sent to Ghislaine Maxwell at MDC via FedEx on August 7, 2020, at 7:16 AM. The tracking number indicated “Delivered.” A subsequent email chain ensued regarding the delivery, confirming the arrival and outlining procedures for handling the drive, including password protection and mailing protocols to the legal department. The sender requested confirmation of the delivery protocol and inquired about the necessity of encryption for the drive’s contents.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "fedex",
        "discovery",
        "hard drive",
        "mdc",
        "ghislaine maxwell",
        "inmate",
        "password",
        "authorization memo",
        "delivery",
        "tracking number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021873",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031417",
      "summary": "A request was made to deliver a hard drive containing discovery materials to Ghislaine Maxwell at MDC. The protocol for delivery involved mailing the drive to the facility’s legal department, requiring it to be etched with a number, accompanied by an authorization memo, and potentially password-protected with a cover letter containing the password. The sender inquired about the current protocol and whether the drive needed to be non-encrypted. A response confirmed the requested protocol and emphasized the need for verification of the package’s location.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "ghislaine maxwell",
        "mdc",
        "carrier",
        "protocol",
        "encryption",
        "authorization memo",
        "password",
        "legal department"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030906",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021873",
            "similarity": 0.818,
            "index": 15,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021872",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038177",
      "summary": "On August 19, 2020, an email exchange occurred regarding Amex returns from January 24, 2020. One party (identified as [REDACTED]) reported encountering issues with encrypted files within the returns and requested confirmation from another party (identified as [REDACTED]) regarding a password or unencrypted version of the documents. The initial email stated that all financials had been turned over to a third party (\"him\").",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "August 19, 2020",
      "keywords": [
        "amex returns",
        "redaction",
        "password",
        "encryption",
        "maxwell",
        "2020",
        "documents",
        "financials",
        "efta00038177"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029036",
      "summary": "The document details the preparation and delivery of discovery materials related to the US v. Maxwell case. Key points include: *   Three PDFs – “Maxwell Discovery Letter,” “Maxwell MAIN,” and “Maxwell PASSWORD” – were created and sent to the MDC. *   The PDFs contained instructions for loading onto drives and mailing to Maxwell and the attorneys. *   A cover letter with instructions for viewing problem files was also prepared. *   Drive encryption requests were made for both Maxwell's and the defense's drives. *   A courier (Tom Powers) was scheduled to deliver the drives to the CSOs for delivery to Maxwell and the MDC. *   The intention was to have Maxwell begin reviewing the discovery materials over the weekend.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "maxwell",
        "us v. maxwell",
        "discovery production",
        "mdc",
        "drives",
        "pdfs",
        "password",
        "attorneys",
        "encryption",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029975",
      "summary": "The email chain concerns the production of documents for a legal case, specifically related to PAE drives and iPhone images. A contractor is tasked with: *   Creating password-protected discs containing iPhone images. *   Redacting Bates numbers and updating a cover letter to reflect the contents. *   Preparing a final report with images. *   Making copies of the PAE drives for internal use. *   Coordinating with Maxwell and another party to ensure timely delivery and address potential delays. *   Providing a password-protected copy of the PAE drive for internal use.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2020",
      "keywords": [
        "pae drive",
        "iphone",
        "production",
        "bates stamp",
        "encryption",
        "defense",
        "cover letter",
        "sdny",
        "usanys",
        "data copy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032631",
      "summary": "An email was sent from Farida Dawkins, a Grand Jury Clerk, to David Rodgers, Larry Visoski, and others, requesting that an attached document (SNYNY.03-29-21.PB.gjg.pdf) be saved in witness folders for the specified individuals and their 3500 sections. The email was forwarded from an unidentified sender.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "05 Apr 2021",
      "keywords": [
        "efta00032631",
        "redaction",
        "encryption",
        "witness folders",
        "david rodgers",
        "farida dawkins",
        "grand jury",
        "snyny.03-29-21.pb",
        "april 5",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023437",
      "summary": "This document details the redaction and investigation of FAA records pertaining to aircraft registrations, primarily focusing on those linked to Jeffrey Epstein. Initially, a paralegal specialist produced FAA records related to several aircraft, including N415LM, N212JE, and N550GP, after encountering password-locked files. These files involved registrations dating back to the 1990s and 2000s, with multiple owners and operators, including Air Ghislaine Inc., Freedom Air International Inc., and Hyperion Air LLC.  Numerous individuals, such as Darren K. Indyke and Lawrence VISOSKI, were repeatedly involved in the ownership and management of these aircraft. DEA S/A and the FBI in Atlanta expressed interest in the investigation, requesting assistance and providing search terms.  The investigation uncovered complex transfer histories, changes in tail numbers, and connections between the aircraft and individuals of interest, including Jeffrey Epstein and Ghislaine Maxwell. The investigation culminated in offers to provide blue ribbon certified copies of the aircraft registration records.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "faa",
        "records",
        "passwords",
        "encryption",
        "duplicates",
        "printing",
        "scanning",
        "registration",
        "aircraft",
        "n415lm",
        "n212je",
        "jeffrey epstein",
        "lawrence visoski",
        "darren indyke",
        "hyperion air",
        "freedom air",
        "ghislaine maxwell",
        "dea",
        "united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026701",
      "summary": "On October 13, 2021, Bobbi C. Sternheim sent an email to Sobel regarding the delivery of two FedEx envelopes containing hard drives and decryption passwords to Ghislaine Maxwell at the MOE (likely a specific location). The envelopes, tracking numbers 8166 1429 9141 and 8166 1429 9130, were delivered to the MOE on October 12, 2021, at 10:26 AM. As of October 13, 2021, Maxwell had not received the packages, prompting Sternheim to request an explanation for the delay to be reported to the court. The email also included a disclaimer regarding confidential information from the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fedex",
        "tracking",
        "court",
        "delivery",
        "bobbi stemheim",
        "encryption",
        "password",
        "october 12",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017875",
      "summary": "This document pertains to an investigation involving aircraft registrations, specifically N722JE, N331JE, and N491GM, linked to Ghislaine Maxwell.  A law enforcement officer (identified as LEAP from the FAA) provided these registration details, including serial numbers, dates of registration, and ownership information (Hyperion Air LLC, Freedom Air International, etc.) to the FBI.  The officer highlighted the significance of the aircraft, noting Maxwell’s pilot certificate and frequent travel with Jeffrey Epstein.  Additional aircraft details – N212JE and N1201E – were also included, detailing their types (G550, G-IV, G1159B, and a Boeing 727-31) and registration dates. The documents indicate an effort to gather comprehensive information about Maxwell’s aircraft usage, including passenger manifests and serial numbers.  Encryption and redactions are present throughout the files.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "n722je",
        "n331je",
        "hyperion air llc",
        "sikorsky s-76c",
        "bell 430",
        "bell 407",
        "maxwell",
        "ghislaine noelle",
        "jeffrey epstein",
        "registration",
        "aircraft serial number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027030",
      "summary": "Judge Cote signed a 6(e) order regarding the Epstein case. The order requires compliance with EOUSA secure shipping and electronic encryption protocols. It also directs the recipient, John Langbein, to receive necessary cautions. The communication originates from the United States Attorney’s Office, Southern District of New York.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "6(e) order",
        "judge cote",
        "usanys",
        "secure shipping",
        "encryption",
        "john langbein",
        "eousa",
        "redaction analysis",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032960",
            "similarity": 0.538,
            "index": 9,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}