{
  "keyword": "usao",
  "count": 73,
  "keyword_match_count": 73,
  "content_match_count": 73,
  "total_files": 146,
  "timeline": [
    {
      "file_id": "EFTA00013989",
      "summary": "The submissions aim to demonstrate the lack of justification for federal charges, citing irregularities in the investigation, prosecutorial misconduct, and the USAO’s apparent motivations. Key points include: *   **Insufficient Review:** The DOJ’s prior review was incomplete and not “de novo,” and CEOS acknowledged compelling objections to a federal case. *   **Supplemental Submissions:** Four documents are provided, including a facts/law summary, a review of investigative misconduct, a rebuttal to the USAO’s letter, and a reference binder. *   **Non-Prosecution Agreement:** The existing agreement with the State Attorney’s Office is being violated by the DOJ’s continued investigation. *   **Lack of Evidence:** The prosecution lacks substantial evidence, relying on distorted interpretations of federal laws and potentially influenced by Epstein’s connections to Bill Clinton. *   **Brady Violations:** The DOJ’s failure to disclose exculpatory evidence (Brady material) is a concern. *   **Prosecutorial Impropriety:**  The investigation has been marked by public disclosures, attempts to enrich individuals involved, and a seeming disregard for the existing state prosecution agreement. *   **Request for a “De Novo” Review:** The firm requests a truly independent review of the case, focusing on necessary and warranted elements, and demanding access to witness transcripts.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "epstein",
        "prosecution",
        "federal",
        "investigation",
        "doj",
        "non-prosecution agreement",
        "misconduct",
        "brady",
        "subpoena",
        "witnesses",
        "new york",
        "florida",
        "usao",
        "state felony"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014102",
      "summary": "On June 28, 2008, Jack Goldberger responded to a “Notice of Non-Compliance” regarding an Epstein plea agreement. The original message, sent by [REDACTED], requested Goldberger insert “imprisoned” following “six months” in the second sentencing paragraph of the plea agreement. Goldberger confirmed agreement with the plea agreement’s compliance with a September 2007 non-prosecution agreement. An attached notification letter (EFTA00014103) was sent to Goldberger and Black.",
      "timestamp": "2008-06-28T00:00:00",
      "timestamp_raw": "June 28, 2008",
      "keywords": [
        "non-compliance",
        "notice",
        "sentence",
        "incarceration",
        "community control",
        "plea agreement",
        "epstein",
        "prosecution agreement",
        "usao",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014104",
            "similarity": 0.667,
            "index": 2,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014104",
      "summary": "On June 28, 2008, Jack Goldberger received an email from [REDACTED] regarding a non-compliance notice related to a plea agreement for Mr. Epstein. [REDACTED] advised that a state court practitioner deemed a consecutive six-month incarceration sentence followed by one year of community control permissible under the non-prosecution agreement. They requested Goldberger insert “imprisoned” after “six months” in the sentencing paragraph of the plea agreement. Goldberger confirmed agreement with this change after a telephone conference on June 27, 2008, confirming compliance with the September 2007 non-prosecution agreement.",
      "timestamp": "2008-06-28T00:00:00",
      "timestamp_raw": "June 28, 2008",
      "keywords": [
        "efta00014104",
        "non-compliance",
        "notice",
        "plea agreement",
        "epstein",
        "sentence",
        "community control",
        "usao",
        "florida",
        "jack goldberger"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014102",
            "similarity": 0.667,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013560",
      "summary": "2 versus Jeffrey Epstein. *   **Notice of Continued Pendency:** Jeffrey Epstein is notifying the court of the ongoing federal criminal action (In re Grand Jury, No. FGJ 07-103(WPB)) against him. *   **Criminal Action History:** Epstein was sentenced in a Florida state criminal case (State of Florida v. Jeffrey Epstein, Case No. 2006 CF 09454 AXX) on June 30, 2008. *   **Deferred Prosecution Agreement:** A deferred prosecution agreement was entered into with the USAO, suspending the federal grand jury investigation while retaining the right to reactivate and indict Epstein if the agreement is breached (over a 33-month period). *   **Confidential Agreement:** The agreement is confidential, and Epstein will provide a copy for the court’s in-camera review.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "jeffrey epstein",
        "criminal action",
        "federal criminal action",
        "florida criminal action",
        "united states district court",
        "deferred prosecution agreement",
        "grand jury",
        "palm beach county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014124",
      "summary": "On August 11, 2008, Roy Black contacted someone (“-”) regarding the 9/24/07 agreement involving Jeffrey Epstein. Black’s team advised against disclosing the agreement in civil cases due to concerns about public dissemination by civil lawyers, referencing a specific lawyer’s behavior. They requested a protective order if disclosure was ordered. The team asserted Epstein and his counsel intended to uphold the agreement, and offered to discuss any concerns. The agreement was filed with the court under seal.",
      "timestamp": "2008-08-11T00:00:00",
      "timestamp_raw": "August 11, 2008",
      "keywords": [
        "jeffrey epstein",
        "9/24/07 agreement",
        "civil cases",
        "protective order",
        "disclosure",
        "roy black",
        "usao",
        "plea agreement",
        "litigation",
        "lawyers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014133",
      "summary": "An email exchange discusses a draft protective order regarding the disclosure of a non-prosecution agreement related to Jeffrey Epstein. The sender, Paul Cassell, proposes a change to paragraph (c) of the order to require petitioners’ counsel to obtain acknowledgment of the order’s terms from their clients before showing the agreement. The government argues the proposed order exceeds the necessary scope and that counsel will ensure authorized recipients are aware of and agree to abide by the order prior to disclosure. A copy of the revised protective order (v2) is attached.",
      "timestamp": "2008-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2008",
      "keywords": [
        "protective order",
        "non-prosecution agreement",
        "disclosure",
        "usao",
        "paul cassell",
        "brad edwards",
        "victims",
        "redaction analysis",
        "efta00014133"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014073",
      "summary": "*   Paul Cassell (USAFLS) initially disagreed with the scope of the proposed order, believing it went beyond the immediate issue. *   Edwards and the USAO argued for expediting the order's submission, citing Judge Marra's ruling and the urgency of the situation due to Epstein’s potential disregard for the agreement. *   Cassell proposed a change to the order’s language to ensure clients review and acknowledge the protective order before counsel shows the agreement to them. *   The government asserted that counsel for petitioners would ensure authorized recipients are aware of the order and agree to abide by it. *   A copy of the acknowledgment is to be promptly provided to the USAO.",
      "timestamp": "2008-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2008",
      "keywords": [
        "protective order",
        "non-prosecution agreement",
        "usafls",
        "judge marra",
        "brad edwards",
        "paul cassell",
        "disclosure",
        "acknowledgment",
        "petitioners",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013944",
      "summary": "A U.S. District Court in the Southern District of Florida issued an Order to Compel Production regarding a Non-Prosecution Agreement between the United States Attorney's Office for the Southern District of Florida and Jeffrey Epstein. The Order mandated that the USAO produce the agreement to the Petitioners, subject to specific protective measures. These measures included restrictions on disclosure of the agreement’s terms to third parties without court approval, and required acknowledgment of the order by the Petitioners and any individuals requesting to review the agreement. One page of the document was redacted.",
      "timestamp": "2008-08-21T00:00:00",
      "timestamp_raw": "08/21/2008",
      "keywords": [
        "efta00013944",
        "jeffrey epstein",
        "non-prosecution agreement",
        "usao",
        "protective order",
        "redaction analysis",
        "united states district court",
        "florida",
        "jane does",
        "legal documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014135",
            "similarity": 0.538,
            "index": 138,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014068",
            "similarity": 0.538,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013834",
      "summary": "Alan Dershowitz communicated with [REDACTED] via email on March 19 and 20, 2009. He expressed gratitude for their conversation and friendship. He confirmed that the United States Attorney's Office would not interfere with the Palm Beach Sheriffs Office’s administration of Jeffrey Epstein’s sentence, unless alternative custody or in-home detention were considered, at which point the USAO would object. He anticipated future contact regarding rental or purchase plans and a planned November visit.",
      "timestamp": "2009-03-20T00:00:00",
      "timestamp_raw": "20 Mar 2009",
      "keywords": [
        "dershowitz",
        "epstein",
        "palm beach sheriffs office",
        "sentence",
        "custody",
        "detention",
        "friendship",
        "usao",
        "rickles",
        "november"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013850",
      "summary": "Jack A. Goldberger, an attorney representing Jeffrey Epstein, provides an affidavit detailing the terms of a Non-Prosecution Agreement (NPA) established in 2008. The NPA, between Epstein and the U.S. Attorney’s Office for the Southern District of Florida, defers criminal prosecution as long as Epstein fulfills its conditions. The NPA expired in late 2010, and the USAO has expressed concerns regarding potential breaches, including investigations, contesting damages, media statements, and specific language used in the plea agreement. Epstein submitted a Freedom of Information Act request to the FBI, which was denied due to the ongoing investigation.",
      "timestamp": "2009-03-25T00:00:00",
      "timestamp_raw": "03/25/2009",
      "keywords": [
        "jack goldberger",
        "jeffrey epstein",
        "non-prosecution agreement",
        "usao",
        "florida",
        "criminal defense",
        "plea agreement",
        "criminal matters",
        "investigation",
        "freedom of information act"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029100",
      "summary": "*   **Core Argument:** Maxwell argues the U.S. Attorney's Office (USAO) misled Judge McMahon, who authorized the subpoena, by making false statements about contacts with Boies Schiller related to her case. Specifically, the government misrepresented the extent of these contacts, claiming they were solely about investigating Jeffrey Epstein and not Maxwell’s alleged trafficking activities. *   **Government Admission:** The government admits to significant contact with Boies Schiller, including a February 29, 2016 meeting, and subsequent email exchanges. However, they claim no wrongdoing occurred. *   **Evidence of Misconduct:** The document details evidence of this misconduct, including AUSA’s contemporaneous notes revealing discussions about Maxwell’s case, and the subsequent misleading statements made to Judge McMahon. *   **Request for Remedy:** Maxwell seeks to suppress the evidence obtained due to the government’s actions and to dismiss the counts based on the fraudulent representation. She also requests an evidentiary hearing to explore the circumstances of the government’s misleading conduct.",
      "timestamp": "2016-02-29T00:00:00",
      "timestamp_raw": "February 29, 2016",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "counts five and six",
        "fraud",
        "perjury",
        "united states attorney",
        "criminal investigation",
        "protective order",
        "misrepresentation",
        "discovery",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027830",
      "summary": "This document is a questionnaire for United States Attorneys’ Offices and the Executive Office for United States Attorneys regarding foreign travel. It outlines a series of steps and questions to be addressed before travel, including: *   **Travel Details:** Collecting traveler information like name, position, destination, dates, and passport details. *   **Reservations & Approvals:** Requiring confirmed flight itineraries, lodging, and approval from OIA (Office of Inter-Agency Liaison Affairs) and potentially the State Department (eCC clearance). *   **Security & Training:** Assessing traveler security clearance levels, completion of HTSOS and FACT training, and addressing high-threat area travel. *   **Specific Case Questions:** Gathering details about the purpose of travel, case specifics (e.g., witness interviews, depositions), and potential involvement of foreign authorities. *   **Submission Process:** Specifies how to submit the completed questionnaire and attachments for approval. The document covers both general foreign travel and specific questions related to travel for conference/training events or travel to countries other than Canada for judicial assistance matters.",
      "timestamp": "2016-04-28T00:00:00",
      "timestamp_raw": "April 28, 2016",
      "keywords": [
        "foreign travel",
        "usao",
        "oia approval",
        "passport",
        "stockholm",
        "sweden",
        "questionnaire",
        "destination",
        "travel reservations",
        "flight itinerary",
        "high-threat area",
        "htsos training",
        "fact training",
        "security clearance",
        "ecc system",
        "judicial assistance",
        "witness interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010277",
      "summary": "This document is a questionnaire for United States Attorneys' Offices and the Executive Office for United States Attorneys regarding foreign travel. It outlines a series of questions designed to assess traveler readiness, including passport verification, reservations, security clearances (like HTSOS and FACT training), and potential risks (high-threat areas). The questionnaire covers various aspects of travel preparation, including: *   **Traveler Information:** Basic details like name, contact information, and travel dates. *   **Reservations:** Confirmation of flights, lodging, and transportation. *   **OIA Approval:** Requirements for obtaining approval from the Office of Intelligence Analysis. *   **Security Requirements:** Confirmation of security clearances and potential equipment restrictions. *   **Country Clearance:** Obtaining clearance through the eCC system. *   **Case-Specific Questions:** Detailed questions related to the purpose of travel, including case details, witness interviews, and potential involvement of foreign authorities. The questionnaire culminates with instructions for submission and contact information for further assistance. It’s divided into sections based on the type of travel (conferences/training, judicial assistance to other countries, or travel to Canada).",
      "timestamp": "2016-04-28T00:00:00",
      "timestamp_raw": "April 28, 2016",
      "keywords": [
        "foreign travel",
        "oia approval",
        "passport",
        "travel reservations",
        "high-threat area",
        "htsos training",
        "fact training",
        "security clearance",
        "ecc clearance",
        "visa",
        "questionnaires",
        "investigations",
        "depositions",
        "witness interviews",
        "ghislaine maxwell",
        "travel arrangements",
        "travel expenses",
        "conference",
        "training event",
        "judicial assistance",
        "canada",
        "eousa",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028002",
      "summary": "On May 11, 2018, [REDACTED] requested a directory from the U.S. Attorney's Office for the Southern District of New York. [REDACTED] and [REDACTED] responded with the “USAODC_phone_directory_as_of 11.17.pdf” attachment.",
      "timestamp": "2018-05-11T00:00:00",
      "timestamp_raw": "May 11, 2018",
      "keywords": [
        "usao",
        "dc",
        "directory",
        "redaction",
        "efta00028002",
        "crm",
        "u.s. attorney's office",
        "new york",
        "2018",
        "phone directory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024824",
      "summary": "This document is an amendment to a contract (GS-25E-0131M) between CACI Inc. and the U.S. Attorney’s Office, Southern District of New York (USAO-SDNY) for PDF file management services related to the E Lein case (19-CR-00490 / 2018R016113). The amendment increases the contract obligation by adding a new task request and funds totaling $2.3, primarily for the retrieval and storage of documents on contractor FTP site. It updates the period of performance to 9/10/2018 - 9/9/2019 and outlines specific instructions for acknowledging the amendment and submitting offers.",
      "timestamp": "2018-09-10T00:00:00",
      "timestamp_raw": "9/10/2018",
      "keywords": [
        "gs-25e",
        "0131m",
        "solicitation",
        "contract",
        "amendment",
        "modification",
        "usao sdny",
        "caci",
        "pdf file management",
        "funding",
        "9/10/2018",
        "2019",
        "151n5418i:00000299"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016453",
      "summary": "Emails dated December 6, 2018, discuss a Google Alert set up to track news related to Jeffrey Epstein. Multiple individuals within the US Attorney’s Office for the Southern District of New York are exchanging links to a NBC News article detailing a probe into Epstein’s sweetheart deal. One email inquires about a USAO It, referencing case number 2018R01618.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 6, 2018",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "google alert",
        "nbc news",
        "probe",
        "sweetheart deal",
        "usao",
        "public corruption unit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019549",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the upload of documents related to the USAO tt 2018R01618 case (US v. Epstein) into Relativity. The documents were located in a specific folder structure within Usa.doj.gov: clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller 2019-03-04 Boies Schiller first subpoena response. The requested structure involved a \"Subpoena Returns\" folder with subfolders \"BSF returns\" and \"BSF first production\" for depositing the documents. The Assistant U.S. Attorney requested confirmation of the upload completion.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "folder",
        "boies schiller",
        "subpoena returns",
        "usao",
        "sdny",
        "investigation",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030122",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting the upload of documents related to the “USA v. Epstein” case to Relativity. The documents are located at Usa.doj.gov\\clouaNYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena ReturnABoies Schiller \\ 2019-03-04 Boies Schiller first subpoena response. The desired folder structure is “Subpoena Returns” with subfolders “BSF returns” and “BSF first production.” A previous email indicates that Judge Sweet has passed away.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "usao",
        "epstein",
        "subpoena",
        "folder",
        "judge sweet",
        "boies schiller",
        "us v.",
        "southern district of new york",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020781",
      "summary": "The email chain discusses the preparation of documents for Relativity. Specifically, the documents located at several paths within the USAO network (\\\\Usa.doj.gov\\clouANYS\\StAndrews\\Shared\\UUUV4C1-3, \\\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\UUUV4Q-3, and \\\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\USvEpstein-2018R01618) containing DVD data should not be loaded into Relativity. The sender requests that the documents within the US v. Epstein folder be organized into a specific folder structure (\"Subpoena Returns,\" \"BSF returns,\" and \"BSF first production\") for upload to Relativity.  A conversion to a different format is being investigated.",
      "timestamp": "2019-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2019",
      "keywords": [
        "relativity",
        "documents",
        "dvd",
        "video files",
        "doj",
        "subpoena",
        "epstein",
        "folder",
        "usao",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030124",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York sent an email to request the upload of documents related to the USA v. Epstein case into Relativity. The documents were located in a specific folder structure within Usa.doj.gov and were subsequently confirmed to have been loaded into Relativity by the sender.",
      "timestamp": "2019-04-02T00:00:00",
      "timestamp_raw": "02 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "us v. epstein",
        "usao",
        "southern district of new york",
        "boies schiller",
        "fbi case file",
        "subpoena returns",
        "bs returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020769",
      "summary": "An Assistant U.S. Attorney requests the upload of documents related to the US v. Epstein case (USAO11 2018R01618) into Relativity. The documents are located in a specific folder structure within the USA.doj.gov cloud, originating from Boies Schiller.  A separate party notes the documents contain DVD data and requests conversion to a different format, alongside confirmation on how to view video files without a DVD player. Specific file paths containing interview transcripts are listed as items that should *not* be loaded into Relativity due to their DVD-based structure. The request specifies a desired folder structure within Relativity for the uploaded files.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "us v. epstein",
        "subpoena",
        "dvd",
        "data",
        "folder",
        "conversion",
        "files",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037328",
      "summary": "Multiple individuals are experiencing delays in receiving files related to the Epstein investigation. The files were initially believed to be located in Florida and scheduled for immediate transfer, but the status remains unclear. Concerns exist regarding a lack of a resolution plan and pressure from supervisors. The preferred method of receiving the files is direct delivery to the office, with a proposed third-party scanning process.  The FBI and ASAC are currently hesitant to send the files directly to the USAO.  Several past investigations utilizing outside vendors for sensitive documents are referenced, and the vendor selection process prioritizes confidentiality. There is a request for communication and information regarding the files' whereabouts and the timeline for delivery.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "florida",
        "vendor",
        "files",
        "resolution",
        "delivery",
        "scanning",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037316",
      "summary": "The files, initially believed to be located in Florida, were reportedly shipped to New York. There is confusion regarding the exact location and contents of the files, with differing opinions on whether they were fully located and available. A key concern is the lack of a clear plan for handling the materials – whether to send them directly to the USAO, have a vendor handle the scanning, or involve the ASAC. There's pressure from supervisors to resolve the issue quickly, and the parties involved are discussing potential solutions, including utilizing a third-party vendor and coordinating with the ASAC and FBI legal teams. Several past cases utilizing outside vendors for sensitive documents were referenced as examples.",
      "timestamp": "2019-05-29T00:00:00",
      "timestamp_raw": "29 May 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "ny",
        "florida",
        "asac",
        "vendor",
        "scanning",
        "case files",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037279",
      "summary": "A request was made to release the Epstein case file (EFTA00037279.pdf) to a third-party vendor for scanning, cataloging, and indexing, as requested by the USAO SDNY. Previous FBI files have utilized similar vendors. The preferred method for processing the file involves delivering materials to the office for paralegal management and subsequent sending to the recipient after scanning. Examples of prior FBI investigations using external vendors include U.S. v. Chambers, U.S. V. Ade!glass, U.S. V. Ng Lap Sen, U.S. V. Tortora, U.S. V. Ashrof Has, U.S. V. Goldbrene, U.S. V. Vargas, U.S. V. Krupkin, and U.S. V. Cruz. The vendor selection process involves a small, regularly used group of organizations with strict confidentiality agreements.",
      "timestamp": "2019-06-07T00:00:00",
      "timestamp_raw": "07 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "redaction analysis",
        "usao sdny",
        "third party vendor",
        "scanning",
        "digital format",
        "fbi files",
        "confidential",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037295",
      "summary": "Sean requested concurrence to release the Epstein investigation case file (EFTA00037295) to a third-party vendor for scanning, cataloging, and indexing, at the request of the USAO SDNY. The decision is based on previous instances where similar files were scanned by outside vendors, including those related to U.S. v. Chambers, U.S. v. Adelglass, U.S. v. Ng Lap Se, U.S. v. Tortora, U.S. v. Ashrof Ho, U.S. v. Goldbrene, U.S. v. Vargas, U.S. v. Krupkin, and U.S. v. Cruz. The vendor selection process involves a limited number of organizations with confidentiality agreements. The desired workflow involves receiving the documents, having them scanned by the vendor, and then sending them back to Miami or the New York field office.",
      "timestamp": "2019-06-12T00:00:00",
      "timestamp_raw": "12 Jun 2019",
      "keywords": [
        "epstein investigation",
        "records management",
        "fbi",
        "vendor",
        "scanning",
        "digital format",
        "documents",
        "case file",
        "sdny",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037303",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037303",
      "summary": "An email chain discusses the transfer of the Epstein case file from the Miami office to a third-party vendor for scanning and digitization, requested by the USAO SDNY. The SDNY wants the file in a digital format for cataloging and indexing. Previous FBI files have utilized this process. The sender, Sean, proposes a workflow involving Miami’s paralegals managing the process with the vendor. He references several past cases where similar vendors were used and emphasizes the confidentiality agreements with these organizations. The NY0 CD is copied for input.",
      "timestamp": "2019-06-20T00:00:00",
      "timestamp_raw": "20 Jun 2019",
      "keywords": [
        "epstein investigation",
        "records management",
        "sdny",
        "fbi",
        "vendor",
        "scanning",
        "documents",
        "case file",
        "third party",
        "release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037295",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037458",
      "summary": "The document is a record of email exchanges related to the release of records pertaining to the Epstein investigation, specifically concerning files held by the FBI in Miami. A central issue revolves around delays in obtaining the files and coordinating with the FBI New York office and the vendor tasked with scanning them. There are repeated requests for updates, concerns about a lack of a clear plan, and frustration over the extended timeline (six months) for accessing the materials. Multiple parties – including FBI contacts in Miami, New York, and OGC – are involved in the communication, often conflicting in their approaches and creating bottlenecks in the process. The core problem appears to be a disagreement over the routing of the files, with some parties advocating for direct delivery to the USAO while others prefer the files to be scanned locally before being sent. Finally, there is concern about the disheveled condition of the files upon arrival and the need for an accurate assessment before proceeding with the vendor process.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "records management",
        "epstein investigation",
        "fbi",
        "miami",
        "ogc",
        "vendor",
        "scanning",
        "legal",
        "files",
        "third party"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028452",
      "summary": "The investigation originated in Florida and is now primarily occurring in New York. *   **Collaboration:** The Southern District of New York’s Assistant U.S. Attorney is coordinating with a recipient to manage victim notification and communication. *   **FBI Involvement:** The FBI (C-20 squad and TFO officer) is actively involved, including data base entry and potential notification at the time of arrest. *   **Victim Contact:** The recipient is responsible for managing victim contact information, including a 800 number (866-874-8900) and notifying victims of charges and court dates. *   **Sensitivity:** There's a heightened awareness due to a previous U.S. Attorney’s Office failure to meet victims’ rights obligations, necessitating careful coordination. *   **Transition:** Need for seamless information exchange between the Southern District of New York, the USAO, and the FBI.",
      "timestamp": "2019-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2019",
      "keywords": [
        "fbi",
        "victims",
        "investigation",
        "press release",
        "800 number",
        "florida",
        "new york",
        "case",
        "coordination",
        "database"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023996",
      "summary": "The document is a litigation hold notice issued by the United States Attorney’s Office for the Southern District of New York (USAO) regarding the circumstances surrounding Jeffrey Epstein’s incarceration and death at the Metropolitan Correctional Center (MCC). The USAO is implementing a “litigation hold” to preserve all documents and evidence related to Epstein’s case, including emails, records, videos, photographs, and any electronic communication data. This encompasses information from the MCC, its staff, the US Marshals Service, the FBI, the Inspector General, and any other relevant agencies. The notice details a broad range of materials to be preserved, from physical evidence to electronic data, and requires recipients to identify and maintain all relevant information in its original format, preventing deletion or modification until further notice. It emphasizes the importance of understanding and accepting these preservation obligations and outlines the steps required to do so, including identifying and preserving the information.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "litigation hold",
        "metropolitan correctional center",
        "mcc",
        "investigation",
        "death",
        "records",
        "documents",
        "evidence",
        "surveillance",
        "mental health",
        "preservation",
        "esi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034607",
      "summary": "A family member, Martin Weinberg, has requested the preservation and production of all documents, records, videos, and other information related to Jeffrey Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC) in New York. This includes materials from July 6, 2019, onward, specifically focusing on the events surrounding the July 23, 2019, attempted suicide and his death on August 10, 2019. The request covers data from various entities including the MCC, Warden, legal counsel, USMS, FBI, Inspector General, USAO, and any relevant state or city agencies. Specific items sought include video recordings, duty logs, observations, photographs, electronic communications, mental health records, medical records, physical evidence, and any notes found in Epstein’s cell. A separate email from a BOP Supervisory Staff Attorney provides official notification of Epstein’s passing and indicates an ongoing investigation.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "preservation",
        "investigation",
        "death",
        "august 10",
        "2019",
        "9th floor",
        "cell",
        "mental health"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022347",
      "summary": "This document is a request to process a Marshals Intake Form for Jeffrey Epstein. Key details include: *   **From:** [REDACTED] *   **To:** [REDACTED] *   **Subject:** Marshals Intake Form *   **Requestor's Phone Number:** (212) 637-2324 *   **Name/Alias(es):** Jeffrey Epstein *   **Court Number:** 19 Cr. 490 (RMB) *   **USAO Number:** 2018R01618 *   **USMS Number:** 76318-054 *   **Arrest Date:** 7/6/2019 *   **Date of Birth:** 1/20/1953 *   **Document Type:** Email and Photo *   **File Reference:** EFTA00022347",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "7/6/2019",
      "keywords": [
        "efta00022347",
        "marshals intake form",
        "jeffrey epstein",
        "court number",
        "usao number",
        "usms number",
        "arrest date",
        "date of birth",
        "redaction analysis",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024720",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026658",
      "summary": "A communication occurred between the Assistant United States Attorney for the Southern District of New York (SDNY) and the Assistant United States Attorney for the Eastern District of New York (EDNY) regarding a potential witness in the Jeffrey Epstein case. The witness contacted the EDNY, requesting to speak with someone from the USAO, and after failing to connect, contacted the SDNY. The SDNY forwarded the matter to the EDNY, with an attached memorandum documenting the call.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "us v",
        "southern district of new york",
        "fbi",
        "witness",
        "usao",
        "memorandum",
        "edny",
        "counsel",
        "phone call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031682",
      "summary": "An email was sent from the United States Department of Justice’s Public Affairs office to [REDACTED] regarding a press conference video. The video, hosted at https://www.justice.gov/usao-sdny/2019-press-conferences, was shared by Nicholas Biase.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "press conference",
        "video",
        "justice",
        "doj",
        "southern district of new york",
        "nicholas biase",
        "redaction",
        "united states department of justice",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030245",
      "summary": "An email chain discusses the US v. Jeffrey Epstein case (Docket: 19-CR-00490) currently pending in the Southern District of New York. One email indicates someone (\"they/she\") possesses relevant information. Another email, from the United States Attorney’s Office for the Southern District of New York, confirms the indictment and states that victim notifications will be sent by the USAO. The email offers to provide the Attorney General Guidelines regarding notification procedures.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "us v.",
        "usao sdny",
        "victim witness coordinator",
        "redaction analysis",
        "docket",
        "new york",
        "attorney general guidelines",
        "2018r01618",
        "19-cr-00490"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035389",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division regarding an investigation into Jeffrey Epstein (reg. no. 76318-054) following an incident on July 23, 2019. The documents, including memorandums and photos, were provided with the understanding that further dissemination would require prior knowledge and approval. A Regional Counsel from the U.S. Department of Justice confirmed concurrence in the release. A subsequent email reiterated the request for documentation and noted the need for a written request for materials.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035389",
        "usao sdny",
        "jeffrey epstein",
        "investigation",
        "documents",
        "photographs",
        "criminal division",
        "bureau of prisons",
        "clc new york",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021442",
      "summary": "United States *   **Case Number:** 08-80736-Civ-Marra/Johnson *   **Court:** Southern District of Florida *   **Plaintiff:** Jane Doe 1 and Jane Doe 2 *   **Defendant:** United States *   **Intervenor:** Jeffrey Epstein **Document Type:** Reply Brief **Core Arguments:** *   **Secret NPA:** Epstein and the USAO-SDFL secretly reached a non-prosecution agreement (NPA) with Epstein, concealing it from the victims (Jane Doe 1 and 2). *   **Due Process:** The victims were entitled to procedural due process, including the opportunity to challenge the NPA and its impact on their rights. *   **CVRA Violation:** The NPA’s immunity provisions violated the Crime Victims’ Rights Act (CVRA), which guarantees victims the right to confer with prosecutors. *   **Rescission Remedy:** The victims are entitled to a remedy of rescission, invalidating the NPA’s provisions. *   **Lack of Authority:** The USAO-SDFL lacked the authority to extend Epstein’s immunity without conferring with the victims. *   **Bad Faith:** Epstein's defense team acted in bad faith by concealing the NPA. *   **No Judicial Estoppel:** The doctrines of equitable and judicial estoppel do not apply in this case. **Key Details:** *   The document focuses on challenging the government's actions in concealing the NPA and seeking a remedy (rescission). *   It references specific legal arguments related to due process, the CVRA, and contract law. *   The document highlights the legal team’s arguments in the case – which include the US Attorney’s Office and the government. Essentially, this document is a legal argument by the victims seeking to overturn the secret NPA and secure their CVRA rights.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "07/23/2019",
      "keywords": [
        "npa",
        "crime victims",
        "cvra",
        "rescission",
        "epstein",
        "government",
        "non-prosecution agreement",
        "due process",
        "jane doe 1",
        "jane doe 2",
        "united states",
        "prosecution",
        "victim's rights",
        "settlement agreement",
        "fraud",
        "estoppel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035387",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division related to the investigation into Jeffrey Epstein’s July 23, 2019 incident. The materials included memorandums and photographs. The attorney stipulated that the material should not be disseminated further without their knowledge and approval. A USAO request for documentation was received, and the attorney confirmed concurrence in the release of the documentation/photographs.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "usao sdny",
        "doj",
        "federal bureau of prisons",
        "redaction",
        "clc new york",
        "documents",
        "photographs",
        "jeffrey epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019904",
      "summary": "An email chain discusses obtaining search warrant returns related to Jeffrey Epstein’s properties. One party (Alex) informs the other party (Andy) that they can potentially provide search warrant returns from the New York property searches, including USAO_4381-4445 and USAO_2662-4380, though some pages are protected by a confidentiality order. Alex also notes that searches of the New Mexico property have not been conducted. Andy requests the search warrant returns and inventories of seized items, proposing meeting dates in early January. The email chain includes standard confidentiality disclaimers.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "search warrant returns",
        "discovery",
        "criminal case",
        "new york property",
        "usao",
        "forfeiture claims",
        "january",
        "confidential",
        "defense counsel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024510",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030614",
      "summary": "This document is a request for the production of Jeffrey Epstein (USMS # 76318-054) for court appearances related to case number 19 Cr. 490 (RMB). The request specifies a date and time (July 31, 2019, 11:00 am) and identifies the judge (Berman) and production type (Arraignment). It also includes fields for court room, case number, and defendant information. The remarks indicate security precautions and a violent crime charge. The document originates from the USAO SDNY and includes contact information for the Assistant United States Attorney.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "prisoner production request",
        "court",
        "usao sdny",
        "jeffrey epstein",
        "19 cr. 490 (rmb)",
        "arraignment",
        "bond hearing",
        "sentencing",
        "usms",
        "detention hearing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014576",
      "summary": "On August 1, 2019, Martin G. Weinberg, P.C., representing Jeffrey Epstein, sent a supplement to the first discovery request to the Assistant United States Attorneys of the U.S. Attorney's Office for the Southern District of New York. The request sought preservation and production of documents and communications related to the NPA (likely a legal matter) from 2006-2019, specifically focusing on the lead prosecutor, AUSA, and FBI agents involved in the 2008 investigation in New York City. The request included communications concerning interviews, victim witness communications, and investigatory information provided to the USAO and FBI from 2007-2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "npa",
        "discovery request",
        "usao",
        "fbi",
        "southern district of new york",
        "emails",
        "2006-2019",
        "investigation",
        "victim witnesses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020940",
            "similarity": 0.692,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020940",
      "summary": "On August 1, 2019, Martin G. Weinberg, P.C. sent a supplement to a previous discovery request to the Assistant United States Attorneys at the U.S. Attorney's Office for the Southern District of New York regarding the United States v. Jeffrey Epstein case (No. 19-cr-00490). The request sought the preservation and production of documents, communications (emails, texts, letters, etc.), and information from the USAO for the Southern District of Florida and the FBI offices involved in the investigation, specifically concerning AUSA who led the 2006-2008 investigation, spanning from 2007-2019. The requests targeted communications related to interviews, victim witness consultations, and the provision of investigatory information.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states v.",
        "discovery request",
        "npa",
        "usao",
        "southern district of new york",
        "fbi",
        "emails",
        "investigation",
        "2006-2008",
        "2007-2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014576",
            "similarity": 0.692,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028446",
      "summary": "The U.S. Department of Justice, Southern District of New York, is providing discovery materials related to the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)) to the Metropolitan Correction Center Legal Department. The materials include records from various financial institutions (American Express, Apple Records, Deutsche Bank), search warrant photos and videos from Florida, and data records from Google and Microsoft. Specific Bates numbers representing the documents are listed, with certain pages designated as confidential under a protective order. The discovery encompasses search photos, inventory records, applications, reports, SORNA materials, travel records, and warrants.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "southern district of new york",
        "discovery",
        "usao",
        "redaction analysis",
        "criminal investigation",
        "financial records",
        "search warrant",
        "sorna"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019858",
      "summary": "An email chain discusses the preparation and delivery of a disc containing materials related to the Epstein investigation. The disc is located in a specific folder on Usa.doj.gov and should be burned for FBI Special Agents and Detectives. The recipient is instructed to place the disc in an envelope addressed to EFTA00019858 and notify the sender when it's ready for pickup. The password for accessing the materials is USAO_sdny2018. The email originates from an Assistant U.S. Attorney in New York and a USANYS Contractor.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "efta00019858",
        "disc burn",
        "agents",
        "epstein",
        "usao_sdny2018",
        "fbi",
        "deutsche bank",
        "envelope",
        "subpoena",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021196",
      "summary": "The United States Attorney’s Office for the Southern District of New York (USAO-SDNY), in collaboration with the FBI-NY, intends to obtain a search warrant for Jeffrey Epstein’s private island residence, “Little Saint James,” in the U.S. Virgin Islands. The plan is to apply for the warrant on August 9, 2019, and the FBI intends to execute it on August 12, 2019. This follows Epstein’s indictment on sex trafficking charges related to abuse of minor girls in Florida and New York. Information suggests potential additional crimes occurred on the island, and evidence, including sexual photographs, may be present, based on prior searches. The U.S. Attorney’s Office for the U.S. Virgin Islands is involved in the warrant application.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "umr",
        "island residence",
        "jeffrey epstein",
        "search warrant",
        "fbi-ny",
        "u.s. virgin islands",
        "sex trafficking",
        "sexual abuse",
        "attorney general"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019333",
      "summary": "Multiple law enforcement agencies, including the FBI, DOJ-OIG, and US Marshals Service, are investigating the death of Jeffrey Epstein. Concerns are being raised about the speed of information release, particularly by the Bureau of Prisons (BOP), with defense counsel expressing frustration and demanding accurate details. There are reports of individuals claiming to have information about the circumstances of Epstein’s death, including a purported investigator from the MCC and a phone call claiming the body was ready for pickup. A preliminary autopsy is underway, but questions arise regarding the timing and coordination between agencies, especially concerning the BOP’s public statements and potential for misinformation. AUSA is taking the lead in the investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "doj",
        "bop",
        "mcc",
        "usao",
        "autopsy",
        "investigation",
        "hoax",
        "attorneys",
        "retrieval"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023993",
      "summary": "*   The U.S. Attorney’s Office, specifically the Southern District of New York, is requesting all personnel with potential involvement in the Epstein matter to preserve relevant records. *   This includes documents related to his death, previous injuries, conditions of confinement, and any electronic communications (emails, texts). *   Personnel are instructed to complete and return a litigation hold form, providing details about any responsive records they possess. *   Standard data backup procedures will be utilized for electronic records, but individuals are asked to confirm whether they have any relevant materials. *   The recipient is tasked with identifying and forwarding the information to relevant personnel within the SDNY.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "epstein",
        "litigation hold",
        "document preservation",
        "records",
        "fbi",
        "wrongful death",
        "emails",
        "data preservation",
        "usao",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032292",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center is requesting information regarding Jeffrey Epstein’s records from his prior incarceration and contacts for his prior facility or the USAO in Florida, related to investigations into an incident from the past weekend.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "prosecution",
        "records",
        "incarceration",
        "usao",
        "florida",
        "investigation",
        "documentation",
        "clc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027932",
            "similarity": 0.538,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019345",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027932",
      "summary": "On August 13, 2019, a Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center contacted someone to inquire about accessing records related to Jeffrey Epstein’s prior incarceration, specifically requesting contact information for his prior facility and the USAO in Florida. The initial communication involved a request for a callback from the recipient.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "investigation",
        "records",
        "incarceration",
        "florida",
        "usao",
        "new york",
        "metropolitan correctional center",
        "clc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032292",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027104",
      "summary": "On August 13, 2019, FBI, OIG, and USAO-SDNY conducted voluntary interviews with Metropolitan Correctional Center (MCC) employees regarding the death of Jeffrey Epstein. Key individuals interviewed included M. (an operations lieutenant), E. (institution duty officer), and M. (a prison overseer). M. reported hearing a medical call, discovering Epstein’s body, and learning that Epstein’s cellmate had left without one. Multiple officers admitted to errors in counts and failing to reassigned Epstein a cellmate. E. was unaware of camera malfunctions and cellmate movement. M. relayed instructions to lieutenants regarding Epstein needing a cellmate, but several officers were unavailable for interviews due to union representatives. Attempts to interview MI and another officer who discovered Epstein were unsuccessful. Video evidence analysis is ongoing.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "mcc",
        "fbi",
        "interviews",
        "suicide",
        "cellmate",
        "shu",
        "counts",
        "officers",
        "union rep"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019861",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center is requesting records related to Jeffrey Epstein’s prior incarceration, including contact information for his prior facility and the USAO in Florida, due to investigations into a recent incident.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00019861",
        "clc new york",
        "metropolitan correctional center",
        "usao florida",
        "incarceration",
        "investigations",
        "documentation",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024404",
      "summary": "A communication regarding the opening of a case, “In Re: Epstein Death Investigation,” with USAO Number 2019R01059, was sent from the United States Attorney's Office, Southern District of New York, to an unknown recipient. The email confirms the case has been opened.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein death investigation",
        "usao number",
        "new york",
        "united states attorney's office",
        "criminal clerk",
        "case",
        "legal assistant",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019345",
      "summary": "An email chain discusses an investigation related to “Epstein,” specifically concerning records from Jeffrey Epstein’s prior incarceration. The Palm Beach County Sheriff’s Office Violent Crimes Division/Homicide is the sole contact with information, stating they have no other documents or information. A Supervisory Staff Attorney from CLC New York requests access to those records and seeks contacts for Epstein’s prior facility or the USAO in Florida.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "palm beach county sheriff",
        "homicide",
        "prosecution",
        "florida",
        "records",
        "incarceration",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032292",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036388",
      "summary": "Representatives from the DAG’s Office and the USAO SDNY will be touring SHU, Epstein’s cell (if suitable), and the suicide watch area on 2 at the Metropolitan Correctional Center. The tour is related to a “DAG/USAO Tour” and was sent on August 14, 2019.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00036388",
        "dag",
        "usao",
        "shu",
        "epstein",
        "cell",
        "suicide watch",
        "tour",
        "metropolitan correctional center",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036389",
            "similarity": 0.538,
            "index": 145,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027113",
      "summary": "Attorney’s Office, S.D.N.Y. *   An email chain documented the notification to individuals involved in the Epstein case (likely FBI and USAO personnel) about the litigation hold. *   Individuals were instructed to preserve all records related to Epstein, including emails, documents, and potentially text messages, due to a potential wrongful death lawsuit. *   Specific instructions were given regarding document preservation practices: saving existing documents as new versions, scanning hard-copy notes, and reporting on any text message activity. *   A USAO number (2018R01618) was provided for identifying the portion of the case being worked on. *   A formal litigation hold notice was circulated for review and completion.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "epstein",
        "litigation hold",
        "document preservation",
        "usao",
        "emails",
        "records",
        "litigation",
        "suicide",
        "confinement",
        "text messages"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022636",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024004",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022636",
      "summary": "A U.S. Attorney’s Office in the Southern District of New York initiated a litigation hold in connection with Jeffrey Epstein’s death at MCC. An email was sent to individuals who had worked on or supervised the Epstein case, instructing them to preserve all relevant records, including emails and potentially hard-copy notes, related to his death and prior injuries. The hold was prompted by a preservation request made by Epstein’s lawyers regarding a potential wrongful death case. The recipients were directed to complete a form indicating the existence and location of responsive records, and to notify the coordinator of any relevant texts or other information. The litigation hold included suspending routine email deletion practices.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "epstein",
        "litigation hold",
        "documents",
        "emails",
        "usao",
        "records",
        "preservation",
        "litigation",
        "case",
        "suicide"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027113",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024004",
      "summary": "A U.S. Attorney’s Office (Southern District of New York) is initiating a litigation hold due to a potential wrongful death lawsuit related to Jeffrey Epstein’s death at MCC. An email chain directs recipients to complete and return a litigation hold form, requesting preservation of all records relating to Epstein, including his confinement and any prior injuries. The form requests information about responsive records, including USAO numbers and shared directories. Recipients are instructed to avoid altering records, save existing documents, and notify the coordinator of any relevant electronic information, such as texts, and to forward the email to others who might have pertinent documents. A formal litigation hold notice is attached.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "epstein",
        "litigation hold",
        "records preservation",
        "document preservation",
        "usao",
        "litigation",
        "form",
        "email",
        "records",
        "suicide"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027113",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032389",
      "summary": "On August 20, 2019, Michael C. Miller of Steptoe & Johnson LLP contacted Michael Miller regarding requests for disclosure related to the United States v. Jeffrey Epstein case (19-CRIM-00490, S.D.N.Y.).  AUSA from the Southern District of New York would handle Touhy requests. Due to the defendant’s death and an anticipated nolle prosequi order, no further productions were planned. Service of materials would be provided to Miller but not to other entities, including the MCC and FBI. Correspondence was attached for reference.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "August 20, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "sdny",
        "usao",
        "touhy",
        "civil division",
        "united states v.",
        "michael miller",
        "steptoe & johnson",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017105",
      "summary": "A communication chain discusses coordinating victim interviews related to the Jeffrey Epstein investigation (19 Cr. 490 (RMB)) within the Southern District of New York (SDNY). One individual requests clarification on utilizing resources for witness travel and subpoenas. Another individual confirms a potential witness’s availability for an interview on August 26, 2019, and inquires about travel and counseling resources. The message emphasizes the confidential nature of the communication and prohibits unauthorized use.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "epstein",
        "grand jury",
        "subpoenas",
        "victims",
        "witnesses",
        "usao",
        "sdny",
        "pretrial",
        "investigation",
        "colleen mullen"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027107",
      "summary": "An email chain discusses coordinating victim interviews related to a case against Jeffrey Epstein (19 Cr. 490 (RMB)). One individual ([REDACTED]) seeks guidance on utilizing USAO funds to transport witnesses for grand jury, pretrial, trial, and pre-G.I. proceedings. Colleen Mullen confirms a witness’s continued interest in speaking and availability for an interview on August 26, 2019, requesting logistical support (flights/hotel) and information on counseling resources. The email contains a standard disclaimer regarding confidential information.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "jeffrey epstein",
        "victim interviews",
        "coordination",
        "usao funds",
        "witnesses",
        "prosecution",
        "colleen mullen",
        "legal",
        "confidential",
        "gj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021295",
      "summary": "On August 28, 2019, the U.S. Attorney’s Office for the Southern District of New York requested that the New York City Office of the Chief Medical Examiner (OCME) withhold specific materials related to Jeffrey Epstein’s autopsy. These materials include documents, records, and information provided by the USAO and FBI, as well as OCME case files containing such information. The request also included withholding the names and identifying information of federal law enforcement agents involved in the investigation and the substance of their interviews. The Attorney’s Office reserved the right to seek further legal process if the OCME were to disclose these materials.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "jeffrey epstein",
        "autopsy report",
        "united states attorney",
        "federal bureau of investigation",
        "metropolitan correctional center",
        "criminal investigation",
        "florence hutner",
        "office of the chief medical examiner",
        "redaction analysis",
        "united states department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018944",
            "similarity": 0.818,
            "index": 60,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018944",
      "summary": "On August 28, 2019, the U.S. Attorney’s Office for the Southern District of New York requested that the New York City Office of the Chief Medical Examiner (OCME) withhold specific documents, evidence, and information related to the autopsy of Jeffrey Epstein. This request stemmed from an ongoing criminal investigation into Epstein’s death at the Metropolitan Correctional Center (MCC). The USAO and FBI provided the OCME with materials and information during the investigation, and the U.S. Attorney requested the OCME to not share these materials, including names of federal law enforcement agents involved, with any third party, until the criminal investigation concluded.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "jeffrey epstein",
        "autopsy report",
        "united states attorney",
        "federal bureau of investigation",
        "metropolitan correctional center",
        "criminal investigation",
        "office of the chief medical examiner",
        "redaction analysis",
        "florence butner",
        "united states department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021295",
            "similarity": 0.818,
            "index": 59,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009958",
      "summary": "On August 30, 2019, a Senior Officer Specialist (SOS) at the Metropolitan Correctional Center (MCC) in New York was interviewed by the FBI, USAO, and an Assistant United States Attorney (AUSA) as part of an interview in lieu of a grand jury appearance. The interviewee’s work history includes employment at Allenwood and a transfer to MCC in 2013. Her duties include conducting rounds in the Special Housing Unit (SHU), logging activity using a PIV card, and responding to inmate concerns. On August 20, 2019, she discussed her activities, including a visit on August 9, 2019, where she fed inmates and observed Jeffrey Epstein at a conference area. She recalled Epstein's presence with attorneys and his use of the restroom. She did not recall any conversations about a phone call or cellmate selection related to Epstein.  She was unaware of specific procedures regarding inmates coming off suicide watch and stated count paperwork is held in Control for 30 days before being shredded.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "August 30, 2019",
      "keywords": [
        "fbi",
        "bureau of prisons",
        "mcc",
        "inmate",
        "shu",
        "lieutenant",
        "interview",
        "bop",
        "august 2019",
        "jeffrey epstein",
        "counts",
        "rounds",
        "activity lieutenant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030610",
      "summary": "On September 9, 2019, the U.S. Attorney’s Office for the Southern District of New York requested the Office of the Chief Medical Examiner (OCME) to redact specific documents and information related to the Jeffrey Epstein autopsy file. These redactions included documents provided by the USAO or FBI, names and identifying information of federal law enforcement agents involved, and the August 28 Letter itself. The redacted document, attached to the letter, was provided to the FBI to preserve the integrity of an ongoing investigation.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "autopsy report",
        "redaction analysis",
        "united states attorney",
        "office of the chief medical examiner",
        "fbi",
        "usao",
        "legal documents",
        "august 28 letter",
        "florence hutner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021297",
      "summary": "On September 9, 2019, the U.S. Attorney's Office for the Southern District of New York requested that the Office of the Chief Medical Examiner (OCME) redact specific documents and materials related to the Jeffrey Epstein autopsy case. These redactions included documents provided by the USAO or FBI, the names and identifying information of federal law enforcement agents, photographs of the scene at the Mansion at the Colony (MCC), and this letter and its attachment. The redacted document was attached as an enclosure.",
      "timestamp": "2019-09-09T00:00:00",
      "timestamp_raw": "September 9, 2019",
      "keywords": [
        "justice",
        "department of justice",
        "mollo building",
        "jeffrey epstein",
        "autopsy report",
        "redaction",
        "ocme",
        "fbi",
        "florence hutner",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015288",
      "summary": "On October 9, 2019, correspondence regarding the disposition of Jeffrey Epstein’s property was circulated within the U.S. Department of Justice, USAO-SDNY. Guernsey’s Auctioneers & Brokers, through Arlan Ettinger, offered to handle the sale of the property. The initial email chain sought guidance on how to respond to the offer, with a subsequent email forwarding the correspondence to the DOJ for handling, as assigned by Nathaniel Gamble II from ODAG. The DOJ responded with a standard acknowledgment of receipt and forwarding to their office for review.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "arlan ettinger",
        "epstein",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "jeffrey epstein",
        "property disposition",
        "offer of services",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032419",
            "similarity": 0.778,
            "index": 65,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028126",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032419",
      "summary": "On October 9, 2019, the U.S. Department of Justice (USAO-SDNY) received a correspondence from Arlan Ettinger, President of Guernsey’s Auctioneers & Brokers, regarding an offer to handle the auction of Jeffrey Epstein’s property. The initial email chain discusses a potential involvement with the auction, with the DOJ responding with a standard acknowledgement and forwarding the correspondence to Nathaniel Gamble II for further handling. The DOJ indicates that this matter has been assigned to them for review.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "arlan ettinger",
        "jeffrey epstein",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "property disposition",
        "offer of services",
        "odag",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015288",
            "similarity": 0.778,
            "index": 64,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019725",
            "similarity": 0.545,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028126",
            "similarity": 0.636,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019725",
      "summary": "On October 15, 2019, an email was sent forwarding correspondence regarding Jeffrey Epstein’s property to [REDACTED]. This correspondence included a letter from Arlan Ettinger, President of Guernsey’s Auctioneers & Brokers, offering to handle the disposition of Epstein’s property, and an email assigning the matter to the USAO-SDNY. Another email, dated October 9, 2019, inquired about the appropriate handling of this offer. Nathaniel Gamble II from ODAG had previously assigned the matter to the USAO-SDNY.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "jeffrey epstein",
        "arlan ettinger",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "redaction analysis",
        "correspondence",
        "email",
        "property",
        "odag"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032419",
            "similarity": 0.545,
            "index": 65,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028126",
            "similarity": 0.727,
            "index": 67,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028126",
      "summary": "On October 15, 2019, the U.S. Department of Justice, via the Executive Office for U.S. Attorneys, received correspondence regarding Jeffrey Epstein’s property. This included an email from Arlan Ettinger of Guernsey’s Auctioneers & Brokers offering to handle the disposition of the property, and a forwarded email from Nathaniel Gamble II assigning the matter to the USAO-SDNY. The correspondence was requested to be filed appropriately.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "jeffrey epstein",
        "arlan ettinger",
        "guernsey's auctioneers & brokers",
        "usao-sdny",
        "odag",
        "correspondence",
        "property disposition",
        "justice department",
        "email",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019725",
            "similarity": 0.727,
            "index": 66,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032419",
            "similarity": 0.636,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015288",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028801",
      "summary": "A request was submitted for travel for a fact witness, [REDACTED], to appear in the SDNY court on November 21, 2019, at 9 am for trial preparation. The witness is a victim-witness, traveling from Los Vegas to New York City. Hotel accommodations are required. The witness is not a government employee or military personnel. The witness needs to arrive on November 20, 2019, and depart on November 21, 2019. The request is for a fact witness, not an expert witness.  The witness’s travel arrangements require exact matching of identification documents with TSA.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "november 21",
        "2019",
        "usao",
        "victim/witness",
        "travel expenses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017058",
      "summary": "The email chain discusses the transfer of FBI search warrant materials related to the Epstein case. The FBI needs a 1TB hard drive to transfer large volumes of emails from their systems to Relativity. An FBI agent requests a drive to copy files onto, anticipating completion by Thursday COB. Concerns are raised about the delay in processing “island materials” (presumably related to the island investigation) and the overall complexity of the process. The USANYS is tracking the progress of the data load and coordinating with the FBI on the timing of various components of the investigation.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "epstein",
        "fbi",
        "relativity",
        "hard drive",
        "usao",
        "search warrant",
        "emails",
        "data transfer",
        "new york",
        "island dvr"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019878",
      "summary": "*   Discovery materials related to a criminal case against Epstein are unavailable due to defense counsel destroying them following his death. *   Search warrant returns and inventories from searches of New York and New Mexico properties were requested. *   The sender (Andy from Huhes Hubbard & Reed LLP) offered potential meeting dates in early January to discuss the forfeiture claims. *   A request was made for copies of the inventory records to be obtained from Epstein’s criminal defense counsel. *   The exchange involved multiple parties including legal counsel and a government official.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "search warrant",
        "inventory",
        "protective order",
        "criminal case",
        "forfeiture",
        "usao",
        "new york",
        "new mexico"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024507",
            "similarity": 0.583,
            "index": 71,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024512",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024507",
      "summary": "*   The sender (EFTA00024507) confirms that detailed search warrant returns were provided to defense counsel regarding the New York property. *   The sender requests search warrant returns and additional details about seized items from the New York and New Mexico properties. *   Proposed meeting dates in early January are offered to discuss forfeiture claims and the availability of search warrant documents. *   The sender notes that the New Mexico property was not searched. *   The email contains standard disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20 2019",
      "keywords": [
        "estate meeting",
        "search warrant",
        "discovery",
        "epstein",
        "new york property",
        "inventory",
        "protective order",
        "forfeiture",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.583,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024512",
      "summary": "An email chain discusses a request for information regarding the estate of Jeffrey Epstein. One party (identified as \"a\") is responding to a request for discovery related to a defunct criminal case against Epstein. They state they have produced search warrant returns for the New York property (including USA0_4381-4445 and USAO_2662-4380, with some marked as confidential) and are reviewing returns for the island and New Mexico properties. The sender proposes meeting dates in early January to discuss potential forfeiture claims and the requested discovery materials. The recipient requested the search warrant returns/inventories and additional detail about seized items.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "estate",
        "epstein",
        "criminal case",
        "discovery",
        "search warrant",
        "new york",
        "new mexico",
        "forfeiture",
        "trustees",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.538,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024510",
      "summary": "On December 21, 2019, an individual conveyed a request for search warrant returns and details regarding seized items from searches of New York and New Mexico properties related to Jeffrey Epstein’s estate. The sender had previously produced materials to defense counsel, who destroyed them under a protective order. The request included specific USAO case numbers (USAO_4381-4445 and USAO_2662-4380) and noted that some documents were marked confidential. A meeting was proposed for early January to discuss potential forfeiture claims.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "December 21, 2019",
      "keywords": [
        "efta00024510",
        "je estate",
        "search warrant returns",
        "discovery",
        "epstein",
        "criminal case",
        "forfeiture claims",
        "protective order",
        "new york property",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019904",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016893",
      "summary": "Emails dated January 15, 2020, October 9, 2019, and January 17, 2020, detail the handling of correspondence from Arlan Ettinger, President of Guernsey’s Auctioneers & Brokers, regarding the property of Jeffrey Epstein. The USAO-SDNY was assigned to handle the matter, following advice from Nathaniel Gamble II from ODAG.  A request for a district response was initiated as part of a close-out process.",
      "timestamp": "2020-01-15T00:00:00",
      "timestamp_raw": "January 15, 2020",
      "keywords": [
        "arlan ettinger",
        "guernsey's auctioneers",
        "jeffrey epstein",
        "usao-sdny",
        "correspondence",
        "redaction",
        "doj",
        "nathaniel gamble ii",
        "property",
        "close-out process"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017749",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017749",
      "summary": "On January 29, 2020, an email was sent from [REDACTED] to [REDACTED] regarding correspondence from Arlan Ettinger concerning the property of Jeffrey Epstein. The initial email indicated the communication was viewed as an advertisement and did not require DOJ or the recipient’s response. On January 15, 2020, [REDACTED] requested a response from the USAO-SDNY regarding the matter, following up on a request from Exec Sec. On October 9, 2019, the U.S. Department of Justice, Executive Office for U.S. Attorneys, forwarded Ettinger's letter to [REDACTED] for handling.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "efta00017749",
        "arlan ettinger",
        "jeffrey epstein",
        "usao-sdny",
        "doj",
        "guernsey's auctioneers",
        "nathaniel gamble ii",
        "property",
        "correspondence",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016893",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028285",
      "summary": "On March 13, 2020, Geoffrey Berman (USANYS) received emails regarding an investigation into the Jeffrey Epstein Estate and Southern Country International Bank in the US Virgin Islands. An Assistant U.S. Attorney from the District of the Virgin Islands initiated contact to coordinate with Berman’s office, requesting a point of contact within the SDNY unit. The USVI team, comprised of FBI and IRS-CI, was conducting an investigation, seeking to avoid interference with any existing investigations. Berman responded, suggesting coordination through contacting the VI-USAO Senior Litigation Counsel.  A follow-up email on March 4th reiterated the need for coordination and a designated contact person.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "March 13, 2020",
      "keywords": [
        "jeffrey epstein estate",
        "usanys",
        "southern country international bank",
        "usvi",
        "fbi",
        "irs-cl",
        "ron de lugo",
        "investigation",
        "virgin islands",
        "coordination"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025398",
      "summary": "Attorney’s Office (USAO-SDNY) is discussing a matter with the Office of Professional Responsibility (OPR). *   The USAO-SDNY is concerned about OPR potentially interviewing victims regarding contacts with the USAO-SDNY and FBI-MIA from 2005-2008, specifically concerning the Epstein case. They want to avoid discussions about the criminal scheme's substance. *   OPR requests to be advised of individuals on a list who are represented by counsel. *   OPR provides a spreadsheet detailing the legal representation of 32 individuals on the list: Brad Edwards, Jack Scarola, Sigrid McCawley, Rita Glavin, and Gloria Allred. *   Five individuals on the list are uncontactable (either due to lack of connection at the AUSA level or presumed deceased). *   The USAO-SDNY confirms they will provide OPR with information regarding individuals represented by counsel. *   All parties express a desire to maintain open communication and avoid any interference with ongoing investigations.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "usao-sdny",
        "opr",
        "interviews",
        "victims",
        "counsel",
        "legal representation",
        "criminal scheme",
        "epstein",
        "2005-2008",
        "witness statements",
        "spreadsheet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031839",
      "summary": "On June 26, 2020, a communication was sent regarding a grand jury session scheduled for Monday, June 29, 2020, at the White Plains Courthouse. The session will be held on the first floor in the jury assembly room. Participants are instructed to arrive early, wear masks, and report to the 3rd floor.  AUSA’s are requested to provide the case name and USAO number.  A schedule is provided with times for Maxwell’s case (2018R01618) and instructions for submitting indictments, potential warrants, and sealing requests. Access to copiers, computers, and a dedicated room is offered.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "grand jury",
        "usao",
        "indictment",
        "arrest warrant",
        "seal",
        "white plains",
        "efta00031839",
        "maxwell",
        "jury assembly room",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029811",
      "summary": "An email chain discusses filing a legal case related to Jeffrey Epstein, specifically seeking a new court order to allow for disclosure of information. Concerns are raised about privacy, protective orders, and notifying parties involved in trust agreements. John expresses concern about filing due to lack of admission to a US Virgin Islands court, and a request is made to apply for a new order outlining the need for disclosure. A previous order is referenced as suggesting the need for “further order of the court.”",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "efta00029811",
        "us virgin islands",
        "usao",
        "redaction analysis",
        "epstein",
        "protective orders",
        "court order",
        "disclosure",
        "privacy concerns",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038443",
      "summary": "This document is a communication regarding the rights of victims involved in a federal investigation and prosecution (EFTA00038443). It outlines the relevant US Code sections (20141 and 3771) detailing victim rights, including notification of court proceedings, protection, restitution, and fair treatment. The document provides contact information for the Victim/Witness Coordinator and the Department of Justice’s Victims’ Rights Ombudsman for inquiries or complaints. It emphasizes the presumption of innocence and clarifies that rights apply only to the charges filed in federal court.  A list of contact information for legal representation and the USAO language is included.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2020",
      "keywords": [
        "usao",
        "victim rights",
        "vrra",
        "34 u.s. code",
        "crime victims' rights act",
        "notification",
        "restitution",
        "federal investigation",
        "justice department",
        "ombudsman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026403",
      "summary": "A Webex meeting occurred on 2020-07-06 from 17:15:00 to 18:00:00 +0000. The meeting was categorized as \"X-PERSONAL\" priority 5. Attendees were alerted 15 minutes prior to the start via a Webex notification. Joining instructions included a Webex link, a dial-in number (1995719104@usao.webex.com and 207.182.190.20), and instructions for joining via Microsoft Lync or Skype for Business. A help resource link is provided: http://help.webex.com.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "2020-07-06",
      "keywords": [
        "webex",
        "efta00026403",
        "meeting",
        "alarm",
        "reminder",
        "join",
        "date",
        "location",
        "video system",
        "microsoft lync"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019465",
      "summary": "Emails exchanged between individuals at the United States Attorney’s Office, Southern District of New York, regarding the “Maxwell case” (20 Cr 330). One individual requests confirmation that the case is classified as a victim case and inquires about the USAO involvement. Another individual confirms the case is under the Epstein investigation (2018R01618) and provides contact information for the Victim Witness Coordinator.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "maxwell case",
        "victim case",
        "usao",
        "epstein investigation",
        "united states attorney's office",
        "southern district of new york",
        "20 cr 330",
        "redaction analysis",
        "efta00019465"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026998",
      "summary": "This email chain pertains to a conflict sweep regarding the Debevoise & Plimpton law firm’s representation of S in the investigation of Jeffrey Epstein and the prosecution of Ghislaine Maxwell (USAONo: 2018R01618, Docket No: 19 Cr. 490 / 20 Cr. 330).  Debevoise represents S as a subject/witness. One U.S. Attorney requests updates on any active cases involving Debevoise & Plimpton or Lankier Siffert & Wohl, requiring details on case specifics, including the role of each firm.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "debevoise & plimpton",
        "ghislaine maxwell",
        "conflict sweep",
        "usaono",
        "docket no",
        "united states attorney's office",
        "s",
        "lankier siffert & wohl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021911",
      "summary": "This document is a redacted email chain regarding the processing of a Marshals Intake Form for Ghislaine Maxwell. The email exchange involves individuals at USANYS (likely the US Attorney’s Office) requesting a contractor (USANYS) to add the form to a shared system and initial discovery production. The form itself includes details such as contact information, court and USMS numbers, arrest date, and birthdate, alongside requested documents including email and photo information. The file name associated with the email is “Maxwell JABS.pdf”.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "marshals intake form",
        "ghislaine maxwell",
        "usao",
        "usms",
        "redaction analysis",
        "usanys",
        "doj",
        "email",
        "arrest date",
        "court number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024720",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024720",
      "summary": "An email chain discusses processing a \"Marshals Intake Form\" for Ghislaine Maxwell. The form includes details such as court number, USAO number, USMS number, arrest date, date of birth, and requested documents (email, photo). The email requests the addition of the form to a share and initial discovery production for Maxwell.  The form itself is labeled EFTA00024720.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "marshals intake form",
        "ghislaine maxwell",
        "usanys",
        "redaction analysis",
        "usao number",
        "usms number",
        "email",
        "court number",
        "arrest date",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021911",
            "similarity": 0.538,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022347",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031329",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031329",
      "summary": "This document is a Marshals Intake Form requesting processing of information related to Ghislaine Maxwell’s case. The form includes details such as USANYS, court number 20 Cr. 330 (AJN), USAO number 2018R01618, USMS number 02879-509, arrest date 07/02/20, date of birth, and requests for processing including email and photo documents. The email chain indicates a request for processing of the form.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "marshals intake form",
        "ghislaine maxwell",
        "usanys",
        "redaction",
        "usao number",
        "usms number",
        "arrest date",
        "court number",
        "email",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024720",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024721",
      "summary": "Multiple individuals within the USAO (USA Attorney's Office) were contacted regarding a FOIA request for Ghislaine Maxwell’s mugshot. The SDNY (Southern District of New York) did not possess the photograph. One individual indicated that all FOIA inquiries are forwarded to the main point of contact for the case. An intake form request was submitted for discovery production related to the request.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "22 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "foia request",
        "mugshot",
        "redacted",
        "discovery",
        "sdny",
        "fbi",
        "doj",
        "usaeo",
        "d.c."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020772",
      "summary": "An email exchange between an individual from the OPR and USAO-SDNY regarding numbers related to an investigation. Approximately 516,000 email files were obtained from five subjects, excluding attachments. An estimated 3,000 unique emails were directly relevant to the OPR’s investigation. The USAO’s best collection of scanned hard copy documents pertains to the CVRA litigation, consisting of 3,754 pages produced to petitioners and 15,267 privileged documents submitted to the court. Other case documents are largely duplicative and difficult to quantify.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "efta00020772",
        "usao-sdny",
        "email files",
        "opr",
        "cvra litigation",
        "epstein case",
        "redacted",
        "public corruption",
        "documents",
        "estimates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026487",
      "summary": "On July 30, 2020, an Associate U.S. Attorney from the Southern District of New York (SDNY) responded to a FOIA request regarding grand jury materials related to the Jeffrey Epstein case (EOUSA-2020-003382). The request originated from “M,” a FOIA Officer at the USAO/SDNY, who had previously sent a FOIA request on July 7, 2020, seeking five years of banking records from “Institution-1” referencing a July 12, 2019 letter to Richard Berman. The Associate U.S. Attorney indicated they could “take it from here.” The initial FOIA request included a PDF attachment of an exemption document.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "foia",
        "jeffrey epstein",
        "sdny",
        "united states v. jeffrey epstein",
        "redaction analysis",
        "banking records",
        "exemption memo",
        "usanys",
        "richard berman",
        "institution-1"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030906",
      "summary": "*   A suggestion was made to send all current discovery materials on each drive to avoid multiple drives with varying content. *   One hard drive was delivered on August 7, 2020, and the tracking information confirms this. *   Instructions were given for mailing the hard drives to the facility’s legal department, including numbering the drives and providing an authorization memo. *   The protocol for handling discovery drives for inmates involves non-encrypted drives and a cover letter containing the password. *   Confirmation of delivery was received and an update on the delivery process was requested.",
      "timestamp": "2020-08-07T00:00:00",
      "timestamp_raw": "August 7, 2020",
      "keywords": [
        "hard drive",
        "discovery",
        "mdc",
        "inmate",
        "fedex",
        "password",
        "encryption",
        "protocol",
        "authorization memo",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028670",
      "summary": "*   Approved vendors included: ARTCraft Engraving & Printing, Jacques Kaye LLC/1st Choice Printing, Lourdes T. Cox/Curia Document, Melken Solutions LLC, Ricoh USA, Sharp Integrated Services/DBA SIR Speedy, Urban House LLC, and Expedia Imaging. *   Expedia Imaging was banned from performing services. *   The request was initiated because there was no current contract in place for these services. *   The office was seeking recommendations for reputable vendors in Fort Lauderdale, Miami, and West Palm Beach. *   Two potential options were offered: contacting vendors directly or sending documents to the NOC (Network Operations Center). *   Questions were raised regarding deadlines, document handling (originals vs. copies), storage requirements, and security protocols.",
      "timestamp": "2020-09-01T00:00:00",
      "timestamp_raw": "01 Sep 2020",
      "keywords": [
        "vendors",
        "copying",
        "scanning",
        "vendors",
        "usao",
        "vendors",
        "confidential",
        "vendors",
        "fort lauderdale",
        "miami",
        "vendors"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013219",
      "summary": "On October 2, 2020, the United States Attorney for the Southern District of New York sent a notification to the MDC—Metropolitan Detention Center Legal Department regarding the United States v. Ghislaine Maxwell case (20 Cr. 330 (AJN)). The communication included the password “USAOsdnyl!” for a drive containing discovery materials related to Ghislaine Maxwell (case file 02879-509).",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "metropolitan detention center",
        "federal express",
        "usaosdnyl",
        "discovery materials",
        "legal department",
        "20 cr. 330",
        "audrey strauss"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029149",
      "summary": "This document contains notes from a call on October 26, 2020, between the sender and the GA USAO regarding Maxwell. The call included email attachments and correspondence with recipients including \"USAHUB-USAJournal111,\" as well as redacted email addresses.",
      "timestamp": "2020-10-26T00:00:00",
      "timestamp_raw": "October 26, 2020",
      "keywords": [
        "efta00029149",
        "maxwell",
        "usao",
        "ga usao",
        "redaction",
        "call",
        "notes",
        "10/26/20",
        "outlook",
        "message"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019142",
      "summary": "Jocks stated that Interlochen only retains tuition payment information for 7 years and has no records of payments by Epstein or his entities.  The USAO followed up on a prior inquiry from April 2020, seeking confirmation that all tuition payments from Epstein were included in the production.  Jeff Jocks subsequently confirmed receipt of documents related to the subpoena on February 6, 2020.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "attorney",
        "united states attorney",
        "payment",
        "tuition",
        "response",
        "conference line",
        "michigan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013279",
            "similarity": 0.538,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027424",
      "summary": "On November 6, 2020, the Public Corruption Unit reported on the case of US v. Ghislaine Maxwell. Ghislaine Maxwell was indicted on six counts related to facilitating Jeffrey Epstein’s abuse of minor girls, arrested in New Hampshire, and detained. Discovery production occurred on August 21, 2020, with a second production of electronic materials planned. The team is collaborating with various agencies, including the USAO-SDFL and OPR, to obtain and review relevant materials. Discussions with Maxwell’s counsel regarding a felony disposition are underway. An interview with Prince Andrew is being pursued through an MLAT after his counsel declined a voluntary interview. Maxwell anticipates a renewed bail application and the team intends to oppose it.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "ghislaine maxwell",
        "corruption",
        "indictment",
        "bail",
        "prince andrew",
        "usao",
        "discovery",
        "electronic materials",
        "mlat",
        "public corruption unit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022047",
      "summary": "An email chain discusses the production of documents for the Maxwell case, specifically related to the Epstein Relativity Databases. One party (Sender) is requesting the production of 26,164 documents from the \"FBI Files from Florida Office\" folder, tagged with specific criteria. There are concerns about the volume of documents and a request for confirmation that the provided search encompasses all desired materials. A deadline of the end of October for delivery to 1St. Andrews is specified, with a request to load files into the US v Epstein database within a folder named \"USAO-SDFL Files.\" A hard drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "relativity",
        "epstein",
        "discovery tasks",
        "maxwell",
        "fbi files",
        "rsa token",
        "efta00022047",
        "production",
        "usao-sdfl",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021983",
            "similarity": 0.583,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021983",
      "summary": "An email exchange discusses production tasks for the Maxwell case, specifically concerning documents related to the Epstein Relativity Databases. The sender requests the production of specific documents (EFTA00021983 and EFTA00021984) and asks about the desired level of redaction (as is, as is and confidential, or as is and highly confidential). All materials are to be delivered to 1St. Andrews by the end of October and uploaded to the US v Epstein database in a designated folder (\"USAO-SDFL Files\"). A drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "epstein",
        "relativity",
        "databases",
        "discovery tasks",
        "maxwell",
        "usao-sdfl",
        "relativity",
        "files",
        "production",
        "efta00021983"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022047",
            "similarity": 0.583,
            "index": 96,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038127",
      "summary": "An email chain discusses the review of image and video files from Jeffrey Epstein’s devices. The protocol requires reviewers to read the warrant and supporting affidavit, which are attached. The FBI team is tasked with reviewing specific device numbers: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908.  The USAO and FBI teams will coordinate, and the reviewer’s deadline is reviewed by October 31. A Maxwell indictment with an image of Epstein and Maxwell is also attached.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "usao",
        "warrant",
        "affidavit",
        "devices",
        "review protocol",
        "image",
        "video files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022050",
      "summary": "This email details a protocol for reviewing image and video files recovered from devices associated with Jeffrey Epstein and Ghislaine Maxwell. The protocol requires reviewers to consult the warrant and supporting affidavit. The FBI and USAO teams are tasked with reviewing specific device numbers (NYC024363, NYC024394, etc.).  The email requests a call with the teams to discuss the review process and answer questions. Attachments include the warrant application, a search warrant, a responsiveness review protocol, and the Maxwell indictment containing a photograph of Epstein and Maxwell.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review protocol",
        "fbi",
        "usao",
        "devices",
        "warrant",
        "maxwell",
        "indictment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038127",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024731",
            "similarity": 0.667,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024731",
      "summary": "An email chain discusses the review protocol for image and video files from devices related to Jeffrey Epstein and Ghislaine Maxwell. The protocol requires reviewers to read the warrant, supporting affidavit, and the Maxwell indictment (containing a photo of Epstein and Maxwell). The initial focus is on reviewing the following FBI device identifiers: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908. The sender requests a call with the USAO and FBI review teams to discuss the review process and answer questions.  Device reassignment may occur based on team progress.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "protocol",
        "review",
        "fbi",
        "usao",
        "maxwell",
        "devices",
        "warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038127",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027069",
            "similarity": 1.0,
            "index": 101,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.818,
            "index": 102,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027069",
      "summary": "An email chain discusses scheduling a call to review a protocol for the examination of image and video files from device EFTA00027069. The protocol requires reviewers to read the warrant, affidavit, and Maxwell indictment. The initial focus is on reviewing the following devices: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908.  A discussion occurs regarding proposed meeting times (1:00 PM, 3:30 PM, 10:00 AM) and the involvement of USAO and FBI review teams.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "protocol",
        "review",
        "fbi",
        "usao",
        "maxwell",
        "devices",
        "warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024731",
            "similarity": 1.0,
            "index": 100,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038127",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00022057",
            "similarity": 0.818,
            "index": 102,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037666",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022057",
      "summary": "An email chain discusses the review of image and video files from Jeffrey Epstein’s devices. The protocol, attached as PDFs, requires reviewers to consult the warrant and supporting affidavit (including the Maxwell indictment with a photo of Epstein and Maxwell).  The sender requests a call with the FBI and USAO review teams to ensure alignment and answer questions. The initial devices to be reviewed are listed: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, NYC027908. Device assignments may be reassigned based on review progress.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein",
        "fbi",
        "warrant",
        "review",
        "maxwell",
        "devices",
        "usao",
        "new york",
        "image",
        "video"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027069",
            "similarity": 0.818,
            "index": 101,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.818,
            "index": 100,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037693",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037666",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 105,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037693",
      "summary": "A review of image and video files from ten devices (NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, NYCO24363) is being conducted, likely related to an investigation. The review involves examining files from devices recovered in connection with a search warrant (20 Mag 6719).  Reviewers are instructed to consult the warrant, supporting affidavit, and a copy of the Maxwell indictment. The FBI team is initially assigned to review specific devices, with potential reassignment based on progress. The goal is to complete the review by the following Friday.",
      "timestamp": "2020-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2020",
      "keywords": [
        "efta00037693",
        "epstein",
        "devices",
        "review",
        "warrant",
        "fbi",
        "usao",
        "image",
        "video",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022057",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.667,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037666",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.5,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.5,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037666",
      "summary": "*   The review is focused on images and videos from Epstein’s devices. *   Reviewers are instructed to read attachments including warrants, affidavits, and the Maxwell indictment. *   The FBI and USAO teams are assigned to review specific devices, with potential reassignment based on progress. *   A meeting time is proposed for approximately 3:30 PM to discuss the review. *   Access to the EFTA00037666 system and device folders is being provided to reviewers. *   The goal is to complete the review by the following Friday.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "patent",
        "review",
        "devices",
        "efta00037666",
        "epstein",
        "image",
        "video",
        "protocol",
        "usao",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037693",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.538,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.5,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.615,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037669",
      "summary": "An email chain discusses the review of image and video files from ten devices associated with Jeffrey Epstein and Ghislaine Maxwell. The review is being conducted by a team, with initial assignments to the FBI and USAO teams. The team requires reviewers to familiarize themselves with the case, including reading the warrant, supporting affidavit, and Maxwell indictment. A specific set of devices (NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363) were initially assigned to the FBI, with potential reassignment based on progress. The review was slated to be completed by the following Friday.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "cair",
        "protocol",
        "fbi",
        "usao",
        "maxwell",
        "warrants",
        "affidavit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037666",
            "similarity": 0.571,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.571,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.692,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038306",
            "similarity": 0.562,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037763",
            "similarity": 0.571,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.643,
            "index": 110,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038306",
      "summary": "*   The review involves examining 10 specific devices: NY-3027571_Safe, NYCO24334, NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, and NY-3027571_MAC, NYCO24363. *   The review includes a significant number of images and videos. *   A protocol has been established for the review, including designated folders and a deadline for completion (by next Friday). *   The AUSAs and FBI have requested a call to discuss the review and answer questions. *   The initial focus for the FBI team is a subset of the devices listed above. *   The individuals are coordinating to ensure access to the case files and to track the progress of the device review.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "devices",
        "review",
        "images",
        "videos",
        "warrants",
        "fbi",
        "usao",
        "cair",
        "protocol",
        "maxwell",
        "nyco243xx",
        "efta00038306"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037669",
            "similarity": 0.562,
            "index": 105,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037763",
            "similarity": 0.533,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038214",
            "similarity": 0.533,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038272",
      "summary": "*   **Goal:** The review is intended to be completed by next Friday. *   **Devices:** Ten devices are being reviewed, identified by codes like “NY-3027571” and associated with NYC locations. *   **Team Structure:**  A team is being assembled with members from the USAO and FBI. The FBI initially will review a subset of devices (listed on Page 3). *   **Protocol:** A review protocol has been established, requiring reviewers to familiarize themselves with the search warrant, affidavit, and Maxwell indictment. *   **Communication:** Regular updates and coordination are planned through email and scheduled calls.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video files",
        "device review",
        "maxwell",
        "warrant",
        "ausas",
        "cair",
        "fbi",
        "usao",
        "devices"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038290",
            "similarity": 0.5,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037763",
      "summary": "*   Ten devices (identified by NYC device codes) are to be reviewed. *   The review is being coordinated by an individual who is providing access and guidance to reviewers. *   The FBI and USAO teams are assigned specific devices to review initially. *   The review is intended to be completed by the following Friday. *   Attached documents include the review protocol, warrant, supporting affidavit, Maxwell indictment (with an Epstein photo), and a list of devices.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "cair",
        "protocol",
        "usao",
        "fbi",
        "nyc0243*",
        "maxwell",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038306",
            "similarity": 0.533,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038290",
            "similarity": 0.5,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.5,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038214",
            "similarity": 0.667,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038290",
      "summary": "This document pertains to the redaction analysis of electronic devices related to Jeffrey Epstein and Ghislaine Maxwell. A review protocol was established involving multiple individuals and teams (AUSAs, FBI, and USAO) to examine image and video files from ten devices: NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363.  The initial focus was for the FBI to review specific devices (listed above), while the USAO would coordinate with the teams. A 3:30 PM meeting time was proposed for initial coordination. The protocol required reviewers to familiarize themselves with the warrant and supporting affidavit and included the Maxwell indictment. Device locations were organized into folders for ease of access.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "ausas",
        "cair",
        "nyc0243xx",
        "protocol",
        "fbi",
        "maxwell",
        "warrant",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037763",
            "similarity": 0.5,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038272",
            "similarity": 0.5,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037760",
      "summary": "Two emails detail the review of image and video files from devices associated with Jeffrey Epstein and Ghislaine Maxwell.  The review is being conducted by multiple parties, including the FBI and USAO, with a deadline of next Friday.  Ten devices (identified by alphanumeric codes like NY-3027571_Safe and NYCO243xx) are to be reviewed, with reviewers instructed to follow a specific protocol, including reading attached warrants, affidavits, and the Maxwell indictment. The initial FBI team is assigned specific devices to prioritize, with potential reassignment based on progress. Both emails confirm the negative findings of the image and video file review.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "file review",
        "devices",
        "protocol",
        "usao",
        "fbi",
        "maxwell",
        "warrant",
        "affidavit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037669",
            "similarity": 0.643,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037666",
            "similarity": 0.5,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.5,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037766",
            "similarity": 0.571,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038214",
            "similarity": 0.615,
            "index": 112,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037766",
      "summary": "*   Initial reports (Oct 26, 2020) indicated that two devices (NY-3027571_219407 and NY-3027571_215974) contained no images or videos. *   A subsequent email (Oct 19, 2020) detailed a protocol for reviewing ten devices (identified by NYC device codes) related to the case, requiring reviewers to consult the warrant, affidavit, and Maxwell indictment. *   The protocol initially assigned the FBI team to review specific devices, with the understanding that reassignment may occur. *   A request was made for a call with the USAO and FBI review teams to discuss the protocol and answer questions.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "Oct 26, 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "file",
        "protocol",
        "usao",
        "fbi",
        "nyc0243xx",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037760",
            "similarity": 0.571,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037763",
            "similarity": 0.5,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.643,
            "index": 105,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038214",
            "similarity": 0.75,
            "index": 112,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038214",
      "summary": "This document relates to the review of image and video files from devices associated with Jeffrey Epstein and Ghislaine Maxwell. A protocol has been established for the review, involving multiple teams (USAO and FBI) and requiring reviewers to familiarize themselves with warrants, affidavits, and the Maxwell indictment. Ten devices (identified by NY-codes) are to be reviewed, with the FBI initially assigned specific devices to examine. The review is time-sensitive, aiming for completion by the following Friday, and ongoing communication is expected among the teams.  A previous email chain discusses initial setup, access to the CAIR system, and guidance on organizing the reviewed materials. Redactions are present throughout the document.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "protocol",
        "cair",
        "usao",
        "fbi",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037766",
            "similarity": 0.75,
            "index": 111,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.615,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037763",
            "similarity": 0.667,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029269",
      "summary": "Two emails were exchanged regarding the review of documents related to the US v. Maxwell and US v. Epstein cases. Chris ([REDACTED]) was requested by [REDACTED] to create batches of approximately 500 documents from the \"USAO-SDFL Files\" folder within the \"US v Epstein\" database, tagging them with \"Relevant to NPA.\" The batches were subsequently created and tagged in the database.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "relativity",
        "us v. maxwell",
        "review batches",
        "sdfl documents",
        "usao-sdfl files",
        "npa",
        "contract",
        "issue designation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029268",
      "summary": "A request was sent from the Maxwell team to [REDACTED] to review documents related to “US v. Maxwell” and “US v. Epstein” using Relativity. The request involved creating batches of approximately 500 documents from the “USAO-SDFL Files” folder within the “US v Epstein” database and applying the “Relevant to NPA” Issue Designation tag to existing tags.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "relativity",
        "sdfl",
        "batches",
        "review",
        "maxwell",
        "npa",
        "us v. maxwell",
        "documents",
        "usao-sdfl files",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031580",
      "summary": "Ghislaine Maxwell is charged in a six-count indictment related to facilitating the sexual abuse of three minor victims by Jeffrey Epstein between 1994 and 1997. The charges include conspiracy, enticement, and transportation of minors to participate in illegal sex acts, along with perjury. Maxwell’s role involved identifying, enticing, and grooming girls to engage with Epstein, and she is accused of participating in some acts of abuse. She has been detained since her arrest, with a trial scheduled for July 2021. The USAO-SDNY and FBI conducted a multi-year investigation. A write-up regarding the case is being compiled for the transition team, including details on the case name, docket number, charges, current status, and a link to a press release.",
      "timestamp": "2020-12-28T00:00:00",
      "timestamp_raw": "December 28, 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "usao-sdny",
        "fbi",
        "18 u.s.c. § 2422",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013279",
      "summary": "This redacted document details a series of email exchanges surrounding a subpoena issued to Interlochen Center for the Arts concerning Jeffrey Epstein and Ghislaine Maxwell. An Assistant United States Attorney (USAO) initially requested documentation regarding tuition payments made by Epstein or his entities. Interlochen repeatedly stated they had no records of such payments, citing a seven-year retention limit for tuition information. A phone call was scheduled to discuss the matter, but ultimately yielded no further relevant information. The correspondence involved attorneys from Sondeer, Racine & Doren, PLC, who facilitated the communication and confirmed receipt of documents.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "payments",
        "tuition",
        "redaction",
        "sondeeracine",
        "michigan",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019142",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026939",
      "summary": "This solicitation/contract (I5JA54-21-PR-0199) is for expert witness services for the U.S. Attorney’s Office, Southern District of New York, related to the case of *U.S. v. Maxwell*. The contract, awarded on March 8, 2021, involves providing services such as document review, data analysis, and testimony related to the psychological aspects of sexual abuse.  The contractor, Lisa M. Rocchio & Associates, Inc., will be compensated at $450 per hour. Key provisions include adherence to DOJ security requirements, including data protection measures and compliance with relevant FAR clauses (specifically 52.212-5 and 52.222-3). The scope of work is defined as providing expert testimony for the trial and may include collaboration with the USAO in obtaining additional expert witnesses. The contract duration is subject to potential extensions.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "solicitation",
        "contract",
        "order",
        "commercial items",
        "us attorneys office",
        "southern district of new york",
        "expert witness",
        "testimony",
        "litigation",
        "data analysis",
        "psychological services",
        "maxwell",
        "criminal case",
        "doj",
        "hipaa",
        "security clearance",
        "small business",
        "dbe",
        "minority-owned business",
        "supply services",
        "time and materials",
        "travel",
        "reimbursement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021697",
      "summary": "On March 8, 2021, Laura Menninger of Haddon, Morgan and Foreman, P.C. sent an email to multiple parties, including the US Attorney’s Office (USANYS) and the FBI, regarding the case *US v. Maxwell* (20 Cr. 330). The email requested the viewing of evidence and highly confidential materials related to the case, including scenes. The email included a letter from LAM to the USAO and attached images. The email also contained a confidentiality notice.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "maxwell",
        "fbi",
        "evidence",
        "confidential",
        "request",
        "us v.",
        "laura menninger",
        "haddon morgan foreman",
        "20 cr 330",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018727",
      "summary": "This document is a correspondence regarding a Freedom of Information Act (FOIA) request related to Epstein/Maxwell. It includes details for joining a Webex meeting via multiple methods: a Webex meeting link, meeting number (access code: 199 962 1511, password: PMxMsPua532), mobile app, phone, and video system/application access. Global call-in numbers are also provided, along with a link to Webex help resources.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "webex",
        "meeting",
        "usao",
        "toll",
        "usa",
        "skype",
        "lync"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017894",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017894",
      "summary": "This document provides multiple methods for joining a Webex meeting related to a Freedom of Information Act (FOIA) request concerning Epstein/Maxwell. These methods include: *   Webex meeting link: https://usao.webex.com/usao/j.php?MTID=mclbb5eedOecOce74c174ac88e8ccbd53 *   Meeting number: 199 962 1511 with password PMxMsPua532 *   Global call-in numbers: 1999621511@usamwebex.com and 207.182.190.20 *   Dial-in options for Microsoft Lync and Skype for Business: 1999621511.usao@lync.webex.com.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "webex",
        "meeting",
        "join",
        "phone",
        "usa",
        "password",
        "lync"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018727",
            "similarity": 0.538,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016153",
      "summary": "CACI INC. sent a proposal to the USAO SDNY regarding scanning for the USA v. Maxwell Epstein case. The proposal was initiated by a request for proposal and included attachments: a CACI proposal document, an Excel spreadsheet detailing the submission, and an image. Communications between individuals at CACI and the recipient indicate a contingency plan involving the use of \"AFF\" if Florida's involvement fails, with the ability to cancel the proposal if Florida provides support. The email chain highlights the time-sensitive nature of the request and includes contact information for CACI's contracts administration team.",
      "timestamp": "2021-03-24T00:00:00",
      "timestamp_raw": "24 Mar 2021",
      "keywords": [
        "caci",
        "usao sdny",
        "maxwell epstein",
        "proposal",
        "scanning",
        "florida",
        "aff",
        "caci inc.",
        "email",
        "request for proposal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019486",
      "summary": "A correspondence chain discusses a discovery demand letter from Maxwell, originating from the Assistant United States Attorney for the Southern District of New York. Attached documents include a letter from LAM to the USAO and a draft response to the discovery demand. The email thread involves multiple recipients, including [REDACTED] and [REDACTED], and references the “EFTA00019486” file.",
      "timestamp": "2021-03-25T00:00:00",
      "timestamp_raw": "25 Mar 2021",
      "keywords": [
        "discovery",
        "demand",
        "gm",
        "usao",
        "foia",
        "response",
        "maxwell",
        "letter",
        "united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019599",
      "summary": "The U.S. Department of Justice, specifically the Southern District of New York, is responding to a request from legal counsel (Cohen & Gresser LLP, Haddon, Morgan & Foreman, P.C., and Bobbi Stemheim) regarding documents related to the Ghislaine Maxwell investigation. Specifically, the request included: *   Documents produced to Radar Online via FOIA. *   Any other FOIA requests pertaining to Jeffrey Epstein or Ghislaine Maxwell investigations. *   Materials reflecting the FBI-New York Office’s involvement in the USAO-SDFL investigation. The DOJ states they are not providing the requested materials due to: *   Lack of legal basis for the FOIA requests (Rule 16, etc.). *   FOIA’s purpose is public disclosure, not private litigation. *   The FBI has already made the Radar Online materials publicly available on its website. The DOJ is providing: *   Cover letters accompanying the Radar Online productions. *   Materials stamped with control numbers related to the Radar Online production. *   Materials stamped with control numbers related to the third request (FBI-New York involvement) as a courtesy. They also correct a factual error regarding the FBI’s Florida office being part of the prosecution team.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "foia",
        "radar online",
        "discovery",
        "united states v.",
        "criminal investigation",
        "southern district of new york",
        "usao-sdfl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019095",
      "summary": "On March 30, 2021, emails were exchanged regarding a 2019 order related to the Jeffrey Epstein case that had been recently unsealed. An individual ([REDACTED]) inquired about the order, noting its public availability despite being marked as sealed. A Westlaw email provided the order document (USAO Reference No. 2018R01618) to the recipient. An application to modify a protective order in a civil case was made, but denied by Judge Netbum.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "March 30, 2021",
      "keywords": [
        "efta00019095",
        "jeffrey epstein",
        "boles schiller",
        "protective order",
        "civil case",
        "unsealed order",
        "judge netbum",
        "westlaw",
        "discovery materials",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029950",
      "summary": "An email chain discusses a sealed order (USAO Reference No. 2018R01618) related to civil discovery materials. One party, [REDACTED], expresses confusion that the order is publicly available through Westlaw Edge, attaching a slip copy of the citation. The email thread originates from the US Attorney’s Office and Westlaw.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "30 Mar 2021",
      "keywords": [
        "efta00029950",
        "jeffrey epstein",
        "schiller",
        "order",
        "unseal",
        "discovery materials",
        "usao",
        "westlaw",
        "civil case",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029185",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (USAO-SDNY) intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, who were previously indicted on charges related to falsifying records concerning Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stemmed from falsely reporting institutional counts and rounds on Bureau of Prison forms. As part of the agreement, the officers will admit guilt, cooperate with an Office of Inspector General investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The USAO-SDNY anticipates filing a public letter by May 21st to notify the court and seek a hearing date, with the agreements potentially being finalized by May 28th.",
      "timestamp": "2021-05-20T00:00:00",
      "timestamp_raw": "20 May 2021",
      "keywords": [
        "umr",
        "jeffrey epstein",
        "mcc",
        "deferred prosecution agreements",
        "false statements",
        "usao-sdny",
        "tova noel",
        "michael thomas",
        "bureau of prisons",
        "institutional counts",
        "criminal justice system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013389",
            "similarity": 0.615,
            "index": 127,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013389",
      "summary": "The USAO-SDNY intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, charged with falsifying institutional count and round forms related to Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stem from November 2019 indictment under 18 U.S.C. § 1001 and § 371. As conditions of the agreement, the defendants will admit guilt, cooperate with the Office of Inspector General’s investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The DOJ, OIG, FBI, and Pretrial Services support this outcome. A public letter notifying the court of the agreements is planned for May 21, 2021, with a potential hearing date scheduled for May 28, 2021.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "usao-sdny",
        "tova noel",
        "michael thomas",
        "deferred prosecution agreements",
        "jeffrey epstein",
        "mcc",
        "false statements",
        "bureau of prisons",
        "investigation",
        "criminal justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029185",
            "similarity": 0.615,
            "index": 126,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009786",
      "summary": "Michael Thomas has entered into a Deferred Prosecution Agreement with the United States Department of Justice (USAO-SDNY) following an indictment on six counts of conspiracy to defraud the U.S. and making false writings. To avoid prosecution, Thomas must adhere to strict conditions for six months, including abstaining from violating laws, associating with law-abiding individuals, maintaining a lawful occupation, and avoiding travel outside the contiguous U.S. without permission. He must also complete 100 hours of community service related to the criminal justice system and provide medical records to his supervising officer.  Failure to comply could result in prosecution. The agreement includes stipulations regarding disclosure of information to various agencies and a waiver of speedy trial rights.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution",
        "united states",
        "michael thomas",
        "u.s. pretrial services officer",
        "federal law",
        "community service",
        "probation",
        "criminal justice",
        "consent",
        "supervision",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019915",
      "summary": "On June 7, 2021, a woman (U) discussed trial preparation with the USAO regarding a case involving Jeffrey Epstein. She received a $3.5 million award from the Victim Compensation Fund, utilizing a significant portion to purchase a home, car, pay off fines, and establish a trust for her children. U reported ongoing sleep disturbances and anxiety related to the case, receiving counseling and medication. She also disclosed a belief that she misrepresented her age to a former partner, and a follow-up meeting was scheduled due to the partner's reported illness.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "June 7, 2021",
      "keywords": [
        "efta00019915",
        "trial prep",
        "victim compensation fund",
        "epstein",
        "testimony",
        "mental health",
        "medication",
        "age",
        "usao",
        "counselor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029020",
      "summary": "The document details a redaction analysis related to an incident involving data transfer and potential mishandling of sensitive information, specifically concerning the Jeffrey Epstein case and Ghislaine Maxwell. Key points include: *   **Initial Communication:** A series of emails between USDOJ personnel (USANYS, USAEO) discuss the closure of an issue concerning an employee (“S”) who was leaving CACI. *   **GCO Records:** The General Counsel’s Office (GCO) had previously addressed the matter on April 19th, deciding against disciplinary action. *   **Data Incident:** Approximately 5.5 GB of data, including PII related to underage victims, was uploaded via Sharefile.com and linked to the Epstein case. *   **Notifications:** Notifications were sent to the CISO and SOC regarding the incident and the Information Disclosure form. *   **Further Activity:** Another user in NYS uploaded data to a similar firm using Sharefile.com. *   **Protective Order:** The transfer was governed by a court-ordered protective order requiring the marking of confidential information.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "07 Jun 2021",
      "keywords": [
        "maxwell",
        "cybersecurity",
        "data",
        "protective order",
        "pii",
        "redaction",
        "usao",
        "caci",
        "sharefile.com",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029061",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (USAO-SDNY) intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, who were previously charged with falsifying records related to Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stemmed from falsely reporting institutional counts and rounds on Bureau of Prison forms. As part of the deferred prosecution agreements, the defendants will admit guilt, cooperate with an Office of Inspector General investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The USAO-SDNY anticipates filing a public letter by May 21st to notify the court and seek a hearing date, with the agreements potentially being entered by May 28th.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "umr",
        "jeffrey epstein",
        "mcc",
        "false statements",
        "deferred prosecution",
        "usanys",
        "criminal justice",
        "investigation",
        "community service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013391",
      "summary": "USAO-SDNY is releasing approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC). The release stems from ongoing Freedom of Information Act (FOIA) litigation by The New York Times. The documents include internal BOP memoranda, Epstein’s psychological records, the autopsy report, and emails from the day of the incident. The release is occurring because USAO-SDNY entered deferred prosecution agreements with Tova Noel and Michael Thomas, who were criminally prosecuted for falsifying records related to Epstein’s death. The BOP plans to redact photographs of Epstein’s remains and names of staff members.",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia litigation",
        "bureau of prisons",
        "new york times",
        "redacted",
        "suicide",
        "mcc",
        "tova noel",
        "michael thomas",
        "autopsy report",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014902",
      "summary": "The USAO-SDNY plans to release approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC) to The New York Times. This release follows deferred prosecution agreements with Tova Noel and Michael Thomas, who were accused of falsifying records regarding Epstein’s death. The documents include internal BOP memoranda, reports, emails, and the autopsy report, detailing failures in security and staffing that contributed to Epstein’s death. The BOP intends to redact photographs of Epstein’s body and names of specific personnel. Notifications regarding the release have been sent to the BOP and the Department of Justice – Office of the Inspector General (DOJ-OIG).",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia",
        "bureau of prisons",
        "redacted",
        "umr",
        "new york times",
        "criminal prosecution",
        "suicide",
        "metropolitan correctional center",
        "doj-oig"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035812",
      "summary": "The Department of Justice Office of the Inspector General investigated allegations of false certifications and statements made by BOP employees – Lieutenant Roberto and Senior Officer Material Handler Supervisor Tova Noel – regarding the OIG’s investigation into Jeffrey Epstein’s death at the Metropolitan Correctional Center, New York. The USAO SDNY, after consulting with its Public Corruption Unit supervisor, determined not to prosecute either employee.",
      "timestamp": "2021-09-20T00:00:00",
      "timestamp_raw": "September 20, 2021",
      "keywords": [
        "efta00035812",
        "redaction analysis",
        "justice department",
        "inspector general",
        "bureau of prisons",
        "jeffrey epstein",
        "prosecution",
        "false certifications",
        "new york",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025287",
      "summary": "Department of Justice, Southern District of New York, regarding the Ghislaine Maxwell trial. It details the production of materials related to the case, including Jencks Act and Giglio materials. Here's a breakdown of the key points: *   **Production of Materials:** The government is providing witness statements and related materials as a courtesy, acknowledging they don't intend to call all individuals listed. *   **Non-Testifying Witness Statement:** A significant portion relates to statements made by Minor Victim-4 regarding Jeffrey Epstein, specifically that the minor instructed Epstein to falsely state he was 18 years old. *   **Protective Order Compliance:** All materials are governed by a Protective Order, designated as \"confidential,\" and marked with the specific paragraph reference. *   **Government Support:** The government is providing transportation and hotel expenses for witnesses traveling to New York for trial preparation and testimony. This includes covering costs for the FBI and the USAO SDNY. *   **Victim Services:** The USAO SDNY is offering victim services, including counseling, therapy assistance, and resource referrals. Essentially, the document outlines the ongoing logistical and evidentiary support being provided by the government in the Ghislaine Maxwell trial, while emphasizing the sensitive nature of the materials and adherence to court orders.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jencks act",
        "giglio material",
        "witness testimonies",
        "protective order",
        "confidential",
        "trial preparation",
        "fbi",
        "travel expenses",
        "new york",
        "united states attorney",
        "victim services",
        "jeffrey epstein",
        "minor victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028278",
      "summary": "An Assistant United States Attorney in the Southern District of New York requested a binder be prepared for an upcoming court appearance on Monday, November 15, 2021. The binder should include the attached documents: letters from Govet, the Government, and a Judge Nathan; a Motion to Exclude Accuser-3 Evidence; an Omnibus Opposition (unredacted); a Maxwell Reply; a Motion to preclude Dietz and Loftus; a JSP Letter to the USAO regarding disclosures; and a Final pretrial conference document. Additional documents would be added after the defense files new materials.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "November 15, 2021",
      "keywords": [
        "efta00028278",
        "court appearance",
        "binder",
        "motion to exclude",
        "redacted",
        "evidence",
        "usao",
        "new york",
        "maxwell reply",
        "pre trial conference"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016511",
      "summary": "On November 29, 2021, Edward Friedland requested an update to the Maxwell victim page on the U.S. Department of Justice website (https://www.justice.gov/usao-sdny/united-states-v-ghislaine-maxwell). He noted outdated access information causing public attempts to contact the case by phone and asked for the latest order indicating in-person access. Joseph Pecorino provided the link to the existing page and forwarded the request to [REDACTED].",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "maxwell",
        "ghislaine maxwell",
        "trial",
        "justice",
        "usao-sdny",
        "redaction",
        "orders",
        "update",
        "victim",
        "phone"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014135",
      "summary": "The court ordered the United States Attorney’s Office for the Southern District of Florida to produce the Non-Prosecution Agreement between the USAO and Jeffrey Epstein. The agreement, along with its modifications and addenda, must be provided to the Petitioners’ attorneys. The Petitioners and their attorneys are prohibited from disclosing the agreement’s terms to third parties without a court order.  A copy of the order must be provided to any identified victims or their attorneys before they can review the agreement, and acknowledgments of receipt and agreement to abide by the order must be provided to the USAO.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00014135",
        "usao",
        "non-prosecution agreement",
        "jeffrey epstein",
        "protective order",
        "united states district court",
        "southern district of florida",
        "jane does",
        "redaction analysis",
        "legal order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013944",
            "similarity": 0.538,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014068",
            "similarity": 0.818,
            "index": 141,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027224",
      "summary": "This is a form used by the U.S. Department of Justice to request financial records under the Right to Financial Privacy Act (RFPA). It’s designed for requests involving individuals or partnerships with five or fewer members. The form includes sections for authorization, a financial institution invoice detailing costs (searching, reproduction, transportation, etc.), and a receiving report confirming receipt of the records. Specific cost categories are listed, with a note that electronic copies are not charged unless requested. The form also requires certification that the records pertain only to individuals or partnerships of five or fewer members and contains information related to the legal basis for the request (e.g., subpoena, warrant).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "right to financial privacy act",
        "rfpa",
        "department of justice",
        "usao",
        "financial institution",
        "invoice",
        "redaction",
        "records",
        "funding",
        "authorization",
        "subpoena",
        "microfiche"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025533",
      "summary": "Debevoise & Plimpton LLP has appeared in legal matters related to EFTA00025533. Specifically, there are cases identified as EFTA00025534 and EFTA00025535, including an investigation involving Wexner and the clearing of Russell to participate.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "debevoise & plimpton",
        "usao",
        "sdny",
        "efta00025533",
        "wexner",
        "investigation",
        "russell",
        "case caption"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014068",
      "summary": "The United States District Court for the Southern District of Florida ordered the United States Attorney's Office for the Southern District of Florida to produce the Non-Prosecution Agreement between the USAO and Jeffrey Epstein. The agreement, along with any modifications, must be provided to the Petitioners’ attorneys.  Disclosure of the agreement is restricted to the Petitioners and designated victims (with consent and court approval) and requires acknowledgment of the order by all parties involved.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00014068",
        "usao",
        "jeffrey epstein",
        "non-prosecution agreement",
        "protective order",
        "united states district court",
        "southern district of florida",
        "jane does",
        "redaction analysis",
        "legal order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014135",
            "similarity": 0.818,
            "index": 138,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00013944",
            "similarity": 0.538,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011475",
      "summary": "Attorney's Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and its interactions with victims.  It was generated on December 24, 2025. The investigation, initiated in 2005 following a complaint about Epstein, led to a state indictment in 2006. The FBI subsequently opened a federal investigation, leading to a draft indictment and a non-prosecution agreement (NPA) negotiated and signed in 2007.  The NPA involved Epstein pleading guilty to state charges and agreeing to specific conditions, including registering as a sexual offender. The Department of Justice Office of Professional Responsibility (OPR) investigated allegations that the USAO improperly resolved the case by negotiating the NPA and failing to consult with victims. OPR focused on the actions of the U.S. Attorney, three supervisors, and the Assistant U.S. Attorney involved. The investigation involved a lengthy period of negotiation, with Epstein’s attorneys attempting to modify the NPA terms.  The government ultimately entered into the NPA, securing Epstein’s guilty plea and incarceration.  Following the NPA’s signing, a victim filed a lawsuit alleging a violation of the Crime Victims’ Rights Act (CVRA) due to the government’s failure to consult with victims. OPR found that while the USAO’s handling of the case resulted in poor judgment and a lack of transparency regarding its communications with victims, none of the involved individuals committed professional misconduct.  Specifically, OPR determined that the NPA was not a violation of any legal standards, and while there were shortcomings in the government’s interactions with victims that contributed to public criticism, the government did not act with ill intent or a deliberate effort to silence or mislead victims. The investigation concluded with Epstein’s death in 2018 and the dismissal of the federal charges, as well as a court’s dismissal of the CVRA case due to the case’s “mook” status. OPR noted that the USAO’s lack of transparency contributed to negative public perception and underscored the importance of government communication with victims of crime.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "npa",
        "department of justice",
        "opr",
        "victim notification",
        "cvra",
        "resolution",
        "federal investigation",
        "florida",
        "sex trafficking",
        "prosecution",
        "plea agreement",
        "sexual activity",
        "justice",
        "victims' rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038967",
      "summary": "This form, “2022 Director’s Awards – Non-USAO Supervisor Concurrence Form,” is used to confirm agreement with the nomination of Special Agent Task Force Officers, Staff Operations Specialists, and Victim Specialists from the Federal Bureau of Investigation for United States Attorneys Office Director’s Awards. The form requires the entry of nominee names and supervisor information, and can be electronically signed or printed and signed.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038967",
        "director's awards",
        "supervisor",
        "nomination",
        "fbi",
        "task force",
        "special agent",
        "form",
        "concurrence",
        "united states attorneys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037122",
      "summary": "The document is a PDF related to EFTA00037122, generated on December 28, 2025. It includes information about ChildUSAO, its website (childusa.org), and a list of gala sponsors for 2024, with Marsh Law Firm and IP Products Corp. as Gold and Silver sponsors, respectively. It also provides links to donate.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037122",
        "childusa",
        "gala sponsors",
        "marsh law firm",
        "polymers",
        "donate",
        "interdisciplinary issues",
        "legal",
        "social science",
        "events"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036389",
      "summary": "Representatives from the DAG’s Office and the USAO SDNY will tour SHU, inmate Epstein’s cell (if suitable), and the suicide watch area at the Metropolitan Correctional Center. The staff attorney requests notification of any questions or concerns.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036389",
        "shu",
        "epstein",
        "cell",
        "suicide watch",
        "dag",
        "usao sdny",
        "metropolitan correctional center",
        "tour",
        "crime scene"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036388",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}