{
  "keyword": "registration",
  "count": 33,
  "keyword_match_count": 33,
  "content_match_count": 72,
  "total_files": 105,
  "timeline": [
    {
      "file_id": "EFTA00023059",
      "summary": "Attorney’s Office for the Southern District of Florida’s 2006-2008 federal investigation of Jeffrey Epstein and its interactions with victims. The investigation centered on the negotiation and execution of a non-prosecution agreement (NPA) signed in 2007.  The NPA involved Epstein pleading guilty to state charges and agreeing to registration as a sexual offender in exchange for the federal government dropping the case. OPR investigated allegations that prosecutors improperly resolved the case and failed to consult with victims. The investigation began following a Miami Herald report highlighting the NPA. OPR reviewed extensive records and conducted over 60 interviews, focusing on five key individuals: U.S. Attorney R. Alexander Acosta, three supervisors, and the Assistant U.S. Attorney involved. OPR determined that Acosta did not commit professional misconduct by resolving the case through the NPA, though his decision was poorly judged and created a misunderstanding. They also found no misconduct in the government’s interactions with victims, attributing confusion to inconsistent messaging and a lack of coordination. However, OPR noted that the government’s actions ultimately resulted in victims feeling ignored and frustrated. The investigation concluded in 2019 with Epstein’s death and the dismissal of federal charges.  A court ultimately ruled against the government's claims that it violated the Crime Victims’ Rights Act (CVRA).",
      "timestamp": "2006-07-19T00:00:00",
      "timestamp_raw": "July 19, 2006",
      "keywords": [
        "efta00023059",
        "jeffrey epstein",
        "npa",
        "department of justice",
        "professional responsibility",
        "victim consultation",
        "criminal investigation",
        "florida",
        "sex trafficking",
        "cvra",
        "plea agreement",
        "resolution",
        "miami herald"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035317",
      "summary": "Its purpose is to ensure compliance with DEA regulations. Key elements include: *   **Program Scope:** The center can provide methadone detoxification for inmates with opiate, alcohol, or hypnotic substance abuse, with special registration requirements. Methadone is primarily for detoxification or temporary treatment of heroin dependence. *   **Treatment Protocols:** Detoxification schedules range from 7 to 21 days, determined by clinical assessment and inmate history. Medications are administered by medical staff. *   **Clinical Assessment:** Inmates undergo a thorough evaluation including a medical history, physical exam, urine drug screen, and RPR test. Subjective withdrawal symptoms are a key indicator. *   **Definitions:** Standard definitions are provided for terms like “drug,” “abuse,” “addiction,” and “narcotic.” *   **Record Keeping:** Detailed medical records, including medication orders and patient progress, are crucial. *   **Specific Protocols:** Addresses considerations for pregnant inmates, late court returns, and refusal of treatment. *   **Responsibility:** The Health Services Administrator and Clinical Director are accountable for enforcing program regulations. The document emphasizes a structured, medically-guided approach to managing inmate detoxification and treatment.",
      "timestamp": "2007-04-10T00:00:00",
      "timestamp_raw": "April 10, 2007",
      "keywords": [
        "methadone",
        "detoxification",
        "opiates",
        "alcohol",
        "addiction",
        "narcotic",
        "treatment",
        "substance abuse",
        "programs",
        "bureau of prisons"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037643",
      "summary": "The document contains information regarding aircraft registrations, including helicopters and a private jet. The primary aircraft is a Sikorsky S-76C helicopter nicknamed “Air Ghislaine 2” (Serial Number 760750, Tail Number N722JE), previously registered as Freedom Air International Inc. Other helicopters include a Bell Jet Ranger (Tail Number N491GM) and a Keystone Helicopter S-76C (Tail Number N331JE, Serial Number 49078). Additionally, there are four fixed-wing aircraft: a GV SP (G550) (Tail Numbers N212JE, N120JE, N909JE, and N908JE with corresponding serial numbers and issue dates). All aircraft share the tail number “JE”.",
      "timestamp": "2007-10-02T00:00:00",
      "timestamp_raw": "10/2/2007",
      "keywords": [
        "efta00037643",
        "ghislaine noelle maxwell",
        "sikorsky s-76c",
        "n722je",
        "private pilot",
        "helicopter",
        "jet ranger",
        "n491gm",
        "n212je",
        "n120je"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010702",
      "summary": "This document is a redacted collection of emails and attachments relating to an investigation involving aircraft registrations and potentially linked to Ghislaine Maxwell. Here’s a breakdown of the key information: *   **Initial Information Sharing:** An FAA Special Agent (LEAP) provided flight plans (N331JE, N491GM, N722JE, N722JE) for several helicopters and jets to an FBI investigator. The documents detail registration information, dates of ownership, and flight plan details including times, airport codes (ICAO), and notes on data formats (UTC). *   **Aircraft Details:** The files detail the specifics of each aircraft: *   **N331JE (Bell 430):** Purchased through a series of transactions, initially registered as “Air Ghislaine Inc.” and subsequently renamed. *   **N491GM (Bell 407):** The registration information is currently incomplete; the agent requests information on its current owner or registration number. *   **N722JE (Sikorsky S-76C - “Air Ghislaine 2”):**  Owned by Hyperion Air LLC, highlighted as the helicopter Maxwell personally piloted. The registration history involves several previous owners and a special registration number request. *   **N212JE (GV SP - G550) & N1201E (G-IV):** Private jets also associated with Maxwell’s travel. *   **Data Interpretation:** The FAA agent provides explanations of the data fields within the flight plans, including the significance of the “Dept Time,” “Dest Time,” and “FIX” columns, emphasizing the use of UTC and the ICAO airport code system. *   **Additional Information:** The FBI investigator requests additional passenger manifests for the aircrafts. Maxwell is identified as a private pilot with a certificate dated 10/2/2007. The emails suggest a connection between Maxwell's travel and Jeffrey Epstein's activities.",
      "timestamp": "2007-10-02T00:00:00",
      "timestamp_raw": "10/2/2007",
      "keywords": [
        "flight plans",
        "n331je",
        "n491gm",
        "n722je",
        "helicopter",
        "aircraft registration",
        "icao codes",
        "utc",
        "hyperion air llc",
        "maxwell",
        "aviation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014164",
      "summary": "Jeffrey Epstein’s lawyers, led by Gerald Lefcourt, are considering requesting the U.S. Attorney’s office to drop the demand that Epstein register as a sex offender. Lefcourt argues that the state did not believe registration was warranted. Epstein pleaded guilty to a state charge in exchange for the federal investigation being dropped, and faces a potential sentence of 18 months in prison. A representative for Epstein declined to comment.",
      "timestamp": "2007-10-09T00:00:00",
      "timestamp_raw": "October 9, 2007",
      "keywords": [
        "jeffrey epstein",
        "sex-rape relief",
        "gerald lefcourt",
        "u.s. attorney alexander costa",
        "sex offender registration",
        "palm beach mansion",
        "underage prostitutes",
        "federal prosecutors",
        "mort zuckerman",
        "ny post"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011386",
      "summary": "This document is a Non-Prosecution Agreement between Jeffrey Epstein and the United States government, finalized on October 30, 2007. It outlines a deal where Epstein avoids federal prosecution for multiple charges, including conspiracy to use a facility to facilitate prostitution involving minors and conspiracy to travel in interstate commerce for illicit sexual conduct. Here’s a breakdown of the key elements: *   **Charges Avoided:** Epstein agrees to plead guilty to a state solicitation of prostitution charge in Palm Beach County and an information charging him with a sex offender registration offense. This resolves federal charges related to his activities. *   **State vs. Federal Prosecution:** The agreement stipulates that the State of Florida will lead the prosecution of Epstein on the state charges, while the federal government will drop its investigation. *   **Conditions & Obligations:** Epstein must comply with the terms of the agreement, including specific sentencing recommendations (though he retains the ability to negotiate his sentence) and cooperate with the State Attorney’s Office. *   **Potential for Future Charges:** The agreement includes a clause allowing the U.S. Attorney to re-prosecute Epstein if he violates the terms of the agreement. *   **Victim Compensation:** Provisions are made for Epstein to pay an attorney representative for any individuals who wish to pursue legal action against him. The document also includes an addendum clarifying specific aspects of the agreement, particularly regarding the role of an independent third party in handling potential victim claims.",
      "timestamp": "2007-10-30T00:00:00",
      "timestamp_raw": "October 30, 2007",
      "keywords": [
        "efta00011386",
        "epstein",
        "prosecution agreement",
        "non-prosecution",
        "florida statutes",
        "796.07",
        "2422(b)",
        "2423(o",
        "2423(b)",
        "2423(e)",
        "18 u.s.c.",
        "prostitution",
        "minors",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013754",
      "summary": "The FBI met with the ASA regarding Jared Epstein’s plea agreement, specifically concerning a potential clause excluding him from work release. The ASA indicated they could include this in the plea agreement, but would not definitively oppose a work release petition. The Sheriff’s Office will ultimately determine Epstein’s eligibility for work release. Victim notifications are still being requested, though the court lacks a procedure for providing separate rooms for victims. Epstein intends to plead and be sentenced on December 16th to reduce media attention. He will be treated as a sex offender regardless of registration status and can petition for work release. Lefkowitz confirmed Epstein’s status and that no further contact with victims would occur. Lefkowitz requested copies of agreements from Jack Goldberger, which Jay will forward. Lefkowitz’s reservation about §2255 provisions relates to potential conflicts of interest within a lawsuit filed by a class of victims.",
      "timestamp": "2007-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2007",
      "keywords": [
        "epstein",
        "fbi",
        "asa",
        "work release",
        "plea agreement",
        "sexual predators",
        "florida department of corrections",
        "victim notifications",
        "judge davis",
        "sex offender"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013778",
      "summary": "The state indictment charges were related to an alleged sexual encounter with the victim around her 18th birthday. *   **Statute of Limitations:** A 3-year statute of limitations had expired for the state charges due to victims going back to 2001. *   **Federal Investigation & Plea Agreement:** The FBI intervened due to concerns about Epstein pleading to a misdemeanor. A non-prosecution agreement was established requiring Epstein to plead to a sex offender registration offense, serve 18 months in prison, and pay restitution. He attempted to renegotiate the agreement. *   **Defense Strategy:** Epstein's legal team was attempting to gather information through depositions of victims not included in the state indictment and was pushing for alternative sentencing options. *   **Ongoing Status:** The state case has a trial date set for July, and Epstein’s counsel is continuing to seek to resolve the case until the federal case is resolved. Communication with the State Attorney’s Office has been limited.",
      "timestamp": "2008-03-21T00:00:00",
      "timestamp_raw": "21 Mar 2008",
      "keywords": [
        "statute of limitations",
        "prostitution",
        "florida",
        "double jeopardy",
        "restitution",
        "sex offender registration",
        "indictment",
        "victims",
        "trial date",
        "negotiation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013656",
      "summary": "Key issues include the potential application of double jeopardy, the statute of limitations, and Epstein’s attempts to renegotiate the terms of a non-prosecution agreement. Specifically: *   **Jeopardy Concerns:** The trial date risk is minimal, but the statute of limitations is a significant concern. *   **Non-Prosecution Agreement:** Epstein initially agreed to plead to a sex offender registration offense, an 18-month prison sentence, and restitution, but repeatedly attempted to modify the agreement. *   **State Indictment Details:** The state indictment involves two girls, one of whom is also part of a federal indictment. One girl admitted her true age to Epstein, and he provided her gifts. The state case was initially slated for a misdemeanor plea with no jail time. *   **Defense Strategy:** Epstein’s defense team is attempting to use depositions of non-indicted victims to gather information about the federal investigation and is demanding no contact with the State Attorney’s Office. *   **Current Status:** The trial date has been set for July, and Epstein is subpoenaing unindicted victims for depositions. The status of the state case remains uncertain due to the ongoing negotiations and Epstein's demands.",
      "timestamp": "2008-03-21T00:00:00",
      "timestamp_raw": "21 Mar 2008",
      "keywords": [
        "statute of limitations",
        "double jeopardy",
        "florida law",
        "sex offender registration",
        "misdemeanor",
        "restitution",
        "prosecution",
        "indictment",
        "victims",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009329",
      "summary": "Attorney’s involvement in a plea agreement with a defendant in a child sex crime case. The central question concerns the rationale behind deferring to a state-level prosecution instead of pursuing a federal indictment. Key points include: *   The U.S. Attorney’s office considered a two-year state prison sentence as a viable outcome, driven by concerns about federal precedent and the complexities of federal charges. *   A significant element of the decision-making process revolved around attempting to influence the state’s handling of the case, particularly regarding sentencing. *   There was a focus on managing the potential negative impacts of a federal indictment on the defendant, including concerns about victim witness testimony. *   The U.S. Attorney’s office utilized a written term sheet to outline the terms of the agreement with the state, which included specific language concerning the state's authority. *   There were discussions about the impact of a state disposition on the defendant’s registration as a sex offender. *   The transcript reveals a complex and somewhat convoluted negotiation process involving multiple parties and concerns about potential legal ramifications. *   There's a notable emphasis on attempting to avoid potential \"judicial pushback\" in the state court system. The deposition raises questions about the clarity of communication and the rationale behind the decision, particularly concerning the seemingly unusual emphasis on the state-level resolution.",
      "timestamp": "2008-06-02T00:00:00",
      "timestamp_raw": "June 2, 2008",
      "keywords": [
        "victim",
        "prosecution",
        "plea",
        "resolution",
        "negotiation",
        "state",
        "federal",
        "notification",
        "agreement",
        "defendant",
        "witness",
        "crime",
        "investigation",
        "defense",
        "terms",
        "concerns",
        "agreement",
        "justice",
        "justice",
        "inquiry",
        "review",
        "disposition",
        "time",
        "schedule",
        "conditions",
        "conduct",
        "discretion",
        "approach",
        "coordination",
        "approval",
        "issues",
        "agreement",
        "agreement",
        "coordination",
        "agreement",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013968",
      "summary": "On June 19, 2008, an Assistant U.S. Attorney communicated with Roy Black regarding the Epstein case. The Attorney confirmed a conversation with Roy Black and Roy Black regarding a potential resolution to federal and state litigation, noting Black's desire for the case to conclude before retirement. The Attorney stated the Office’s position: ending the investigation if Epstein adheres to the signed non-prosecution agreement. If Epstein proceeds with a different plea in state court, it would be considered a breach of the agreement and the Office would proceed accordingly. The non-prosecution agreement requires Epstein to plead guilty to the state indictment and an information related to sex offender registration. The agreement does not cover probationary periods, which are determined by the defense.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "litigation",
        "federal",
        "state",
        "roy black",
        "procurement minors",
        "sex offender registration",
        "plea",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031937",
      "summary": "Jeffrey Epstein was released from Palm Beach County Stockade on July 21, 2009, after serving less than 13 months of an 18-month sentence. He will not be subject to electronic monitoring during his one-year probation. This decision was based on a plea agreement and a court order, despite earlier orders requiring monitoring. Epstein will reside at his El Brillo Way home and has registered as a sex offender. He has been permitted to work and visit his office, with approval from authorities. Numerous young women, including Jane Doe Nos. 3, 5, and 1, are suing Epstein for sexual abuse, and the plaintiffs express concerns about his release and the perceived leniency of his sentence. His probation conditions include registration as a sex offender, no unsupervised contact with minors, a curfew, restrictions on proximity to children's areas, prohibitions on obscene material, and regular meetings with a probation officer.",
      "timestamp": "2009-07-21T00:00:00",
      "timestamp_raw": "July 21, 2009",
      "keywords": [
        "jeffrey epstein",
        "probation",
        "sex offender",
        "electronic monitoring",
        "palm beach",
        "jane doe",
        "prosecution",
        "justice",
        "victim",
        "wealth"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022669",
      "summary": "AIC Title Service LLC facilitated the name change, requiring the submission of application forms (FAA Form 8050-1) for the aircraft (N491GM and N722JE) showing the new company name.  The process involved communication between AIC Title Service, Darren Indyke (Vice President), and a FedEx courier to deliver the necessary documents to the FAA for registration updates.  The FAA issued certificates reflecting the new name for the aircraft, and confirmation of the fees was requested.",
      "timestamp": "2010-07-06T00:00:00",
      "timestamp_raw": "07/06/2010",
      "keywords": [
        "delaware",
        "aircraft",
        "registration",
        "name change",
        "faa",
        "certificate of amendment",
        "freedom air international",
        "n491gm",
        "n722je",
        "sicorsky",
        "bell",
        "shmitka air",
        "inc.",
        "certificates of registration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009952",
      "summary": "PLAN D, LLC, a limited liability company organized in the U.S. Virgin Islands and effective October 19, 2012, is seeking registration of a United States civil aircraft. The LLC’s members include Jeffrey E. Epstein, a U.S. Citizen. Lawrence Visoski serves as the manager of the LLC, and is an individual. The LLC certifies that at least 2/3rds of its managers or managing members are U.S. Citizens, and at least 75% of the voting interest or units are owned or controlled by U.S. Citizens or citizens of one of its possessions. The FAA filed this registration on March 29, 2011.",
      "timestamp": "2012-10-19T00:00:00",
      "timestamp_raw": "October 19, 2012",
      "keywords": [
        "efta00009952",
        "llc",
        "aircraft registration",
        "u.s. citizens",
        "49 u.s.c. section 40102",
        "plan d",
        "llc",
        "lawrence visoski",
        "limited liability company",
        "faa",
        "virgin islands"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010698",
      "summary": "JEGE, LLC, a Limited Liability Company organized in the United States Virgin Islands and established on October 19, 2012, is seeking registration of an aircraft in its name. The LLC has two members: Aviation Development Grows, LLC and an unnamed member. X is listed as the manager. The LLC requires that at least 75% of its voting interest or units be owned or controlled by U.S. Citizens or citizens of U.S. possessions, and that at least two-thirds of its officers, managers, or managing members are U.S. Citizens. This registration is being facilitated by International Aircraft Title & Escrow.",
      "timestamp": "2012-10-19T00:00:00",
      "timestamp_raw": "October 19, 2012",
      "keywords": [
        "llc",
        "aircraft registration",
        "u.s. citizenship",
        "limited liability company",
        "efta00010698",
        "jege",
        "llc",
        "manager",
        "aviation development grows",
        "faa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010696",
      "summary": "JEGE, LLC, a limited liability company organized in the United States Virgin Islands, is registering an aircraft. The company’s full name is JEGE, LLC. Jeffrey Epstein and Lawrence Vloski are listed as members and managers of the LLC, both identified as U.S. citizens. The LLC’s effective date is October 19, 2012. The company affirms it meets the requirements for aircraft registration, including having at least two U.S. citizen managers and that 75% or more of the ownership is held by U.S. citizens or citizens of U.S. possessions, and that it is not a non-citizen corporation. The submitted information is certified as true and correct.",
      "timestamp": "2012-10-19T00:00:00",
      "timestamp_raw": "October 19, 2012",
      "keywords": [
        "jege llc",
        "llc",
        "aircraft registration",
        "faa",
        "u.s. citizenship",
        "jeffrey epstein",
        "lawrence vloski",
        "virgin islands",
        "49 u.s.c. section 40102",
        "manager",
        "trip manager"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017879",
      "summary": "HYPERION AIR, LLC is a limited liability company organized in the United States Virgin Islands, established in October 2012. Its sole member is Jeffrey E. Epstein, an individual U.S. citizen. Lawrence Visoski is the sole manager, also an individual U.S. citizen. The LLC certifies that at least 2/3rds of its managers are U.S. citizens and that at least 75% of the voting interest is owned or controlled by U.S. citizens or citizens of a U.S. possession, confirming it is not a non-citizen corporation. This document was filed with the FAA on August 13, 2013.",
      "timestamp": "2013-08-13T00:00:00",
      "timestamp_raw": "August 13, 2013",
      "keywords": [
        "efta00017879",
        "llc",
        "hyperion air",
        "registration",
        "u.s. citizenship",
        "aircraft",
        "faa",
        "49 u.s.c. section 40102",
        "virgin islands",
        "jeffrey epstein",
        "lawrence visoski"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009954",
            "similarity": 0.75,
            "index": 17,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009954",
      "summary": "HYPERION AIR, LLC is a limited liability company organized in the United States Virgin Islands, effective October 2012. Its sole member is Jeffrey E. Epstein, an individual U.S. citizen. Lawrence Visoski is the sole manager, also an individual U.S. citizen. The LLC certifies that at least 2/3rds of its managers or managing members are U.S. Citizens and that at least 75% of the voting interest or units are owned or controlled by U.S. citizens or citizens of a U.S. possession, confirming it cannot register as a non-citizen corporation. This information was filed with the FAA on August 13, 2013.",
      "timestamp": "2013-08-13T00:00:00",
      "timestamp_raw": "August 13, 2013",
      "keywords": [
        "efta00009954",
        "llc",
        "hyperion air",
        "registration",
        "aircraft",
        "u.s. citizenship",
        "faa",
        "49 u.s.c. section 40102",
        "virgin islands",
        "lawrence visoski"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017879",
            "similarity": 0.75,
            "index": 16,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016320",
      "summary": "**Instagram Account Analysis - Ghislaine Maxwell (EFTA00016320)** *   **Account Identifier:** 1322128817 *   **Account Type:** InstagramUser *   **Account Name:** ghislainemaxwell *   **Account Creation Date:** 2014-05-10 17:10:23 UTC *   **Registration IP Address:** 69.203.141.229 *   **NCMEC Cybertips:** No responsive records located. *   **Contact Information:** *   **Registered Email Addresses:** vanity: ghislainemaxwell *   **Phone Numbers:** No responsive records located. *   **Logins:** *   **IP Address 1:** 104.219.99.170, Date/Time: 2019-08-15 00:41:29 UTC *   **IP Address 2:** 104.219.99.170, Date/Time: 2019-08-14 21:31:18 UTC *   **Account Status:** Active (as of record generation date)",
      "timestamp": "2014-05-10T00:00:00",
      "timestamp_raw": "2014-05-10",
      "keywords": [
        "instagram",
        "account",
        "ncmec",
        "cybertips",
        "ghislaine maxwell",
        "email",
        "registration",
        "vanity name",
        "ip address",
        "login"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010496",
      "summary": "He is pleading guilty to two felony charges: Felony Solicitation of Prostitution and Procuring Person Under 18 for Prostitution. As part of the agreement, Epstein is sentenced to a total of 18 months in the Palm Beach County Detention Facility.  He is designated as a Sexual Offender under Florida Statute 943.0435 and subject to community control for 12 months, with specific conditions including no unsupervised contact with minors and approval of a supervising adult by the Department of Corrections. He must also provide a DNA sample. The document outlines terms and conditions of community control, including intensive supervision and surveillance, and addresses potential legal consequences if he fails to comply. It also references relevant statutes regarding sexual offenders and community control.",
      "timestamp": "2015-03-25T00:00:00",
      "timestamp_raw": "03/25/2015",
      "keywords": [
        "jeffrey epstein",
        "guilty",
        "probation",
        "community control",
        "palm beach county detention facility",
        "sexual offender",
        "florida statute 943.0435",
        "dna sample",
        "dna",
        "community control conditions",
        "juvenile offense",
        "sentence",
        "registration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037857",
      "summary": "This document is an assignment of special registration numbers for a Gulfstream GV-SP aircraft (N2121E) owned by Plan D, LLC. It details the transfer of ownership and registration to a new owner, likely for international operations. The document includes: *   **Aircraft Details:** Aircraft make, model (GV-SP/G550), serial number (5173), and ICAO registration code (30340675). *   **Ownership Information:** The registered owner is Plan D, LLC, located at 6100 Red Hook Quarter B3, St. Thomas, USVI. *   **Application for Registration:** The owner is applying for the special registration number and has paid a $1000 fee. *   **Instructions:**  The owner is instructed to sign and return the original form to the Civil Aviation Registry, AFS-750, with instructions on how to proceed. *   **Declaration for International Operations:** Includes a legally binding declaration related to international flight operations, outlining potential penalties for false statements. *   **Contact Information:** Provides contact information for the FAA and instructions for submitting a change of address form.",
      "timestamp": "2017-08-23T00:00:00",
      "timestamp_raw": "Aug 23, 2017",
      "keywords": [
        "aircraft",
        "gv-sp",
        "n2121e",
        "plan d llc",
        "registration",
        "faa",
        "certificate of registration",
        "gulfstream aerospace",
        "6100 red hook",
        "st thomas",
        "assignment of special numbers",
        "5173",
        "2017",
        "form",
        "oklahoma city"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028478",
      "summary": "An individual ([REDACTED]) was contacted regarding the Epstein investigation as part of a discovery process. They stated they had moved all relevant emails (between November 30, 2018 and April 8, 2020) to a shared drive, including emails with attachments and only the last email in a chain. They confirmed they did not have any hard copy files or locally saved documents related to the case, but highlighted early emails regarding JE’s international travel and registration within the shared drive.",
      "timestamp": "2018-11-30T00:00:00",
      "timestamp_raw": "November 30, 2018",
      "keywords": [
        "epstein investigation",
        "maxwell case",
        "shared drive",
        "emails",
        "file cabinets",
        "hard copy files",
        "usanys",
        "international travel",
        "megan's law",
        "discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016622",
      "summary": "Federal Aviation Administration’s (FAA) Aircraft Registration Branch.  The aircraft was transferred to a Canadian entity, Bell Helicopter Textron Inc., and consequently deregistered from the Canadian Civil Aircraft Register. The documentation includes a record of the transfer, correspondence between the FAA and Bell Helicopter, and a confirmation message to the FAA, highlighting the removal of the aircraft from the Canadian register. It includes various filings and certifications related to the transfer and registration process, reflecting the standard procedures for aircraft ownership changes between countries.",
      "timestamp": "2018-12-31T00:00:00",
      "timestamp_raw": "12/31/2018",
      "keywords": [
        "aircraft registration",
        "bell 407",
        "serial number 53375",
        "n491gm",
        "export",
        "canada",
        "transport canada",
        "deregistration",
        "bell helicopter",
        "faa",
        "afs-750",
        "aircraft title",
        "registration branch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028143",
      "summary": "An email was sent from [REDACTED] on January 9, 2019, containing a New York Sex Offender Registration for an individual named EPSTEIN (identified as 33216). The email included a PDF attachment named “33216 EPSTEIN.PDF” and referenced document EFTA00028143.",
      "timestamp": "2019-01-09T00:00:00",
      "timestamp_raw": "January 9, 2019",
      "keywords": [
        "efta00028143",
        "redaction",
        "epstein",
        "sex offender",
        "registration",
        "2019",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026672",
      "summary": "An Assistant United States Attorney in the Southern District of New York requested the retrieval of Epstein’s most recent SORNA (Safer Online Recording Network Act) registration documents, as the existing filing was from April 2018 and potentially outdated.",
      "timestamp": "2019-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2019",
      "keywords": [
        "sorna",
        "registration",
        "epstein",
        "documents",
        "filing",
        "new york",
        "united states attorney",
        "assistant united states attorney",
        "april 2018",
        "2025-12-25"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014458",
      "summary": "Federal prosecutors argued against voiding a 2008 plea deal with Jeffrey Epstein, stating a violation of the Crime Victims' Rights Act does not allow for the agreement to be voided. The deal, reached over a decade prior, involved Epstein pleading guilty to lesser state charges, receiving a 13-month jail sentence, financial settlements to dozens of victims, and sex offender registration. Some victims argued they were not consulted as required, leading to a judicial decision pending.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "jeffrey epstein",
        "sex offender",
        "plea deal",
        "victims",
        "crime victims' rights act",
        "federal prosecutors",
        "miami",
        "us department of justice",
        "united states attorney",
        "2008 deal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015570",
      "summary": "The email, dated July 4, 2019, from an Assistant U.S. Attorney of the Southern District of New York to an unidentified recipient, details a list of vehicle registrations associated with Jeffrey Epstein. The list includes: Yukon 2015, Suburban 2019, Suburban 2016, Suburban 2018, Express 2017, Bentley 2017, Suburban 2016, Escalade 2012, 2010 Suburban, 2013 Expedition, 2008 Range Rover, 2007 Hummer II, 2002 Benz 500.",
      "timestamp": "2019-07-04T00:00:00",
      "timestamp_raw": "July 4, 2019",
      "keywords": [
        "epstein",
        "cars",
        "registrations",
        "yukon",
        "suburban",
        "bentley",
        "cadillac",
        "hummer",
        "range rover",
        "benz"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037862",
      "summary": "An email chain discusses the aircraft N212JE, a Gulfstream GV-SP helicopter, linked to Jeffrey Epstein. The aircraft was registered to Plan D LLC in St. Thomas, U.S. Virgin Islands, initially under Lawrence VISOSKI, who is also identified as Lawrence Paul VISOSKI Jr., a pilot. Flight plans from July 7, 2019 (Paris to Teterboro) and July 11, 2019 (Teterboro to Brunswick, GA) are referenced. The aircraft was observed at St. Thomas airport by an agent and was later found in a hangar at Kennesaw, Georgia (KRYY). The registration number EFTA00037862 is associated with the aircraft.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "gulfstream gv-sp",
        "n212je",
        "n331je",
        "jeffrey epstein",
        "bell 430",
        "hyperion air llc",
        "st. thomas",
        "kryy",
        "cobb county airport",
        "visoski",
        "registration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037891",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035267",
      "summary": "On July 7, 2019, a correctional officer observed an inmate, Jeffery Epstein (EFTA00035267), exhibiting distressed and confused behavior during a count. The officer requested psychological intervention due to concerns about potential suicidal thoughts, noting the inmate’s evasive responses and withdrawn demeanor. The officer did not know the inmate’s registration number or intake details.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "inmate",
        "jeffery epstein",
        "psychology",
        "suicidal thoughts",
        "count",
        "redaction",
        "intake",
        "5 north",
        "distressed",
        "withdrawn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035268",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024584",
      "summary": "Epstein case (19 Cr. 490 (RMB)). *   **Charges:** Epstein is charged with sex trafficking of minors (18 U.S.C. § 1591) and conspiracy to commit sex trafficking of minors (18 U.S.C. § 371). *   **Allegations:** Epstein is accused of a years-long scheme to sexually abuse dozens of underage girls, operating from residences in Manhattan, Palm Beach, and other locations. Victims were recruited and paid to engage in increasingly sexual acts, often involving minors. *   **Risk Factors:** The government argues for detention based on significant flight risk factors including Epstein’s wealth (including private planes and international connections), prior history of similar offenses (including a previous non-prosecution agreement and a sex offender registration), and concerns about witness intimidation. The defendant's past efforts to obstruct investigations add to the risk. *   **Evidence:** Strong evidence exists including dozens of victims, substantial documentary and photographic evidence, and the defendant’s demonstrated willingness to harass potential witnesses. *   **Legal Basis:** The government relies on the Bail Reform Act, specifically citing the presumption that detention is appropriate when a defendant poses a danger to the community or a risk of flight, particularly in cases involving minor victims. *   **Court's Role:** The document requests the court to order Epstein's detention pending trial, given the totality of the circumstances.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "sex trafficking minors",
        "flight risk",
        "bail hearing",
        "detention",
        "private jet",
        "victims",
        "witnesses",
        "obstruction justice",
        "international ties",
        "serial sexual predator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028415",
      "summary": "*   The vendor is in the process of scanning all old case files and anticipates having Epstein’s file within 10 days. *   The Lieutenant is concerned about potential questions regarding the photographs discovered during a search and their impact on Epstein’s registration status. *   There is a request for a 2011 state risk assessment related to Epstein, and a reminder that Epstein is a registered Level 3 sex offender requiring regular reporting and photo updates. *   The Assistant U.S. Attorney is involved in coordinating the release process and ensuring compliance with New York State regulations.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "nypd",
        "sex offender monitoring unit",
        "risk assessment",
        "dcjs",
        "new york",
        "bail hearing",
        "registration",
        "photos",
        "level 3 sex offender"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030164",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030164",
      "summary": "*   The unit is attempting to obtain a digital copy of Epstein’s case file from a vendor, including the risk assessment, to prepare for a bail hearing. *   The unit confirms that the discovery of photographs will not alter Epstein’s sex offender registration status. *   An inquiry is made regarding a 2011 state risk assessment related to Epstein. *   The unit emphasizes Epstein’s obligation to appear at the office every 90 days and have regular photo updates if released. *   Communication is being exchanged between the NYPD, the US Attorney's Office, and Epstein's attorneys.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "sex offender",
        "risk assessment",
        "nypd",
        "dcjs",
        "bail hearing",
        "new york",
        "registration",
        "photographs",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028415",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022169",
      "summary": "A subpoena was issued on July 16, 2019, by the United States District Court for the Southern District of New York in the case of *United States of America v. Jeffrey Epstein*. The subpoena demands the production of any and all medical or mental health records relating to Jeffrey Epstein, Registration Number 76318-054. The requested records should be mailed, emailed, or faxed to defense counsel. The deadline for production was 5:30 PM on February 26, 2019. The subpoena references relevant Federal Rules of Criminal Procedure, specifically Rule 17, regarding the issuance and response to subpoenas, including the possibility of a motion to quash or modify.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "subpoena",
        "documents",
        "records",
        "medical records",
        "mental health records",
        "united states district court",
        "criminal case",
        "rule 17(c)",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014480",
      "summary": "A communication regarding the case 19cr490 was sent from chambers to defense counsel. The correspondence details that the New Mexico Public Safety Department advised in August 2010 that Jeffrey Epstein was not required to register in New Mexico due to his 2008 Florida conviction. Epstein consistently notified New Mexico officials during his stays at his residence as a precautionary measure. A request was made for all underlying New Mexico documents related to the case, specifically those referenced on pages 6-7 of a previous letter.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2019",
      "keywords": [
        "efta00014480",
        "new mexico",
        "epstein",
        "registration",
        "prosecution",
        "2008 florida",
        "bail",
        "defense counsel",
        "detective",
        "19cr490"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034821",
      "summary": "On July 18, 2019, Associate Warden (O) from FCI Estill communicated that Jeffrey Epstein was not granted bail and returned from court without incident. The communication was sent to [REDACTED] and referenced case number SDNY_00012513 and Epstein’s registration number 76318-054.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "bail",
        "redacted",
        "fbi",
        "bop",
        "estill",
        "sc",
        "29918",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034580",
      "summary": "This document is a Special Housing Unit SRO Review Roster from the U.S. Department of Justice, Federal Bureau of Prisons, pertaining to inmate Jeffrey Edward Epstein (Reg No 7631e.C54). The roster includes inmate name, registration number, IA date, status (PENDING CLASSIFICATION), review dates, and reasons for review. It indicates a review due on 07-26-2019 with a confidential status (SDNY_00011514). The document also includes past-due AD and PD orders for other inmates.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "07-26-2019",
      "keywords": [
        "efta00034580",
        "jeffrey epstein",
        "special housing unit",
        "sro review roster",
        "u.s. department of justice",
        "federal bureau of prisons",
        "pending classification",
        "ad order",
        "pd order",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034221",
      "summary": "The document is a correspondence regarding a potential $5 million donation from Jeffrey Epstein to a historically black college, Morgan State University. The author proposes establishing “The Jeffrey Epstein Chair for the Promotion of Women in Mathematics” or providing a similar award modeled after Mark Zuckerberg’s donation. The author suggests alternative donation options including Lincoln College in Oxford University, leveraging the author’s position as an Oxford University lecturer to generate positive media coverage and advocate for Epstein. Epstein’s contact information and registration details are included.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "7/31/2019",
      "keywords": [
        "jeffrey epstein",
        "register number",
        "skype",
        "morgan state university",
        "donation",
        "bill cosby",
        "mathematics",
        "oxford university",
        "lincoln college",
        "media coverage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033459",
      "summary": "On August 5, 2019, the Metropolitan Correctional Center’s Lieutenant’s Log documented daily operations, including counts, inmate movements (including administrative detentions and transfers), security checks (metal detectors, restraint equipment, roof checks), and communication monitoring (phone checks, STG/High Alert calls, WITSEC inquiries).  The log recorded equipment malfunctions (fire alarm system), inmate placements in various units, and shifts in inmate counts throughout the day. Specific inmate details, reasons for detentions, and associated registration numbers were consistently recorded.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "nypd",
        "alarm",
        "detention",
        "inmate",
        "institution",
        "watch",
        "system",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034337",
      "summary": "This document pertains to Jeffrey Edward Epstein, Registration Number 73618-054, and includes a modified copy of his document. It’s a confidential communication from the Associate Warden of MCC New York to an unidentified recipient, dated August 10, 2019, with contact information for the facility. The document is labeled with case identifiers including SDNY_000 10732 and EFTA00034337.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "efta00034337",
        "confidential",
        "sdny",
        "ny",
        "docx",
        "text.htm",
        "warden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035477",
      "summary": "This document is an email correspondence regarding Jeffrey Epstein, Registration No. 73618-054_1. An updated timeline is attached, and the sender offers to answer any questions.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "efta00035477",
        "time line",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035014",
      "summary": "On August 10, 2019, at 0633 a.m., an Electronics Technician responded to a medical emergency involving Inmate J Epstein (Registration # 76138-054) in cell 9 South. Inmate Epstein was unresponsive and receiving CPR by a Correctional Lieutenant and PA. The technician assisted in transporting the inmate to Health Services.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "justice",
        "department",
        "emergency",
        "inmate",
        "cpr",
        "medical",
        "response",
        "corrections",
        "lieutenant",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033785",
      "summary": "This document pertains to a confidential redaction analysis regarding Jeffrey Epstein, Registration No. 73618-054. It includes four PDF files related to conference logs titled “Epstein Atty Conf Pt 1-4” and contact information for MCC New York at 150 Park Row, New York, NY 10007. The files are associated with case number SDNY_00009294.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "8/11/2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "atty conf log",
        "sdny_00009294",
        "efta00033785"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033861",
      "summary": "An email chain discusses a “bog” (likely a logbook) related to Jeffrey Epstein, Registration Number 73618-054. The Associate Warden at MCC New York forwarded a logbook to the recipient, referencing it for potential future use. The email includes contact information for MCC New York and a case identifier (SDNY_00009490).",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "8/11/2019",
      "keywords": [
        "jeffrey epstein",
        "reg. no. 73618-054",
        "atty conf log book",
        "associate warden",
        "mcc new york",
        "bop.gov",
        "redaction analysis",
        "nym/aw-programs",
        "sdny_00009490",
        "efta00033861"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035118",
      "summary": "This document pertains to Jeffrey Edward Epstein, Registration Number 73618-054, and specifically his attorney conference log books (Parts 1-4). It includes email correspondence from the Associate Warden at the MCC New York facility. Attached files include HTML text, PDFs of the attorney conference parts, and contact information for the facility.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "atty conf log",
        "efta00035118",
        "new york",
        "bop",
        "pdf",
        "attachment",
        "programs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036652",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a timeline of events involving Jeffrey Edward Epstein, Registration Number 73618-054_1_1. The email includes attachments: TEXT.htm and Epsteinjeffrey_Edward,_Reg._No._73618-054_1_1.docx, and offers to provide further information.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "timeline",
        "redaction",
        "efta00036652"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035070",
      "summary": "This document is a psych observation report for Jeffrey Edward Epstein, Registration Number 73618-054, conducted between July 24th and July 30th, 2019. The observation utilized an “I/M companion” and included attachments: a text file (TEXT.htm) and a PDF document named “Epstein_Psych_Observation_7-24-30-2019.pdf”.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "psych observation",
        "efta00035070",
        "73618-054",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035455",
      "summary": "An email dated August 12, 2019, from the Associate Warden at MCC New York to [REDACTED] regarding a “SW Chronological Log 7/23-24/19 re: Epstein, Jeffrey Edward, Reg. No. 73618-054.” The email includes attachments named TEXT.htm and unnamed files, and references Jeffrey Edward Epstein’s registration number. The email states the sender forgot to include a CC recipient.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00035455",
        "jeffrey epstein",
        "chronological log",
        "redaction analysis",
        "sw log",
        "7/23-24/19",
        "new york",
        "warden",
        "mcc",
        "text.htm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034376",
      "summary": "An email was sent from Certified-Law Enforcement to the Forats Registration Compliance Unit requesting information on Jeffrey Epstein. An ODF file named \"JeftrevEpsteinReouest.odf\" was attached to the email.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "request for information",
        "enforcement",
        "registration compliance",
        "nym",
        "confidential",
        "efta00034376"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035453",
      "summary": "On August 12, 2019, Cristina Lutstadinion, an Enforcement Investigative Services analyst for the Florida Department of Law Enforcement, sent a request for information regarding Jeffrey Epstein to the FORTS Registration Compliance Unit. The request was attached as “JeffreyEpsteinRequest.pdf” and associated with EFTA00035453.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "request for information",
        "forts registration compliance unit",
        "redaction analysis",
        "enforcement",
        "investigation",
        "florida department of law enforcement",
        "efta00035453"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036033",
      "summary": "This email concerns a medical mortality review for Jeffrey Edward Epstein, Registration Number 73618-054. It originated from [REDACTED] to [REDACTED] with CCs to [REDACTED]. The email is dated August 12, 2019, and references attachments including “IF/CTMal,” “FYI,” “Associate Warden,” and “MCC New York.” The document is identified as EFTA00036033.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036033",
        "jeffrey edward epstein",
        "mortality review",
        "redaction analysis",
        "medical review",
        "nym/aw-programseop goy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035217",
      "summary": "This email discusses a medical mortality review for Jeffrey Edward Epstein, Registration Number 73618-054. It originates from the Associate Warden of MCC New York and includes attachments such as a .htm file, a medical mortality review document, and related correspondence. The email is dated August 12, 2019, and concerns a redaction analysis for file EFTA00035217.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "medical mortality review",
        "efta00035217"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033714",
      "summary": "This document is a confidential psych observation report regarding Jeffrey Edward Epstein, Registration Number 73618-054, conducted between July 24th and July 30th, 2019. The observation utilized a University of Miami (UM) companion. The report is labeled as SDNY_00009174 and EFTA00033714.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "psych observation",
        "redaction analysis",
        "efta00033714",
        "sdny_00009174",
        "um companion",
        "73618-054"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033745",
      "summary": "This document pertains to Jeffrey Edward Epstein, Registration No. 73618-054, and includes psychological observation reports from July 8th and 24th, 2019, along with chronological logs of Social Work activities from July 23rd and 24th, 19. It originates from the Associate Warden at MCC New York, referencing documents related to S/W and psych ops, and is classified as CONFIDENTIAL.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "psych observation",
        "sw chronological loci",
        "psych ops",
        "redaction analysis",
        "efta00033745",
        "confidental",
        "sdny_00009216",
        "mcc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035460",
      "summary": "This redaction analysis pertains to a document (EFTA00035460.pdf) concerning Jeffrey Edward Epstein, Registration Number 76318-054X. An email was sent on August 13, 2019, from an individual (“I”) to [REDACTED] regarding Epstein, with an attached document named “Epsteinjeffrey_Edward,_Reg._No._76318-054X.docx”.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "efta00035460",
        "76318-054x"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035067",
      "summary": "This document is a correspondence regarding Jeffrey Edward Epstein, Registration Number 73618-054, updated on August 13, 2019. It originates from the Associate Warden of MCC New York and includes an attachment named TEXT.htm. The email is dated August 13, 2019, and references EFTA00035067.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "efta00035067",
        "redaction",
        "mcc new york",
        "8/13/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034464",
      "summary": "This document pertains to Jeffrey Edward Epstein, Registration Number 76318-054X, and is a confidential record from August 13, 2019. It includes redactions related to SDNY_00011010 and EFTA00034464.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "efta00034464",
        "redaction analysis",
        "confidential",
        "sdny_00011010"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022633",
      "summary": "Taylor, contacted someone at the SDNY US Attorney’s Office regarding the raid on Little Saint James. *   A USVI EMS source reported an unregistered ambulance operating illegally on the property, potentially smuggled into USVI and lacking required certifications. *   The ambulance had a USVI license plate and was able to obtain a tag from the BMV. *   FDLE confirmed the vehicle was not listed on the sex offender registry. *   Drone footage obtained from Rusty Shackleford showed the ambulance appeared to be moved or removed from the property prior to the raid. *   Questions are being raised about the raid’s official nature, the timeline, and whether other properties were seized. *   A USDOJ Public Affairs contact declined to comment and requested information be forwarded to a specific email address. *   J. Taylor offered to share information with SDNY regarding the ambulance situation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "sdny",
        "epstein",
        "usvi",
        "ambulance",
        "raid",
        "investigation",
        "smuggling",
        "registration",
        "usanys",
        "little saint james"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037855",
      "summary": "On August 14, 2019, an individual from the FAA informed another party about Gulfstream GV-SP aircraft, N212JE, being owned by Jeffrey Epstein and located at the Cobb County airport (KRYY) in Kennesaw, Georgia. Flight plans showed operation on July 7, 2019 (Paris to Teterboro) and July 11, 2019 (Teterboro to Brunswick, GA). The aircraft’s registration is with Plan D LLC, formerly registered to Lawrence VISOSKI, who is identified as a pilot connected to Epstein through open-source reporting. Attached documents include aircraft registration records and a photograph of the aircraft.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "gulfstream gv-sp",
        "n212je",
        "jeffrey epstein",
        "kryy",
        "cobb county airport",
        "teterboro",
        "brunswick ga",
        "visoski",
        "lawrence paul visoski jr.",
        "faa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037864",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037807",
            "similarity": 0.5,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037891",
      "summary": "Emails discuss the Gulfstream GV-SP aircraft, registration N212JE, and its connection to Jeffrey Epstein through affiliated companies: Plan D LLC and Hyperion Air LLC. The aircraft was registered to Lawrence VISOSKI, initially through VISOSKI but later transferred to Plan D LLC. Flight plans show operations from Paris to Teterboro and Teterboro to Brunswick, GA.  A Bell 430 helicopter, N3311E, linked to Epstein was also mentioned, along with a photograph of N212JE. The FAA Law Enforcement Assistance Program is involved in the investigation.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "gulfstream gv-sp",
        "n212je",
        "jeffrey epstein",
        "hyperion air llc",
        "plan d llc",
        "visoski",
        "st. thomas",
        "kennesaw",
        "flight plans",
        "registration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037862",
            "similarity": 0.5,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037864",
      "summary": "An email chain discusses the Gulfstream GV-SP aircraft, registration number N212JE. The aircraft was reportedly owned by Jeffrey Epstein and located at Cobb County Airport (KRYY) in Kennesaw, Georgia. Flight plans show operation from Paris to Teterboro and Teterboro to Brunswick, GA. Aircraft registration records show the aircraft was registered to Plan D LLC, with Lawrence VISOSKI as the registrant and manager, who is identified as a pilot linked to Epstein.  A photograph of the aircraft was attached.  EFTA00037865 was also generated.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "gulfstream gv-sp",
        "n212je",
        "jeffrey epstein",
        "cobb county airport",
        "kryy",
        "teterboro",
        "brunswick ga",
        "kbqk",
        "plan d llc",
        "lawrence visoski"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037855",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037807",
      "summary": "An email chain discusses the Gulfstream GV-SP aircraft, registration number N212JE. The aircraft was identified as previously owned by Jeffrey Epstein and currently owned by Plan D LLC, registered to Lawrence Visoski, who is also a pilot. Flight plans show operations from Paris to Teterboro and Teterboro to Brunswick, GA. Records indicate the aircraft was registered since March 2017 and Visoski is listed as the manager. There is open-source reporting linking Visoski to Epstein.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "gulfstream gv-sp",
        "n212je",
        "jeffrey epstein",
        "visoski",
        "faa",
        "cobb county airport",
        "kryy",
        "kennesaw",
        "georgia",
        "flight plans",
        "registration records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037855",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034113",
      "summary": "On August 16, 2019, the Office of the Inspector General (OIG) requested interviews with staff regarding an incident involving Jeffrey Epstein (registration number 76318-054). The request was sent via email from the OIG’s Special Agent to various staff members, including medical staff, at the Metropolitan Correctional Center in New York. The email included contact information for scheduling the interviews. The document also references case numbers SDNY_00010177 and SDNY_00010178.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00034113",
        "jeffrey epstein",
        "oig",
        "interview",
        "redaction",
        "usdoj",
        "new york",
        "medical staff",
        "supervisory staff attorney",
        "clc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037736",
      "summary": "On August 19, 2019, a Metropolitan Police response was received regarding an inquiry to interview Ms. [REDACTED]. Ms. [REDACTED] initially expressed willingness to be interviewed but subsequently retracted, citing concerns about Jeffrey Epstein’s death, personal safety, lack of value to the FBI, and confidentiality fears.  The police conducted checks revealing no record of Ms. [REDACTED] in the Police National Computer or Metropolitan Police databases. An Experian check linked her to multiple aliases and identified a residential address with a landline and voter registration dating back to October 2016, along with contact details including a redacted mobile and email address. The communication was forwarded by [REDACTED] and included a reference to EFTA00037736 and EFTA00037737.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "efta00037736",
        "metropolitan police",
        "fbi",
        "marianne",
        "jeffrey epstein",
        "confidentiality",
        "witness",
        "investigation",
        "redaction",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034660",
      "summary": "A forensic psychologist, Ph.D., is out of the office from August 12 to September 3, 2019, with email access limited.  The psychologist advises contacting the Lieutenant’s Office (Ext. 6450) for emergencies or contacting designated personnel for psychology-related issues.  An OIG (Office of the Inspector General) is requesting an interview regarding Jeffrey Epstein, registration number 76318-054.  The OIG wants to interview staff members including a nurse, and the medical staff are available for voluntary interviews.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "forensic psychologist",
        "suicide watch",
        "jeffrey epstein",
        "metropolitan correctional center",
        "u.s. department of justice",
        "oig",
        "interviews",
        "psychologist",
        "risk assessment",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029621",
      "summary": "This document is a Driver A nd Vehicle I nformation D atabase (D A V I D) individual summary page for an individual named [REDACTED] residing in Florida. The record includes personal information such as date of birth, address, Social Security number (partially redacted), driver’s license details, and vehicle registration information. The data originates from a system maintained by the Department of Highway Safety & Motor Vehicles and includes information from various agencies like ChoicePoint and potentially other states (indicated by references like \"New York Deed Transfer Records\").  Several sections provide details on potential addresses, phone numbers, vehicle registrations, and property ownership linked to the individual. The report also highlights potential risks associated with the individual's information, referencing SAFESCAN services and flagging a Social Security number issued within the last five years, suggesting a potential concern for identity theft. Finally, the report indicates that due to privacy regulations, complete data from all states may not be available and lists a wide array of supplemental data sources explored, including criminal histories, business affiliations, and watercraft records.",
      "timestamp": "2019-09-12T00:00:00",
      "timestamp_raw": "09/12/2019",
      "keywords": [
        "florida",
        "driver license",
        "database",
        "dl/id number",
        "status",
        "date of birth",
        "restrictions",
        "ssn",
        "vehicle",
        "address"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037650",
      "summary": "*   A search of Massachusetts databases (ISO, Coplink, LPR) yielded negative results for Maxwell regarding accidents, traffic stops, and criminal history. The only report listed was from Gloucester PD, involving Borgerson. *   A search for Scott Borgerson revealed a 2018 ISO insurance claim associated with one of his registered vehicles. Beverly PD was listed in his Coplink reports, but no PD report was available. *   LPR searches across the turnpike did not yield results, requiring contact with Mass DOT for access. *   Maxwell’s MA DL was active until 2022. *   The request was initiated by the NYPD/NY FBI (CE HTTF).",
      "timestamp": "2019-12-10T00:00:00",
      "timestamp_raw": "December 10, 2019",
      "keywords": [
        "ghislaine maxwell",
        "scott borgerson",
        "massachusetts",
        "vehicle registration",
        "criminal history",
        "coplink",
        "iso",
        "lpr",
        "beverly pd",
        "massachusetts dot",
        "driver's history"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011028",
      "summary": "Kenneth R. Feinberg (as Administrator) oversees the program, which operates on the principles of voluntary participation, independent administration, and unlimited funding. **Key Features:** *   **Eligibility:** Anyone alleging sexual abuse by Epstein can participate, regardless of statute of limitations, prior lawsuits, or settlements.  Legal representatives are permitted. *   **Compensation:** Compensation is determined by the Administrator based on the credibility of the claim and the extent of harm suffered. There is no cap on total or individual compensation. *   **Release Requirement:**  Acceptance of compensation requires signing a full Release, waiving future legal claims against the estate. *   **Process:** Claims are submitted via a defined process, including a questionnaire and supporting documentation. Claims are evaluated in the order they are received. *   **Transparency & Integrity:** The program emphasizes integrity through verification measures and includes confidentiality provisions.  False claims could lead to legal action. **Important Dates:** *   **Effective Date:**  The program’s effectiveness depends on Superior Court of the U.S. Virgin Islands approval. *   **Filing Deadline:** Claims must be submitted by nine months after the Effective Date. *   **Registration Deadline:**  Registration for the program must be completed 45 days before the Filing Deadline.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein victims' compensation program",
        "jeffrey epstein",
        "claims",
        "compensation",
        "eligibility",
        "release",
        "victim",
        "abuse",
        "administrator",
        "legal representative",
        "statute of limitations",
        "settlement agreement",
        "claims submission",
        "filing deadline",
        "confidentiality",
        "program integrity",
        "kenneth r. feinberg",
        "camille s. biros",
        "jordana h. feldman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030441",
            "similarity": 0.75,
            "index": 67,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030441",
      "summary": "It’s administered by Kenneth R. Feinberg (as Administrator) with Camille S. Biros and Jordana H. Feldman assisting. **Key Features & Rules:** *   **Voluntary & Independent:** The program is entirely voluntary and operates independently of the Estate of Jeffrey Epstein. *   **No Cap:** There’s no limit to the total funds or individual compensation amounts. *   **Eligibility:** Anyone alleging sexual abuse by Epstein can participate, regardless of statute of limitations, prior settlements, or assistance provided. Legal representatives (minors, incapacitated individuals, or attorneys) can file claims on behalf of victims. *   **Claims Process:** Claims are submitted via a form, with registration occurring through a website. The Administrator reviews claims based on credibility and supporting documentation. *   **Evaluation Criteria:** Compensation is determined based on the nature, extent, and impact of the abuse, age, and any relevant findings from law enforcement. *   **Release Required:** Accepting compensation requires signing a full release waiving all future claims against the Estate. *   **Payment & Integrity:** Payments are made upon acceptance and release execution, with measures in place to prevent fraudulent claims. Confidentiality is maintained to protect claimant privacy. **Timeline:** *   The program is effective 90 days after Superior Court of the U.S. Virgin Islands approval. *   A filing deadline of nine months after the effective date is set for submitting claims.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein victims' compensation program",
        "jeffrey epstein",
        "claims",
        "compensation",
        "eligibility",
        "release",
        "administrator",
        "victim",
        "abuse",
        "statute of limitations",
        "settlement agreement",
        "legal representative",
        "claims submission",
        "claims evaluation",
        "confidentiality",
        "program integrity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011028",
            "similarity": 0.75,
            "index": 66,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037645",
      "summary": "This document contains information related to the registration and ownership of several aircraft, primarily linked to Ghislaine Maxwell. Here’s a breakdown of the key details: *   **Aircraft Records:** Detailed records are provided for three helicopters (N722JE – “Air Ghislaine 2”, N331JE – Bell 430, and N491GM – Bell 407) and two jets (N212JE – GV SP G550, and N1201E – G-IV). These records include serial numbers, dates of registration, registered owners (primarily Hyperion Air LLC), and previous ownership histories. *   **Ownership History:** The records trace the ownership of the aircraft through multiple companies and individuals, including ASI Wings LLC, Freedom Air International, Inc., and Bovale Developments, Inc. *   **Maxwell Connection:** The documents highlight the frequent use of these aircraft by Ghislaine Maxwell, often in connection with Jeffrey Epstein. *   **Request for Information:** The sender is requesting further information, specifically passenger manifests for the aircraft and details regarding the pilot VAN HEURCK, and any information regarding the serial number for N491GM. *   **Encrypted Files:** Several files are mentioned as being encrypted for security reasons, with passwords to be provided separately. Essentially, the document is a collection of aircraft registration data used in an investigation related to Ghislaine Maxwell and her connections.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "n722je",
        "n331je",
        "hyperion air llc",
        "sikorsky s-76c",
        "bell 430",
        "bell 407",
        "lawrence visoski",
        "registration",
        "aircraft",
        "maxwell",
        "ghislaine noelle"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017875",
            "similarity": 0.692,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027585",
      "summary": "This document details the provision of flight plan information related to several aircraft, primarily for an investigation into Maxwell's activities. The information includes details on five helicopters (N331JE, N491GM, N722JE, N750A, and N162AE) and two jets (N2121E, N1201E, N9091E and N9081E), covering their registration history, serial numbers, ownership details (Hyperion Air LLC), and operational dates. Key information provided includes: *   **Flight Plans:** Multiple Excel files containing flight plans for various aircraft, with earliest data from 2007. *   **ICAO Codes & Airport Information:** Guidance on using ICAO codes and a Wikipedia link for airport identification. *   **Time Formats:** Standardized UTC time formats (CDDTTTT) are used. *   **Aircraft Specifics:** Details on each aircraft's model, serial number, registration history, and previous owners (e.g., ASI Wings LLC, Freedom Air International, Bovale Developments). *   **Special Registrations:** Notes on requested special registrations (e.g., N162AE, N722JE) and their issuance dates. *   **Maxwell’s Aircraft:** Specific details about aircraft used by Ghislaine Maxwell, including her private pilot certificate and associated helicopters (Air Ghislaine 1 & 2), and the jets she frequently used. *   **Attachments:** The document references attached Excel files containing the flight plan data and supplementary documents like LLC and Airman files (some encrypted). *   **FBI Involvement:** The document was generated by a Special Agent from the FBI’s LEAP program, indicating an ongoing investigation into potential criminal activity, specifically relating to child exploitation and human trafficking.",
      "timestamp": "2020-01-28T00:00:00",
      "timestamp_raw": "28 Jan 2020",
      "keywords": [
        "flight plans",
        "helicopters",
        "n491gm",
        "n722je",
        "n750a",
        "registration",
        "dates",
        "utc",
        "icao codes",
        "hyperion air llc",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038002",
      "summary": "An email exchange discusses an interview with an individual providing security for Maxwell on a premises. The sender requests information regarding a black car with a specific license plate associated with the interviewee, and includes the original interview notes.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "efta00038002",
        "interview",
        "security",
        "maxwell",
        "premises",
        "redaction",
        "errands",
        "black car",
        "plate",
        "registration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009956",
      "summary": "On October 12, 2020, HYPERION AIR requested the reservation of aircraft 722JH to their address in West Palm Beach, FL 33406. The request originated from the Federal Aviation Administration’s Registry website. A fee of $10 was paid, and the request was accepted on December 9, 2020. The document is a record of this registration change.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "faa",
        "aircraft registration",
        "hyperion air",
        "west palm beach",
        "civil aviation registry",
        "oklahoma city",
        "722jh",
        "aviation safety",
        "registry",
        "fee"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026567",
      "summary": "An Assistant United States Attorney in the Southern District of New York is reviewing a privilege log (SDFL_privilege_Iog.pdf) submitted by the defense in a case involving the “NPA.” The log contains an entry for a file folder and an attorney with an unknown name (“”) who is not found through searches or NY attorney registration databases. The Assistant U.S. Attorney is seeking suggestions on how to investigate this individual.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "npa",
        "privilege log",
        "sdfl",
        "attorney",
        "sdny",
        "ecf",
        "investigation",
        "coordination",
        "ed",
        "google search"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022793",
      "summary": "The purchase price is $1,800,000, with a $100,000 deposit held by AIC Title Service as escrow agent. The agreement includes conditions regarding the aircraft's condition, requiring a pre-purchase inspection and delivery of the aircraft.  A Warranty Bill of Sale transfers ownership and includes disclaimers of warranties, stating the aircraft is being sold \"as is, where is.”  The agreement establishes procedures for closing, including the transfer of documents and compliance with FAA regulations.  It outlines a process for addressing potential discrepancies in the aircraft’s condition and provides a framework for managing the transaction. The document also details the role of the Escrow Agent and includes sections for addressing potential title issues and warranty claims.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "May 6, 2021",
      "keywords": [
        "aircraft",
        "helicopter",
        "sikorsky",
        "s-76",
        "registration",
        "faa",
        "purchase agreement",
        "escrow",
        "deposit",
        "warranty",
        "title",
        "ownership",
        "industrial integrity solutions",
        "aic title service",
        "n722je",
        "2008",
        "turbomeca",
        "arriel",
        "closing",
        "pre-purchase inspection",
        "terms",
        "conditions",
        "legal",
        "agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022706",
      "summary": "*   **Purchase Price:** The helicopter is being purchased for $1,800,000, with a $200,000 initial deposit held in escrow by AIC Title Service, LLC. The remaining $1,600,000 will be paid at closing. *   **Escrow Agent:** AIC Title Service, LLC is acting as the escrow agent, holding the deposit and disbursing funds at closing. *   **Aircraft Condition:** The helicopter will be delivered \"as-is, where-is\" with a valid FAA airworthiness certificate and all required documentation. A pre-purchase inspection is required by the purchaser. *   **Citizenship Verification:** The Seller must demonstrate that at least 2/3rds of its managers, officers, or managing members are U.S. citizens. *   **Closing Details:** The closing is scheduled for May 13, 2021, extended from the original May 7, 2021 deadline, contingent upon an increased deposit of $100,000. *   **Additional Documents:** The agreement references several exhibit documents, including a detailed aircraft specification list, a warranty bill of sale, and a Certificate of Technical Acceptance.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "May 13, 2021",
      "keywords": [
        "aircraft",
        "purchase",
        "agreement",
        "helicopter",
        "s-76c++",
        "industrial integrity solutions",
        "warranty",
        "registration",
        "ic",
        "terms and conditions",
        "deposit",
        "escrow",
        "florida",
        "tue",
        "administrator",
        "49 u.s.c.",
        "certifications"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032414",
      "summary": "The NYS Academy of Trial Lawyers is offering a series of free webinars for members and non-members covering topics including: *   **June 15th (1-2 PM):** “Harnessing Neuroscience and Technology: Sex Discrimination & Sex Abuse – Culture Changing Conversations for Law Firms” featuring experts discussing implicit bias and workplace diversity. *   **June 22nd (1-2 PM):** “Powerfully Presenting in Trial and Mediation in the Workplace School and Sports” utilizing neuroscience and technology for persuasive communication. *   **June 23rd (1-2 PM):** A course on Federal Civil Rights Acts (Titles VII & IX) with a focus on evaluating and approaching sexual discrimination and abuse cases, mediation, and negotiation. *   **Additional Webinars (June 1st, 2nd, 11th, July 7th, 27th, 28th, August 3rd, 12th):** Covering topics such as the new marijuana law, personal injury litigation, power of attorney forms, decision-making biases, and medical malpractice mediations. Each webinar is 1-2 hours long and offered free of charge. Registration links are provided.",
      "timestamp": "2021-05-28T00:00:00",
      "timestamp_raw": "28 May 2021",
      "keywords": [
        "webinars",
        "bias",
        "discrimination",
        "legal",
        "neuroscience",
        "technology",
        "mediation",
        "civil rights",
        "attorneys",
        "inclusion",
        "diversity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010620",
      "summary": "It’s a series of transactions involving: *   **Initial Registration:**  The document outlines the initial registration request and assignment of special registration numbers (N401HB) to the aircraft by Chevron U.S.A. Inc. *   **Multiple Assignments:** There were multiple requests for the specific registration number to be assigned to different G550 aircraft serial numbers (5173-5183), reflecting the FAA's tracking system for aircraft. *   **Record Keeping/Transfer:** The document involves multiple exchange of letters, applications, and assignments to transfer ownership and registration information between various entities, including Aero Records & Title Co. and Gulfstream Aerospace. *   **FAA Oversight:** The FAA’s Aircraft Registration Branch is involved throughout the process, receiving applications, issuing confirmation letters, and maintaining records. *   **Fees:**  There’s a consistent fee of $10 or $420 associated with the reservation and assignment process. Essentially, it's a detailed record of the FAA’s processes for registering aircraft, including requests for special registration numbers and transfers of ownership.",
      "timestamp": "2021-07-22T00:00:00",
      "timestamp_raw": "July 22, 2021",
      "keywords": [
        "faa",
        "registration",
        "aircraft",
        "gulfstream",
        "g550",
        "n401hb",
        "serial number",
        "5173",
        "assignment",
        "special registration",
        "renewal",
        "owner",
        "registration branch",
        "oklahoma city",
        "registration number",
        "aviation",
        "title",
        "reserve"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011531",
      "summary": "Okay, here's a factual summary of the provided text, without introductions: *   The document is a series of FAA correspondence and forms related to the registration of a Gulfstream GV-SP (G550) aircraft (N4151M, then N212JE). *   It includes a request for assignment of special registration numbers (N401HB) to the aircraft. *   The document details a transfer of ownership from Chevron USA Inc. to another entity (likely related to \"Plan D, LLC\"). *   It involves multiple filings with the FAA's Aircraft Registration Branch (AFS-750), including reservation requests, assignment confirmations, and a certificate of registration application. *   Several letters document the process, including a formal request for reservation and assignment, confirmations of the assignment, and information on the aircraft's characteristics. *   Fees associated with the registration process are explicitly mentioned. *   The document demonstrates the process for obtaining and transferring aircraft registration within the U.S. Federal Aviation Administration system.",
      "timestamp": "2021-07-22T00:00:00",
      "timestamp_raw": "July 22, 2021",
      "keywords": [
        "aircraft registration",
        "n212je",
        "n415lm",
        "gulfstream",
        "gv-sp",
        "g550",
        "serial number 5173",
        "registration branch",
        "faa",
        "registration application",
        "certificate of registration",
        "international operations",
        "reservation",
        "assignment",
        "aircraft title",
        "owner",
        "oklahoma city",
        "airworthiness",
        "flight standards service",
        "aerospace",
        "registration",
        "federal aviation administration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021188",
      "summary": "On September 21, 2021, at 11:31 EDT, a U.S. Customs and Border Protection encounter occurred involving Ghislaine Maxwell. She was born on July 24, 1998, and encountered at Cyril King International Airport (A511 - CBP -CYRIL E) via Airline AA, inbound. The encounter resulted in no referral and indicated U.S. Alien Registration Card as the document.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "September 21, 2021",
      "keywords": [
        "u.s. customs",
        "border protection",
        "alien registration",
        "cbp",
        "iasi",
        "maxwell",
        "encampment",
        "airline",
        "manifest",
        "inbound"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023437",
      "summary": "This document details the redaction and investigation of FAA records pertaining to aircraft registrations, primarily focusing on those linked to Jeffrey Epstein. Initially, a paralegal specialist produced FAA records related to several aircraft, including N415LM, N212JE, and N550GP, after encountering password-locked files. These files involved registrations dating back to the 1990s and 2000s, with multiple owners and operators, including Air Ghislaine Inc., Freedom Air International Inc., and Hyperion Air LLC.  Numerous individuals, such as Darren K. Indyke and Lawrence VISOSKI, were repeatedly involved in the ownership and management of these aircraft. DEA S/A and the FBI in Atlanta expressed interest in the investigation, requesting assistance and providing search terms.  The investigation uncovered complex transfer histories, changes in tail numbers, and connections between the aircraft and individuals of interest, including Jeffrey Epstein and Ghislaine Maxwell. The investigation culminated in offers to provide blue ribbon certified copies of the aircraft registration records.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "faa",
        "records",
        "passwords",
        "encryption",
        "duplicates",
        "printing",
        "scanning",
        "registration",
        "aircraft",
        "n415lm",
        "n212je",
        "jeffrey epstein",
        "lawrence visoski",
        "darren indyke",
        "hyperion air",
        "freedom air",
        "ghislaine maxwell",
        "dea",
        "united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021666",
      "summary": "This document details a redaction analysis concerning aircraft registration records, primarily focusing on aircraft previously owned by Jeffrey Epstein and associated entities. The core investigation centers around the movement and ownership history of several aircraft, including an S-76C helicopter (N750A/N722JE/N722JE), a Gulfstream GV-SP (N415LM), a Beech 400A (N491GM), a Sikorsky S-76C (N162AD), a 1969 Boeing 727 (N505LS/N908JE), and a 1974 Gulfstream G-1159B (N979GA).  Multiple individuals, including Larry VISOSKI, Darren K. INDYKE, and Jeffrey EPSTEIN, are repeatedly associated with these aircraft transfers and registrations through various companies like Air Ghislaine, Shmitka Air, Freedom Air International, ASI Wings, Hyperion Air, and others. Insured Aircraft Title Service in Oklahoma played a significant role in facilitating many of these transactions.  The investigation highlights a complex web of ownership changes and connections to Jeffrey Epstein, with the FBI and DEA S/A actively involved in tracking these aircraft. The document includes multiple requests for information and subsequent communications between the FAA and law enforcement agencies, culminating in a request for copies of aircraft registration records. Finally, the document outlines the attempted tracking of other potentially connected entities such as Ghislaine Maxwell, Thomas World Air LLC, Hyperion Air LLC, Freedom Air Petroleum LLC, NES LLC, Maple, Inc., and Nautilus Inc.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "faa",
        "aircraft",
        "n750a",
        "n722je",
        "n415lm",
        "larry visoski",
        "darren k. indyke",
        "jeffrey epstein",
        "shmitka air inc.",
        "freedom air international inc.",
        "hyperion air llc",
        "insured aircraft title service",
        "air ghislaine",
        "plan d llc",
        "sikosrksy aircraft",
        "bill of sale"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018838",
      "summary": "On October 4, 2021, the U.S. Department of Justice, specifically the United States Attorney for the Southern District of New York, sent discovery related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330) to Ghislaine Maxwell, currently incarcerated at the Metropolitan Detention Center in Brooklyn. The correspondence confirms Maxwell’s inmate registration number (02879-509).",
      "timestamp": "2021-10-04T00:00:00",
      "timestamp_raw": "October 4, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "justice department",
        "southern district of new york",
        "mdc brooklyn",
        "discovery",
        "criminal case",
        "united states attorney",
        "audrey strauss",
        "legal documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017875",
      "summary": "This document pertains to an investigation involving aircraft registrations, specifically N722JE, N331JE, and N491GM, linked to Ghislaine Maxwell.  A law enforcement officer (identified as LEAP from the FAA) provided these registration details, including serial numbers, dates of registration, and ownership information (Hyperion Air LLC, Freedom Air International, etc.) to the FBI.  The officer highlighted the significance of the aircraft, noting Maxwell’s pilot certificate and frequent travel with Jeffrey Epstein.  Additional aircraft details – N212JE and N1201E – were also included, detailing their types (G550, G-IV, G1159B, and a Boeing 727-31) and registration dates. The documents indicate an effort to gather comprehensive information about Maxwell’s aircraft usage, including passenger manifests and serial numbers.  Encryption and redactions are present throughout the files.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "n722je",
        "n331je",
        "hyperion air llc",
        "sikorsky s-76c",
        "bell 430",
        "bell 407",
        "maxwell",
        "ghislaine noelle",
        "jeffrey epstein",
        "registration",
        "aircraft serial number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037645",
            "similarity": 0.692,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030958",
      "summary": "Tova Noel, an active employee of the Bureau of Prisoners/Federal Prison System, has a PIV card issued on 10/9/2023 with Issuance ID 1 and Serial [REDACTED]. Her CHUID is activated, and she possesses a PIV Auth Certificate and Digital Signature Certificate both expiring on 11/20/2021. She was sponsored by the Bureau of Prisoners/Federal Prison System, with an original sponsorship date of 9/19/2018. Her adjudication status is approved.",
      "timestamp": "2023-10-09T00:00:00",
      "timestamp_raw": "10/9/2023",
      "keywords": [
        "efta00030958",
        "piv",
        "digital signature certificate",
        "bureau of prisoners",
        "federal prison system",
        "employee",
        "sponsorship",
        "registration",
        "doj",
        "noel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035225",
      "summary": "The log details the observation’s purpose, allowed items (clothing, safety aids, etc.), and specific guidelines for the observation environment, including the use of a suicide watch blanket and mattress. It includes an eating/shower chart to track the inmate’s food and liquid intake, with checkboxes to indicate whether the inmate actually consumed the offered items.  A call log is also present, seemingly indicating a repeated attempt to contact the inmate. The overall document serves as a record of the observation and its associated procedures, aiming to monitor the inmate's condition and behavior.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "observation",
        "registration",
        "suicide watch",
        "psych observation",
        "eating/shower chart",
        "liquids",
        "observation",
        "blanket",
        "mattress",
        "inmate",
        "meals",
        "clothes",
        "safety toothbrush",
        "newspaper",
        "book",
        "pen",
        "toilet paper",
        "mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034379",
            "similarity": 0.579,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035087",
            "similarity": 0.8,
            "index": 92,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034392",
      "summary": "This document is an observation log related to a psychiatric or suicide observation of an inmate (EFTA00034392). It outlines the procedures and items allowed during the observation, including clothing restrictions, a food and liquid intake chart, and a schedule for the observation itself. The inmate is monitored for suicide risk and recorded data regarding their meals, liquid consumption, and shower participation. The log includes fields for noting the inmate's registration number, specific observations, and confirming adherence to the established protocols. The document emphasizes confidentiality and the importance of returning the log after the observation is complete.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "observation",
        "inmate",
        "suicide watch",
        "psych observation",
        "eating chart",
        "liquids",
        "shower",
        "registration",
        "clothing",
        "blanket",
        "mental health",
        "psychology"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033896",
      "summary": "This document is an observation log from a psychological assessment of an inmate, likely within a correctional facility. It details the procedures and items allowed during the observation, including clothing restrictions (primarily a suicide smock and blanket), and outlines the monitoring of the inmate's eating and liquid consumption. The log tracks the dates and times of the observation, records the inmate’s registration number, and includes a chart for monitoring the inmate’s meals and fluid intake. It emphasizes the need for staff to return the log upon completion of the observation. The document is part of a series (referenced by EFTA00033896 and other identifiers) and is marked as confidential.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "observation",
        "suicide watch",
        "psych observation",
        "efta00033896",
        "inmate",
        "registration",
        "eating/shower chart",
        "clothes",
        "blankets",
        "smock",
        "blanket",
        "meals",
        "liquids",
        "observation ended",
        "regular clothes",
        "safety pen",
        "paper",
        "legal mail",
        "sw blanket",
        "sw mat",
        "name",
        "observation started"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033926",
      "summary": "This document is an observation report related to a psychiatric or psychological assessment of an inmate (identified as \"PAA-AE\"). It details the inmate’s registration, the start and end dates of the observation, and allowed items (clothing, supplies, etc.). The report includes an eating/shower chart to track the inmate’s food and liquid consumption, and a section for recording any suicide watch or psychological observation notes. The document emphasizes confidentiality and specifies procedures for returning observation logs. It’s part of a series of records related to the inmate’s case.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "observation",
        "inmate",
        "suicide watch",
        "psych observation",
        "eating chart",
        "liquids",
        "shower",
        "registration",
        "clothes",
        "toothbrush",
        "newspaper",
        "books",
        "pen",
        "paper",
        "blanket",
        "smock",
        "hygiene",
        "observation ended",
        "observation started"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019442",
      "summary": "EFTA00019442 is a redaction analysis document related to a Boeing N908JE aircraft (JEGE INC-000001). It includes passenger manifests with details like registration numbers, dates, times, and flight information, as well as pilot details. There are two manifests included, MM11-727 and MM11-727 BOEING-N908JE_JEGE INC-000002, referencing EFTA00019442 and EFTA00019443 respectively.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00019442",
        "boeing",
        "n908je",
        "jeffrey epstein",
        "passengers",
        "pilots",
        "manifest",
        "registration",
        "altitude",
        "night",
        "city"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029692",
      "summary": "This is an application for a U.S. passport issued by the U.S. Department of State. The form collects personal information including name, address, date of birth, sex, occupation, father’s name, and emergency contact details. It also includes sections for identifying documents, oath administration, and issuing office information. The document is scanned and generated on December 26, 2025.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "passport",
        "application",
        "u.s. department of state",
        "registration",
        "name",
        "date",
        "phone",
        "security number",
        "occupation",
        "father's name"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034379",
      "summary": "This document is a set of instructions and observations related to a psychiatric observation or suicide watch period for an inmate, Erk. It outlines specific rules for the inmate’s environment, including allowed items, bedding requirements, and a detailed eating and shower chart to track his activities. The document includes a registration number (4-1631X-(1)5t/) and multiple reference codes (SDNY_00010876, SDNY_00010877, SDNY_00010880, SDNY_00010883, SDNY_00010885, SDNY_00010886, SDNY_00010887, SDNY_00010888) and EFTA numbers (EFTA00034379, EFTA00034380, EFTA00034381, EFTA00034382, EFTA00034383, EFTA00034384, EFTA00034385, EFTA00034386, EFTA00034387, EFTA00034388, EFTA00034389, EFTA00034390, EFTA00034391) for tracking and record-keeping. The primary purpose is to monitor the inmate’s well-being and ensure adherence to safety protocols.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide watch",
        "psych observation",
        "eating/shower chart",
        "inmate",
        "registration",
        "clothes",
        "safety toothbrush",
        "newspaper",
        "observation",
        "blanket",
        "mattress",
        "psychology",
        "legal mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035225",
            "similarity": 0.579,
            "index": 84,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009016",
      "summary": "Attorney’s Office and Jeffrey Epstein for state charges related to trafficking and sexual exploitation. The core of the agreement revolved around Epstein receiving a two-year state prison sentence in exchange for a guilty plea. Several factors shaped the negotiation: concerns about federal prosecution, the potential for a more severe federal sentence, and a desire to avoid a protracted legal battle.  The U.S. Attorney’s Office expressed concerns about Epstein's potential for further harm and wanted to ensure he received a jail sentence and registration. A key point of contention was the inclusion of a “non-admission of guilty” clause in the NPA, which provided broad immunity for potential co-conspirators.  The U.S. Attorney’s Office argued this was necessary to minimize the risk of further legal action, though it faced criticism later for its broad scope. The negotiation involved multiple individuals, including the lead U.S. Attorney, his deputy, and defense counsel, with the understanding that the plea was a strategic move, and the terms were ultimately subject to legal scrutiny.  A significant factor was the defense's resistance to the plea agreement and repeated attempts to renegotiate terms, particularly the immunity clause.  The U.S. Attorney viewed this as a tactic to delay the process and potentially obtain a more favorable outcome. Ultimately, the two-year state sentence was secured, with the NPA incorporating specific provisions addressing the immunity clause and restitution.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "npa",
        "plea agreement",
        "state",
        "federal",
        "prosecution",
        "negotiation",
        "terms",
        "jail time",
        "registration",
        "restitution",
        "coconspirator",
        "immunity",
        "defense",
        "witness",
        "epstein",
        "terms of confinement",
        "sentencing",
        "investigation",
        "victim",
        "concerns",
        "concerns",
        "resolution",
        "understand"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035087",
      "summary": "It outlines specific procedures and guidelines for observing an inmate, including allowed items, safety protocols, and observation tracking. The inmate is on suicide watch or undergoing a psychological observation.  The log records the inmate’s eating and liquid consumption, and whether the inmate received a shower.  It utilizes a series of charts to systematically record these observations and monitor the inmate’s behavior and needs. The document emphasizes adherence to strict protocols to ensure the inmate’s safety and provide accurate observation data.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "observation",
        "efta00035087",
        "suicide watch",
        "psych observation",
        "eating/shower chart",
        "registration",
        "inmate",
        "meals",
        "liquids",
        "observation started",
        "blankets",
        "mattress",
        "clothes",
        "safety toothbrush",
        "newspaper",
        "book",
        "pen",
        "toilet paper",
        "mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035225",
            "similarity": 0.8,
            "index": 84,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030273",
      "summary": "This document is a passenger manifest for a Hyperion Air, Inc. aircraft (Registration Number: N909JE, Type: G-1159B). It details passenger information including names, origin, destination, flight times, distances (Nautical Miles and Statute Miles), fuel consumption (Gallons and Pounds), and flight parameters (Altitude, Take-Off Power, Approach, WIC condition). The manifest includes 9 passengers and two pilots.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "passenger manifest",
        "hyperion air",
        "inc.",
        "n909je",
        "flight time",
        "altitude",
        "take-off",
        "nautical miles",
        "statute miles",
        "gallons",
        "airframe"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037421",
      "summary": "This document provides information regarding Jeffrey Epstein’s record in the New York State Sex Offender Registry, accessed through the eJusticeNY Integrated Justice Portal. The record details his offense (sexual intercourse with a minor), arrest date, conviction details, current address in St. Thomas, USVI, contact information including multiple email addresses and telephone numbers, and a history of notifications related to his registration status. The information is governed by Correction Law and emphasizes the restricted access and prohibition of sharing registry details publicly. The record includes details about associated organizations and service providers.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ejusticeny",
        "sex offenders",
        "registry",
        "sora",
        "correction law",
        "sora",
        "ejusticeny portal",
        "jeffrey epstein",
        "new york state",
        "criminal prosecution",
        "jurisdiction",
        "notifications",
        "fbi number",
        "race",
        "address",
        "communications",
        "screen name"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033886",
      "summary": "This document is a Suicide Watch Logbook used by correctional staff to monitor an inmate’s behavior. It includes sections for initial setup, chronological observation recording every 15 minutes, and space for the Chief Psychologist’s concluding notes. The log requires observers to record inmate actions, movements, and any relevant observations, signed and initialed at the beginning of each shift. Two inmate names and registration numbers are listed: Er5)-e,Y and EP54-etio. j•, along with registration numbers CSLi and €031F5-054 respectively. The documents detail the procedures for initial log entry, ongoing observation, and the completion of the record by a psychologist.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide watch",
        "inmate",
        "log",
        "observation",
        "psychologist",
        "register",
        "institution",
        "shift",
        "observations",
        "chronological",
        "watch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033775",
      "summary": "This document is a suicide watch logbook used in a correctional setting. It contains sections for recording observations of an inmate, including time stamps, inmate details (registration number), and brief notes on the inmate’s behavior. There are two versions of the logbook, one for staff and one for observers, with instructions on documenting observations every 15 minutes and initialing each entry. The logbook includes a checklist for initial setup and a section for the chief psychologist to complete upon the end of the watch. The inmate being observed has registration number (31p)-054.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide watch",
        "inmate",
        "log",
        "observation log",
        "chronological",
        "register",
        "psychologist",
        "staff",
        "initial",
        "continuation",
        "cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035257",
      "summary": "This document is a suicide watch logbook used in a correctional institution. It contains sections for inmate observation logs, including inmate name, registration number, institution, and date/time of the watch. Instructions are provided for observers to document observations every 15 minutes, initialing entries, and signing their name at the beginning of each shift. The logbook includes sample observation entries with initials and timestamps detailing inmate behavior (e.g., sitting on the bed, standing by the door). There are two versions of the logbook, one for inmate use (SWCL-INMATE) and one for staff (SWCL-STAFF), with sections for initial setup and continuation logs.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide watch",
        "inmate log",
        "observation log",
        "chronological log",
        "psychologist",
        "institution",
        "initial log",
        "staff watch",
        "efta00035257"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013912",
      "summary": "Jeffrey Epstein will plead guilty to one count of solicitation of prostitution (FL Stat. § 796.07) and an offense requiring sex offender registration (Florida Statutes Section 796.03). He recommends a 30-month sentence consisting of 12 months in county jail and 6 months in county jail, followed by 12 months of community control. He will not receive additional gain time beyond standard inmate rules and must provide an accounting of earned gain time to the United States.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "solicitation of prostitution",
        "sex offender",
        "florida statutes",
        "palm beach county",
        "sentencing",
        "gain time",
        "incarceration",
        "legal agreement",
        "terms of agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031936",
      "summary": "Jeffrey Epstein, a Manhattan investment manager, pleaded guilty to soliciting underage prostitutes at his Palm Beach mansion and is facing 16 months in prison. His lawyers, led by Gerald Lefcourt, are attempting to persuade federal prosecutors to drop the demand that he register as a sex offender, arguing the state did not believe registration was warranted. Epstein’s former business partner, Mort Zuckerman, is also mentioned.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "sex offenses",
        "jeffrey epstein",
        "legal",
        "prosecution",
        "plea guilty",
        "palm beach",
        "registered sex offender",
        "gerald lefcourt",
        "us attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036540",
      "summary": "Jeffrey Epstein, Registration Number 76318-054, was serving a pre-trial sentence of 66 years for sex trafficking conspiracy and sex trafficking of minors. He is Caucasian, male, 66 years old at the time of this record, and his custody status is unassigned/in.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "inmate data",
        "sex trafficking",
        "sentencing",
        "pre-trial release",
        "race",
        "caucasian",
        "male",
        "efta00036540"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021190",
      "summary": "On December 18, 1999, at 16:26 EDT, Ghislaine Maxwell, born on November 21, 1999, arrived at Cyril King Airport (A511 - CBP -CYRIL E) via an airline (not API) as an Alien Registration Card holder from the United States. The encounter was inbound, not referred, and resulted in no processing result. The passenger status was PV.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs and border protection",
        "alien registration card",
        "united states",
        "maxwell",
        "king",
        "cbp",
        "inbound",
        "processing result",
        "passenger status",
        "arrival location"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021186",
      "summary": "On June 23, 1997, at 17:41 EDT, Ghislaine Maxine Maxwell, an alien with a U.S. Alien Registration Card, arrived at JFK Airport, Terminal 3, in New York via an airline flight. The encounter was inbound, not referred to any agency, and the passenger status was not updated. The encounter was recorded as EFTA00021186.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs and border protection",
        "alien registration card",
        "united states",
        "jfk airport",
        "inbound",
        "passenger status",
        "document number",
        "encounter date",
        "homeland security",
        "manifest data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038329",
      "summary": "This document is a detailed investigative report generated on December 28, 2025, focusing on the individual Ghislaine Maxwell. The report utilizes various data sources, including Experian, TransUnion, Equifax, and D&B Market Identifier Records, to compile a comprehensive profile. It includes extensive information about Maxwell's personal details (DOB, addresses, SSN, phone numbers), her professional affiliations (particularly with TERRAMAR PROJECT, INC.), her vehicle registrations, and connections to a network of associates and neighbors. The report flags several potential “quick analysis flags,” including association with OFAC, Global Sanctions, and a potential Prison Address. It details numerous addresses linked to her, the vehicles she owns and operates, and a wealth of data concerning her relationships with others, including multiple associates, relatives and their associated data. The document includes sections flagged as having no matches, likely due to data limitations or inconsistencies.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038329",
        "addresses",
        "subject",
        "work affiliations",
        "utility services",
        "phone numbers",
        "quick analysis flags",
        "drivers licenses",
        "political donors",
        "executive affiliations",
        "d&b market identifier records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035268",
      "summary": "A correctional officer observed a new inmate, EFTA00035268, on 5 North exhibiting signs of distress, sadness, and confusion. The officer requested psychological assistance due to concerns about potential suicidal thoughts, as the inmate’s initial response was vague and he was observed as dazed and withdrawn. The officer did not know the inmate’s registration number or intake information.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "psychology",
        "suicidal thoughts",
        "distressed",
        "confused",
        "withdrawn",
        "new inmate",
        "5 north",
        "intake",
        "count"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035267",
            "similarity": 0.667,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}