{
  "keyword": "incident",
  "count": 34,
  "keyword_match_count": 34,
  "content_match_count": 203,
  "total_files": 237,
  "timeline": [
    {
      "file_id": "EFTA00028723",
      "summary": "This document outlines procedures for the creation and operation of Boards of Inquiry and Inquiry Teams within the U.S. Department of Justice’s Federal Bureau of Prisons. Here’s a breakdown of the key points: *   **Purpose:** These teams investigate incidents and situations, gathering evidence, determining causes, and recommending corrective steps. They’re primarily used for significant or unusual incidents. *   **Authority:** The Director creates Boards of Inquiry, while Regional Directors or Wardens create Inquiry Teams (with Director approval). *   **OIA Involvement:** The Office of Internal Affairs (OIA) plays a crucial role, particularly in staff misconduct cases, ensuring employee rights and evidence preservation. An OIA member is typically included on Boards of Inquiry involving misconduct. OIA also assists teams with consultations and expenses. *   **Reporting Requirements:** Reports must be detailed, including recommendations, and may be subject to release under FOIA or subpoena if related to legal proceedings. *   **Team Composition:** Boards and Teams can include Bureau staff, legal counsel, and external experts. Regional Teams should avoid solely consisting of staff from one institution. *   **Interview Procedures:** Strict guidelines govern witness interviews, including advising on rights, confidentiality, and potential legal implications (e.g., Miranda rights if criminal misconduct is suspected). *   **Documentation:** Comprehensive records (notes, photos, recordings) are preserved throughout the inquiry process. Essentially, this document establishes a formalized process for investigating incidents within the Bureau of Prisons, emphasizing thoroughness, legal considerations, and accountability.",
      "timestamp": "2000-03-09T00:00:00",
      "timestamp_raw": "3/9/2000",
      "keywords": [
        "boards of inquiry",
        "inquiry teams",
        "investigations",
        "evidence",
        "policy",
        "regulations",
        "oia",
        "bureau of prisons",
        "foia",
        "misconduct",
        "legal",
        "reports",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007157",
      "summary": "The report details an investigation into these allegations, conducted by Palm Beach Police Department officers. Key elements of the report include: *   **Timeline:** The report covers a period from July 25, 2006, onwards, involving multiple interviews with the victim and other parties (including Jeffrey Epstein, his assistant Leslie Wexner, and a private investigator named Zachery Bechard). *   **Victim’s Account:** The victim (I) describes multiple meetings with Epstein over a period of years (primarily 2004-2005), during which she was allegedly paid $200 to provide massages. She recounts incidents where Epstein instructed her to remove her clothing and engaged in sexual activity. *   **Other Witnesses:** The report incorporates statements from other individuals, including Wexner, Bechard and several investigators. *   **Evidence Gathering:** The investigation involved gathering evidence, including telephone records, photographs, witness statements, and obtaining a warrant to search Epstein’s residence. *   **Legal Actions:** The report outlines steps taken to secure arrest warrants for Epstein and his assistant. The document is a detailed record of the ongoing investigation and does not conclude the case, as investigations continue.",
      "timestamp": "2006-07-25T00:00:00",
      "timestamp_raw": "July 25, 2006",
      "keywords": [
        "palm beach",
        "police",
        "investigation",
        "sexual abuse",
        "child abuse",
        "epstein",
        "witnesses",
        "interviews",
        "trash pull",
        "surveillance",
        "massage",
        "florida",
        "victim",
        "confession",
        "evidence",
        "criminal",
        "suspect",
        "criminal investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009448",
      "summary": "The witness, an FBI agent (referred to as “Agent”), testified on February 27, 2007, in West Palm Beach, Florida. Key points from the testimony include: *   The witness initially confused the victim, whose birthdate is January 20, 1953, with another individual. *   The investigation began with a 14-year-old girl reporting a molestation incident by a man residing in Palm Beach. *   The Palm Beach police initially interviewed the girl, and the agent was later involved to correct this confusion. *   The agent investigated a situation where the girl was offered $200-$300 to give a massage to a man named Jeffrey Epstein, who was identified as a “security person” at Epstein’s residence. *   The agent recounts the events leading up to a sexual encounter between the girl and Epstein, including the girl being instructed to remove her clothing and the subsequent massage. *   There were multiple phone calls between the girl and Epstein, some of which involved offers of money and discussions about work arrangements. *   The girl provided controlled calls to investigators, and details emerged about the circumstances surrounding the encounter. *   The transcript highlights discrepancies in the witness's accounts from different interviews and attempts to clarify the details of the events. *  Evidence including trash pulls revealed contact information and details about the interactions. This transcript is a partial record of the grand jury’s investigation and contains details related to a specific case involving allegations of sexual abuse.",
      "timestamp": "2007-02-27T00:00:00",
      "timestamp_raw": "February 27, 2007",
      "keywords": [
        "operation leap year",
        "federal grand jury",
        "west palm beach",
        "fbi",
        "testimony",
        "massage",
        "sexual abuse",
        "palm beach",
        "2004",
        "2005",
        "molestation",
        "teenager",
        "age",
        "palm beach police department",
        "phone calls",
        "controlled calls",
        "discrepancies",
        "palm beach county",
        "girl",
        "18 years old"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013693",
      "summary": "An Assistant U.S. Attorney is forwarding a link to a website (“The Awareness Center”) containing compiled newspaper stories about Jeffrey Epstein to another individual. The sender notes a disparity in media coverage between Miami and the UK, specifically regarding a recent London newspaper story about Epstein’s link to Prince Andrew. The sender also reports an incident involving a London reporter inquiring about a witness’s grand jury appearance, suggesting an international leak.",
      "timestamp": "2007-05-14T00:00:00",
      "timestamp_raw": "14 May 2007",
      "keywords": [
        "epstein",
        "press coverage",
        "miami",
        "london",
        "grand jury",
        "leak",
        "awareness center",
        "prince andrew",
        "redaction",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013634",
      "summary": "This document pertains to press coverage surrounding Jeffrey Epstein, specifically from January 2008. It includes various documents, including news articles, redacted PC affidavits, and an incident report, which were published by \"The Smoking Gun.\" The Chief's investigation was closed by the State Attorney's Office, leading to the public release of the affidavits and report.",
      "timestamp": "2008-01-02T00:00:00",
      "timestamp_raw": "02 Jan 2008",
      "keywords": [
        "epstein",
        "press coverage",
        "affidavits",
        "redacted",
        "state attorney",
        "investigation",
        "arrests",
        "smoking gun",
        "archives",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023641",
      "summary": "Hill, representing the plaintiff) in a civil lawsuit (Case No. 08-CV-80811-CIV) against him. The answers detail the plaintiff’s background, interactions with Epstein, and claims for damages, primarily related to massages and alleged abuse. Key points include: *   The plaintiff provided answers to Epstein’s initial interrogatories on January 16, 2009. *   The plaintiff's legal counsel is Jack Scarola and Jack P. Hill, working through Searcy Denney Scarola Barnhart & Shipley, P.A. and Richard Willits, P.A. *   The plaintiff provided a detailed account of their meetings and interactions with Epstein, including dates, locations, and financial transactions (primarily massage payments). *   The plaintiff denies being convicted of a crime and claims no knowledge of other individuals involved in similar incidents. *   The plaintiff's claims for damages are based on mental anguish, pain, and trauma. *   The document includes a notarized certification of delivery to Epstein’s legal counsel. *   The answers are part of an ongoing discovery process.",
      "timestamp": "2009-01-16T00:00:00",
      "timestamp_raw": "January 16, 2009",
      "keywords": [
        "jeffrey epstein",
        "united states district court",
        "florida",
        "interrogatories",
        "answers",
        "jack scarola",
        "jack p. hill",
        "searcy denney",
        "civil case",
        "sexual assault",
        "victims",
        "discovery",
        "palm beach county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035737",
      "summary": "This document is an unofficial FBI record concerning the death investigation of Jeffrey Epstein. It includes documents provided by DIG SA from MCC, specifically: L-Tier Daily Logs for August 9 and 10, a Weekly Signature Sheet for weeks of 7/28 and 8/4, an Incident Report from July 23, a Suicide Timeline (8/9-8/13), a memo regarding Epstein remains, a memo regarding an Epstein phone call (8/9), and Chain of Custody Logs from MCC. The record was received on October 16, 2009.",
      "timestamp": "2009-10-16T00:00:00",
      "timestamp_raw": "October 16, 2009",
      "keywords": [
        "jeffrey epstein",
        "death investigation",
        "mcc",
        "fbi",
        "import form",
        "unsub",
        "suicide timeline",
        "chain of custody",
        "incident report",
        "ssa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027307",
      "summary": "830) concerning false statements made by Tova Noel and Michael Thomas at the Metropolitan Correctional Center (MCC). **Key Facts:** *   **Case Details:** The defendants were charged with making false statements related to a 14-hour period in August 2019. *   **Government Discovery:** The government produced a substantial amount of discovery, including surveillance video, computer analysis, count slips, phone records, and personnel files. They have subsequently produced additional discovery. *   **Defendant's Requests:** Thomas requested further information, specifically seeking the Inspector General's report, records of other BOP employees involved in similar incidents, and information related to staffing issues. *   **Legal Arguments:** The government argues that Thomas’s motion is without merit because: *   The government has fulfilled its Brady and Rule 16 discovery obligations. *   The requested records are not \"material\" to Thomas's defense and would be used to promote jury nullification. *   The government does not have possession of all relevant records from other agencies (like the BOP or SEC). *   Thomas has not presented sufficient evidence to support a selective prosecution claim. In essence, the document is the government's argument against Thomas’s attempt to obtain additional discovery, asserting that it has already provided the necessary information and that the defendant’s requests are legally unsupported and seek to unfairly influence a jury.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "jury nullification",
        "selective prosecution",
        "bop",
        "investigation",
        "material",
        "deliberative process privilege",
        "witness statements",
        "mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031263",
      "summary": "830). Thomas is charged with making false statements related to incidents at the Metropolitan Correctional Center (MCC). The core argument is that the government has already provided sufficient discovery and that Thomas’s request for further materials, particularly regarding BOP policies, investigations by the Inspector General, and instances of other officers not prosecuted, is unwarranted. The government asserts that Thomas’s request is not “material to preparing a defense” and is primarily aimed at attempting to influence a jury through jury nullification. The government contends that it has fulfilled its Brady and Rule 16 discovery obligations and that Thomas has not met the legal standard required to obtain additional materials. Specifically, the government argues that Thomas's requests are irrelevant to the charges, attempts at jury manipulation, and that he has failed to establish the necessary legal basis for the discovery.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "bop",
        "indictment",
        "thomas",
        "noel",
        "investigation",
        "inspector general",
        "selective prosecution",
        "nullification",
        "materiality",
        "false statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010203",
      "summary": "This document is the “Rules of Behavior (ROB) for General Users” within the 286$ Division of the Department of Justice, Version 7.0, effective January 3, 2014. It outlines security responsibilities for all users of DOJ information systems and data. Key points include: *   **Purpose:** The ROB aims to ensure personal responsibility for system and data security, aligning with various DOJ policies (OMB Circulars, Privacy Act, DOJ Orders, IT Security Standard). *   **Scope:** Applies to all government employees and contractors using DOJ systems or accessing DOJ information. *   **User Responsibilities:** Users must comply with all laws and policies, protect data, report security incidents, manage passwords securely, and follow guidelines for remote access, mobile computing, and classified information handling. *   **Penalties:** Non-compliance leads to sanctions, including warnings, system access suspension, reassignment, or termination, and potential criminal prosecution for unauthorized disclosure of classified information. *   **Specific Guidelines:** The document details rules regarding email usage, web browsing, removable media, virtual conferencing, traveling users, and the protection of Personally Identifiable Information (PII). *   **Acknowledgement:** Users are required to sign or electronically verify their understanding and acceptance of the ROB.",
      "timestamp": "2014-01-03T00:00:00",
      "timestamp_raw": "January 3, 2014",
      "keywords": [
        "efta00010203",
        "doj",
        "mega4",
        "litigation support system",
        "epstein",
        "relativity",
        "cases/projects",
        "user information",
        "security rules",
        "privacy act",
        "it security",
        "exemptions",
        "penalties",
        "noncompliance",
        "mobile devices",
        "remote access",
        "password security",
        "pii"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030587",
      "summary": "An individual (EFTA00030587) contacted someone seeking information regarding an incident involving Wilton Manors Police Department, specifically regarding individuals named Sergeant, Ron Eppinger, and Charlie. The individual reported the police had no records of the incident or the individuals involved and believed records may have been destroyed due to the nature of the alleged legality. The individual expressed regret for the continued inquiries and hoped to complete the investigation for the benefit of other potential victims.",
      "timestamp": "2014-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2014",
      "keywords": [
        "wilton manors police dept",
        "redaction analysis",
        "records",
        "charlie",
        "eppinger",
        "minor",
        "legal records",
        "victim",
        "information",
        "2014"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016373",
      "summary": "This document is an indictment charging Ghislaine Maxwell with multiple federal crimes related to the sexual exploitation and abuse of underage girls by Jeffrey Epstein. Key accusations include: *   **Conspiracy and Enticement:** Maxwell assisted Epstein in recruiting, grooming, and facilitating the sexual abuse of multiple minor girls (aged as young as 14) between 1994 and 1997. *   **Travel and Concealment:** She transported victims to Epstein’s residences and repeatedly lied under oath to conceal her involvement. *   **Detailed Abusive Acts:** Maxwell participated in sexual abuse, including massages that evolved into sexual encounters, normalizing abuse, and using victims as leverage. *   **Perjury:** She made false statements during a deposition regarding her knowledge of Epstein’s activities and involvement with underage girls. The indictment outlines specific incidents at multiple locations (New York, Florida, New Mexico, and London) and alleges violations of various federal laws including conspiracy, enticement, transportation of minors with intent to commit sexual offenses, and perjury.",
      "timestamp": "2016-04-22T00:00:00",
      "timestamp_raw": "April 22, 2016",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "minors",
        "abuse",
        "grooming",
        "recruitment",
        "sexual exploitation",
        "victims",
        "new york residence",
        "palm beach residence",
        "santa fe",
        "massage",
        "travel",
        "perjury",
        "1994",
        "1997"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010956",
      "summary": "This document presents a collection of news reports and intelligence analyses concerning terrorism investigations and related events, primarily focusing on 2019. Key themes include: *   **U.S. Coast Guard Officer Case:** A U.S. Coast Guard officer, Christopher Paul Hasson, was arrested and charged with studying extremist manifestos and conducting unauthorized searches for information on terrorist groups, facing charges including kidnapping conspiracy. *   **Somalia Kidnapping Investigation:** An investigation into the 2012 kidnapping of a journalist in Somalia involved Abdi Yusuf Hassan and Mohamed Tahlil Mohamed, with FBI holdings linked to the suspects. *   **ISIS-Related Activities:** The document details several ongoing investigations and incidents related to ISIS and affiliated groups, including: a former ISIS fighter providing intelligence to the FBI, the ongoing threat of ISIS online propaganda, the attempted recruitment of American citizens by ISIS, and the arrest of individuals linked to the group in Germany, Philippines, and Venezuela. *   **Counterterrorism Efforts:** It highlights various U.S. government strategies to combat terrorism, such as increased biometric scanning, data sharing, and targeted airstrikes against drug labs and militant groups (particularly in Afghanistan). *   **Extremist Returnees:** The document examines cases of individuals who returned from conflicts in Syria and Iraq, including a Canadian released from prison despite concerns about continued radicalization and the challenges of prosecuting individuals involved in overseas terrorist activities. *   **Venezuela Situation:** A former intelligence chief, Hugo Carvajal, defected and provided evidence against President Maduro’s inner circle, alleging corruption and drug trafficking. *   **Historical Context:**  The document includes a brief historical account of the U.S. government's involvement in a deceptive operation during the Reagan administration to monitor suspected terrorist contacts. Essentially, it's a snapshot of various ongoing terrorism investigations and counterterrorism efforts, demonstrating the persistent global threat and the diverse actors involved.",
      "timestamp": "2019-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2019",
      "keywords": [
        "coast guard",
        "terrorism",
        "manifesto",
        "anders behring breivik",
        "unabomber",
        "virginia tech",
        "eric rudolph",
        "somalia",
        "kidnapping",
        "ransom",
        "isis",
        "jihadist",
        "terrorism travel",
        "biometric scans",
        "al-qaeda",
        "fbi",
        "syria",
        "pakistan",
        "germany",
        "intelligence",
        "terrorist groups",
        "afghanistan",
        "us citizen",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033663",
      "summary": "Martin Weinberg, on behalf of the Epstein family, requested the preservation and production of all documents, records, and evidence related to Jeffrey Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC) from July 6, 2019, onward, particularly concerning the July 23rd incident and August 10th death. This included requests for video footage, employee records, communication logs, medical records, physical evidence, and interviews. A notification of Epstein’s death was subsequently sent by the MCC.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "investigations",
        "death",
        "august 10",
        "2019",
        "fbi",
        "usms",
        "mental health",
        "cell",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034852",
      "summary": "The Lieutenant’s shift involved managing inmate movement, responding to system malfunctions, conducting trash runs, and overseeing visitation. Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, and 8:00 AM.  The SHU (Special Housing Unit) status was consistently 73/5.  There were no reported incidents of inmates being transferred to or from the hospital.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "detention",
        "inventory",
        "operations",
        "phone check",
        "institution",
        "787",
        "788",
        "789"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018153",
      "summary": "A communication chain discusses a public relations review regarding Jeffrey Epstein’s case. The FBI is directing individuals who were victims or have information about his alleged criminal behavior to call the 1-800-CALL-FBI number, regardless of their current or past age or the location of the incident. A US Attorney’s Office email discusses finalizing the PR release and confirms the inclusion of the FBI hotline number.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "fbi",
        "epstein",
        "pr",
        "review",
        "usanys",
        "call-fbi",
        "victims",
        "criminal behavior",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015574",
      "summary": "An email chain discusses the final Public Relations (PR) review for a document related to Jeffrey Epstein. The FBI Assistant Director emphasized the importance of reporting any instances of victimization by Epstein or related criminal behavior, regardless of the victim’s age or location of the incident, and provided the phone number 1-800-CALL-FBI. A U.S. Attorney’s Office email attached the final PR document for review, requesting finalization of the included phone number.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "epstein",
        "pr",
        "fbi",
        "victimization",
        "redaction",
        "u.s. attorney",
        "southern district of new york",
        "1-800-call-fbi",
        "jeffery epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034860",
      "summary": "On July 08, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift noted a Fire Suppression System inoperative and initiated a fire watch. Staff shortages led to the vacating of Correctional assignments 10-South #2.  I/M Epstein #76318-054 was placed on Psychological Observation. New inmate admissions included Benjamin, Brown, Buchanan, Cabrera, Delacruz, Marshall, Ortiz, Quiroga, Roberson, and releases included Bignon, Delgado, Garcia, Kim, Mendoza, Pena, Reid, Richardson, Rivera, and Zamora.  A staff search was conducted due to missing reports and equipment. Leave utilized included various types such as furlough, annual leave, sick leave, and AWOL. Overtime was recorded for E-1, 60-Q (USM Medical), and other categories. The institution’s total population at the beginning of the morning shift was 790.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 08, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "fire suppression system",
        "staff shortage",
        "daily activity report",
        "corrections",
        "usms",
        "psych obs",
        "new admissions",
        "released inmates",
        "leave utilization",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014643",
      "summary": "An email chain discusses the final review of a public relations release regarding Jeffrey Epstein. The FBI Assistant Director emphasized the need for anyone who was a victim or has information about Epstein’s alleged criminal behavior to contact the FBI at 1-800-CALL-FBI, regardless of the time elapsed or location of the incident. A final PR document was attached for review, including the provided contact number.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "epstein",
        "pr",
        "fbi",
        "victimization",
        "usanys",
        "redaction",
        "finalize",
        "release",
        "criminal behavior",
        "1-800-call-fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014645",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014645",
      "summary": "Email correspondence regarding a final review of a Public Relations (PR) release related to Jeffrey Epstein. The release includes a statement from the FBI Assistant Director emphasizing the agency’s willingness to investigate any claims of criminal behavior regardless of the victim’s age or location of the incident, referencing the 1-800-CALL-FBI hotline.  A contractor and multiple individuals at the U.S. Attorney's Office for the Southern District of New York were involved in the review and approval process. The document references file EFTA00014645 and EFTA00014646.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "epstein",
        "fbi",
        "pr",
        "review",
        "redaction",
        "usanys",
        "contractor",
        "release",
        "victimized",
        "criminal behavior"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014643",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036131",
      "summary": "A duty officer report from July 9, 2019, details operations at the MCC New York facility. Sanitation was good, with minor issues noted regarding overflowing trash bins. Daily inmate counts were completed without issues, and food service and visiting operations complied with regulations. Programs and activities were conducted as scheduled, with a missed English Protestant service. On July 2, an inmate, Mark Reg #86460-054, was observed taking an object from a visitor. Statistical information includes inmate counts, visiting data, commissary sales ($22,282.91), and incident reports (9). Portal to Portal monitoring showed consistent staff compliance. PREA rounds showed no concerns, and Locator Center testing was operational. The report concludes with suggestions for improved trash detail procedures and the implementation of a Building Management System.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "federal bureau of prisons",
        "duty officer report",
        "inmate counts",
        "visiting operations",
        "suicide watch",
        "commissary sales",
        "incident reports",
        "prea",
        "locator center testing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035675",
      "summary": "On July 09, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents were reported during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   New inmate admissions included Anghel, Green, Hudson, Kenyatta, and Rai. *   Several inmates were released, including Atkins, Burnett, McCollum, and Tran. *   There were no cells triple bunked in the Special Housing Unit (SHU). *   A staff search was underway for missing fire and security reports and an equipment inventory form. *   35 staff members worked overtime totaling 230.15 hours. *   Beginning institutional totals were 790.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 09, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "inmates",
        "daily activity report",
        "staff overtime",
        "new admissions",
        "release",
        "leave",
        "institutional totals"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034130",
      "summary": "On July 9, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents occurred during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   Inmate I/M Epstein #76318-054 was on psychiatric observation with a companion. *   There were no new admissions, releases, or special housing unit (SHU) occupancy issues beyond triple bunking. *   Several staff searches were conducted regarding missing reports and equipment inventories. *   Staff utilized various types of leave (furlough, annual, sick, etc.) and overtime hours (E-1, 60-Q, B-2, etc.). *   The institution had a total of 790 inmates at the beginning of the morning watch shift, distributed across various units.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "staff shortage",
        "inmates",
        "watch shifts",
        "leave",
        "overtime",
        "cell occupancy",
        "security report",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034674",
      "summary": "On July 9, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and inmate movements. Lieutenant’s logs recorded events such as fire alarm issues, body alarm testing, phone checks, and inmate placements in Administrative Detention, particularly for inmate I/M Epstein due to a psychological observation. There were several counts conducted throughout the shifts, with varying inmate totals. Specific incidents included inmate transfers to local hospitals, court appearances, and a trash run.  No STG/High Alert or WITSEC inquiries were recorded.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "daily log",
        "lieutenant",
        "count",
        "shu",
        "psych obs",
        "inmate",
        "restraint equipment",
        "nypd",
        "fire alarm",
        "administrative detention",
        "visitation",
        "usms",
        "institution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034878",
      "summary": "On July 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift experienced a shortage of staff leading to the vacated Correctional assignments. The Evening Watch shift resulted in inmate Epstein (#76813-054) being placed on the Special Housing Unit (SHU) due to a Psychiatric Obsession. Inmates Epstein (#76318-054) and his companion were on Psychiatric Obsession within the hospital. There were new admissions to MCC, including Epstein (#76813-054) from Psychiatric Obsession. Staff searches were conducted in Tool Room, Sallyport 2, and Sallyport 3. There were missing equipment inventories from Sallyport 2, Sallyport 3, and Roof Recreation. Leave usage included various types, including furlough, annual leave, sick leave, and AWOL. Overtime was recorded, including 60-Q overtime (USM Medical) and B-2 overtime. The institution’s total inmate count at the beginning of the Morning Watch shift was 792.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states government",
        "daily activity report",
        "inmates",
        "special housing unit",
        "corrections",
        "staff shortage",
        "overtime",
        "leave",
        "security report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034885",
      "summary": "On July 13, 2019, the Metropolitan Correctional Center (MCC) reported daily activity to the Warden and relevant staff. The Operations Lieutenant documented several shifts (Morning, Day, and Evening) noting staff shortages resulting in the vacating of SHU #2 and SHU #3. Inmates were observed under psychiatric observation with companions, and there were new admissions and releases. No cells in the Special Housing Unit (SHU) were triple-bunked. Staff leave included furloughs, sick leave, and a single AWOL incident. Overtime hours totaled 238, and the total number of staff on hand was 30. Initial institutional totals at 12:00 AM on July 13th showed various unit occupancies totaling 797.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "furlough",
        "suicide watch",
        "psych obs",
        "daily activity report",
        "new admissions",
        "release",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035680",
      "summary": "On July 16, 2019, the Metropolitan Correctional Center (MCC) reported several incidents and activities. An inmate ingested a razor during the morning watch shift, leading to staff concern and notification. Ten inmates were placed on the Special Housing Unit (SHU) for various reasons. There were reports related to inmate housing and a potential need for a “snith.”  A shift reported no significant incidents during the evening watch. The report details inmate status (hospital, suicide watch, furlough, dry cell), new and released inmates, and admissions/discharges to the Special Housing Unit. It also includes information on missing equipment, staff leave, overtime hours, and institutional cell counts at a specific time (12:00 AM).",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "inmates",
        "shu",
        "medical",
        "staff",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034682",
      "summary": "On July 17, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity.  A shortage of staff led to the vacancy of SHU #2 during the Da Watch Shift. No significant incidents occurred during the Evening Watch Shift. Inmates were under observation for psychiatric issues, suicide watch, or hospice care. There were no triple-bunked cells in SHU. Several departments reported missing equipment, including fire and security reports. Leave usage included furlough, annual leave, sick leave, suspension, AWOL, and overtime hours. The initial inmate count at the beginning of the morning watch shift totaled 786.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "inmates",
        "suicide watch",
        "staffing",
        "leave",
        "overtime",
        "cell unit",
        "shu",
        "usms guards"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034821",
      "summary": "On July 18, 2019, Associate Warden (O) from FCI Estill communicated that Jeffrey Epstein was not granted bail and returned from court without incident. The communication was sent to [REDACTED] and referenced case number SDNY_00012513 and Epstein’s registration number 76318-054.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "bail",
        "redacted",
        "fbi",
        "bop",
        "estill",
        "sc",
        "29918",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035040",
      "summary": "On July 18, 2019, an Associate Warden at FCI Estill sent an email regarding Jeffrey Edward Epstein (Reg. No. 76318-054). The email stated that Epstein was not granted bail and returned from court without incident. The email included contact information for FCI Estill.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "bail",
        "fci estill",
        "redaction analysis",
        "efta00035040"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035039",
            "similarity": 0.714,
            "index": 31,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035468",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033635",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033634",
      "summary": "On July 18, 2019, Jeffrey Epstein was not granted bail and returned from court without incident. The communication is from an Associate Warden at FCI Estill regarding this situation, referencing R. Kelly’s lack of bail.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "r. kelly",
        "jeffrey epstein",
        "bail",
        "fci estill",
        "bop",
        "redaction",
        "samsung galaxy",
        "confidential",
        "7/18/19",
        "2-02 pm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035039",
      "summary": "On July 18, 2019, an Associate Warden (O) from FCI Estill sent an email regarding Jeffrey Edward Epstein (Reg. No. 76318-054). The email stated that Epstein was not granted bail and returned from court without incident.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "bail",
        "fci estill",
        "redaction analysis",
        "efta00035039"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035040",
            "similarity": 0.714,
            "index": 29,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035468",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033635",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035038",
      "summary": "On July 18, 2019, an Associate Warden at FCI Estill informed recipients that Jeffrey Edward Epstein was not granted bail and returned from court without incident. The email chain details this information and expresses surprise at the outcome.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "bail",
        "redaction",
        "efta00035038",
        "fci estill",
        "76318-054",
        "2019",
        "samsung galaxy",
        "text.htm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035468",
      "summary": "On July 18, 2019, Jeffrey Epstein was not granted bail and returned from court without incident. The communication was sent by an Associate Warden (O) regarding case EFTA00035468.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "redaction analysis",
        "efta00035468",
        "bail",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035039",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035040",
            "similarity": 0.5,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033635",
      "summary": "On July 18, 2019, Associate Warden (O) from FCI Estill reported that Jeffrey Epstein was not granted bail and returned from court without incident. The communication is marked as CONFIDENTIAL and includes reference to case numbers SDNY_00008957 and EFTA00033635.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "jeffrey edward",
        "bail",
        "fci estill",
        "bop",
        "confidential",
        "redaction analysis",
        "prison",
        "sc 29918"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035039",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035040",
            "similarity": 0.5,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033580",
      "summary": "On July 20, 2019, the Metropolitan Correctional Center in New York documented daily operations, primarily focused on maintaining security and conducting counts of the inmate population (780, with 71 in SHU). Lieutenant’s logs detailed routine activities including count confirmations, equipment checks, Restraint Equipment Cage inventories, and responses to incidents like a reported fight necessitating a lockdown. There were also monitoring of STG and WITSEC phone calls, occasional administrative detentions (zero recorded in this excerpt), and system malfunctions affecting the Public Address System. Shifts were rotated between morning, day, and evening watches, and there were specific observations regarding NYPD activity and trash collection.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "lockdown",
        "hospice",
        "usms",
        "detention",
        "institution",
        "fire alarm",
        "operations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034725",
      "summary": "A supervisory staff attorney at the Metropolitan Correctional Center (MCC) New York requested the preservation of video surveillance footage from July 22, 2019, at 11 PM to July 23, 2019, at 4 AM, specifically focusing on the SHU tier containing cell Z06-215 and the hallway outside Tartaglione’s cell. The request included footage from an hour before and after the specified timeframe, as well as any body camera footage of responding officers. The request was made in connection with an investigation into the Epstein incident.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "redaction analysis",
        "preservation request",
        "video surveillance",
        "cell z06-215",
        "tartaglione",
        "epstein incident",
        "july 22",
        "2019",
        "july 23",
        "2019",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034179",
            "similarity": 0.643,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034696",
      "summary": "On July 22, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, security checks, and inmate activity. The shift began with a count of 780 inmates, with variations in SHU and unit placements. Several incidents were recorded, including an anonymous threat of a stabbing, monitoring of STG/High Alert and WITSEC phone calls, and the placement of inmates in Administrative Detention due to reasons such as weapon possession. There were multiple counts taken throughout the day, along with responses to system malfunctions (fire alarm, pressure pump) and routine activities like trash runs and visitation. The shift ended with a count of 776 inmates.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "count",
        "institution",
        "shu",
        "unit",
        "count",
        "nypd",
        "body alarm",
        "stabbing",
        "detention",
        "terrorist"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035736",
      "summary": "This document is an import form related to a case file (90A-NY-3151227) concerning the July 23, 2019 suicide attempt of Jeffrey Epstein. The form includes a photograph of a homemade rope taken from the scene. The document identifies Jeffrey Epstein as a victim and indicates an ongoing death investigation. It references serial 81 within the case file.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035736",
        "fbi",
        "photograph",
        "rope",
        "suicide",
        "jeffrey epstein",
        "incident",
        "investigation",
        "oig",
        "form"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034275",
      "summary": "*   **Details:** Epstein was found with a homemade rope around his neck. Staff intervened, and he was placed on suicide watch. *   **Cellmate Involvement:**  An additional inmate, [REDACTED], reported that Epstein was harassed and attempted to extort money from him. *   **Medical Assessments:**  Epstein received medical assessments at multiple points, including a clinical encounter on July 23rd, noting erythema on his neck and no other immediate concerns. A subsequent encounter on July 31st reported no complaints and normal vital signs. *   **Security Measures:** The incident led to Epstein being placed on Administrative Detention pending investigation. *   **Documentation:** Multiple incident reports, medical encounter summaries, and photographic records were created.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "assault",
        "inmate",
        "suicide",
        "escape",
        "facility",
        "shu",
        "restraint",
        "weapons",
        "death",
        "disturbance",
        "contraband",
        "harassment",
        "sexual assault",
        "cellmate",
        "incident",
        "medical attention",
        "mental health",
        "investigation",
        "security threat"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035389",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division regarding an investigation into Jeffrey Epstein (reg. no. 76318-054) following an incident on July 23, 2019. The documents, including memorandums and photos, were provided with the understanding that further dissemination would require prior knowledge and approval. A Regional Counsel from the U.S. Department of Justice confirmed concurrence in the release. A subsequent email reiterated the request for documentation and noted the need for a written request for materials.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035389",
        "usao sdny",
        "jeffrey epstein",
        "investigation",
        "documents",
        "photographs",
        "criminal division",
        "bureau of prisons",
        "clc new york",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035576",
      "summary": "On July 23, 2019, he reported feeling struck on the foot by an inmate, Epstein, during the late hours. He immediately called for staff assistance after observing Epstein sitting and staring at him. The inmate has a significant disciplinary record, including sanctions for fighting, giving/receiving money, and mail abuse, stemming from incidents dating back to 2017. His current assignment is separation, and he is part of a CIM packet. His disciplinary record includes a sanction for fighting with another person from February 2018.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "inmate",
        "murder",
        "drug conspiracy",
        "discipline record",
        "cell phone",
        "separation assignment",
        "fbi",
        "chronological disciplinary record",
        "nym",
        "udc",
        "sanctioned incident",
        "fighting",
        "money",
        "email",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034230",
      "summary": "No. 76318-054) at MCC New York, investigated for an incident of self-mutilation on July 23, 2019 (Incident Report #3282555, Offense Code 228). *   **Initial Review & Expungement:** The Department of Justice’s Federal Bureau of Prisons (FBOP) and the Department of Justice’s (DOJ) Detection Evaluation Office (DEO) reviewed the incident report. The DEO determined there was insufficient evidence to support the charge, and the incident report was expunged. *   **Hearing Details:** A Discipline Hearing Officer (DHO) hearing was held on August 1, 2019, where the DHO affirmed the DEO’s finding that no prohibited act occurred. *   **Sanction:**  Due to the expunged report, Jeffrey Epstein received no sanction. *   **Appeal Rights:** Epstein was informed of his right to appeal the decision within 20 calendar days.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "self-mutilation",
        "discipline hearing",
        "federal bureau prisons",
        "mcc new york",
        "incident report",
        "deo",
        "expunged",
        "228",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034785",
            "similarity": 0.615,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027098",
      "summary": "An email chain discusses document preservation related to Jeffrey Epstein’s confinement conditions, specifically referencing incidents on July 23, 2019, and his August 10, 2019, suicide. A prosecutor provides emails concerning these events, stating they have no handwritten notes or texts. Another individual sends a request to all relevant parties to forward the email, check for documents relating to Epstein’s confinement, and report back on whether they have any hard-copy notes, scanned documents, or texts. The email emphasizes the importance of preserving any pertinent information through regular backups and requested documentation submissions.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "oig",
        "fbi",
        "document preservation",
        "confinement",
        "suicide",
        "emails",
        "redaction",
        "sdny",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035029",
      "summary": "An injury report for inmate Epstein was sent on July 23, 2019, from [REDACTED] to [REDACTED]. The report, labeled EFTA00035029, includes a TEXT.htm file and a ClinicalEncounterFinalizeGetDocument.faces.pdf attachment. It details an injury incident.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "injury report",
        "inmate",
        "epstein",
        "redaction",
        "efta00035029",
        "2019",
        "clinical encounter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020645",
      "summary": "On July 23, 2019, at approximately 1:27 AM, an inmate, Jeffrey Epstein (#76318-054), attempted suicide in his cell at the Metropolitan Correctional Center in New York. Multiple officers responded to the alarm, finding Epstein in a fetal position with a makeshift noose around his neck. He exhibited erratic behavior, including attempting to stand and falling, and made statements about his cellmate, Nicholas Tartaglione (#78514-054), attempting to kill him and extorting money. Tartaglione reported feeling struck by something in his bunk and witnessed Epstein with a rope. Epstein claimed he’d informed his attorney about the threats. Medical staff assessed Epstein, finding a circular erythema on his neck, and he was placed on suicide watch. The incident involved multiple officers, a medical assessment, and documentation of the events by those present.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "suicide attempt",
        "inmate",
        "epstein",
        "cell",
        "restraints",
        "staff",
        "observation",
        "ha-unit",
        "new york",
        "threat",
        "nicholas tartaglione"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034785",
      "summary": "No. 76318-054) was subject to a Discipline Hearing Officer (DHO) report related to a July 23, 2019, incident classified as Code 228 (Self-Mutilation) at MCC New York. *   **Initial Charges:** The inmate was initially charged with self-mutilation. *   **DEO Review & Expungement:** The Department of Justice’s (DOJ) Department of Enforcement (DEO) reviewed the incident report and determined there was insufficient evidence to support the charge. As a result, the incident report was expunged. *   **Hearing Details:** The DHO hearing was held on August 1, 2019, with the inmate waiving the right to a staff representative. *   **Findings:** The DHO found no prohibited act was committed, and the case was expunged. *   **Action Taken:** The case was expunged. *   **Appeal Rights:** The inmate was advised of his right to appeal the decision within 20 calendar days.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "self-mutilation",
        "discipline hearing",
        "federal bureau prisons",
        "incident report",
        "redaction analysis",
        "expunged",
        "mcc new york",
        "duo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034230",
            "similarity": 0.615,
            "index": 42,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015511",
      "summary": "This document is a redaction analysis of materials related to Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC) in New York City. The materials include incident reports, psychological reconstructions, overtime logs, inmate assignment rosters, investigative documents, medical records, emails, and various count documents. A significant portion of the material is subject to Withholdings In Full (WIF) under 7(A), citing exemptions related to deliberative process privilege, security, and other confidential information. Specifically, exemptions 5, 6, 7(C), 7(E), and 7(F) are frequently applied. Approximately 969 and 1,133 emails pertaining to the case are also subject to withholding. The documents cover events from July 22-23, 2019, and August 9-10, 2019, primarily focusing on the investigation and aftermath of Epstein’s apparent suicide attempt.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "bop",
        "withholdings",
        "exemptions",
        "psychological reconstruction",
        "overtime logs",
        "mcc",
        "investigative reports",
        "emails",
        "truintel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019348",
      "summary": "*   **Incident Details:** Staff observed Epstein breathing heavily but responsive. He was restrained and medically examined, revealing a circular line of erythema at the base of his neck, friction marks, and a small erythema on his knee. He was placed on suicide watch. *   **Inmate Statements:** Epstein reported feeling extremely tired and stated that cellmate Nicholas Tartaglione was sleeping on the floor and had made threatening statements toward him. Tartaglione denied the allegations and stated that Epstein had been complaining and disruptive. *   **Medical Assessments:** Both Epstein and Tartaglione were medically assessed. Epstein showed the neck injuries and a minor knee injury. Tartaglione reported feeling well. *   **Further Investigation:** The investigation involved interviews with both inmates and staff, photographic documentation (including the rope), and a review of medical records. *   **Conclusion:**  Due to lack of evidence supporting Tartaglione's involvement, the investigation concluded without finding any evidence of an assault. **Note:** Much of the document contains redactions of sensitive information.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "inmate",
        "jeffrey epstein",
        "nicholas tartaglione",
        "suicide",
        "threat assessment",
        "restraints",
        "medical examination",
        "neck injury",
        "cellmate",
        "shu",
        "nym",
        "investigation",
        "handmade rope",
        "mental health",
        "behavioral observation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034825",
      "summary": "On July 23, 2019, at 1:27 a.m., staff responded to an inmate, Jeffrey Epstein (Register No. 76318-054), found in a fetal position with red marks on his neck in the Special Housing Unit (SHU). He reported his cellmate had attempted to kill him and was harassing him. A medical assessment revealed a circular erythema on his neck and a smaller erythema on his knee, with no signs of injury beyond the redness. He denied knowing how the marks occurred. He was placed on Suicide Watch and is currently under review for transfer to Unit 7 South, pending cellmate assignment. Emails detail the confusion surrounding the incident and plans for his movement to a general population unit.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "shu",
        "suicide watch",
        "neck marks",
        "erythema",
        "inmate",
        "medical assessment",
        "psychological assessment",
        "cell mate",
        "unit 7 south"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034181",
      "summary": "The document consists of photo sheets related to a possible suicide attempt involving inmate Jeffrey Epstein (#76318-054) and, in later entries, inmate Nicholas Tartaglione (#78514-054). The incidents occurred on July 23, 2019, at 1:27 AM, as recorded by the Lieutenant's Office at the Metropolitan Correctional Center New York.  Photographs were taken in the Special Housing Unit.  The time of the second photo taken of Tartaglione was 2:25 AM on the same date. The sheets are classified as CONFIDENTIAL with the SDNY case numbers listed.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "07/23/19",
        "1:27 am",
        "photograph",
        "housing unit",
        "cellmate",
        "nicholas tartaglione"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034197",
      "summary": "He was found attempting to hang himself, with a red neck and no abrasions. Staff responded, secured him, and placed him on suicide watch.  A second inmate, Nicholas Tartaglione (#78514-054), reported that Epstein had been harassed and threatened by him, alleging that Tartaglione had attempted to kill him. Epstein stated that he had informed his attorney about the threats. Medical staff examined Epstein and noted a circular erythema on his neck.  The incident involved multiple staff members and a series of observations and actions taken until a medical assessment could be conducted.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "inmate",
        "suicide",
        "attempt",
        "epstein",
        "jeffrey",
        "tartaglione",
        "nicholas",
        "cell",
        "restraints",
        "threats",
        "attorney",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034488",
      "summary": "On July 23, 2019, Jeffrey Epstein was found in the Special Housing Unit (SHU) in a fetal position with red marks on his neck. He reported that his cellmate had attempted to kill him and harassed him, informing his attorney. A medical assessment revealed a circular erythema on his neck and a smaller erythema on his knee. He denied knowing how the marks occurred and denied pain or respiratory problems. He was placed on Suicide Watch and remains in the SHU awaiting placement in the general population in Unit 7 South.  Efforts are underway to find an appropriate cellmate. The incident prompted requests for a summary report to be forwarded to 1PPA and the Director.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "suicide watch",
        "shu",
        "redmarks",
        "erythema",
        "attorney",
        "cellmate",
        "medical assessment",
        "psychological assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035387",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division related to the investigation into Jeffrey Epstein’s July 23, 2019 incident. The materials included memorandums and photographs. The attorney stipulated that the material should not be disseminated further without their knowledge and approval. A USAO request for documentation was received, and the attorney confirmed concurrence in the release of the documentation/photographs.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "usao sdny",
        "doj",
        "federal bureau of prisons",
        "redaction",
        "clc new york",
        "documents",
        "photographs",
        "jeffrey epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035538",
      "summary": "A series of emails discuss the scheduling of a Session Regarding Assessment (SRA) for inmate M Epstein (#76318-054) with Psy.D., Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons. Lt. Will is assigned to handle the report related to the SRA, while Psy.D. believes it is more relevant for her to conduct the report due to her proximity to the SRA and the fact that she was the last person to see Epstein. The email thread involves discussions about prioritizing Psy.D.'s involvement in the report’s creation. EFTA00035538 is referenced.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "efta00035538",
        "epstein",
        "sra",
        "u.s. department of justice",
        "federal bureau of prisons",
        "psychologist",
        "report",
        "incident",
        "will",
        "metro olitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035540",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035541",
            "similarity": 0.538,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035527",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035540",
      "summary": "An email chain discusses concerns regarding a female inmate (“she”) and her interaction with a male subject (“him”) related to a Sensitive Compartmented Information (SCI) review (SRA).  Multiple individuals, including Chief Psychologists from the U.S. Department of Justice/Federal Bureau of Prisons and Lt. Will, express the belief that the female inmate should conduct the report related to the SRA, citing her proximity to the incident and questioning her competence. A text file named TEXT.htm is attached.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "sra",
        "redaction",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "psychologist",
        "report",
        "incident",
        "will"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035538",
            "similarity": 0.667,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035541",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035527",
            "similarity": 0.667,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035273",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034650",
      "summary": "The text is a series of communications, primarily dated July 24, 2019, concerning a psychological evaluation (SRA) conducted by the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York.  A discussion revolves around whether the individual who received the SRA should complete a report related to the evaluation, with a preference given to the psychologist who directly interviewed the subject due to proximity to the incident. The communications include requests to send information and inquiries regarding the relevance of the report.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034650",
        "sra",
        "chief psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "correctional center",
        "new york",
        "incident",
        "report",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034645",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034645",
      "summary": "The document concerns a Special Review Assessment (SRA) conducted by a Chief Psychologist at the Federal Bureau of Prisons, specifically referencing a meeting involving an individual and a correctional center (New York).  A request was made to send the report directly to the Chief Psychologist due to her proximity to the incident and her role as the primary observer of the SRA.  The communication includes reference to a specific date and time of the SRA.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "redaction analysis",
        "sra",
        "u.s. department of justice",
        "federal bureau of prisons",
        "new york",
        "correctional center",
        "psychologist",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034650",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033984",
            "similarity": 0.5,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035527",
            "similarity": 0.5,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035349",
      "summary": "An individual requested a cutter from another person, citing an incident involving Jeffrey Epstein. The request included a mention of a cage and the absence of a cutter within it.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "efta00035349",
        "cutter",
        "epstein",
        "redaction",
        "incident",
        "text.htm",
        "2019",
        "2025",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034830",
      "summary": "An Associate Warden at MCC New York is communicating regarding an incident involving a high-profile prisoner, Jeffrey Epstein. The Warden is on annual leave, and the Associate Warden is acting on his behalf. Communication is being directed to the Acting SDAD/CPD at the Federal Bureau of Prisons, who is attempting to obtain basic information about the incident, with limited success due to difficulties reaching the Warden and Assistant Warden.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034830",
        "jeffrey epstein",
        "mcc new york",
        "federal bureau of prisons",
        "usms",
        "incident",
        "warden",
        "sdny_00012580",
        "new york",
        "prison"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034829",
      "summary": "An email exchange occurred regarding information about an incident involving Jeffrey Epstein at the MCC New York facility. An Associate Warden responded to inquiries about the incident, stating she provided information to her superiors on July 24, 2019. A separate individual contacted the Associate Warden and Acting SDAD/CPD, requesting information and noting difficulties in obtaining it due to the Warden and Assistant Warden being unavailable. The USMS and Chief for the S/New York office were also unsuccessful in obtaining information.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034829",
        "bop",
        "mcc new york",
        "jeffrey epstein",
        "warden",
        "federal bureau of prisons",
        "usms",
        "sdny_00012579",
        "redaction analysis",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034071",
      "summary": "An email was sent on July 24, 2019, requesting a “cutter” after an incident involving Jeffrey Epstein, including retrieving him from a cage. The email was flagged as confidential and associated with case numbers SDNY_00010085 and EFTA00034071.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "cutter",
        "epstein",
        "redaction",
        "incident",
        "efta00034071",
        "confidential",
        "sdny_00010085",
        "2019",
        "text",
        "htm"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035639",
      "summary": "An associate warden at MCC New York is acting on behalf of the Warden due to annual leave. On July 24, 2019, this warden provided information to another individual, who then relayed it to her superiors. On July 25, 2019, an Acting SDAD/CPD contacted the associate warden regarding a difficult situation involving a high-profile prisoner, Jeffrey Epstein, at MCC New York, where obtaining information from the facility was proving challenging.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00035639",
        "jeffrey epstein",
        "mcc new york",
        "federal bureau of prisons",
        "washington dc",
        "usms",
        "incident",
        "warden",
        "associate warden",
        "s/new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033984",
      "summary": "On July 24, 2019, a discussion occurred regarding sending a report to the Chief Psychologist of the U.S. Department of Justice’s Federal Bureau of Prisons, specifically the Metropolitan Correctional Center in New York. The Chief Psychologist had interviewed an individual (“him”) related to a recent incident (SRA). The sender questioned whether another individual (“Will”) would handle the report, considering the Chief Psychologist’s direct involvement in the SRA. The communication included contact information for the Metropolitan Correctional Center.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "sra",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "redaction analysis",
        "2019",
        "new york",
        "chief psychologist",
        "incident",
        "will"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034645",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035527",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035541",
      "summary": "The text is a series of emails discussing a psychologist (Psy.D.) at the Metropolitan Correctional Center who conducted a Standard Release Authorization (SRA) interview with an individual.  There’s concern about the individual’s competence and a suggestion that the Psy.D. should prepare a report related to the SRA, prioritizing it for the individual who conducted the interview due to its proximity to the incident.  The emails reference contact with Will and Lt. regarding this matter.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "efta00035541",
        "sra",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "incident",
        "report",
        "will",
        "psy.d."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035540",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035538",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035527",
            "similarity": 0.667,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035527",
      "summary": "A discussion occurred regarding a female individual’s reluctance to perform work tasks. Concerns were raised about her perceived lack of competence and a need for instruction. Communication involved multiple individuals, including psychologists from the U.S. Department of Justice/Federal Bureau of Prisons, regarding a Subject Referral Assessment (SRA) conducted on July 24, 2019. There was debate about who should complete a report related to the SRA, with a preference for the individual who conducted the assessment to do so. The email chain referenced EFTA00035527.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00035527",
        "redaction analysis",
        "sra",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "will",
        "report",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035541",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033984",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034645",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035524",
      "summary": "A discussion regarding a competency report related to a subject (EFTA00035524) who underwent a Special Review Assessment (SRA). Concerns were raised about the individual’s refusal to complete the report, necessitating someone to perform the task. The Chief Psychologist and Lt. Will debated assigning the report to the individual who conducted the SRA, prioritizing her proximity to the incident. A redacted section of the communication is present.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "sra",
        "competency report",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metro correctional center",
        "will",
        "redaction analysis",
        "psy.d.",
        "efta00035524"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035585",
      "summary": "Inmate Epstein (#76318-054) was placed on Psychological Observation due to a deterioration of mental status, including disorganized thinking and poor self-care, following a self-mutilation incident and drug intoxication/withdrawal. He was previously on Suicide Watch and has been escorted to Health Services for an assessment and will subsequently meet with his attorney. The Psychological Observation status is a temporary designation until the inmate stabilizes. The inmate pleaded guilty to mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Joe Biden, Hillary Clinton, Cory Booker, Kamala Harris, and CNN, and is currently in Special Housing Unit (SHU) due to requesting protective custody.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "suicide watch",
        "shu",
        "inmate",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "barack obama",
        "joe biden",
        "hillary clinton",
        "cnn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035380",
            "similarity": 0.571,
            "index": 72,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035635",
            "similarity": 0.571,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035587",
            "similarity": 0.833,
            "index": 77,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022536",
      "summary": "On July 24, 2019, an individual received a forwarded message from the Bureau of Prisons regarding Jeffrey Epstein’s condition. Epstein was found in a fetal position with a noose around his neck in his cell at MCC New York. He was placed on suicide watch and subsequently downgraded to suicide observation. A cellmate reported threats to kill Epstein. The BOP is currently investigating the incident.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "jeffrey epstein",
        "bureau of prisons",
        "suicide watch",
        "noose",
        "mcc new york",
        "report",
        "investigation",
        "threats",
        "fetal position",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014628",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035637",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022641",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021386",
      "summary": "Martin G. Weinberg, Esq., is coordinating a call with multiple parties, including an Assistant United States Attorney from the Southern District of New York and assistants from Steptoe and potentially Marc Fernich and Weingarten, Reid. The call is regarding an incident involving Mr. Epstein at the MCC.  Requests are made for Mike Miller to join the call via conference and for contact information (specifically Mike Miller’s number) to be provided.  A proposed time of 3:00 PM is discussed, with an alternative suggestion of 2:00 PM. Redactions are present throughout the document.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "weinberg",
        "united states attorney",
        "call",
        "conference",
        "mike miller",
        "protective order",
        "epstein",
        "mcc",
        "redaction",
        "assistant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020626",
      "summary": "On July 24, 2019, Jeffrey Epstein was injured in a federal jail in Manhattan. He was placed on suicide watch following the injury. The email, sent from [REDACTED] to [REDACTED] at [REDACTED]@[REDACTED], discusses this incident and links to a CNBC article about it. The email is labeled as EFTA00020626.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide watch",
        "jail",
        "injury",
        "cnbc",
        "redacted",
        "efta00020626",
        "2019",
        "usanys",
        "nsanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035273",
      "summary": "The document is a series of emails discussing the scheduling and responsibility for a Subject Risk Assessment (SRA) conducted on a subject (identified as \"him\") by R. (Psy.D., Chief Psychologist at the Metropolitan Correctional Center). Will was considered to potentially take on the task, as she was the last person to see the subject prior to the incident. There was a request for R. to complete a report related to the SRA, with discussion about whether Will should handle it instead. The document also includes contact information for R. and references the case file EFTA00035273.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "efta00035273",
        "redaction",
        "sra",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "psychologist",
        "will",
        "r.",
        "7/24/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035540",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035380",
      "summary": "Inmate Epstein #76318-054 was removed from Suicide Watch and placed on Psychological Observation due to deterioration related to a mental illness, personality disorder, or drug intoxication. The Psychological Observation status is a temporary designation for inmates who are not imminently suicidal but exhibit unstable behavior due to impaired mental status. He was escorted to Health Services for an assessment and will meet with his attorney following. He is currently housed in the Special Housing Unit (SHU) with inmate I, stemming from a pending incident report for self-mutilation and a guilty plea to mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Hillary Clinton, and Cory Booker. The Regional Director requested daily updates on his status.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "suicide watch",
        "shu",
        "inmate",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "fbi",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035585",
            "similarity": 0.571,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035635",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035587",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035592",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035526",
      "summary": "An email chain discusses concerns regarding Imi Epstein’s performance and a recent SRA (psychological evaluation) she completed. One party suggests another individual, a Chief Psychologist at the Metropolitan Correctional Center, should prepare a report related to the SRA, citing its relevance to the incident and Epstein’s involvement. The email exchange involves discussions about Epstein's competency and the need for additional instruction.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "sra",
        "fbi",
        "department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "report",
        "psychologist",
        "redaction",
        "u.s. department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035540",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035635",
      "summary": "Inmate #76318-054 was placed on Psychological Observation due to deteriorating mental status, specifically exhibiting disorganized thinking, poor self-care, and an unpredictable behavior pattern. This observation occurred following a self-mutilation incident and a guilty plea to mailing improvised explosive devices to prominent Democratic figures, including former President Obama, Vice President Biden, and Secretary Clinton. He was previously on Suicide Watch and has been moved to Psychological Observation until tomorrow for reassessment. He is currently being evaluated at Health Services and will meet with his attorney following the assessment. He will be housed in the Special Housing Unit (SHU) with inmate I after his attorney visit.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "inmate",
        "psychological observation",
        "suicide watch",
        "shu",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "federal medical center",
        "cnn",
        "inmate epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035380",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035585",
            "similarity": 0.571,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035587",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035592",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014628",
      "summary": "On July 24, 2019, the Bureau of Prisons (BOP) reported that Jeffrey Epstein was found in a fetal position with a noose around his neck in his cell at MCC New York. He was placed on suicide watch and later downgraded to suicide observation. A cellmate reported threats to kill Epstein. The BOP is investigating the incident.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "jeffrey epstein",
        "bureau of prisons",
        "mcc new york",
        "suicide watch",
        "suicide observation",
        "noose",
        "threats",
        "redaction analysis",
        "report",
        "united states marshal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022536",
            "similarity": 0.538,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014624",
            "similarity": 0.538,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035543",
      "summary": "A psychologist (K) is avoiding delegating an SRA and disciplinary report task to another psychologist (D) due to concerns about potential legal repercussions – specifically, losing her license if she testifies. K is stating D’s competency based on D’s claims of not remembering the incident, despite the reported suicidality.  M is repeatedly sending K unnecessary emails to relay information to D.  The situation is perceived as inefficient and a skirting of K’s professional responsibilities.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "7/24/2019",
      "keywords": [
        "redaction analysis",
        "psychologist",
        "disciplinary report",
        "suicide",
        "email",
        "incompetence",
        "leadership",
        "clinical responsibilities",
        "memory loss",
        "k2"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035587",
      "summary": "Inmate Epstein (#76318-054) was removed from Suicide Watch and placed on Psychological Observation due to deteriorated mental status, including disorganized thinking and poor self-care. The Psychological Observation status is a temporary designation for inmates with mental health impairments who are not imminently suicidal. He was escorted to Health Services for an assessment and then to an Attorney Conference. He is currently being held in Special Housing Unit (SHU) with inmate I and has a pending incident report for Self-Mutilation. Epstein pleaded guilty to mailing improvised explosive devices to prominent Democratic figures, including Barack Obama, Hillary Clinton, and Cory Booker. The Associate Warden requested daily updates on the inmate’s status and activities.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "inmate",
        "mental illness",
        "self-mutilation",
        "protective custody",
        "barack obama",
        "joe biden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035635",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035380",
            "similarity": 0.667,
            "index": 72,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035585",
            "similarity": 0.833,
            "index": 67,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035592",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035640",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035637",
      "summary": "On July 24, 2019, the Bureau of Prisons (BOP) at MCC New York reported that Jeffrey Epstein was found in a fetal position with a noose around his neck in his cell at 0127 hours. He was placed on suicide watch and subsequently downgraded to suicide observation. Epstein’s cellmate reported that Epstein had threatened to kill him. The BOP is currently investigating the incident. The USMS received this report and inquired about the accuracy of the noose detail and requested further information.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "jeffrey epstein",
        "usanys",
        "bop",
        "mcc new york",
        "noose",
        "suicide watch",
        "redaction",
        "usms",
        "fetal position",
        "threats"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022536",
            "similarity": 0.538,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014624",
            "similarity": 0.538,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035597",
      "summary": "An email chain discusses an incident involving a high-profile prisoner, Jeffrey Epstein, at MCC New York. The sender, [REDACTED], is requesting information from the facility but is encountering difficulties due to unresponsive staff, specifically the Warden and Assistant Warden. The Associate Warden, cc’d on the email, is the point of contact for providing information.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "mcc new york",
        "jeffrey epstein",
        "redaction analysis",
        "usms",
        "bureau of prisons",
        "incident",
        "information",
        "warden",
        "assistant warden",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022641",
      "summary": "On July 25, 2019, an individual contacted another requesting information regarding an incident involving Jeffrey Epstein. A Bureau of Prisons report indicated Epstein was found in his cell at 0127 hours with a noose around his neck and a reported threat to his cellmate. He was placed on suicide watch and subsequently downgraded to observation. The incident is under investigation by the BOP. Initial reports indicated redness on Epstein’s neck but differing accounts regarding a potential object around his neck emerged from other officers.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "noose",
        "bureau of prisons",
        "suicide watch",
        "mcc new york",
        "report",
        "cell",
        "incident",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022536",
            "similarity": 0.538,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035595",
      "summary": "An email is being sent to inquire about information regarding an incident involving a high-profile prisoner, Jeffrey Epstein, at MCC New York. The sender contacted the Associate Warden, who will provide information. The Acting SDAD/CPD of the Federal Bureau of Prisons is also involved and offering assistance.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "7/25/2019",
      "keywords": [
        "efta00035595",
        "jeffrey epstein",
        "federal bureau of prisons",
        "usms",
        "warden",
        "incident",
        "information",
        "mcc new york",
        "high profile prisoner",
        "holc bldg"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034828",
      "summary": "On July 25, 2019, an email exchange occurred regarding reports related to the Epstein incident. One individual requested copies of reports from another. The email exchange occurred between individuals associated with the USMS and an unidentified recipient.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "reports",
        "usms",
        "sdny",
        "email",
        "verizon",
        "samsung",
        "2019",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034727",
      "summary": "On July 25, 2019, a Supervisory Staff Attorney requested the preservation of video surveillance footage from July 22, 2019, at 11 PM to July 23, 2019, at 4 AM, specifically focusing on the SHU tier containing cell Z06-215 and the hallway outside of it. The request stemmed from an investigation into the Epstein incident. The attorney also requested preservation of body camera footage if officers had captured the inside of the cell after the incident. A Special Investigative Technician acknowledged the request and indicated it was being addressed.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "redaction analysis",
        "preservation request",
        "video footage",
        "epstein incident",
        "new york",
        "surveillance",
        "cell z06-215",
        "july 23",
        "body cameras",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018394",
      "summary": "On July 25, 2019, Jeffrey Epstein was found unconscious in his cell at a federal jail in Manhattan with marks on his neck. Prison officials treated the incident as a possible suicide attempt. Epstein was facing federal sex trafficking charges and had been placed on suicide watch previously. Law enforcement officials were briefed on the event, and details were sourced from ABC News and The New York Times.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "suicide",
        "sex trafficking",
        "law enforcement",
        "new york city",
        "jail",
        "suicide watch",
        "injuries",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034179",
      "summary": "A request was made on July 25, 2019, to preserve video footage from July 22, 2019, at 11 pm to July 23, 2019, at 4 am, specifically from cell Z06-215 in the SHU tier and hallways outside the cell, due to an ongoing investigation related to the Epstein incident. The request included preservation of body camera footage if available. The email also contains a note regarding a change in the sender’s email address and a confidentiality disclaimer.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "efta00034179",
        "redaction analysis",
        "preservation request",
        "video footage",
        "shu",
        "cell z06-215",
        "epstein incident",
        "july 22",
        "2019",
        "july 23",
        "2019",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034725",
            "similarity": 0.643,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035592",
      "summary": "*   He was initially assessed by a psychologist and remains on Psychological Observation for another day. *   A Code 228 (tattooing/self-mutilation) investigation is pending. *   He is being considered for cellmate placement with inmates , , and . *   The Psychological Observation status is defined as a temporary measure for inmates experiencing mental instability or impaired functioning, not imminent suicidal ideation. *   He is housed in the Special Housing Unit (SHU). *   His case is linked to a publicized incident involving the mailing of improvised explosive devices to prominent Democratic figures.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "inmate",
        "tattooing",
        "self-mutilation",
        "mental illness",
        "udc hearing",
        "protective custody"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035587",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035635",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035380",
            "similarity": 0.667,
            "index": 72,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035640",
            "similarity": 0.615,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034741",
            "similarity": 0.538,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014624",
      "summary": "On July 25, 2019, a report was received from the Bureau of Prisons MCC New York regarding Jeffrey Epstein, who was found in a fetal position with a noose around his neck in his cell at 0127 hours. He was placed on suicide watch and subsequently downgraded to suicide observation. The cellmate reportedly threatened to kill him. The incident is under investigation by the BOP.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "jeffrey epstein",
        "bureau of prisons",
        "mcc new york",
        "suicide watch",
        "redaction",
        "incident report",
        "united states marshal",
        "fetal position",
        "noose",
        "threats"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035637",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014628",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022536",
            "similarity": 0.667,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035640",
      "summary": "*   He has been placed on Psychological Observation due to exhibiting unstable behavior, including observed self-harm attempts (a makeshift noose) and refusal to go to general population. *   A psychologist assessed him and determined he would remain on Psychological Observation for another day. *   He is under investigation for a Code 228 (tattooing/self-mutilation) related to the noose incident. *   He is currently housed in the Special Housing Unit (SHU) and is being considered for cellmate with inmate MI. *   His case is linked to a previous incident involving the mailing of improvised explosive devices to prominent Democratic figures. *   He was previously on Suicide Watch but has been stepped down to Psychological Observation. *   Regular updates and assessments are being conducted by the Associate Warden and Regional Director.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "07/25/2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "tattooing",
        "self-mutilation",
        "code 228",
        "mental illness",
        "inmate",
        "new york",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035592",
            "similarity": 0.615,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035587",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035380",
            "similarity": 0.5,
            "index": 72,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034741",
            "similarity": 0.5,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019328",
      "summary": "On July 25, 2019, Jeffrey Epstein was found in his cell at the Bureau of Prisons MCC New York in a fetal position with a noose around his neck at 0127 hours. He was placed on suicide watch and later downgraded to suicide observation. A cellmate reported Epstein threatened to kill him. The Bureau of Prisons is currently investigating the incident.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "jeffrey epstein",
        "bureau of prisons",
        "suicide",
        "mcc new york",
        "noose",
        "threat",
        "investigation",
        "bop",
        "suicide watch",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016762",
      "summary": "Mihir Zaveri, a reporter for The New York Times, is investigating reports that Jeffrey Epstein was found injured in his jail cell, potentially due to a suicide attempt or assault. He is seeking information about the incident and Epstein’s current location.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "nyt",
        "redaction analysis",
        "suicide attempt",
        "assault",
        "jail",
        "mihir zaveri",
        "new york times",
        "nbc new york",
        "inquiry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034741",
      "summary": "*   He was previously on Suicide Watch and is awaiting assessment and re-evaluation. *   A psychologist will assess him daily over the weekend and again on Monday. *   He is being considered for cellmate placement with inmate M, after reviewing other SHU inmates. *   Epstein is facing charges related to mailing improvised explosive devices to prominent figures, including former presidents and senators. *   His Psychological Observation status is defined as a temporary measure for inmates experiencing mental instability due to impaired mental status, not imminent suicidal ideation. *   The Associate Warden is providing daily updates and coordinating medical assessments and attorney visits.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "7/26/2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "tattooing",
        "self-mutilation",
        "sex offender",
        "cell mate",
        "mental illness",
        "psychological assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035640",
            "similarity": 0.5,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035592",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034944",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watch was ongoing across multiple shifts. There were incidents involving media outside the institution regarding inmate Epstein (#76318-054) and inmate Brown (#70786-050) being placed in Special Housing Unit (SHU) Pend SIS. New inmate admissions included Hilario (#87048-054) and Hossain (#87049-054), while Epps (#86975-054), Sears (#28569-057), and Southwell (#77179-054) were released. Inmate Brown (#70786-050) was admitted to SHU. There were no triple-bunked cells. Missing reports and equipment inventories were noted from various departments. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Staffing levels were reported at 24 with 186.00 overtime hours worked. Initial unit counts at 12:00 AM were 770.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "new admissions",
        "released inmates",
        "special housing unit",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "cell bunking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035508",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, primarily focusing on fire watch incidents across multiple shifts. Staff shortages resulted in unassigned correctional officer assignments. Inmates were monitored in various observation and restriction settings (Psych Observation, Suicide Watch, SHU). There were no new or released admissions or adoptions to the Special Housing Unit. Leave utilization included various types of time off, and overtime hours were recorded for multiple staff categories. Cell occupancy was detailed, with a total of 767 cells occupied across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034052",
      "summary": "On July 27th and 28th, 2019, an inmate (referred to as \"he\") was interviewed regarding marks on his neck and other concerns. He reported experiencing anxiety related to previous SHU confinement, disrupted sleep due to noise, and feelings of dehydration. He described numbness in his right arm and neck, notified medical staff, and reported a distressing incident involving a persistently flushing toilet that caused agitation. He expressed a possible connection to the autism spectrum, referencing the film \"Rain Man.\" The \"Eating/Shower Chart\" indicated sporadic meal consumption due to attorney conferences. A transfer to a different cell was planned.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "7/28/2019",
      "keywords": [
        "inmate",
        "epstein",
        "psych notes",
        "shu",
        "marks on neck",
        "anxiety",
        "hydration",
        "attorney",
        "nurse columbo",
        "autism"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037285",
      "summary": "An FBI New York team is investigating a potential sexual assault case involving Jeffrey Epstein and Ghislaine Maxwell, reportedly dating back to 1996. A CNN contact, Mima Alsharif, is seeking verification of a document related to a victim who claims she was assaulted and her sister molested by Epstein and Maxwell. The victim, identified as a former employee who worked at Epstein's mansion, provided an affidavit to federal court detailing the alleged incidents. Correspondence between FBI agents and other parties discusses the victim’s sister being interviewed by the FBI in Palm Beach and the potential connection to Sentinel records.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "fbi",
        "jeffrey epstein",
        "ghislaine maxwell",
        "sexual assault",
        "victim",
        "affidavit",
        "new york",
        "1996",
        "miami herald"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037301",
            "similarity": 1.0,
            "index": 96,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037301",
      "summary": "An email chain originating from FBI New York discusses a potential report from CNN regarding a sexual assault case involving Jeffrey Epstein and Ghislaine Maxwell. The email thread includes inquiries about a woman who claims to have been assaulted in 1996 and reported the incident to the FBI. A CNN correspondent, Mirna Alsharif, is contacting the FBI to verify the existence of a document detailing this report, citing excerpts from the Miami Herald.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "victim",
        "ghislaine maxwell",
        "new york",
        "miami herald",
        "affidavit",
        "1996"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037285",
            "similarity": 1.0,
            "index": 95,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034777",
      "summary": "An update was sent on July 31, 2019, regarding inmate Epstein. He was moved from Psychological Observation to the Special Housing Unit and appeared before the Unit Discipline Committee due to a self-mutilation incident. He is awaiting a hearing before the Disciplinary Hearing Officer.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "psychological observation",
        "special housing unit",
        "self-mutilation",
        "disciplinary hearing officer",
        "incident report",
        "hearing",
        "confidental",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021529",
      "summary": "An attorney at CLC New York Metropolitan Correctional Center in New York is responding to an Assistant United States Attorney regarding the ongoing investigation into Jeffrey Epstein’s injuries. The investigation is described as nearing completion, with Epstein receiving an incident report for self-mutilation and a pending DHO hearing. Despite the original claims against Tartaglione being unfounded, the attorney plans to inform the court that the investigation remains ongoing until a final report is received.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "31 Jul 2019",
      "keywords": [
        "epstein",
        "investigation",
        "report",
        "court",
        "mcc",
        "tartaglione",
        "injuries",
        "berman",
        "new york",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014578",
      "summary": "An email dated August 1, 2019, was sent from an attorney to another attorney regarding two clients who allege they were fraudulently recruited by Jeffrey Epstein to provide personal massages at his residence (9 East 71st St., New York, NY 10021) in exchange for payment. The clients claim Epstein forcefully sexually assaulted them around June 2004 without their consent, and that sexually explicit pictures were taken of them during the incidents. The clients wish to remain anonymous and request advice regarding potential public disclosure of their identities. The attorney offers to coordinate an interview with the clients in New York.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "jeffrey epstein",
        "victim reports",
        "sexual assault",
        "fraudulent recruitment",
        "19 cr. 490",
        "title 18",
        "united states code",
        "2004",
        "new york",
        "travel",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035056",
      "summary": "This memorandum, dated August 02, 2019, is a daily activity report from the Metropolitan Correctional Center (MCC) in New York. It details operational issues including unsecured food slots, inmate placements in Special Housing Units (SHU) due to staff shortages, new and released inmate admissions, and staff leave and overtime. Specific inmate incidents include placement on SIS, Code assignments, and movement to/from the Special Unit. It also records missing equipment, inmate locations (hospital, suicide watch, furlough), and institutional cell counts at the beginning of the morning watch shift.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "correctional facility",
        "food slots",
        "inmates",
        "special housing unit",
        "usms",
        "admissions",
        "releases",
        "overtime",
        "staffing",
        "security",
        "emergency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033607",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (specifically Melendez and Benjamin), and security checks. Key events included fire alarm issues, phone checks, body alarm testing, PREA announcements, and administrative detentions. Inmates were frequently placed in the Local Hospital and observed psychological observations. Throughout the shift, the Lieutenant transitioned between morning, day, and evening watches, managing inmate counts and responding to various incidents, including a hospital return for inmate Melendez. There were no recorded STG/High Alert phone calls or WITSEC inquiries.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "psych obs",
        "detention",
        "fire alarm",
        "inventory",
        "nypd",
        "phone check",
        "observation",
        "administrative",
        "visitation",
        "inmates",
        "restraint equipment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035706",
      "summary": "On August 4, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and security procedures. Lieutenant’s logs detailed activities across multiple shifts, noting operational issues like a malfunctioning PA system and metal detector problems.  Inmate activity included PREA announcements, restraint equipment management, temporary chit inventories, and the monitoring of STG international terrorist phone calls and WITSEC inquiries. Administrative detentions were recorded but consistently at zero. Counts were performed at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, and 10:00 AM, with variations in inmate counts and observations. There were no significant incidents or changes in inmate status.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "us department of justice",
        "metropolitan correctional center",
        "shift",
        "day",
        "date",
        "count",
        "shu",
        "prea",
        "restraint equipment",
        "metal detector",
        "institution",
        "nypd",
        "phone check",
        "administrative detention",
        "witsec",
        "inmate",
        "operations lieutenant",
        "visitation",
        "lockdowns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034792",
      "summary": "On August 6, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Lieutenant I reported no significant incidents during the Morning and Evening Watch shifts. An inmate, Ramos #85428-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Corrections staff noted a shortage of staff leading to the evacuation of 10 South #2. New admissions included Chabis #87077-054, Bradley #87078-054, and Gonzalez #76326-054. One inmate, Hill #79455-054, was on Suicide Watch. No inmates were released.  Leave utilization included furlough, annual leave, sick leave, and overtime. A total of 27 staff members worked 206.30 hours in E-1 overtime. The institution’s total population at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "weapons",
        "shu",
        "staff",
        "watch shift",
        "activity report",
        "new york",
        "admissions",
        "releases",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036315",
      "summary": "On August 8, 2019, a Senior Officer at the Metropolitan Correctional Center, New York, operated a camera during a use of force incident. The officer willingly assisted and no injuries resulted.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "use of force",
        "metropolitan correctional center",
        "new york",
        "united states government",
        "memorandum",
        "2019",
        "injuries"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036149",
      "summary": "Service Request #24975 involves a crashed RAID system (EFTA00036149) with “S” errors on the display. The issue was first discovered on August 8th. Attempts to replace the mid drives on August 9th and 10th by Justin Houston, Jeff McKenzie, and Jeff Cranor were unsuccessful due to data loss during the replacement process. The technicians were unable to properly shut down the RAID before removing and replacing the drives, resulting in data corruption. The recommended solution involves resetting the RAID level to none and restarting the system, but a full rebuild and data wipe may be required. The incident occurred at 150 Park Row, New York, NY 10007, with a contract involving Jeff Cranor, Jeff McKenzie, and Justin Houston. Phone support was engaged on August 10th.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "Aug 8, 2019",
      "keywords": [
        "raid",
        "fbop",
        "service request",
        "redaction",
        "drives",
        "qognify",
        "new york",
        "844-802-0188",
        "emergency",
        "consistent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033799",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York at 6:33 AM. Medical personnel initiated CPR and provided interventions including epinephrine and intubation. He was transported to Beekman Hospital where he was pronounced dead at 7:36 AM. Following the incident, law enforcement and investigative teams, including the FBI, US Marshals, medical examiners, and various institutional staff, responded. They conducted interviews, collected evidence (fingerprints, photographs, computer data), and coordinated with legal and family representatives. The timeline details the sequence of events from initial discovery to the release of the body for autopsy, the involvement of multiple agencies, and the subsequent investigation conducted over several days, including staff recalls and continued FBI presence. Finally, operations resumed on August 11th.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "ems",
        "hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "beekman hospital",
        "time of death",
        "attorneys",
        "crisis support team",
        "usms",
        "sidny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028094",
      "summary": "*   The requestor, the sole heir and next of kin, seeks information previously released to the New York Times via a FOIA request. *   The request includes a copy of a video tape from August 9, 2019, showing activity outside the SHU before Epstein’s death, and information about inmates on that tier and personnel involved. *   The requestor is specifically seeking details regarding the circumstances surrounding the movement of Epstein’s body before the medical examiner arrived and any related incident reports. *   Guidance was provided to submit a FOIA request to the BOP, referencing the NYT release, and a civil division of the office would forward the request.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "bop",
        "foia",
        "fbi",
        "jeffrey epstein",
        "new york times",
        "video",
        "shu",
        "inmate",
        "request",
        "death",
        "custody"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034505",
      "summary": "On August 9, 2019, Jeffrey Epstein was unresponsive in his cell at 6:33 am, triggering a medical emergency and CPR. Medical personnel transported him to Beekman Hospital where he was pronounced dead at 7:36 am. Following the incident, law enforcement, including the FBI and various legal and investigative teams, responded to the institution. Procedures included fingerprinting, photography, securing clothing, notifying family, issuing a press release, and scheduling an autopsy performed by the Medical Examiner. The Office of the Inspector General (OIG) also investigated the incident.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "aed",
        "medical emergency",
        "beekman hospital",
        "fbi",
        "autopsy",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034474",
            "similarity": 0.5,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034102",
      "summary": "These included: *   **Counts:** Regular institution counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, and 10:00 AM. *   **Administrative Actions:** Several inmates were moved between units (e.g., PRE REMOVE, TREATY TRANS, Dry Cell), placed in Administrative Detention, or taken off suicide watch. *   **Technical Issues:** The Institution Public Address System and a Fire Panel were malfunctioning. *   **Phone Calls:** STG (High Alert) and potentially WITSEC phone calls were monitored. *   **Visitation:** 46 individuals visited the facility. *   **Shift Changes:** The Lieutenant transitioned between morning, day, and evening watches. The daily log details a standard set of security and operational procedures within the correctional facility.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "daily log",
        "corrections",
        "suicide watch",
        "shu",
        "nypd",
        "phone check",
        "restraint equipment",
        "institution count",
        "prea",
        "transfers",
        "inmate detention",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034098",
      "summary": "On August 9, 2019, a daily activity report was generated for the Metropolitan Correctional Center (MCC) in New York. The report details inmate movements, staffing shortages (particularly sanitation and control center fire panel issues), new admissions and releases, and leave utilization. Specific inmate incidents included placements in SHU, dry cells, and suicide watch. There were also missing equipment inventory forms and a fire/security report deficit. Overtime hours were recorded, primarily for Treaty Transfers. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "shu",
        "watch shift",
        "staff shortage",
        "suicide watch",
        "treatment transfer",
        "release",
        "admissions",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034474",
      "summary": "Medical personnel initiated CPR and other life-saving measures, leading to intubation and administration of epinephrine. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. The incident triggered a rapid response involving multiple agencies including the US Marshals Service, FBI, District Attorney’s office, medical staff, psychological staff, and various institutional personnel. Investigations included interviews with inmates, collection of forensic evidence (fingerprints, photographs, clothing), and the removal of electronic devices from his cell. The autopsy was conducted on August 12, 2019, and forensic teams (OIG/FBI) collected computer data. The timeline details the coordination of these efforts, communications with relevant parties, and the actions taken by various individuals and organizations involved in the response.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "ems",
        "fbi",
        "autopsy",
        "coroner",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034505",
            "similarity": 0.5,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036686",
      "summary": "On August 10, 2019, an individual reported an incident in New York. The sender, “[REDACTED],” requested recipients to provide updates via email or text message due to their continued high workload.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036686",
        "nym",
        "redaction",
        "incident",
        "new york",
        "samsung galaxy",
        "verizon",
        "email",
        "text",
        "boss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036744",
            "similarity": 0.667,
            "index": 113,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036685",
            "similarity": 0.5,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036744",
      "summary": "An email chain discusses an incident in New York. One sender informs another that everything is “as good as can be” and requests a quick email or text update from recipients. The emails are sent from Verizon smartphones.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "nym",
        "redaction",
        "email",
        "text",
        "new york",
        "incident",
        "samsung",
        "verizon",
        "2019",
        "boss"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036686",
            "similarity": 0.667,
            "index": 112,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036685",
            "similarity": 0.75,
            "index": 114,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036741",
            "similarity": 0.667,
            "index": 135,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036655",
            "similarity": 0.538,
            "index": 138,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036685",
      "summary": "On August 10, 2019, emails were exchanged regarding an incident in New York. One individual (identified as “Boss”) was busy and requested recipients to send an email or text message for updates. Another individual sent an initial email regarding the incident, stating that everything was as good as could be expected, and that a quick message would be helpful. The emails were sent from Samsung Galaxy smartphones and involved multiple redacted recipients.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036685",
        "nym",
        "redaction",
        "new york",
        "august 10",
        "2019",
        "email",
        "text",
        "samsung",
        "boss",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036744",
            "similarity": 0.75,
            "index": 113,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036686",
            "similarity": 0.5,
            "index": 112,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036741",
            "similarity": 0.5,
            "index": 135,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036082",
      "summary": "Epstein arrived at the facility on July 6, 2019, and was initially placed in SHU with a cellmate, Nicholas Tartaglione. Over the following weeks, he underwent multiple psychology evaluations, risk assessments, and interactions with attorneys, often with inconsistencies in documentation, particularly regarding cell assignments tracked in SENTRY.  There were documented instances of misplaced SENTRY transactions and errors in records, including inaccurate inmate counts and missing documentation like intake screenings and 30-day psychology reviews.  On July 23, 2019, Epstein was found unresponsive in his cell, prompting a medical emergency and ultimately his death. The investigation into the incident was inconclusive. The review highlighted significant failures in basic correctional practices, including incomplete inmate counts, inconsistent documentation, and failures to adhere to established suicide prevention protocols. Recommendations were made regarding staff training, institutional processes, and oversight. The estimated cost associated with the incident was approximately $10,741.60.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate epstein",
        "mcc new york",
        "sentry",
        "shu",
        "psychology",
        "suicide",
        "cellmate",
        "tartaglione",
        "risk assessment",
        "mental health",
        "court",
        "medical assessment",
        "overtime",
        "corrections",
        "suicide watch",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024376",
      "summary": "This document is a series of photographic records related to the suicide of Jeffrey Epstein, inmate number 76318-054, at the Metropolitan Correctional Center New York. Each page represents a photo sheet detailing the incident, which occurred on August 10, 2019, at 6:33 AM. The incident was classified as an “INMATE SUICIDE,” and the location was noted as “LA” or “ZA.” Lieutenant’s Office photographs were taken by various individuals, including “Li,” “Lt,” and “LAM,” and the last photo taken at 6:49 AM. One page was redacted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "new york",
        "inmate",
        "photo",
        "incident",
        "reg#76318-054",
        "la",
        "za",
        "date",
        "time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036742",
      "summary": "On August 10, 2019, an individual informed multiple recipients (including individuals at the Bureau of Prisons) about an incident in New York. The sender stated everything was “as good as can be” and requested a quick email or text message for updates, noting the sender was busy.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "redaction",
        "efta00036742",
        "nym",
        "verizon",
        "samsung",
        "email",
        "text",
        "8/10/19",
        "bop",
        "smartphonc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036101",
      "summary": "This document is a daily log from August 9th and 10th, 2019, kept by a Metropolitan Correctional Center Lieutenant detailing operations, inmate counts, medical emergencies, and security incidents. Key events include: *   **Counts:** Multiple institutional counts were conducted at 12:00 AM, 3:00 AM, and 5:00 AM, consistently recording 757 or 758 inmates. *   **Medical Emergency:** On August 10th, inmate Epstein was found unresponsive and received CPR before being transported to a hospital. *   **Restraints and Transfers:** Several inmates were placed in Administrative Detention and transferred to special housing, notably Fernandez and Mutimura. *   **System Issues:** Fire alarm/sprinkler system malfunctions and a malfunctioning Public Address System occurred. *   **Security Procedures:** Regular checks of metal detectors, restraint equipment, and roof security were performed. *   **Phone Monitoring:** STG International Terrorist phone calls and WITSEC inquiries were monitored. *   **Count Variations:** The final count varied between 756 and 758 throughout the shifts.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "medical emergency",
        "restraint equipment cage",
        "nypd phone check",
        "institutional count",
        "administrative detention",
        "emergency services",
        "dry cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034122",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, died at the Metropolitan Correctional Center (MCC) New York from an apparent suicide. He was found unresponsive in his cell and transported to a local hospital where he was pronounced dead. The FBI is investigating the incident, which occurred after Epstein’s arrival at the facility on July 6, 2019, following an indictment for sex trafficking of minors and conspiracy. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "suicide",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015299",
            "similarity": 0.538,
            "index": 126,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034849",
            "similarity": 0.818,
            "index": 134,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035658",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York and pronounced dead at a local hospital from an apparent suicide. He was indicted on sex trafficking of minors and conspiracy charges and had been incarcerated since July 6, 2019. The FBI is investigating the incident. The MCC New York houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "fbi",
        "death",
        "sex trafficking",
        "new york",
        "bureau of prisons",
        "inmate",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019759",
            "similarity": 0.667,
            "index": 132,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011510",
      "summary": "On August 10, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) in New York and pronounced dead at New York Presbyterian-Lower Manhattan Hospital. The cause of death was initially determined to be an apparent suicide, following a 6:30 am finding. An autopsy is pending to determine the exact cause of death, and the FBI and Department of Justice Office of the Inspector General are investigating the incident. MCC New York will provide an update to the court upon completion of the autopsy.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "death",
        "suicide",
        "bureau of prisons",
        "federal register",
        "united states v. jeffrey enstein",
        "autopsy",
        "fbi",
        "attorney general",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036966",
      "summary": "The document is a communication regarding an ongoing investigation, potentially involving a prison incident and FBI involvement. It advises individuals associated with the incident to remember Art 6, section f(1) and Art. 6, section h, concerning representative rights and protection from further questioning without a representative. It specifically recommends staff seek legal counsel if the FBI intends to question them regarding the investigation. The communication is dated August 10, 2019, and references the \"UNION PARTY\" on September 13th, 2019.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00036966",
        "union party",
        "september 13th",
        "2019",
        "art 6",
        "fbi",
        "representative",
        "witness",
        "investigation",
        "counsel",
        "prison locals",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019757",
      "summary": "On August 10, 2019, a supervisory staff attorney from CLC New York contacted colleagues regarding updates on the death of Jeffrey Epstein. The U.S. Attorney’s Office was receiving increasingly frantic calls from defense counsel due to press releases containing information they hadn’t received. The U.S. Attorney’s Office confirmed Epstein had passed and was being taken to the hospital following a suicide attempt, but provided limited details. An employee reported completing a significant incident report for HQ, but lacked specifics from the Bureau of Prisons (BOP). Another employee indicated the BOP would provide updates as available and noted their absence from the office until August 12th.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "press release",
        "u.s. attorney's office",
        "bop",
        "inmate",
        "suicide attempt",
        "correctional center",
        "legal",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018964",
            "similarity": 0.667,
            "index": 131,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018966",
      "summary": "On August 10, 2019, multiple individuals communicated regarding the death of a federal inmate, Jeffrey Epstein. Concerns were raised about the Bureau of Prisons (BOP) issuing public press releases without informing relevant legal counsel. Initial reports indicated Epstein’s death was due to a suicide attempt and that the BOP was compiling a report. Updates were provided by the BOP regarding the ambulance transport to the hospital and the ongoing incident report. A USMS official provided initial confirmation of Epstein's passing. Requests were made for immediate communication and basic factual information, specifically the time and cause of death, to relay to his attorneys.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "attorneys",
        "u.s. attorney's office",
        "suicide attempt",
        "inmate",
        "information",
        "efta00018966"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019757",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018964",
            "similarity": 0.667,
            "index": 131,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035467",
      "summary": "On August 10, 2019, a U.S. Federal Bureau of Prisons Captain issued a memorandum regarding security expectations for inmate Jeffrey Epstein (Reg. No. 76318-054) at the Metropolitan Correctional Center in New York City. Following concerns about Epstein’s behavior, the Captain held informal training sessions with staff, emphasizing vigilance, increased unannounced rounds, and maintaining a clean and manageable Special Housing Unit. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell after a suspected suicide attempt, and he was housed with a cellmate.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "special housing unit",
        "metropolitan correctional center",
        "training",
        "oversight",
        "management"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034472",
            "similarity": 0.538,
            "index": 128,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015299",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein was found unresponsive in his cell at the Metropolitan Correctional Center New York and pronounced dead at a local hospital due to an apparent suicide. He was 66 years old and incarcerated on sex trafficking and conspiracy charges. The FBI is investigating the incident. The MCC New York facility houses 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "mcc new york",
        "fbi",
        "sex trafficking",
        "inmate death",
        "metropolitan correctional center",
        "usms",
        "geoffrey berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034122",
            "similarity": 0.538,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034849",
            "similarity": 0.538,
            "index": 134,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024354",
      "summary": "On August 10, 2019, communication occurred regarding the death of Jeffrey Epstein while incarcerated at the Metropolitan Correctional Center in New York. A Supervisory Staff Attorney from CLC New York requested information from the Bureau of Prisons (BOP) regarding the cause of death, time of death, and lead counsel for Epstein.  Multiple individuals reported updates, including that Epstein had died following an apparent suicide attempt and that a significant incident report was being prepared by the BOP. The sender indicated they would provide updates as they received them, and noted delays due to their vacation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "warden",
        "press release",
        "suicide attempt",
        "death",
        "federal inmate",
        "us attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024352",
            "similarity": 0.667,
            "index": 130,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034472",
      "summary": "On August 10, 2019, Captail, a Federal Bureau of Prisons representative, held informal training sessions with correctional staff at the Metropolitan Correctional Center in New York due to concerns about inmate Jeffrey Epstein (Reg. No. 76318-054). The training emphasized vigilance, security monitoring, and maintaining a clean and manageable Special Housing Unit, particularly regarding unannounced rounds and addressing security concerns like obstructed observation windows and accumulated waste. This followed an incident on July 23, 2019, where Epstein was found unresponsive in his cell following a suspected suicide attempt.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "bureau of prisons",
        "jeffrey epstein",
        "security",
        "inmate",
        "suicide attempt",
        "metropolitan correctional center",
        "new york",
        "shu",
        "training",
        "expectations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035467",
            "similarity": 0.538,
            "index": 125,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035286",
      "summary": "*   **Incident:** Epstein was found unresponsive and subsequently died in his cell due to an apparent suicide on August 10, 2019. A lawsuit is anticipated. *   **Preservation Obligation:** Record custodians are required to preserve all potentially relevant electronic files (ESI) and physical documents related to Epstein, including emails, documents, and BEMR records. *   **Action Required:** Custodians must complete a checklist and adhere to specific preservation protocols, including suspending retention policies and preventing deletion or alteration of ESI. *   **Contact Information:**  Questions and comments should be directed to alOjohnson@bop.gov.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "legal hold",
        "inmate death",
        "bop",
        "esi",
        "records preservation",
        "jeffrey epstein",
        "federal bureau of prisons",
        "data retention",
        "confidential",
        "notification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024352",
      "summary": "On August 10, 2019, communications regarding the death of Jeffrey Epstein began. A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center inquired about Epstein’s lead counsel and requested accurate information from the Bureau of Prisons (BOP) for relaying to defense attorneys and his family. Concerns were raised about public press releases being issued by the BOP before key stakeholders were informed. A BOP staff member reported Epstein had died, initially due to an apparent suicide attempt and was being transported to the hospital via ambulance, but provided no further details. Another staff member confirmed Epstein’s death and indicated a significant incident report was being prepared for headquarters, but lacked specifics from the BOP. The sender of the initial update indicated they would be out of the office on vacation and responses may be delayed.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "death",
        "press release",
        "suicide attempt",
        "federal inmate",
        "court",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024354",
            "similarity": 0.667,
            "index": 127,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018964",
      "summary": "On August 10, 2019, multiple individuals within the U.S. Attorney’s Office and related agencies received updates regarding the death of Jeffrey Epstein. Initial reports indicated Epstein had died, likely due to a suicide attempt, and was being transported to a hospital by ambulance. Concerns were raised about a lack of communication from the Bureau of Prisons (BOP) and the public release of information before counsel and family could be informed. A staff member indicated they were compiling an incident report and lacked specific details from the BOP. Another individual noted continued frantic calls from defense counsel due to press releases containing information not yet shared.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "press release",
        "death",
        "inmate",
        "suicide attempt",
        "u.s. attorney's office",
        "counsel",
        "marshals",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018966",
            "similarity": 0.667,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019757",
            "similarity": 0.667,
            "index": 123,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019759",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, died at the Metropolitan Correctional Center (MCC) New York from an apparent suicide. He was found unresponsive in his cell and transported to a local hospital where he was pronounced dead. Epstein was being held on pretrial status for sex trafficking of minors and conspiracy, having arrived at the MCC on July 6, 2019. The FBI is investigating the incident.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "fbi",
        "death investigation",
        "sex trafficking",
        "pretrial status",
        "bureau of prisons",
        "new york",
        "ems"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035658",
            "similarity": 0.667,
            "index": 120,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035660",
      "summary": "On August 10, 2019, Jeffrey Epstein (Register No. 76318-054) was found unresponsive in his cell at MCC New York. Life-saving measures were attempted, but he was pronounced dead at the hospital at 7:36 a.m. The email details the incident and offers further information.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "register no. 76318-054",
        "unresponsive",
        "death",
        "mcc new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035661",
            "similarity": 0.75,
            "index": 231,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034849",
      "summary": "On August 10, 2019, inmate Jeffrey Edward Epstein, 66, was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York and died from an apparent suicide. He was found in the Special Housing Unit at approximately 6:30 a.m. EMS was called, and he was transported to a local hospital where he was pronounced dead. Epstein was being held under pretrial status for sex trafficking of minors and conspiracy, having arrived at the MCC on July 6, 2019. The FBI is investigating the incident. The MCC New York is an Administrative security facility housing 763 male offenders.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate death",
        "jeffrey epstein",
        "suicide",
        "metropolitan correctional center",
        "mcc new york",
        "fbi",
        "sex trafficking",
        "conspiracy",
        "federal bureau of prisons",
        "emergency medical services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015299",
            "similarity": 0.538,
            "index": 126,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034122",
            "similarity": 0.818,
            "index": 119,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036741",
      "summary": "On August 11, 2019, a message was sent from [REDACTED] to [REDACTED] regarding an incident in New York. The sender, [REDACTED], reported that everything was “as good as can be” and requested a message be sent. On August 10, 2019, [REDACTED] sent a similar message to [REDACTED] regarding the same incident, noting the recipient's continued busyness and requesting a quick message.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00036741",
        "nym",
        "redaction",
        "email",
        "text",
        "samsung",
        "verizon",
        "2019",
        "2025",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036685",
            "similarity": 0.5,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036744",
            "similarity": 0.667,
            "index": 113,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036751",
      "summary": "Following an unspecified incident, employees at EFTA00036751 were issued guidelines for protection and communication. Key points included: no media contact, consistent credential display, maintaining honest communication, utilizing the union for memorandums to avoid potential disciplinary action, the right to a union representative during questioning by agencies like the BOP, CA, or OIG, and specific protocols for interactions with OIG and the FBI.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "employee",
        "media",
        "union",
        "weingarten rights",
        "agency",
        "representative",
        "communication",
        "discipline",
        "investigation",
        "oig"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036754",
            "similarity": 0.538,
            "index": 235,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013184",
      "summary": "An email chain discusses reports related to the July 23 incident, primarily concerning Jeffrey Epstein. One individual (USANYS) requests travel records, specifically airline tickets and AmEx flight bookings (over 4,800 from the past ten years), related to a woman and her ex-wife, potentially connected to Epstein. Another individual (REDACTED) has some travel records but doesn't have specific names or BOP documentation regarding suicide watch or communications with BOP. A request is made to forward any travel records or information about the ex-wife.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "epstein",
        "flights",
        "travel records",
        "amex",
        "july 23 incident",
        "usanys",
        "records",
        "arrest planning",
        "ex-wife",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036655",
      "summary": "On August 12, 2019, a Regional Director from the Northeast Region sent an email regarding an incident in New York. The sender requested recipients to send an email or text message to update the recipient, who is \"busy,\" on the situation. The email was sent from a Verizon Samsung Galaxy smartphone.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "nym",
        "incident",
        "new york",
        "email",
        "text",
        "regional director",
        "northeast region",
        "verizon",
        "samsung",
        "efta00036655"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036744",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036599",
      "summary": "On August 12, 2019, a regional director (EFTA00036599) received an incident report dated July 23, 2019, regarding code 228 (Self Mutilation). This report was previously expunged on August 1, 2019, by the Disciplinary Hearing Officer (DHO) due to insufficient evidence, and the DHO signed the expungement on August 2, 2019.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036599",
        "redaction analysis",
        "incident report",
        "self mutilation",
        "disciplinary hearing officer",
        "2019",
        "2025",
        "efta",
        "northeast region",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036079",
            "similarity": 0.5,
            "index": 144,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036641",
      "summary": "An email chain discusses draft language related to the placement of two Bureau of Prisons staff on administrative leave at MCC NY following the apparent suicide of Jeffrey Epstein. Requests are made for staffing information, including vacancies, AWOL status, and hiring progress. A concern is raised regarding press reports linking staffing shortages to the incident. The timing of the language’s release is discussed, with a preference for a timeframe after a scheduled meeting between the Warden and the US Attorney. Variations of the text are proposed, accommodating potential additions of a third staff member.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "staffing",
        "mcc ny",
        "jeffrey epstein",
        "suicide",
        "bureau of prisons",
        "investigation",
        "timing",
        "options",
        "redundancy",
        "language"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034372",
      "summary": "On August 12, 2019, Warden Lamine N’Diaye of the Metropolitan Correctional Center (MCC) New York responded to Judge Richard M. Berman’s inquiry about investigations related to an incident involving Jeffrey Epstein on or about July 23, 2019. N’Diaye confirmed that an internal investigation was completed, but the FBI and OIG investigations would include the incident. He stated he could not disclose information about the prior investigation due to its confidential nature. Counsel for Jeffrey Epstein, Martin Weinberg, is also included in the correspondence.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "richard m. berman",
        "fbi",
        "oig",
        "august 12",
        "2019",
        "internal investigation",
        "july 23",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035366",
            "similarity": 0.571,
            "index": 143,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036591",
      "summary": "An email chain discusses the draft language related to an incident involving Jeffrey Epstein at MCC NY. One individual requests information regarding the work schedules and recent behavior of specific COs involved. Another individual provides draft language for a communication regarding two staff members placed on administrative leave by the Bureau of Prisons following Epstein’s apparent suicide. The timing of discussions is influenced by a scheduled meeting with the US Attorney. The possibility of additional staff being involved (up to three) is considered.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00036591",
        "redaction analysis",
        "efta",
        "staffing shortages",
        "overtime",
        "jeffrey epstein",
        "bureau of prisons",
        "mcc ny",
        "suicide investigation",
        "timing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035366",
      "summary": "On August 12, 2019, the Warden of Maropolhaa Correcuioaal Caner (MCC New York) responded to Judge Richard M. Berman’s inquiry about an investigation into an incident involving Jeffrey Epstein on July 23, 2019. The Warden confirmed that the FBI and OIG investigations would include this incident, despite an internal investigation having been completed. Due to the ongoing investigations, the Warden stated they could not disclose information about the prior investigation.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "oig",
        "united states department of justice",
        "federal bureau of prisons",
        "mcc new york",
        "richard m. berman",
        "investigation",
        "redaction analysis",
        "august 12",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034372",
            "similarity": 0.571,
            "index": 141,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036079",
      "summary": "On August 12, 2019, a report was submitted regarding incident code 228, Self Mutilation, involving Mika. The report was previously expunged on 8/1/19 by the Disciplinary Hearing Officer (DHO) due to insufficient evidence, with the signing date being 8/2/19. The Northeast Region’s Regional Director is associated with this case (EFTA00036079).",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036079",
        "redaction analysis",
        "incident report",
        "self mutilation",
        "disciplinary hearing officer",
        "2019",
        "evidence",
        "northeast region"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036599",
            "similarity": 0.5,
            "index": 139,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024003",
      "summary": "On August 12, 2019, U.S. District Judge Richard M. Serman wrote to the Warden of the Etta N. Carter Correctional Center regarding the death of Jeffrey Epstein. The letter inquired about whether investigations, including one at MCC on or about July 23, 2019, would address the unresolved circumstances surrounding Epstein’s death and the Bureau of Prisons’ conclusions about the incident.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "death",
        "investigations",
        "bop",
        "mcc",
        "richard m. serman",
        "united states district court",
        "warden m",
        "july 23",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036362",
      "summary": "On August 13, 2019, the Metropolitan Correctional Center sent an email to an individual reminding them to submit a supervisor memorandum regarding an incident involving inmate Epstein that occurred on August 10, 2019. The recipient stated they had not been contacted about the incident and were properly relieved of duty prior to it.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "memorandum",
        "incident",
        "august 10",
        "2019",
        "submission",
        "supervisor",
        "metropolitan correctional center",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035459",
      "summary": "On August 13, 2019, Aviva Stahl contacted multiple recipients regarding a Gothamist piece about conditions at Metropolitan Correctional Center (MCC). The allegations included mold in cells, malfunctioning hot/cold water spouts, disrespectful treatment of prisoners by staff, overcrowding, understaffing, lack of necessary care (medical, psychiatric, spiritual, programming), and incidents like toilet flooding. The sender highlighted the media venue's previous scrutiny of BRO and MCC.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "mcc",
        "epstein",
        "media request",
        "redaction",
        "mold",
        "overcrowding",
        "prisoners",
        "aviva stahl",
        "gothamist",
        "bop.gov"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019861",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center is requesting records related to Jeffrey Epstein’s prior incarceration, including contact information for his prior facility and the USAO in Florida, due to investigations into a recent incident.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00019861",
        "clc new york",
        "metropolitan correctional center",
        "usao florida",
        "incarceration",
        "investigations",
        "documentation",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032292",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center is requesting information regarding Jeffrey Epstein’s records from his prior incarceration and contacts for his prior facility or the USAO in Florida, related to investigations into an incident from the past weekend.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "prosecution",
        "records",
        "incarceration",
        "usao",
        "florida",
        "investigation",
        "documentation",
        "clc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037812",
      "summary": "A witness reported a series of kidnappings involving themselves and their mother, orchestrated by a group including individuals associated with Jeffrey Epstein. The witness identified individuals involved in the torture and murder of their attorney. They have repeatedly reported the incidents to the U.S. Attorney’s Office in Orange County, California.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "kidnapping",
        "jeffrey epstein",
        "hitman",
        "drug dealer",
        "torture",
        "united states attorney",
        "orange county",
        "victim",
        "witness",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036408",
      "summary": "On August 14, 2019, at approximately 1:30 PM, visiting staff notified Metropolitan Correctional Center staff of a potential contraband introduction by a visitor to an inmate. The visitor admitted to having wrapped items intended for the inmate.  A search revealed three bundles wrapped in electric tape containing a cellphone, tobacco, pills, marijuana, rolling papers, and other contraband. The incident was documented as EFTA00036408.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "contraband",
        "inmate",
        "metropolitan correctional center",
        "visiting staff",
        "cellphone",
        "tobacco",
        "marijuana",
        "recovery",
        "efta00036408"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036885",
      "summary": "An email exchange occurred between an \"Associate Warden\" at MCC New York and an \"Associate Warden (O)\" at FCI. The latter expresses empathy for the recipient’s situation as an Executive and Public Information Officer, referencing a previous incident involving a death and the associated media and union pressures. The email exchange included a file named “TEXT.htm”.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "efta00036885",
        "redaction",
        "support",
        "media",
        "union",
        "warden",
        "pio",
        "new york",
        "2019",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036869",
      "summary": "On August 15, 2019, the Associate Warden of MCC New York instructed inmates to remain in their cells without authorization, threatening incident reports if they were moved without permission. This communication was sent in response to a previous email exchange.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "town hall",
        "inmate",
        "authorization",
        "cell",
        "incident reports",
        "mcc new york",
        "warden",
        "redaction analysis",
        "2019",
        "efta00036869"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036870",
      "summary": "On August 15, 2019, an Associate Warden at MCC New York instructed inmates not to move between cells without authorization, warning them that unauthorized movement would result in incident reports.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "efta00036870",
        "mcc new york",
        "town halls",
        "inmates",
        "cell movement",
        "authorization",
        "incident reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035352",
      "summary": "An email chain discusses an interview request from the Office of the Inspector General (OIG), Special Agent, regarding Jeffrey Epstein (reg. no. 76318-054) and potential staff interviews related to the incident last weekend. The OIG is requesting a call from the recipient to schedule an interview with the Special Agent. Medical staff are also available for voluntary interviews.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00035352",
        "jeffrey epstein",
        "redaction analysis",
        "interviews",
        "oig",
        "special agent",
        "metropolitan correctional center",
        "new york",
        "voluntary interview",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034113",
      "summary": "On August 16, 2019, the Office of the Inspector General (OIG) requested interviews with staff regarding an incident involving Jeffrey Epstein (registration number 76318-054). The request was sent via email from the OIG’s Special Agent to various staff members, including medical staff, at the Metropolitan Correctional Center in New York. The email included contact information for scheduling the interviews. The document also references case numbers SDNY_00010177 and SDNY_00010178.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00034113",
        "jeffrey epstein",
        "oig",
        "interview",
        "redaction",
        "usdoj",
        "new york",
        "medical staff",
        "supervisory staff attorney",
        "clc new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034051",
      "summary": "On August 16, 2019, the Office of the Inspector General (OIG) requested an interview with staff members, specifically Jeffrey Epstein (reg. no. 76318-054), regarding an incident that occurred the previous weekend. The request was sent by a Special Agent and a Supervisory Staff Attorney from the OIG’s New York Metropolitan Correctional Center office.  The OIG was seeking volunteers for a voluntary interview with medical staff.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "oig",
        "jeffrey epstein",
        "interview",
        "staff",
        "new york",
        "metropolitan correctional center",
        "medical staff",
        "voluntary interview",
        "redaction analysis",
        "efta00034051"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034115",
      "summary": "The Office of the Inspector General (OIG) is requesting an interview with Jeffrey Epstein (reg. no. 76318-054) and potentially other medical staff members regarding an incident that occurred last weekend. Special Agents from the OIG are available for voluntary interviews from the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "8/16/2019",
      "keywords": [
        "efta00034115",
        "jeffrey epstein",
        "oig",
        "interview",
        "medical staff",
        "tijuana doctor",
        "new york",
        "special agent",
        "confidential",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019407",
      "summary": "Department of Justice related to Epstein’s death at the Metropolitan Correctional Center (MCC) in New York. *   The request, made via electronic mail on August 20, 2019, covers the period from August 9, 2019, to August 10, 2019. *   The requested evidence includes protocols regarding inmate deaths, video recordings of entrances/exits and hallways, entry/exit logs, and guard duty logs. *   Epstein was found unresponsive in his cell on August 10, 2019, and later died due to injuries sustained from an apparent suicide. *   The FBI is investigating the incident, and the Attorney General has expressed concerns about irregularities at the facility. *   The New York City Office of Chief Medical Examiner initially delayed releasing a determination on the cause of death, eventually concluding it was a suicide. *   Steptoe & Johnson intends to conduct their own investigation, requiring access to the requested evidence.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "August 20, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "metropolitan correction center",
        "u.s. department of justice",
        "inmate death",
        "investigation",
        "evidence",
        "suicide",
        "fbi",
        "new york city office of chief medical examiner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015428",
      "summary": "This document is a declaration from Nicole McFarland, a Staff Attorney at the Metropolitan Correctional Center (MCC) within the Federal Bureau of Prisons (BOP), in support of the New York Times’ motion for summary judgment in a lawsuit. McFarland describes her role in responding to Freedom of Information Act (FOIA) requests concerning Jeffrey Epstein’s time at the MCC. Here’s a breakdown of the key factual content: *   **McFarland's Role:** She coordinates searches at the MCC when FOIA requests require it, working primarily with GOP’s Central Office. *   **Search Activities:** She directed staff to search various systems and files, including electronic and non-electronic records, the SENTRY database, email systems (SENTRY and TRULINCS), and the BEMR medical record system. *   **Specific Records Examined:** The searches focused on records related to: SHU log entries, Epstein’s quarters history, CIM clearance data, disciplinary records, intake screening forms, security designations, inmate profiles, incident reports, medical reports, visitor logs, phone logs, email communications, and special investigative reports. *   **Findings:** The searches primarily yielded information already documented in the Christenson Declaration. Key findings included: most records related to Epstein had been handed over to the Office of the Inspector General (OIG), and that MCC staff located some responsive records through their own searches, often overlapping with Central Office’s findings. Notably, no meeting minutes related to Epstein’s suicide watch removal were located. *   **Confirmation:** McFarland confirmed that no other individuals at the MCC (or former employees) were reasonably likely to possess responsive records.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "August 22, 2019",
      "keywords": [
        "foia",
        "bureau of prisons",
        "mcc",
        "inmate records",
        "search",
        "email",
        "electronic files",
        "trulinks",
        "sentry",
        "bop",
        "christopher christenson",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037215",
      "summary": "On August 23, 2019, a correctional officer (identified as “w”) responded to a body alert in the SHU at the facility regarding Jeffrey Epstein. The officer assisted with CPR, allowed EMS access, and escorted Epstein to Beekman Hospital. Another officer, working with OIG and SDNY, responded to a similar alert where Epstein was already being treated after being removed from his cell. FBI CART provided a video package of the MCC to SDNY, and coordination was made to retrieve and image Thomas’ cell phone. The Office of the Chief Medical Examiner (OCME) was contacted and advised that they would provide a report soon, anticipating no further information requests. Three proffers were scheduled for Monday, August 26th, involving inmates from the MCC at the time of the incident, who have a history of facilitating contraband and policy violations.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "bop",
        "fbi",
        "ocme",
        "autopsy",
        "shu",
        "cart",
        "proffers",
        "mcc",
        "ransom"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027247",
      "summary": "The consultant suggests requesting extensive documentation related to Epstein’s case, including training outlines, intake forms, psychological records, incident reports, logbooks, observation records, and data from BOP systems (PDS/BEMR, SENTRY). He emphasizes the need for transparency and accountability within the BOP, citing issues with leadership and policy implementation. The consultant believes a thorough investigation requires detailed scrutiny of BOP operational procedures and data rather than relying solely on legislative changes.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "bop",
        "epstein",
        "nadler",
        "investigative",
        "training",
        "suicide watch",
        "data system",
        "psychological intake",
        "redaction",
        "policy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037494",
      "summary": "FBI New York is coordinating daily conference calls at 3:30 PM regarding the Epstein case. The calls utilize the VCAC Bridge Line. Information regarding “dial-in details” is being forwarded between FBI agents and [REDACTED]. The purpose of the calls is to discuss aspects of the case and forensics, with a focus on a jail incident.  SSA, FBI New York, CID (FBI), and ASAC personnel are involved in these daily calls.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "ny",
        "cart",
        "call",
        "conference",
        "details",
        "redaction",
        "vcac",
        "bridge line"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018870",
      "summary": "Investigators are scrutinizing video footage outside Jeffrey Epstein’s cell at the Metropolitan Correctional Center in Manhattan, finding some footage unusable. The FBI and Justice Department’s inspector general are investigating the circumstances surrounding his death, which was ruled a suicide. Key findings include: *   At least one camera’s footage was unusable. *   Protocols regarding checks on Epstein were not followed, with potential falsification of logs being investigated. *   The officers on duty were working overtime and had differing backgrounds. *   Epstein was placed on suicide watch after a July incident and had a series of fluctuating living arrangements with roommates. *   The medical examiner found fractures in Epstein's neck bones, consistent with hanging, but experts caution this requires further investigation. *   The defense team is seeking access to all relevant video footage and intends to conduct an independent investigation.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "justice department",
        "suicide",
        "footage",
        "metropolitan correctional center",
        "cell",
        "investigation",
        "redaction",
        "autopsy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031495",
      "summary": "On August 30, 2019, a CBP employee, Badge # CAS03223, reported to his supervisor regarding information provided by a female acquaintance. The acquaintance alleged Mr. had relationships with Jeffery Epstein, including assisting with human trafficking of underage females while working at CBP Pre-Clearance in Saint Thomas.  Additionally, she filed a complaint alleging predatory behavior and targeting vulnerable individuals, referencing past disputes with a previous landlord. The supervisor recalled previous international travel and a previous incident involving the acquaintance attempting suicide. Transparency and careful relationship management were emphasized due to the potential for negative repercussions and legal scrutiny. The case involved allegations of misconduct stemming from relationships while working at CBP, potentially damaging the agency's reputation.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "August 30, 2019",
      "keywords": [
        "cbpas",
        "epstein",
        "complaints",
        "law enforcement",
        "saint thomas",
        "trafficking",
        "charleston",
        "supervisor",
        "investigations",
        "suicide"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035747",
      "summary": "This document is a Form 583 Report of Incident, dated October 3, 2019, regarding Jeffrey Epstein’s death investigation. The report was provided by the Digital Investigation Group (DIG SA) on August 14, 2019. The case ID is 90A-NY-3151227, and Jeffrey Epstein is listed as the victim. The form is classified as UNCLASSIFIED.",
      "timestamp": "2019-10-03T00:00:00",
      "timestamp_raw": "October 3, 2019",
      "keywords": [
        "jeffrey epstein",
        "form 583",
        "death investigation",
        "fbi",
        "ssa",
        "incident report",
        "90a-ny-3151227",
        "efta00035747"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038321",
      "summary": "The FBI Victim Services Division is offering an RSVP for a briefing regarding the Epstein case. The briefing is scheduled for October 15, 2019 in Miami, FL and October 23, 2019 in New York, NY. Attendees are required to complete a form collecting personal information, including contact details, citizenship, and travel preferences (transportation mode, dates, and airports). Attendees can bring one support person who also requires a separate form to be completed, including their personal details and travel preferences.  Lodging and mileage reimbursement are authorized, with specific restrictions on incidental charges and authorized expenses.  Attendees must acknowledge understanding of the limitations of authorized expenses, specifically excluding meals, rental vehicles, and entertainment.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "victim services",
        "rsvp",
        "miami",
        "new york",
        "travel arrangements",
        "support person",
        "lodging",
        "transportation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015438",
      "summary": "The charges include conspiracy to distribute cocaine, murder in furtherance of drug trafficking, kidnapping, and using interstate commerce to commit crimes.  The indictment details a series of events beginning around 2015, culminating in the deaths of the four men, which occurred in 2016.  The charges include intentionally killing the victims using firearms, conspiring to commit crimes, and using firearms in furtherance of those crimes.  The document also identifies the roles of correctional officers ToVa Noel and Michael Thomas who were involved in the events surrounding the deaths, specifically their false reporting of incidents.  The entire case revolves around a drug trafficking operation and the resulting violence.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "jeffrey epstein",
        "metropolitan correctional center (mcc)",
        "foia",
        "russell capone",
        "bop",
        "homicide",
        "drug trafficking",
        "narcotics",
        "18 u.s.c. § 371",
        "tova noel",
        "michael thomas",
        "united states attorney",
        "united states v. noel",
        "united states v. tartaglione"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031388",
      "summary": "An Assistant United States Attorney from the Southern District of New York inquired about an investigation into MCC guards related to a 2015 incident following a judge’s comment regarding Jeffrey Epstein’s death at MCC. The inquiry was initiated after reading a civil case opinion and involved communication with multiple individuals, including [REDACTED], regarding the potential investigation.",
      "timestamp": "2019-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2019",
      "keywords": [
        "efta00031388",
        "mcc case",
        "redaction",
        "investigation",
        "statute of limitations",
        "judge pauley",
        "epstein",
        "guards",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030701",
      "summary": "Email correspondence between individuals, including an Assistant U.S. Attorney from the Southern District of New York, regarding news articles concerning Jeffrey Epstein’s death. The articles detailed claims of a potential cover-up involving printed messages on beer cans and an airport incident.",
      "timestamp": "2019-12-08T00:00:00",
      "timestamp_raw": "08 Nov 2019",
      "keywords": [
        "epstein",
        "redaction",
        "new york",
        "breweries",
        "beer cans",
        "coverup",
        "assistant u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037650",
      "summary": "*   A search of Massachusetts databases (ISO, Coplink, LPR) yielded negative results for Maxwell regarding accidents, traffic stops, and criminal history. The only report listed was from Gloucester PD, involving Borgerson. *   A search for Scott Borgerson revealed a 2018 ISO insurance claim associated with one of his registered vehicles. Beverly PD was listed in his Coplink reports, but no PD report was available. *   LPR searches across the turnpike did not yield results, requiring contact with Mass DOT for access. *   Maxwell’s MA DL was active until 2022. *   The request was initiated by the NYPD/NY FBI (CE HTTF).",
      "timestamp": "2019-12-10T00:00:00",
      "timestamp_raw": "December 10, 2019",
      "keywords": [
        "ghislaine maxwell",
        "scott borgerson",
        "massachusetts",
        "vehicle registration",
        "criminal history",
        "coplink",
        "iso",
        "lpr",
        "beverly pd",
        "massachusetts dot",
        "driver's history"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026613",
      "summary": "On December 16, 2019, an individual sent a message to two others regarding a misspoke incident concerning potential identities of individuals on Jeffrey Epstein’s phone. The sender wanted to avoid the transmission of inaccurate information and proposed a later discussion about the matter.",
      "timestamp": "2019-12-16T00:00:00",
      "timestamp_raw": "December 16, 2019",
      "keywords": [
        "efta00026613",
        "redaction",
        "epstein",
        "identities",
        "phone",
        "mis spoke",
        "emergency",
        "chain",
        "iphone"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016904",
      "summary": "The document is a series of email exchanges related to a follow-up on an incident from July 23rd. Key points include: *   Requests for video surveillance footage and photographs/videos of cell 124 related to the incident. *   An inquiry about the preservation and availability for inspection of orange rope. *   Aida Leisenring, representing Barket, Epstein, requests access to these materials, outlining her questions and seeking clarification on the team’s position regarding their review. *   Multiple individuals (including Narcotics Unit Co-Chiefs and Jason Swergold) respond with offers to investigate and provide information.",
      "timestamp": "2019-12-17T00:00:00",
      "timestamp_raw": "December 17, 2019",
      "keywords": [
        "incident",
        "july 23",
        "sonogram",
        "disclosure materials",
        "video",
        "rope",
        "meeting",
        "conference",
        "court",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016401",
      "summary": "On December 17, 2019, Aida Leisenring (Barket, Epstein, Kearon, Aldea & LoTurco LLP) contacted individuals regarding follow-up questions related to a July 23 incident. Specifically, she requested copies of video surveillance from a hallway and cell 124, as well as any photographs or a video recording of orange rope potentially preserved from the scene. She also inquired about a position regarding the availability of these materials for review. The email included a confirmation of a meeting schedule for the sender and a note regarding a changed email address.",
      "timestamp": "2019-12-17T00:00:00",
      "timestamp_raw": "December 17, 2019",
      "keywords": [
        "efta00016401",
        "july 23 incident",
        "video surveillance",
        "photographs",
        "cell 124",
        "orange rope",
        "aida leisenring",
        "barket epstein",
        "usanys",
        "disclosure materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016403",
      "summary": "*   Jason Swergold (USANYS) contacted Aida Leisenring (Barket, Epstein, Kearon, Aldea & LoTurco LLP) regarding follow-up materials related to an incident on July 23. *   Leisenring requested copies of video surveillance in a hallway and of cell 124, as well as the orange rope if preserved. *   Swergold agreed to investigate these requests and determine the office’s position on providing access. *   The email chain included confirmations of inquiries and a note of Leisenring’s updated email address.",
      "timestamp": "2019-12-17T00:00:00",
      "timestamp_raw": "December 17, 2019",
      "keywords": [
        "follow up",
        "july 23 incident",
        "sonogram",
        "narcotics unit",
        "video surveillance",
        "photographs",
        "orange rope",
        "inspection",
        "jason swergold",
        "aida leisenring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021739",
      "summary": "On January 2, 2020, an individual (D) sent an email following up on “proffers” related to a case. They requested the recipient to convey their client’s recollection of an incident described in a complaint from December 4th, specifically referencing page seven of a PDF attachment (19_Civ._10788.pdf). D anticipated discussing the case internally with supervisors next week and offered to schedule a call to discuss the matter, noting they would be out of the country until January 1st or 13th. The email included a standard disclaimer regarding privileged and confidential information.",
      "timestamp": "2020-01-02T00:00:00",
      "timestamp_raw": "January 2, 2020",
      "keywords": [
        "proffers",
        "redaction",
        "case",
        "conversation",
        "scheduling",
        "january",
        "complaint",
        "information",
        "call",
        "clarification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016975",
      "summary": "This document details a series of email exchanges regarding a “proffer” related investigation, likely involving a legal case. The core issue revolves around scheduling a meeting with key individuals – including U.S. Attorneys, legal counsel, and FBI personnel – to discuss a complaint and potentially a related incident involving Ms. [REDACTED]. Initially, the parties struggled to find a mutually convenient time, with multiple proposed dates and times being offered and declined. A significant delay occurred due to a planned absence of a key contact (January 10th/13th), further complicating scheduling.  There’s a strong emphasis on the urgency to discuss the case quickly, driven by concerns about potential charges, and a desire to gather information from Ms. [REDACTED] regarding specific events and recollections.  The communication highlights a complex and potentially sensitive legal investigation involving multiple parties and a desire to coordinate a comprehensive discussion.",
      "timestamp": "2020-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2020",
      "keywords": [
        "reproffers",
        "scheduling",
        "call",
        "january 2020",
        "january 24",
        "january 15",
        "scheduling issue",
        "meeting",
        "conference",
        "redaction",
        "time ranges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018734",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a New York Post article about a new Jeffrey Epstein accuser. The article details an alleged molestation at age 13 and the accuser's wearing of children's underwear during the incident. The email includes a link to the article and the document identifier EFTA00018734.",
      "timestamp": "2020-01-22T00:00:00",
      "timestamp_raw": "22 Jan 2020",
      "keywords": [
        "epstein",
        "lawsuit",
        "redaction",
        "efta00018734",
        "new york post",
        "2020",
        "accuser",
        "molestation",
        "underwear"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031997",
      "summary": "This document is a response from the Warden of the Metropolitan Correctional Center (MCC) New York regarding a psychological reconstruction of inmate Jeffrey Epstein (76318-054). The reconstruction raised concerns about several areas: *   **Review Procedures:** The Warden clarifies the requirements for Captain and IDO video reviews, detailing the 30-minute round mandates and documentation processes. *   **Psychology Services Involvement:** The Warden addresses concerns about the lack of transparency in housing decisions, outlining Psychology Services’ role in consultations and weekly meetings, and implementing a system for documenting these meetings. *   **Incident Reporting:** The Warden responds to concerns about a premature incident report related to a potential assault, emphasizing the need for timely reporting and acknowledging potential biases within the staff. They are implementing training to address this. *   **Telephone Calls:** The Warden addresses reports of facilitated telephone calls to Epstein’s mother, referencing a referral made for an unauthorized call. *   **Follow-Up Training:** The Warden confirms the implementation of suicide prevention training across various staff levels, providing supporting documentation. *   **Accountability & Bed Book Counts:** The Warden details new procedures for periodic and routine bed book counts, including documentation and staff responsibilities. *   **Log Book Audits:** The Warden reports findings from audits of various log books, identifying discrepancies and areas for improvement. *   **Sex Offense Risk Factors:** The Warden highlights the importance of Executive Staff in fostering institutional understanding of sex offender risk factors and modeling appropriate expectations. Overall, the response demonstrates an effort to address identified deficiencies in procedures, documentation, and staff training related to inmate Epstein’s care and security within the MCC New York.",
      "timestamp": "2020-01-27T00:00:00",
      "timestamp_raw": "January 27, 2020",
      "keywords": [
        "inmate epstein",
        "psychological reconstruction",
        "video reviews",
        "shu",
        "documentation",
        "training",
        "incident reports",
        "sex offenders",
        "accountability",
        "bed book counts",
        "staff responses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017811",
      "summary": "On January 29, 2020, Montell Figgins, Esq., representing Defendant Michael Thomas in the case of *State of NY v Michael Thomas, et al.* (Docket No.: I:19-cr-00830), formally requested documents from the United States Inspector General via email. The request, submitted to Assistant United States Attorneys in the Southern District of New York, sought all reports, memorandums, written statements, photos, videos, and incident reports created or possessed by the Inspector General. Figgins referenced *U.S. v. Bryan* (1989) to support the request, and included counsel for Defendant Noel (Jason Erroy Foy, Esq.) on a copy.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "efta00017811",
        "montell figgins",
        "michael thomas",
        "discovery request",
        "rule i6(a)(1)(c)",
        "united states inspector general",
        "southern district of new york",
        "u.s. v. bryan",
        "new york",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037448",
      "summary": "*   The travel request requires approval from the ADIC and AD of IOD. *   CACHTU will provide funding for the travel. *   The purpose of the trip is an interview/proffer with a witness/co-conspirator residing in London. *   The expected travel dates are March 17th-20th, 2020. *   Estimated expenses include airfare, hotel, parking, taxi, and M&IE (meals and incidentals), totaling $4,250. *   The request is being made due to temporary travel restrictions related to the coronavirus and the potential importance of the interview to a forthcoming indictment.",
      "timestamp": "2020-03-07T00:00:00",
      "timestamp_raw": "07 Mar 2020",
      "keywords": [
        "london travel",
        "jeffrey epstein",
        "travel request",
        "ad iod",
        "fbi",
        "co-conspirator",
        "witness",
        "travel restrictions",
        "corona virus",
        "child exploitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014243",
      "summary": "It covers several ongoing investigations and legal proceedings: *   **Prince Andrew and Jeffrey Epstein:** The SDNY is investigating potential co-conspirators of Jeffrey Epstein, and Prince Andrew has shut down cooperation, leading to potential legal action. *   **MCC Issues & Investigations:**  There’s scrutiny surrounding the Metropolitan Correctional Center (MCC) in Lower Manhattan, including a transfer of jail captain Jermaine Darden due to issues related to the Epstein case and a gun smuggling incident.  Investigations are underway regarding systemic failures and potential negligence. *   **Horse Racing Doping Scandal:** Twenty-seven individuals, including trainers and veterinarians, were indicted for a widespread doping scheme in horse racing, involving performance-enhancing drugs like “monkey”. Jorge Navarro is a key figure. *   **Joshua Schulte and the C.I.A. Leak:** The case involving Joshua Schulte, who leaked classified C.I.A. documents to WikiLeaks, continues, with Judge Reggie Walton expressing concerns about Attorney General William Barr's handling of the case and questioning Barr’s independence. *   **Harvey Weinstein’s Condition:** Harvey Weinstein, convicted of sex crimes, sustained an injury while in Rikers Island jail, requiring medical attention. *   **Coronavirus Restrictions:** The SDNY implemented temporary restrictions barring entry to courthouses for anyone who had traveled to or been in contact with individuals affected by the coronavirus outbreak. The document highlights several concurrent investigations and legal challenges, demonstrating a complex web of criminal activity and a degree of uncertainty regarding the Justice Department’s oversight and handling of sensitive cases.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "March 9, 2020",
      "keywords": [
        "efta00014243",
        "son",
        "sdny",
        "news clips",
        "epstein",
        "prince andrew",
        "corruption",
        "money laundering",
        "terrorism",
        "navarro",
        "ray",
        "coronavirus",
        "darden",
        "max security",
        "weinstein",
        "schulte",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014263",
      "summary": "*   **Prince Andrew and Epstein:** The SDNY was investigating potential co-conspirators of Jeffrey Epstein, and Prince Andrew had shut down voluntary cooperation with the investigation, leading to a possible criminal inquiry. *   **MCC Issues:** There were concerns about the Metropolitan Correctional Center (MCC) in Lower Manhattan due to structural problems, staffing issues (including the transfer of Captain Jermaine Darden), and a smuggling incident involving a gun. Several MCC personnel were facing scrutiny. *   **Horse Racing Doping Scandal:** The FBI was investigating a widespread doping scheme involving trainers, veterinarians, and suppliers in horse racing, leading to the indictment of 27 individuals. Jorge Navarro was central to this scheme, and his horse, X Y Jet, died due to excessive drug use. *   **Joshua Schulte Investigation:** The FBI was investigating computer engineer Joshua Schulte, who had leaked classified C.I.A. documents to WikiLeaks. Schulte was eventually convicted of contempt of court and making false statements. *   **Lawrence Ray Case:** Lawrence Ray, who had forced a former college student into prostitution, was arrested and charged with sex trafficking. *   **Judge Walton's Criticism:** Judge Reggie Walton criticized Attorney General William Barr for allegedly misleading the public about the Mueller Report, raising questions about Barr's independence. *   **Coronavirus Restrictions:** The SDNY implemented new restrictions barring entry to courthouses for anyone who had recently traveled to or come into contact with individuals affected by the coronavirus outbreak.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "March 9, 2020",
      "keywords": [
        "efta00014263",
        "sdny news clips",
        "epstein",
        "prince andrew",
        "corruption",
        "money laundering",
        "terrorism",
        "narcotics",
        "organized crime",
        "ray",
        "barr",
        "weinstein",
        "coronavirus",
        "schulte",
        "horse racing",
        "doping",
        "max security",
        "guiliani",
        "sarah lawrence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038458",
      "summary": "An FBI Special Agent from New York is requesting approval for foreign travel to London for two agents and SDNY AUSA’s from March 16th-20th to conduct an interview related to the Jeffrey Epstein investigation. The purpose is to interview a crucial witness, the former personal assistant to Epstein, who is a key eyewitness to a sexual abuse incident and potentially holds information vital to indicting a co-conspirator. The witness and their attorney reside in London and are unwilling to travel to the US. CACHTU will provide funding for the request, which bypasses standard IOD approval due to travel restrictions.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "epstein investigation",
        "foreign travel",
        "london",
        "witness interview",
        "jeffrey epstein",
        "co-conspirators",
        "fbi",
        "adic",
        "funding",
        "sexual abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011365",
      "summary": "The transcript, provided by Sigrid McCawley of Boies Schiller Flexner LLP, details Maxwell’s activities and background. Key points include: *   **Source Material:** The deposition is based on a 2019 deposition transcript, attached as \"Maxwell_Dep._Tr._(Slip_and_Fall_Case).pdf.\" *   **Initial Delivery:** The transcript was initially forwarded by Sigrid McCawley to [REDACTED]. *   **Case Background:** The case is a civil lawsuit against Maxwell in New York related to a slip-and-fall incident. *   **Maxwell’s Claims:** Maxwell claimed to have resided primarily in NYC (September 2015), was a U.S. citizen (born in Paris, France and England), a registered EMT and helicopter pilot, and operated a board placement company called Ellmax LLC (initially established by Darren Indyke). *   **Ellmax Details:** Ellmax generated minimal revenue, primarily used for travel costs, and Maxwell did not receive a salary. She paid herself out of personal funds. *   **Other Companies:** Maxwell worked for other companies, including Terramar Project and had a personal assistant for over 10 years. *   **Property Ownership:** Maxwell owned a property in Miami Beach (2000-2016), held through an LLC. It was managed by Monte Albers De Leon. *   **Tax Records:** Her taxes were prepared by Mark, Paneth & Shron, and showed expenses related to travel and consulting. The document provides a record of Maxwell's answers to questions regarding her background, businesses, and property holdings, as part of the legal proceedings.",
      "timestamp": "2020-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2020",
      "keywords": [
        "ghislaine maxwell",
        "deposition",
        "slip and fall case",
        "aig",
        "nyc",
        "2019",
        "france",
        "england",
        "us citizen",
        "ellmax",
        "terramar project",
        "robert foos",
        "florida",
        "tax returns",
        "monte albers de leon"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031092",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York sent an email inquiring about pressure from chiefs regarding lengthy, detailed work product, specifically referencing a recent urgent AMI pros memo and the Epstein case. The email explored whether this was an isolated incident or a broader trend within the unit and included a well-wish message to recipients and their families.",
      "timestamp": "2020-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2020",
      "keywords": [
        "ami",
        "memo",
        "epstein",
        "pressure",
        "deadlines",
        "u.s. attorney",
        "southern district of new york",
        "redaction",
        "curious",
        "cases"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019246",
      "summary": "The document details a complaint regarding Maxwell’s actions involving a young victim. The victim recalls being pressured by Maxwell and Epstein into a massage where she was made to remove her clothes and bra, with the sheet pulled down to expose her breasts.  Maxwell repeatedly touched the victim’s intimate areas against her will, and the victim felt extremely distressed and fearful due to her isolation and the presence of Epstein and Maxwell.  The victim described the environment as unsafe and lacking any means of escape or communication. The original article described a similar incident involving the victim’s discomfort and the exposure of her breasts during the massage.",
      "timestamp": "2020-04-15T00:00:00",
      "timestamp_raw": "15 Apr 2020",
      "keywords": [
        "maxwell epstein",
        "massage",
        "abuse",
        "new mexico",
        "coercion",
        "sexual assault",
        "ghislaine maxwell",
        "demands",
        "ranch",
        "nudity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030782",
      "summary": "A communication, dated May 9, 2020, regarding complaint EFTA00030782, notes that Paragraph 67 alleges Jeffrey Epstein physically restrained someone during a cuddling incident.",
      "timestamp": "2020-05-09T00:00:00",
      "timestamp_raw": "May 9, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "complaint",
        "restrained",
        "cuddling",
        "incident",
        "efta00030782"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026424",
      "summary": "*   **Economic Forecasts:** The European Commission lowered its GDP forecasts for the Eurozone, anticipating a deeper slump than previously estimated. U.S. futures fell, and oil and gold declined. *   **Keystone XL Pipeline:** The Supreme Court blocked construction on the Keystone XL pipeline. *   **U.S. Economic Concerns:** Raphael Bostic (Atlanta Fed) warned of a potential slowdown in the U.S. rebound due to a Sun Belt infection spike.  A ban on TikTok was being considered by the U.S. government. *   **Tech Industry:** Samsung reported a profit beat, but it was partly attributed to a one-time gain from Apple. Jeff Bezos, Mark Zuckerberg, Sundar Pichai, and Tim Cook were scheduled to testify before Congress. *   **Hong Kong Situation:**  TikTok’s planned exit from Hong Kong was seen as potentially benefiting Beijing. *   **Amy Cooper Case:** Amy Cooper was charged with falsely reporting an incident related to an encounter with Christian Cooper in Central Park. *   **Ghislaine Maxwell Hearing:** Ghislaine Maxwell was scheduled to appear in court via videoconference for a hearing regarding her charges. *   **Patrick Mahomes Contract:** Quarterback Patrick Mahomes signed a 10-year contract extension with the Kansas City Chiefs, the richest deal in professional sports history.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "ppp loans",
        "venture capital",
        "covid-19",
        "european economy",
        "u.s. economy",
        "tiktok",
        "amazon",
        "bloomberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024492",
      "summary": "An email exchange occurred between individuals regarding a “brief” document (EFTA00024492). One person requested a deposition related to a slip-and-fall incident. Another person proposed edits to the draft, including a newly added paragraph, and indicated they would review the document within the hour. A file named “2020-07-12 GM detention reply brief.ducx” was attached.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "2020-07-12",
      "keywords": [
        "brief",
        "redaction",
        "deposition",
        "july 12",
        "2020",
        "edits",
        "alterations",
        "additions",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015950",
      "summary": "An individual (identified as EFTA00015950) sent an email to an unknown recipient on July 13, 2020, detailing a sexual assault they experienced at approximately age 18 in a New York City restaurant. The assault was perpetrated by Jeffrey Epstein. The sender has since attempted to erase memories of the incident and lacks concrete proof. They recall a \"woman\" and multiple other \"girls\" being present and express a desire to share their experience, though they acknowledge limited information and inability to connect it to Ghislaine Maxwell’s case.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "sexual assault",
        "victim",
        "trauma",
        "nyc",
        "redaction",
        "email",
        "case",
        "memory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038036",
      "summary": "On July 13, 2020, at 10:10 AM, a notification was received regarding an incident occurring in Manhattan, NY, in 1992. The victim, identified as CN, was 17 years old at the time. She reported meeting an unknown female offering a dog walking position, who subsequently brought her to an interview with Jeffrey Epstein at a Central Park West residence. CN recalls being offered a drink, feeling unwell, and waking up with someone on her chest, experiencing vaginal bleeding, and being assisted by two women before being taken away in a cab via a Sexual Assault Hotline number obtained from the Rape Hotline. The case was logged as RAPE (61#) and involved the Special Victims Division.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "human trafficking",
        "rape hotline",
        "sexual abuse",
        "child porn",
        "nypd",
        "jeffrey epstein",
        "central park",
        "sexual crime",
        "victim notification",
        "hotline"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023756",
      "summary": "Department of Justice, via the Southern District of New York, is responding to a discovery request from Jason E. Foy regarding the case of *United States v. Tom Noel*. The Department has already produced a significant amount of documents related to Noel’s time at the Metropolitan Correctional Center (MCC) and the Bureau of Prisons (BOP), including training records, code of conduct materials, institutional familiarization training, incident reports related to Jeffrey Epstein’s death, and various logs and reports concerning SHU operations. Specifically, the Department has provided: Noel’s complete personnel and training file; BOP and MCC code of conduct materials; institutional training outlines; incident reports related to Epstein’s death; surveillance camera records; SHU watch call logs, control center logs, and lieutenant logs; facility maintenance logs; and data related to inmate accountability and security. The Department maintains that it possesses no obligation to gather additional documents from the BOP beyond what it already has in its possession and that many of the requested items were previously provided to the defendant. They reiterate that requests for materials not already in their possession, without a clear legal basis, are not subject to disclosure.  Several requests for information, including the BOP Master Agreement, SHU quarterly training, and various internal investigations, are documented as not being in the Government’s possession or relevant to the case.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "u.s. department of justice",
        "tom noel",
        "southern district of new york",
        "bop",
        "mcc",
        "discovery request",
        "surveillance camera",
        "incident reports",
        "shu",
        "training files",
        "employee records",
        "cellmates",
        "suicide prevention",
        "correctional services",
        "investigation records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021935",
      "summary": "An email chain discusses new documents from BOP (Bureau of Prisons) regarding a case potentially involving Tartaglione.  The sender identifies specific document ranges and files (reports and disciplinary histories) within the BOP materials that should be redacted due to their potential impact on Tartaglione. These redacted documents include reports and records related to the July 23 incident and Epstein’s mental health. A recipient requests access to the draft documents for review and to pass along to another individual.",
      "timestamp": "2020-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2020",
      "keywords": [
        "bop",
        "efta00021935",
        "tartaglione",
        "declarations",
        "july 23 incident",
        "epstein",
        "reports",
        "disciplinary history",
        "documents",
        "narcotics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024658",
      "summary": "Documents related to the July 23rd incident and Epstein’s mental health, along with Tartaglione’s disciplinary history referencing that incident, should be withheld from [REDACTED]. Specifically, pages/sections 272-286, 517-539, etc., and documents labeled “All Dots” and “Assoc Warden” containing the specified ranges and references are to be redacted.",
      "timestamp": "2020-07-24T00:00:00",
      "timestamp_raw": "24 Jul 2020",
      "keywords": [
        "efta00024658",
        "redaction analysis",
        "bop",
        "tartaglione",
        "july 23 incident",
        "epstein",
        "disciplinary history",
        "reports",
        "southern district of new york",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020495",
      "summary": "On August 24, 2020, an individual (\"III\") contacted the FBI reporting he was raped by Jeffrey Epstein. III recounted being taken to Epstein’s ranch in New Mexico on December 5, 1993, where he and three young boys (approximately 17 years old) were restrained and incapacitated. III described being in a “strippers lounge,” unconscious after consuming Pepsi, and witnessing a deformed penis. Armed guards were present during the return trip to California, and III did not disclose the incident. III is pursuing a civil lawsuit against Epstein’s estate.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "August 24, 2020",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "child sex trafficking",
        "rape",
        "new mexico",
        "beverly hills",
        "civil suit",
        "50d-ny-302757i",
        "2020",
        "strippers lounge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038126",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested a call to discuss a witness related to an incident detailed in the attached document, “2020-04-10 Unterview_302.pdf”. The email was sent on September 23, 2020.",
      "timestamp": "2020-09-23T00:00:00",
      "timestamp_raw": "September 23, 2020",
      "keywords": [
        "efta00038126",
        "witness",
        "302",
        "call",
        "united states attorney",
        "southern district of new york",
        "external email",
        "attachment",
        "assistant",
        "2020-04-10"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020517",
      "summary": "On October 27, 2020, an individual (referred to as “III”) contacted the FBI National Threat Operations Center reporting information about Jeffrey Epstein and Ghislaine Maxwell. III stated he had a relationship with Ghislaine Maxwell around 1997, during which she confided in him about financial difficulties and her daughters. He recounted instances where she asked him to spell \"Ghislaine,\" indicating she had been receiving money from her and had met Donald Trump and his associates at a hotel. In 1999, III reported a disturbing encounter where Maxwell became erratic and stated that Trump had raped her. He expressed fear of reporting the incident to the police. Maxwell later claimed to have contacted the police but disappeared, with her death later attributed to a drug overdose and potentially a cover-up. III also mentioned driving Donald Trump in 1995, during which Trump made concerning statements. Finally, he revealed that a man named John W. Nichols, who had previously attempted to set him up for a bombing in Oklahoma City, had worked security for Bill and Hillary Clinton and had fired III.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "jeffrey epstein",
        "ghislaine maxwell",
        "child sex trafficking",
        "donald trump",
        "fbi",
        "1997",
        "new york",
        "limousine",
        "suicide",
        "oklahoma city",
        "cocaine",
        "facebook"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028120",
      "summary": "A draft statement regarding allegations of sexual abuse involving Jeffrey Epstein was reviewed. The sender’s team is prepared to proceed with a call at 12:30 PM on November 11, 2020. The draft addresses inconsistencies in victim accounts, citing flight logs, photos, and differing timelines to suggest potential misremembering of events. Specifically, one victim’s claims of being present during massages and another’s claim of witnessing oral sex are questioned due to the passage of time and contradictory evidence. The sender expresses willingness to hear the women’s stories but disputes the accuracy of specific allegations regarding the presence of individuals at the alleged incidents.",
      "timestamp": "2020-11-11T00:00:00",
      "timestamp_raw": "November 11, 2020",
      "keywords": [
        "efta00028120",
        "redaction",
        "fatico hearing",
        "allegations",
        "victim",
        "epstein",
        "massage",
        "sexual assault",
        "lawsuit",
        "memory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013253",
      "summary": "Mariann Wang is coordinating with Gloria Allred’s office to interview clients involved in investigations related to Jeffrey Epstein and Ghislaine Maxwell. The clients have various connections to the individuals, including interactions, travel, and potential incidents in New York, Florida, and Washington, D.C. between 2002-2017.  The team is scheduling interviews via Zoom and discussing the need to carefully handle information provided by the clients. There’s a request to schedule a call with a United States Attorney to discuss further questions.  The communication involves multiple confirmations of meeting times and logistical details (Zoom links, phone numbers) among the parties.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "interviews",
        "new york",
        "florida",
        "photographs",
        "zoom",
        "clients",
        "redaction",
        "allred"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027437",
      "summary": "This document is a collection of news clippings from December 7, 2020, covering various topics including: the Bureau of Prisons defending Ghislaine Maxwell’s jail conditions, a lawsuit involving a Massachusetts slug, shooting incidents in the Bronx, discussions regarding the US March for Black Lives Matter, political updates related to the 2020 presidential election, stock trading questions involving Kelly Loeffler, and a sex trade investigation involving Black and Brown New Yorkers. The clippings originate from sources such as the NY Post, CNN, Reuters, Fox News, USA Today, Yahoo News, CNBC, Business Insider, ProPublica, and the New York Daily News.",
      "timestamp": "2020-12-07T00:00:00",
      "timestamp_raw": "December 7, 2020",
      "keywords": [
        "sdny news clips",
        "2020",
        "december 7",
        "maxwell",
        "reuters",
        "cnn",
        "usatoday",
        "yahoo",
        "politics",
        "election",
        "news"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013277",
      "summary": "Ghislaine Maxwell’s legal counsel reported to the Bro/Exec Assistant, Christian Everdell, and Mark S. Cohen that she experienced physical mistreatment and verbal threats from MDC staff, specifically Officer [REDACTED] and Officer [REDACTED]. Officer [REDACTED] performed a body search involving excessive pressure on her breasts, causing pain, and Officer [REDACTED] threatened to charge her with assault. Maxwell reported the incidents to staff and medical personnel. Counsel stated this was not the first instance of inappropriate touching and threatened to file complaints with the Attorney General’s Office and notify the court if further incidents occurred. The report referenced prior issues in the MCC related to Jeffrey Epstein’s detention and criticized the restrictive conditions of Maxwell’s detention. Bobbi C. Sternheim, Esq., provided contact information for her law office and included a Covid-19 notice regarding their remote working status.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "assault",
        "abuse",
        "threat",
        "investigation",
        "bop",
        "attorney general",
        "maxwell",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013290",
      "summary": "Ghislaine Maxwell’s legal counsel, Bobbi C. Sternheim, reports multiple instances of physical and verbal mistreatment by MDC staff while Maxwell is in custody. These include inappropriate physical contact during searches (specifically a mammography-like squeeze and threats of assault), inconsistent and contradictory directives from staff, inadequate nutrition (including spoiled food and meal omissions), and a perceived lack of responsiveness to Maxwell’s concerns. Sternheim claims the treatment is escalating, suggesting a targeted campaign against Maxwell, and threatens legal action including complaints to the Attorney General’s Office and notification of the court if further incidents occur. The situation is further complicated by the circumstances surrounding Jeffrey Epstein’s death and concerns about potential negligence within the BOP. The email also includes a note regarding COVID-19 impacting office operations and communication methods.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "staff mistreatment",
        "disciplinary charge",
        "epstein",
        "bop",
        "confinement",
        "nutrition",
        "guard efta00013290"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011046",
      "summary": "This document is a collection of news clippings dated January 25, 2021, focusing on SDNY (Southern District of New York) news. The clippings cover topics including: Trump’s attempts to overturn election results, the arrest of Ghislaine Maxwell, legal issues involving Matt Laijapp and his firm, Capitol riot updates, human trafficking investigations, Supreme Court cases related to Trump, a crime involving a deceased NYC woman, news coverage of Fox News, NYPD incidents, cybersecurity issues, the SPAC market impacting electric car companies, and reporting on the handling of individuals involved in the January 6th Capitol attack.  A contact from the United States Department of Justice, Nicholas Blase, is also included.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "efta00011046",
        "sdny news clips",
        "january 25",
        "2021",
        "trump",
        "doj",
        "supreme court",
        "arrests",
        "spac",
        "electric cars",
        "trafficking",
        "fraud"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024031",
      "summary": "On March 17, 2021, Mariann Wang contacted [REDACTED] regarding a survivor who wished to share information about abuse by Jeffrey Epstein, specifically an incident in 2004. Mariann Wang proposed April 1st or April 2nd for an interview, and [REDACTED] responded suggesting April 2nd at 12:30 PM, requesting the participant’s names and email addresses. Gloria Allred was included in the email chain.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "March 17, 2021",
      "keywords": [
        "epstein",
        "survivor",
        "abuse",
        "2004",
        "april 1",
        "interview",
        "names",
        "email addresses",
        "redaction",
        "mariann wang"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031685",
      "summary": "On May 3, 2021, Judge Alison J. Nathan issued an order regarding an incident involving Ghislaine Maxwell’s attorney-client visits at MDC. Allegations arose that Maxwell’s lawyers violated Bureau of Prisons rules by providing her with materials during a visit. Maxwell’s lawyers denied the allegations and threatened legal action. The Court ordered MDC legal counsel to respond to questions about the incident and ensure confidentiality. The Court declined to order MDC to turn over video tapes of the visit, but emphasized the need for Maxwell to meet confidentially with her lawyers. The Judge ordered government and MDC counsel to confer to maintain access to confidential communications and resolve any future issues amicably.",
      "timestamp": "2021-05-03T00:00:00",
      "timestamp_raw": "May 3, 2021",
      "keywords": [
        "ghislaine maxwell",
        "attorney-client communications",
        "bureau of prisons",
        "legal proceedings",
        "court order",
        "detention",
        "confidential communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029020",
      "summary": "The document details a redaction analysis related to an incident involving data transfer and potential mishandling of sensitive information, specifically concerning the Jeffrey Epstein case and Ghislaine Maxwell. Key points include: *   **Initial Communication:** A series of emails between USDOJ personnel (USANYS, USAEO) discuss the closure of an issue concerning an employee (“S”) who was leaving CACI. *   **GCO Records:** The General Counsel’s Office (GCO) had previously addressed the matter on April 19th, deciding against disciplinary action. *   **Data Incident:** Approximately 5.5 GB of data, including PII related to underage victims, was uploaded via Sharefile.com and linked to the Epstein case. *   **Notifications:** Notifications were sent to the CISO and SOC regarding the incident and the Information Disclosure form. *   **Further Activity:** Another user in NYS uploaded data to a similar firm using Sharefile.com. *   **Protective Order:** The transfer was governed by a court-ordered protective order requiring the marking of confidential information.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "07 Jun 2021",
      "keywords": [
        "maxwell",
        "cybersecurity",
        "data",
        "protective order",
        "pii",
        "redaction",
        "usao",
        "caci",
        "sharefile.com",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013391",
      "summary": "USAO-SDNY is releasing approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC). The release stems from ongoing Freedom of Information Act (FOIA) litigation by The New York Times. The documents include internal BOP memoranda, Epstein’s psychological records, the autopsy report, and emails from the day of the incident. The release is occurring because USAO-SDNY entered deferred prosecution agreements with Tova Noel and Michael Thomas, who were criminally prosecuted for falsifying records related to Epstein’s death. The BOP plans to redact photographs of Epstein’s remains and names of staff members.",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia litigation",
        "bureau of prisons",
        "new york times",
        "redacted",
        "suicide",
        "mcc",
        "tova noel",
        "michael thomas",
        "autopsy report",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031971",
      "summary": "A request was sent from the Deputy Chief of the White Plains Division of the United States Attorney's Office to “I” to stamp documents related to “Epstein and BOP.” The documents require a Bates stamp and AEO/Sensitive Disclosure Material stamps, mirroring those applied to the July 23 Incident Report.",
      "timestamp": "2021-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2021",
      "keywords": [
        "tartaglione",
        "epstein",
        "bop",
        "bates stamp",
        "aeo",
        "sensitive disclosure material",
        "documents",
        "united states attorney's office",
        "white plains",
        "july 23 incident report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028274",
      "summary": "The defense team, Cohen & Gresser LLP, is providing the government with a preliminary list of documents potentially usable in Ghislaine Maxwell’s defense case, as required by Rule 16(b)(1)(A) of the Federal Rules of Criminal Procedure. The defense acknowledges the case is still in development and subject to change based on trial proceedings. The disclosed documents include phone records (AT&T, Federal Express), customs records, Interlochen records, Shopper’s Travel records, flight manifests, a general release related to the Epstein Victims' Compensation Program, floorplans, police incident reports, and a non-prosecution agreement. The defense reserves the right to supplement these disclosures and continue investigating for additional potentially relevant materials.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "ghislaine maxwell",
        "rule 16",
        "federal rules of criminal procedure",
        "discovery",
        "united states v.",
        "defense disclosures",
        "subpoenas",
        "phone records",
        "flight manifests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023125",
      "summary": "A request was submitted to the Bureau of Prisons (BOP) seeking information related to the death of Jeffrey Epstein while in federal custody at the Metropolitan Correctional Center (MCC) in NYC. The requestor, the sole heir and next of kin, seeks the same information released to the New York Times via a FOIA request, including: *   A copy of the August 9th, 2019 video tape from the SHU. *   A list of inmates on that tier and their transfer history. *   Information on personnel directing actions on that tier and those present with EMTs. *   A copy of any incident report related to the movement of Epstein’s body before the medical examiner arrived. A legal advisor instructed the requestor to submit a FOIA request to the BOP, specifically referencing the NYT release, and to forward a copy of the request to the Civil Division for processing.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2021",
      "keywords": [
        "foia",
        "bop",
        "jeffrey epstein",
        "mcc",
        "shu",
        "august 9th 2019",
        "video tape",
        "inmate list",
        "civil division",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022181",
      "summary": "On November 29, 2021, a jury was selected for the trial of Ghislaine Maxwell in the Southern District of New York. Preliminary instructions were scheduled to begin around 1:45 PM. Prosecutors expressed frustration with those unwilling to pursue sex crime cases involving 1994 incidents and emphasized the importance of the jury’s role in delivering justice for alleged sexual exploitation of underage girls. The trial was set to begin at 8:30 AM with peremptory challenges, followed by preliminary instructions and opening statements. Multiple courtrooms were designated for overflow attendance, and a conference room with a live feed was available for staff.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "jury",
        "prosecution",
        "sex crimes",
        "florida",
        "southern district of new york",
        "justice",
        "legal",
        "courtroom",
        "peremptory challenges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038986",
      "summary": "On February 23, 2023, Mark E. Stein submitted a tip to the FBI NTOC via tips.fbi.gov alleging that Jeffrey Epstein was murdered in his jail cell, specifically stating a possible involvement of President Trump. The tip included the assertion that Epstein was about to “name names.” Stein’s contact information, including IP address, DOB, and submitted text, were recorded. The incident was categorized as “Other” with no emergency or threat to life designation.  The NTOC provided contact information for further assistance and mentioned the possibility of drafting a Guardian containing this information. EFTA00038986 and EFTA00038987 were associated with this intake.",
      "timestamp": "2023-02-23T00:00:00",
      "timestamp_raw": "February 23, 2023",
      "keywords": [
        "fbi",
        "ntoc",
        "jeffrey epstein",
        "murder allegations",
        "threat intake examiner",
        "tip submission",
        "online tip",
        "fcc manhattan",
        "2019",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035925",
      "summary": "The BOP acknowledges the OIG’s review and intends to apply lessons learned across the agency. Key points of the BOP’s response include: *   **Focus on Accountability:** The BOP believes employees who fail to adhere to policies should be held accountable, but cautions against applying a single incident to the entire workforce. *   **Addressing Recommendations:** The BOP disagrees with the OIG’s assumption that flawed policies led to the death and offers specific responses to each recommendation: *   **Cellmate Assignments:** Agrees to a process for assigning cellmates after suicide watch, contingent on security concerns. *   **Continued Cellmates:** Agrees to continue cellmates for high-risk individuals until recommendations change. *   **Social/Legal Visit Approvals:** Agrees to evaluate and train for obtaining approvals for visits during suicide watch. *   **Accountability for Movemennt:** Agrees to improve methods of holding employees accountable for documenting inmate whereabouts. *   **Lieutenant Round Procedures:** Agrees to clarify the required duties for a lieutenant during rounds. *   **Cell Search Policy:** Disagrees with a specific, detailed cell search policy, asserting that current policies are sufficient. *   **Security Camera Systems:** Agrees to enhance policies to ensure cameras have recording capacity and are regularly checked. *   **Concerns with the Report:** The BOP expresses concerns about the report’s language, inconsistencies, and implied accusations regarding awareness of Epstein’s will and camera issues. *   **Commitment to Improvement:** The BOP states its ongoing commitment to improving its practices and ensuring the safety and security of individuals in its custody.",
      "timestamp": "2023-06-16T00:00:00",
      "timestamp_raw": "June 16, 2023",
      "keywords": [
        "bop",
        "corrections",
        "suicide watch",
        "cellmates",
        "policies",
        "accountability",
        "training",
        "mental health",
        "security",
        "risk assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035824",
      "summary": "The Department of Justice Office of the Inspector General (OIG) investigated the custody, care, and supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York (MCC New York) following his death by suicide. The investigation found numerous failures by MCC New York staff, including: *   Failure to ensure Epstein had a cellmate after a previous suicide watch incident. *   Failure to conduct required inmate counts and rounds as mandated by BOP policy. *   Falsification of BOP records regarding inmate counts and rounds. *   Presence of excessive bedding and linens in Epstein’s cell, used to create a noose. The OIG determined there was no criminality associated with Epstein's death, but identified significant misconduct and operational challenges within the Bureau of Prisons (BOP) that contributed to the situation. Nine recommendations were made to improve BOP management, and the BOP agreed to implement them.",
      "timestamp": "2023-06-22T00:00:00",
      "timestamp_raw": "June 22, 2023",
      "keywords": [
        "jeffrey epstein",
        "metropolitan correctional center new york",
        "bop",
        "suicide",
        "investigations",
        "oig",
        "inmate counts",
        "policy violations",
        "cellmate",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016907",
      "summary": "Bruce Barket, representing a party, requests examination of an “orange rope” potentially related to a July 23rd incident and the penalty phase. He seeks permission to measure the rope and wants to review video surveillance and photographs of cell 124. Aida Leisenring, responding on behalf of the other party, confirms their investigation into available video and photographs, expressing uncertainty about the basis for a physical inspection of the rope and requesting a justification. The communication details a request for video surveillance footage and photographic evidence related to the incident.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "evidence",
        "rope",
        "measurement",
        "video",
        "surveillance",
        "disclosure",
        "incident",
        "penalty phase",
        "examination",
        "cell 124"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035350",
      "summary": "A request was made for a cutter, following an incident involving a subject named Epstein, where a cutter was taken from an animal cage (presumably a reptile cage).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00035350",
        "cutter",
        "epstein",
        "incident",
        "cage",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034072",
            "similarity": 0.625,
            "index": 218,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034072",
      "summary": "A request was made for a cutter from a cage, following an incident involving an individual named Epstein. The request was marked as confidential and associated with case numbers SDNY_00010086 and EFTA00034072.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "cutter",
        "epstein",
        "incident",
        "cage",
        "confidential",
        "sdny",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035350",
            "similarity": 0.625,
            "index": 217,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030812",
      "summary": "Ghislaine Maxwell has been arrested on charges of facilitating sex abuse of underage girls related to Jeffrey Epstein’s activities. The alleged conduct took place in New York City, Palm Beach, Florida, Santa Fe, New Mexico, and London, England. Individuals recognizing either Maxwell or Epstein and believing they may be victims are urged to contact 1-800-CALL FBI. Properties owned by Epstein where these alleged incidents occurred include locations in New York, Palm Beach, and Santa Fe.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "sex abuse",
        "underaged girls",
        "jeffrey epstein",
        "new york city",
        "palm beach",
        "florida",
        "santa fe",
        "new mexico",
        "london",
        "england"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034045",
      "summary": "The individual reports experiencing persistent symptoms including neck marks he cannot recall the cause of, dehydration, numbness in his right arm and neck, and difficulty sleeping due to noise sensitivity, particularly related to a malfunctioning toilet. He experiences anxiety about returning to SHU and expresses a possible connection to autism based on a reference to the film “Rain Man.” He reports eating, drinking water, and receiving support from legal and personal sources. His movement to a different cell is being addressed following an incident involving the toilet.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "shu",
        "marks",
        "neck",
        "anxiety",
        "water",
        "dehydration",
        "autism",
        "noise",
        "eating",
        "numbness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034232",
      "summary": "It’s a memorandum from the Metropolitan Correctional Center, New York, regarding inmate Jeffrey Edward Epstein (Reg. No. 76318-054), who is accused of attempted self-harm (tattooing or self-mutilation – code 228). The report outlines a series of requests for data collection, including assessments of his competency to proceed with disciplinary action (PP44, PSDC, PSDG, PSSD, PDI5, PD16), and determines that no sanctions are currently executable.  The report also contains a clinical encounter report from a psychologist, assessing the inmate's mental state, and incident reports detailing the attempted suicide, including photographs and statements from staff and the inmate, including details about a cellmate's accusations of harassment. The document also includes a file of data related to the inmate’s sentence, including good conduct time data.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034232",
        "jeffrey epstein",
        "76318-054",
        "disciplinary",
        "misconduct",
        "tattoo",
        "self-mutilation",
        "shu",
        "nypd",
        "udc",
        "gct",
        "suspension",
        "mental health",
        "investigation",
        "incident report",
        "correctional center",
        "nym",
        "sentence monitoring",
        "saturday",
        "thursday"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016157",
      "summary": "Ghislaine Maxwell is charged with facilitating the sexual abuse of underage girls by Jeffrey Epstein, with alleged conduct occurring in New York City, Palm Beach, Florida, and Santa Fe, New Mexico, as well as London, England. The U.S. government provides a contact number (1-800-CALL FBI) for individuals who recognize either Epstein or Maxwell and believe they may be victims. Properties owned by Epstein where these alleged incidents took place include New York, Palm Beach, and Santa Fe.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minor victims",
        "new york",
        "florida",
        "london",
        "grooming",
        "abuse",
        "u.s. v. ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035565",
      "summary": "Jeffrey Epstein was not granted bail and returned from court without incident. He was held at FCI Estill.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "bail",
        "fci estill",
        "efta00035565"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015646",
      "summary": "Key topics include: *   **US Justice Department Actions:** The Department is closing the Metropolitan Correctional Center in New York due to conditions, protecting the right to vote and combating election threats, investigating T-Mobile data breaches, and sanctioning individuals involved in corruption in Paraguay. *   **Extremism and Hate Speech:** Analysis of hate speech on TikTok, investigations into extremist groups recruiting military personnel, and a documentary exposing a white nationalist group’s propaganda. *   **Terrorism Investigations:**  The FBI is investigating several terrorism-related incidents, including the Kabul airport bombing, cyberattacks, and the seizure of counterfeit DEA badges. The U.S. is also coordinating efforts with the Taliban to extract American citizens and allies. *   **International Conflicts:** Reports on the ongoing conflict in Afghanistan, including ISIS-Khorasan’s activity and the death of Boko Haram leader Abubakar Shekau, as well as investigations into terrorist groups operating in Turkey and Nigeria. *   **Historical Context:** Includes a summary of the 1979 assassination of Lord Mountbatten by the IRA and an event date detailing the death of Mountbatten. The documents are associated with the “EFTA00015646” file and were generated on December 24, 2025.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00015646",
        "justice dept.",
        "jeffrey epstein",
        "metropolitan correctional center",
        "tiktok",
        "hate speech",
        "extremism",
        "t-mobile",
        "data breach",
        "election workers",
        "capitol riot",
        "robert f. kennedy",
        "sirhan sirhan",
        "white nationalist",
        "isis-k",
        "taliban",
        "abubakar shekau",
        "mountbatten",
        "ira",
        "terrorism",
        "corruption",
        "espionage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032162",
      "summary": "He was initially seen on 07/27/2019 reporting anxiety related to past SHU experiences, memory issues, and concerns about his neck marks.  Subsequent entries (07/28-07/31) documented ongoing observation, including issues with sleep, numbness, a concerning incident with a toilet, and questions about his accommodations. The prison psychologist provided supportive interventions and coping strategies, including handouts and educating him on procedures.  A suicide risk assessment was conducted on 07/23/2019 (and repeated on 08/01/2019), finding a low overall risk with protective factors present. A final assessment on 08/08/2019 noted his general well-being and continued monitoring with weekly rounds and monthly SHU reviews.  He was initially flagged due to a concern about a string around his neck, but the source of the marks remains unclear.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "psychology",
        "shu",
        "inmate",
        "jeffrey edward epstein",
        "clinical intervention",
        "mental status",
        "suicidal ideation",
        "psychosis",
        "depression",
        "coping strategies",
        "nym"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030257",
      "summary": "This document is a continuation of a Santa Monica Police Department crime report, specifically a field form (Form 591). It details a case investigation, collecting information regarding a crime incident, including details like the suspect's description, location, and the status of stolen property. The form utilizes a series of questions designed to gather evidence and build a case. It includes fields for demographic information (age, residence), details about the crime itself, and follow-up inquiries related to the investigation. The document is part of a larger collection of reports (EFTA00030257 and EFTA00030258).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "crime report",
        "santa monica police department",
        "investigation",
        "suspect",
        "location",
        "description",
        "property",
        "traceable",
        "place",
        "box"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034621",
      "summary": "An interview was conducted with inmate Epstein, who reported his cellmate attempted to kill him. The Staff SW Log detailing this account was subsequently located and revealed the information. However, the interviewer was unable to directly question Epstein about the incident due to his ongoing legal proceedings.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "epstein",
        "staff sw log",
        "cellmate",
        "legal",
        "review",
        "efta00034621",
        "sdny_00011742",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034757",
      "summary": "Jeffrey Edward Epstein (DOB 01/20/1953) was referred for a competency evaluation regarding a charge of tattooing/self-mutilation (code 228, incident report 3282555).  A suicide risk assessment from 7/09/19 indicated no history of mental health treatment, suicidal ideation, intention, or self-harm behavior. A subsequent assessment on 7/23/19 was unclear about how he obtained marks around his neck.  His mental status exam revealed a neutral mood, coherent speech, and no hallucinations or delusions.  He denied current suicidal or self-harm ideation and agreed to report such thoughts.  The determination is that he is competent to proceed with the disciplinary process.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate epstein",
        "competency assessment",
        "suicide risk",
        "self-mutilation",
        "disciplinary process",
        "nym",
        "bureau of prisons",
        "psychotropic medication",
        "mental status exam",
        "jeffrey edward epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034686",
      "summary": "Jeffrey Epstein was not granted bail and returned from court without incident. Associate Warden (O) of FCI Estill, SC, provided this information.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "bail",
        "fci estill",
        "confidential",
        "sdny",
        "efta00034686"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021315",
      "summary": "The complaint was initially reported in 1994 and received in 1996. It involves a female victim (LIMOS, 26, White) who reported that a male suspect threatened to burn her painting and send her Polaroid photographs of the damage, possessing keys to her apartment. The suspect's name is redacted, but Jeffrey Epstein (45, White) is listed as a witness and potential suspect. The incident occurred on July 11-17, 1996, at a commercial building (NYC Parks Dept Property) in the 006 Precinct, Sector H, Beat It, Post 32.  The complaint was classified as Aggravated Harassment and subsequently closed due to patrol response. The victim’s address is listed as 9 East 71 Street, NYC. There is no related Stop and Frisk report. No photos were requested and the case was not prosecuted.  Several individuals, including witnesses and NYPD officers, are associated with the report, though many names are redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ip",
        "nyc police department",
        "complaint",
        "harassment",
        "graffiti",
        "victim",
        "witness",
        "apartment",
        "redacted",
        "gang",
        "white",
        "26",
        "25",
        "order of protection",
        "jeffrey epstein",
        "nypd",
        "metro card"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035661",
      "summary": "Jeffrey Register No. 76318-054 was found unresponsive in his cell at 6:33 a.m. and subsequently died at the local hospital at 7:36 a.m. after life-saving measures were performed. The Associate Warden of MCC New York provided a follow-up communication regarding the incident.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "register no. 76318-054",
        "unresponsive",
        "ems",
        "hospital",
        "death",
        "mcc new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035660",
            "similarity": 0.75,
            "index": 133,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037142",
      "summary": "The document outlines the handling of litigation expenses and settlements related to client claims. Key points include: *   Expenses covered encompass parking, mileage, travel, meals, incidentals, hotel costs, investigation expenses, consultant fees, postage, and legal research. *   The Firm selects and manages consultants, expert witnesses, and investigators, providing cost estimations to the client. *   The Firm retains the right to use recovered amounts to cover past and future expenses. *   Any awarded attorney’s fees or expenses belong exclusively to the Firm and are applied against the Client’s overall debt. *   The Client must approve any settlement or compromise of the claims. *   Extraordinary motion or sanctions proceedings related to attorney’s fees and expenses are considered additional compensation to the Firm.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "litigation expenses",
        "attorney's fees",
        "expenses",
        "settlement",
        "mediation",
        "arbitration",
        "claims",
        "firm",
        "legal counsel",
        "recovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022088",
      "summary": "The document outlines redaction requests related to records concerning Jeffrey Epstein’s time at the Metropolitan Correctional Center (MCC). **Request #1** seeks the following documents: log of staff rounds, quarter entries, CIM clearance data sheet, disciplinary records, intake screening form, security designation records, inmate profile, incident reports, medical reports, visitor log, meeting records, reports regarding removal from suicide watch, overtime sign-up sheets, and staff augmentation records.  These documents are subject to a protective order and potentially releasable after trial. **Request #2** requests video footage, BOP documents related to the suicide attempts, BOP documents pertaining to the decision to remove Epstein from suicide watch, BOP special investigation reports, and BOP correspondence with the U.S. Attorney’s Office. These are also subject to the protective order and potentially releasable after trial. **Request #3** requests a log of Epstein’s phone calls and all email correspondence while at MCC, neither of which exist.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "shu",
        "bop",
        "protective order",
        "suicide watch",
        "incident reports",
        "medical reports",
        "video footage",
        "email correspondence",
        "round forms"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014448",
      "summary": "The document is a police report (EFTA00014448) generated on December 24, 2025, related to an incident involving Jeffrey Epstein. The report includes contact information such as addresses, phone numbers, and personal details (sex, eye color, hair color, date of birth) for Epstein. It also lists a date code of 4/28/2019 and a URL to a dashboard view of the event detail report.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "nypd",
        "jeffrey epstein",
        "new york city",
        "police department",
        "investigation",
        "redaction analysis",
        "efta00014448",
        "date code",
        "6/28/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036754",
      "summary": "Following an incident, employees are instructed to maintain professional conduct, including: *   No media contact; all communication should be handled by the Public Information Officer. *   Always carry identification and verify visitor credentials. *   Maintain honest and truthful communication. *   Union representation is required for any memorandum submissions or questioning by agencies (BOP, OIA, OIG, FBI) if the employee reasonably believes it could lead to disciplinary action. *   Employees have Weingarten rights and must invoke them if questioned by an agency representative, halting questioning until a union representative is present. *   Investigations should not occur at residences or away from duty locations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "employee",
        "media",
        "union",
        "representation",
        "weingarten rights",
        "investigation",
        "agency",
        "oig",
        "bop",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036751",
            "similarity": 0.538,
            "index": 136,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016522",
      "summary": "*   **Issued By:** The Palm Beach Police Department (PBPD) issued all citations. *   **Subject:** Ghislaine Maxwell (DOB: [Date omitted], Age: 34) is the subject of all three citations. *   **Date of Citations:** The first citation was issued on January 13, 1996, the second on August 10, 1996, and the third on August 10, 1996. *   **Charges:** The charges listed are: *   EFTA00016522: TC037 - Driver License Not Carried *   EFTA00016523: TC004 - Written Warning Traffic (Passing Double Yellow) *   EFTA00016524: TC004 - Written Warning Traffic (No Left Turn) *   **Locations:** Citations occurred at various locations within Palm Beach, Florida, including Cocoanut Row and Royal Palm Wy. *   **Vehicle:** A 1986 Mercedes-Benz (Make: MERC) was involved in all three incidents. *   **Identifiers:** The subject’s Driver’s License is UK, License Plate is RAS85L or RAG85Z, and the case reference is (196000000).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "palm beach",
        "police department",
        "citation",
        "maxwell",
        "ghislaine",
        "florida",
        "1996",
        "speed",
        "traffic",
        "automobile",
        "pbpd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}