{
  "keyword": "documentation",
  "count": 27,
  "keyword_match_count": 27,
  "content_match_count": 124,
  "total_files": 151,
  "timeline": [
    {
      "file_id": "EFTA00025006",
      "summary": "Victim Services Division documentation records services provided to a victim (identified as [REDACTED]) between January 1, 2000, and August 14, 2020. Services included: Crisis Intervention (1), Follow Up Contact In Person (1), Follow Up Contact Phone Call (2), Follow Up Contact Text (4), Initial Contact Text (1), and Resource/Referral Provided Counseling/MH Provider (2). A single additional note was recorded pertaining to logistical or service referral information. The document is a permanent record and discoverable.",
      "timestamp": "2000-01-01T00:00:00",
      "timestamp_raw": "January 1, 2000",
      "keywords": [
        "victim services",
        "redaction analysis",
        "crisis intervention",
        "follow up contact",
        "resource referral",
        "counseling",
        "mental health",
        "case file",
        "service type",
        "fbi case number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028723",
      "summary": "This document outlines procedures for the creation and operation of Boards of Inquiry and Inquiry Teams within the U.S. Department of Justice’s Federal Bureau of Prisons. Here’s a breakdown of the key points: *   **Purpose:** These teams investigate incidents and situations, gathering evidence, determining causes, and recommending corrective steps. They’re primarily used for significant or unusual incidents. *   **Authority:** The Director creates Boards of Inquiry, while Regional Directors or Wardens create Inquiry Teams (with Director approval). *   **OIA Involvement:** The Office of Internal Affairs (OIA) plays a crucial role, particularly in staff misconduct cases, ensuring employee rights and evidence preservation. An OIA member is typically included on Boards of Inquiry involving misconduct. OIA also assists teams with consultations and expenses. *   **Reporting Requirements:** Reports must be detailed, including recommendations, and may be subject to release under FOIA or subpoena if related to legal proceedings. *   **Team Composition:** Boards and Teams can include Bureau staff, legal counsel, and external experts. Regional Teams should avoid solely consisting of staff from one institution. *   **Interview Procedures:** Strict guidelines govern witness interviews, including advising on rights, confidentiality, and potential legal implications (e.g., Miranda rights if criminal misconduct is suspected). *   **Documentation:** Comprehensive records (notes, photos, recordings) are preserved throughout the inquiry process. Essentially, this document establishes a formalized process for investigating incidents within the Bureau of Prisons, emphasizing thoroughness, legal considerations, and accountability.",
      "timestamp": "2000-03-09T00:00:00",
      "timestamp_raw": "3/9/2000",
      "keywords": [
        "boards of inquiry",
        "inquiry teams",
        "investigations",
        "evidence",
        "policy",
        "regulations",
        "oia",
        "bureau of prisons",
        "foia",
        "misconduct",
        "legal",
        "reports",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030763",
      "summary": "A declaration was made under 28 U.S.C. § 1746 by a custodian of records, (name of declarant), regarding records provided to law enforcement by the Business (name of business). The records consist of an AT&T Wireless invoice dated May 5, 2004, for account number 0043811863 in the name of Jeffrey E. Epstein. The declarant certifies that the records meet the requirements of Rules 902(11) and 803(6) of the Federal Rules of Evidence, specifically that they were made at or near the time of events, kept in the course of regular business activity, and made as a regular business practice. The definition of \"record\" as used in the document includes various forms of documentation.",
      "timestamp": "2004-05-05T00:00:00",
      "timestamp_raw": "May 5, 2004",
      "keywords": [
        "custodian of records",
        "efta00030763",
        "united states citizen",
        "federal rules of evidence",
        "records",
        "investigation",
        "prosecution",
        "at&t wireless",
        "jeffrey epstein",
        "28 u.s.c. § 1746"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007585",
      "summary": "This document appears to be a collection of real estate-related records pertaining to Jeffrey Epstein and, potentially, Ghislaine Maxwell. It includes a September 19, 2005, letter from Carpenter & Company, Inc. detailing property viewings of residences in Cambridge, Massachusetts, primarily focusing on a townhouse at 64 & Fifth Avenue. The letter notes the quality of the property and suggests a potential sale price of $10,500,000 for the townhouse. There are also several copies of Jeffrey Epstein's name and contact information, alongside a fax cover sheet discussing a failed deal with CIJIPMorganChase. The document also contains a townhouse report (multiple pages) with details on expenses, income, and property specifications for a different townhouse at 9 East 67th Street and 9 East 64th Street. The overall impression is of pre-legal scrutiny documentation regarding property holdings and financial transactions involving these individuals.",
      "timestamp": "2005-09-19T00:00:00",
      "timestamp_raw": "September 19, 2005",
      "keywords": [
        "efta00007585",
        "ghislaine maxwell",
        "jeffrey epstein",
        "carpenter & company",
        "cambridge",
        "ma",
        "2005",
        "real estate",
        "property",
        "67th street",
        "townhouse",
        "4d9",
        "cijipmorganchase",
        "fax cover sheet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029911",
      "summary": "*   **Collection Date:** 08/28/2006 8:00 AM *   **Storage Location:** NY – NEW YORK, ECR8 *   **Bantode:** E6516715 *   **Chain of Custody Documentation:** Multiple pages detailing the transfer of custody of the evidence, with signatures and printed reasons for each transfer. *   **Barcode:** £4amer2---g61576725 *   **Reference Document:** FD-1087 is referenced.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "08/28/2006",
      "keywords": [
        "evidence",
        "white paper",
        "pbpd 05-382",
        "message printouts",
        "fbi seizure",
        "chain of custody",
        "location",
        "ecr8",
        "bantode",
        "receipt",
        "storage location",
        "inventory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033520",
      "summary": "This document outlines the Bureau of Prisons’ suicide prevention program, effective March 15, 2007. Its purpose is to identify and manage potentially suicidal inmates through staff training and observation. Key changes include: three mock suicide emergency exercises per year (one in the SHU), specific criteria for suicide risk assessments and post-watch reports, designated suicide watch rooms (requiring regional director approval), and procedures for notifying psychology services upon inmate requests for protective custody. The program involves staff training, inmate observation, and documentation of all events. The document references various Bureau directives and standards, including those related to discipline, housing units, psychological services, and use of force.  It establishes a formal process for responding to inmate suicide attempts, including after-action reviews and documentation requirements. Finally, the document details procedures for managing inmates in SHUs and uses of inmate observers within the inmate companion program.",
      "timestamp": "2007-03-15T00:00:00",
      "timestamp_raw": "March 15, 2007",
      "keywords": [
        "suicide prevention",
        "inmates",
        "bureau of prisons",
        "risk assessment",
        "training",
        "shu",
        "intervention",
        "treatment",
        "supervision",
        "criteria",
        "procedures",
        "observations",
        "mental health",
        "referral",
        "assessment",
        "emergency",
        "mock emergency",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035323",
      "summary": "Department of Justice’s Federal Bureau of Prisons. The program’s purpose is to prevent self-destructive behavior and reduce the risk of inmate suicide. Key elements include: *   **Responsibilities:** The Chief Psychologist is the program coordinator. *   **Procedures:** All staff must immediately refer potentially suicidal inmates to Psychology Services. The Psychology Services Inmate Questionnaire (PSIQ) is used for initial screening. Inmates exhibiting suicidal thoughts or distress receive a suicide watch, typically involving continuous visual observation by inmate companions. *   **Maintenance:**  Suicidal inmates are placed in a designated 2nd floor suicide prevention area, subject to specific procedures regarding companions (gender restrictions), room inspections, and item restrictions. *   **Documentation:** Observations are recorded in a Suicide Watch Log Book. *   **Exceptions:** Specific rules apply for Unit 3 inmates, alternate watch rooms, and certain visitation/phone scenarios, all requiring approval from higher-level authorities. *   **Inmate Companions:**  Volunteers are recruited and trained to monitor inmates on suicide watch, receiving compensation for their time. *   **Staff Training:**  All staff receive training on recognizing suicidal behavior and implementing prevention techniques, with supplemental training for specific units and emergency response exercises. The directive rescinds an older version (NYM 5324.05c) and is effective upon issuance.",
      "timestamp": "2007-04-05T00:00:00",
      "timestamp_raw": "April 5, 2007",
      "keywords": [
        "suicide prevention program",
        "inmates",
        "psychology services",
        "suicide watch",
        "referral",
        "procedures",
        "directive",
        "observation",
        "questionnaire",
        "mental health",
        "intervention",
        "staff responsibilities",
        "restraints",
        "unit 2",
        "unit 3",
        "9 south"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034007",
            "similarity": 0.556,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034001",
      "summary": "This document outlines procedures for detoxification programs at the Metropolitan Correctional Center, New York, specifically regarding methadone detoxification for inmates. Key aspects include: *   **Purpose:** To ensure compliance with DEA regulations for methadone detoxification and other substance abuse treatments. *   **Reference:** Relies on Program Statement 6031.01 and Institutional Supplement 6501.5(A). *   **Clinical Guidelines:** The Clinical Director establishes guidelines for inmate evaluation and treatment, focusing on minimizing discomfort during withdrawal. *   **Detoxification Schedules:** Two schedules are detailed – a 7-day and a 21-day – with specific dosage amounts for each day, determined based on individual inmate needs and verification of Methadone Maintenance Program (MMP) participation. *   **Assessment:** Clinical assessment involves subjective and objective observations, including medical history, physical examinations, urine tests, and psychological evaluations. *   **Classification:** Inmates are classified based on their history of alcohol or drug use, current dependency status, or newly discovered dependency. *   **Documentation:** Precise record-keeping is emphasized, including medication orders, progress notes, and refusal forms. *   **Special Considerations:**  The program addresses potential complications like pregnancy, delirium tremens, and the need for psychological counseling.",
      "timestamp": "2007-04-10T00:00:00",
      "timestamp_raw": "April 10, 2007",
      "keywords": [
        "methadone",
        "detoxification",
        "opiates",
        "alcohol",
        "addiction",
        "narcotic",
        "treatment",
        "programs",
        "substance abuse",
        "clinical assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023506",
      "summary": "This document details the collected items related to case EFTA00023506, identified as 31E-MM-108062. The items were collected on August 10, 2007, and encompass a wide range of media and personal effects, including phone message books, files, shredded paper, photographs, VHS tapes, CDs, and various massage tables and related accessories.  The collection includes both physical items (like paper, furniture, and clothing) and audio/video recordings. There are multiple collections documented, categorized by type (All, 1B, 18) and containing a substantial number of items, totaling 110 items across nine pages of documentation.  The final collection (page 10) is a report totalizing 10 items.",
      "timestamp": "2007-08-10T00:00:00",
      "timestamp_raw": "August 10, 2007",
      "keywords": [
        "efta00023506",
        "case management",
        "collected items",
        "phone message books",
        "photos",
        "vhs tapes",
        "cds",
        "massage tables",
        "documents",
        "case id"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013595",
      "summary": "Attorney’s Office regarding a case involving Jeffrey Epstein. The lawyers are requesting stipulations of facts related to the case, primarily seeking clarification and documentation regarding agreements made with Epstein and the handling of Jane Doe victims. Key requests include: *   **Transcript Expediting:**  The lawyers need a transcript of a hearing and are requesting the U.S. Attorney’s Office to expedite its preparation. *   **Agreement Documentation:** They require copies of all agreements reached with Epstein (September 2007, October/December 2007) to ensure proper fact stipulation. *   **Victim Rights & Disclosure:**  The lawyers are concerned about the confidentiality provision in the agreement and want assurance it was followed.  They emphasize the victims' right to information and a fair process, pushing for full disclosure of reports and communications regarding the case. *   **Meeting Records:** The lawyers request FBI meeting records regarding Jane Doe #1 and Jane Doe #2 to address discrepancies in recollections of events. *   **Probable Cause Stipulation:** They seek a stipulation that probable cause existed to file an indictment against both Jane Doe #1 and #2. *   **Protection of Victims:** They want assurances that Jane Doe #2 will be protected given her inclusion as a victim. Essentially, the lawyers are raising concerns about the lack of transparency, potential breaches of protocol, and the need for full disclosure to ensure the victims’ rights are fully protected and justice is served.",
      "timestamp": "2008-07-17T00:00:00",
      "timestamp_raw": "July 17, 2008",
      "keywords": [
        "efta00013595",
        "stipulated facts",
        "jane doe",
        "transcript",
        "fbi",
        "confidentiality",
        "prosecution",
        "victim notification",
        "plea agreement",
        "epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014144",
      "summary": "On August 26, 2008, R. Alexander Acosta, U.S. Attorney for the Southern District of Florida, communicated with attorneys Jay P. Lefkowitz and Roy Black regarding the notification of victims related to the Jeffrey Epstein case. The final list of 32 victims was provided, and copies of notification letters were to be carbon-copied to Epstein’s attorney and Josefsberg’s attorney. Confirmation of payment for Josefsberg’s fees was requested. Language for notifications was taken verbatim from the Agreement and Addendum, with victim names replacing “identified individual.”  A notification of the judge’s ruling was required in the Jane Doe 1 and 2 v. United States case, with adjusted language directing victims to consult with Josefsberg. The Office’s position is that the Agreement and Addendum dictate the process, and the Office intends to enforce its right to indict Epstein if breached. Acosta requested a prompt response regarding attorney contact and fee documentation to facilitate distribution of revised notifications.",
      "timestamp": "2008-08-26T00:00:00",
      "timestamp_raw": "August 26, 2008",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "civil litigation",
        "victim notification",
        "legal correspondence",
        "civil restitution",
        "florida",
        "jay lefkowitz",
        "roy black"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019171",
      "summary": "A U.S. Attorney’s Assistant received a phone call from Sarnoff regarding contact she’s had with the FBI regarding Jeffrey Epstein. Sarnoff claims she is producing a documentary and writing a book about human trafficking and Epstein’s use of a modeling agency to facilitate underage girls entering the U.S. for sexual activity. The FBI previously attempted to obtain documentation from Sarnoff’s source, but the source did not appear for interviews. Sarnoff is dissatisfied with the FBI’s response that they would consider the source’s testimony if they came forward.",
      "timestamp": "2010-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2010",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "human trafficking",
        "modeling agency",
        "sexual conduct",
        "documentary",
        "source",
        "allegations",
        "sarnoff",
        "united states"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025003",
      "summary": "This document is an official record from the Federal Bureau of Investigation (FBI) dated June 16, 2011, pertaining to “Documentation of Services.” Case ID # is NY-302571. The document is classified as UNCLASSIFIED.",
      "timestamp": "2011-06-16T00:00:00",
      "timestamp_raw": "June 16, 2011",
      "keywords": [
        "fbi",
        "redaction analysis",
        "efta00025003",
        "case id",
        "ny-302571",
        "2011",
        "2020",
        "synopsis",
        "unclassified",
        "form"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038139",
      "summary": "An email chain discusses a Quitclaim Deed dated 12/23/2011 transferring title of Little St. James Island from L.S.I. LLC (formerly Epstein) to Nautilus Inc., with Jeffrey E. Epstein as the sole beneficial owner and President of Nautilus Inc.  A request is made to locate deeds from 1998 and 2002-2005 for inventory and photographic documentation of assets, particularly if related to potential violations. Squad C-40 (FAST) and a Senior Financial Investigator (SFI) are involved in the investigation.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "12/23/2011",
      "keywords": [
        "little st james island",
        "deed of record",
        "l.s.j llc",
        "epstein",
        "nautilus inc",
        "jeffrey e. epstein",
        "search warrant",
        "travel approvals",
        "assets",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034007",
      "summary": "This document outlines the Suicide Prevention Program for inmates at the Metropolitan Correctional Center, New York. Its primary purpose is to prevent self-destructive behavior and reduce fatalities. Here’s a breakdown of the key elements: *   **Purpose:** The program aims to avert loss of life and minimize the risk of further suicidal behavior. *   **Responsibilities:** The Chief Psychologist is the coordinator, with staff responsible for immediate referral of potentially suicidal inmates. *   **Procedures:** *   **Referral:** All staff must immediately refer inmates to Psychology Services. *   **Psychological Evaluation:** Inmates exhibiting suicidal thoughts or distress are placed on suicide watch, often involving continuous observation and daily interviews. *   **Observation & Containment:** Inmates on suicide watch are placed in a designated area with continuous visual observation and restricted access to potentially harmful items. *   **Inmate Companions:** Trained inmate companions assist in monitoring inmates on suicide watch. *   **Documentation:** Detailed records of observations, interventions, and inmate status are maintained in a Suicide Watch Log Book. *   **Training:** Staff receive training on recognizing suicidal behavior, referral protocols, and prevention techniques. *   **Directive Updates:** This supplement replaced an older directive (NYM 5324.05c) and references the original (P.S. 5324.08).",
      "timestamp": "2013-05-21T00:00:00",
      "timestamp_raw": "May 21, 2013",
      "keywords": [
        "suicide prevention",
        "inmates",
        "psychology services",
        "referral",
        "suicide watch",
        "procedures",
        "observation",
        "evaluations",
        "mental health",
        "questionnaire",
        "restraints",
        "staff responsibilities"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035323",
            "similarity": 0.556,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028563",
      "summary": "Ghislaine Maxwell traveled 15 times between January 1, 2017, and June 29, 2020, including 5 trips to the United Kingdom, 1 trip to Japan, and 1 trip to Qatar. Supporting documentation, including travel records and citizenship inspection documents (UK and French passports), were attached. The email was sent from an FBI agent to another FBI agent and a New York (NY) contact.",
      "timestamp": "2017-01-01T00:00:00",
      "timestamp_raw": "January 1, 2017",
      "keywords": [
        "efta00028563",
        "ghislaine maxwell",
        "travel",
        "uk",
        "japan",
        "qatar",
        "passport",
        "fbi",
        "redaction",
        "citizenship"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025624",
      "summary": "Borgerson and Ghislaine Maxwell, filed through DGC, CPA. *   **Income Sources:** The return reports income from partnerships (Cargometrics Technologies LLC, and Alphakey Systems Millennium Fund, LLC) and a trust (Angara Trust). *   **Schedule D:**  The return includes Schedule D to report long-term capital gains and losses, with details on investments and expenses. *   **Schedule E:** The return includes Schedule E to report income or loss from partnerships and S corporations, with specific breakdowns of expenses and income. *   **Schedule C:** The return includes Schedule C, reflecting income from consulting business. *   **Form 8960:**  The return utilizes Form 8960 to calculate and claim foreign tax credits. *   **Form 1116:** The return uses Form 1116 to calculate credits and adjustments for passive activity losses. *   **Estimated Tax Payments:** The return includes calculations and documentation of estimated tax payments. *   **Attachments:** The document lists attached forms, including forms for calculating interest, dividend, and other income items. *   **Payment Information:**  Details regarding payments made, including direct deposit information, are included for the Massachusetts tax liability.",
      "timestamp": "2018-04-17T00:00:00",
      "timestamp_raw": "April 17, 2018",
      "keywords": [
        "massachusetts income tax",
        "partnerships",
        "passive activity losses",
        "capital gains",
        "deductions",
        "form 8960",
        "form 1116",
        "form 3801",
        "schedule d",
        "rental income",
        "income taxes",
        "adjustment",
        "investment income",
        "exclusions",
        "adjustments",
        "foreign tax credit",
        "refunds",
        "assessment",
        "penalties",
        "income."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016622",
      "summary": "Federal Aviation Administration’s (FAA) Aircraft Registration Branch.  The aircraft was transferred to a Canadian entity, Bell Helicopter Textron Inc., and consequently deregistered from the Canadian Civil Aircraft Register. The documentation includes a record of the transfer, correspondence between the FAA and Bell Helicopter, and a confirmation message to the FAA, highlighting the removal of the aircraft from the Canadian register. It includes various filings and certifications related to the transfer and registration process, reflecting the standard procedures for aircraft ownership changes between countries.",
      "timestamp": "2018-12-31T00:00:00",
      "timestamp_raw": "12/31/2018",
      "keywords": [
        "aircraft registration",
        "bell 407",
        "serial number 53375",
        "n491gm",
        "export",
        "canada",
        "transport canada",
        "deregistration",
        "bell helicopter",
        "faa",
        "afs-750",
        "aircraft title",
        "registration branch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027204",
      "summary": "The document is a grand jury subpoena issued by the United States Attorney for the Southern District of New York to Municipal Credit Union (MCU) requesting records related to an alleged violation of several U.S. federal statutes. The subpoena demands a comprehensive set of financial records, including account details, transaction histories (wire transfers, ACH, checks, etc.), customer information, and supporting documentation, spanning from January 1, 2019, to the present.  MCU can comply by producing the records electronically in specified formats (primarily spreadsheets and PDFs) or by providing a certified business records declaration under Rule 803(6) of the Federal Rules of Evidence. The U.S. Attorney’s office outlines the reimbursement process for costs incurred by MCU under 12 CFR part 219, outlining specific procedures for submitting invoices and deadlines for payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "subpoena",
        "municipal credit union",
        "records",
        "account",
        "wire transfer",
        "ach",
        "checks",
        "declaration",
        "evidence",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027209",
      "summary": "JPMorgan Chase Bank (JPMC) has been subpoenaed by the U.S. Grand Jury for the Southern District of New York to produce a wide range of account records dating from January 1, 2019, to the present. The subpoena requests details including account openings, transaction records (wire transfers, checks, etc.), customer information, and related documentation. JPMC can comply by producing the records electronically in specified formats or by a personal appearance, provided they submit a Declaration of Custodian of Records certifying the records’ authenticity according to Federal Rule of Evidence 803(6).  The U.S. Attorney’s office outlines a reimbursement process for costs incurred by JPMC, governed by 12 CFR part 219, with specific instructions for submitting invoices and deadlines for payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "jpmorgan chase",
        "subpoena",
        "records",
        "account",
        "financial records",
        "data",
        "electronic spreadsheet",
        "rules of evidence",
        "declaration",
        "reimbursement",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027214",
      "summary": "A U.S. Attorney issued a grand jury subpoena to Citibank requesting all financial records for an account holder, spanning from January 1, 2019, to the present. The subpoena seeks extensive data including account details, transaction records (wire transfers, checks, etc.), customer information, and supporting documentation. Citibank is instructed to provide the information electronically in a spreadsheet format, with specific formatting requirements for data fields.  Compliance can be achieved by providing the records directly or via a certified business records declaration. The subpoena includes a rider detailing the specific types of records requested and instructions for their production. Finally, the U.S. Attorney's office outlines the reimbursement process for costs incurred by Citibank in producing the records, subject to specific regulations and requiring advance approval for invoices exceeding $500.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "citibank",
        "subpoena",
        "records",
        "account",
        "documents",
        "wire transfer",
        "ach",
        "electronic spreadsheet",
        "pdf",
        "18 u.s.c.",
        "federal rules of evidence",
        "declaration of custodian"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027199",
      "summary": "A U.S. Attorney for the Southern District of New York issued a grand jury subpoena to Navy Federal Credit Union to produce records related to accounts, specifically from January 1, 2019, to the present. The subpoena requests a wide range of documents, including account details, transaction records (wire transfers, ACHs, checks, etc.), customer information, and supporting documentation. Compliance can be achieved by producing the records on or before the return date, accompanied by a Declaration of Custodian of Records, or by appearing before the grand jury. The subpoena includes instructions for electronic submission of data in spreadsheet format and specifies formatting requirements for document images. Reimbursement for costs associated with producing the records is governed by 12 CFR part 219, with a procedure outlined for requesting and receiving payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "navy federal credit union",
        "subpoena",
        "records",
        "18 u.s.c.",
        "testimony",
        "electronic spreadsheet",
        "data dictionary",
        "pdf",
        "declaration of custodian of records",
        "federal rules of evidence",
        "reimbursement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036018",
      "summary": "The document is a series of email exchanges related to the installation and documentation of a camera system at the Metropolitan Correctional Center (MCC) New York. Key points include: *   **Initial Inquiry:** An Assistant Special Agent in Charge (ISAIC) requests information about the camera system’s history, specifically regarding a Facility Manager’s role and the timing of its installation, particularly in relation to the Epstein case. *   **Manager’s Background:** The Facility Manager describes his various titles (Acting Facility Manager, Facility Manager, TDY assignments) and the timing of his involvement with the MCC New York, stating the camera system was installed in August 2019. *   **Installation Timeline:** Emails detail the camera system’s arrival and installation timeline, initially scheduled for March 17, 2019, and completed by August 16, 2019, due to a project funded by the Bureau of Prisons. *   **Tracking Issues:**  Attempts to locate tracking information for the camera system are documented, with a representative from SigNet Technologies providing details regarding the order and estimated delivery date. *   **Ongoing Investigation:** The ISAIC continues to probe the details, seeking confirmation of the timeline and the manager's precise role.",
      "timestamp": "2019-03-17T00:00:00",
      "timestamp_raw": "March 17, 2019",
      "keywords": [
        "facility manager",
        "mcc new york",
        "camera system",
        "repairs",
        "tdy",
        "august 2019",
        "installation",
        "august 10",
        "2019",
        "funding",
        "contractors",
        "equipment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036705",
      "summary": "It contains findings from program reviews conducted April 1, 2019, through June 30, 2019. *   **Report Contents:** The report details reviews across 29 different programs including Affirmative Employment, Correctional Programs, Correctional Services, Education/Recreation Services, Environmental & Safety Compliance, Facilities Management, Female Offenders, Financial Management, Food Service, Health Services, Human Resource Management, Information Systems & Security, Psychology Services, Religious Services, Residential Reentry, and Trust Fund operations. UNICOR and Volunteer Services are also assessed. *   **Review Team Issues:** The primary issue identified is a lack of consistent operational reviews, with reviews often incomplete or not conducted on schedule.  Significant issues have been identified across multiple program areas, including deficiencies in training documentation, compliance with regulations (e.g., FECA, OSHA), recordkeeping, and adherence to established policies and procedures. *   **Key Deficiencies:** Frequent deficiencies include issues with inmate supervision (SHU rounds), documentation of healthcare services, management of sensitive information, inaccurate financial records, inadequate training, and failures in contract oversight. *   **Corrective Actions:** The report emphasizes the importance of thorough operational reviews, consistent documentation, adherence to mandatory standards, and improved oversight in various program areas. It recommends staff training to address identified gaps and reinforces the need for timely and complete program reviews. *   **Attachments:** The document references attachments EFTA00036705 through EFTA00036711, which contain further details and instructions related to the review process and specific program requirements.",
      "timestamp": "2019-04-01T00:00:00",
      "timestamp_raw": "April 1, 2019",
      "keywords": [
        "program review",
        "fy2019",
        "corrections",
        "affirmative employment",
        "correctional programs",
        "operational reviews",
        "training",
        "policies",
        "compliance",
        "deficiencies",
        "management control",
        "shu",
        "reentry",
        "unicor",
        "volunteer services",
        "healthcare",
        "information systems",
        "sentry"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037610",
      "summary": "This document is a Traveler List generated by U.S. Customs and Border Protection on April 23, 2019, pertaining to air arrivals. It details travel information for three individuals: Jeffrey Edward Epstein, David Neville Rodgers, and Lawrence Paul Visoski Jr., including arrival times, locations (KPBI and TIST), traveler details (name, date of birth, gender, ESTA status, and country of citizenship), and associated documentation types. The document indicates that ESTA was not required for all travelers.",
      "timestamp": "2019-04-23T00:00:00",
      "timestamp_raw": "April 23, 2019",
      "keywords": [
        "customs",
        "border protection",
        "traveler list",
        "esta",
        "air travel",
        "jeffrey epstein",
        "david rodgers",
        "lawrence visoski",
        "travel information",
        "dhs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037586",
            "similarity": 0.615,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037624",
            "similarity": 0.615,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037586",
      "summary": "U.S. Customs and Border Protection’s TECS – Advance Traveler Information – Traveler List, dated 04/23/2019, details arrival data for three travelers: Itana (born 06/27/1953), Jeffrey Epstein (born 06/20/1953), and David Rodgers (born 06/27/1953). Each record includes traveler name, date of birth, gender, country of origin, travel mode (private air), and ESTA/Visa status (with some requiring and some not requiring documentation). The documents are marked as “For Official Use Only / Law Enforcement Sensitive”.",
      "timestamp": "2019-04-23T00:00:00",
      "timestamp_raw": "04/23/2019",
      "keywords": [
        "customs",
        "border protection",
        "traveler list",
        "esta",
        "evus",
        "ice",
        "arrival data",
        "jeffrey epstein",
        "david rodgers",
        "lawrence visoski",
        "travel information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037610",
            "similarity": 0.615,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037617",
            "similarity": 0.5,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037612",
      "summary": "On April 24, 2019, at 16:30 EDT, U.S. Customs and Border Protection generated a Traveler List using the TECS - Advance Traveler Information system. The list details travel information for Jeffrey Epstein, David Rodgers, and Lawrence Paul Visoski Jr., including their names, dates of birth, documentation types, countries of origin, gender, ESTA status, and whether specific travel requirements were needed. All travelers were from the USA.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "April 24, 2019",
      "keywords": [
        "us customs",
        "traveler list",
        "esta",
        "travel",
        "jeffery epstein",
        "david rodgers",
        "lawrence visoski",
        "ikpbi",
        "travelers name",
        "fcs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037624",
      "summary": "On April 24, 2019, U.S. Customs and Border Protection generated a Traveler List (EFTA00037624) containing information on four travelers: Jeffrey Epstein, David Neville Rodgers, Lawrence Paul Visoski Jr., and their associated travel details. The list includes arrival and departure dates, flight numbers (N212JE), travel modes (Private Air), traveler names, dates of birth, documentation details, countries of origin, ESTA/EVUS statuses, and traveler status (Approved or Not Required). The document is marked as “For Official Use Only / Law Enforcement Sensitive.”",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "April 24, 2019",
      "keywords": [
        "customs",
        "border protection",
        "traveler list",
        "esta",
        "traveler information",
        "air travel",
        "passenger",
        "usa",
        "jeffrey epstein",
        "david rodgers",
        "lawrence visoski"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037610",
            "similarity": 0.615,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037617",
            "similarity": 0.5,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037617",
      "summary": "On April 24, 2019, U.S. Customs and Border Protection created a Traveler List using TECS - Advance Traveler Information. The list includes details for three travelers: Jeffrey Epstein, David Rodgers, and Darren Rothell. It records arrival and departure times, locations, traveler names, dates of birth, document types, countries of origin, gender, ESTA/EVUS status, and whether documentation was required. The document is marked as “For Official Use Only / Law Enforcement Sensitive.”",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "April 24, 2019",
      "keywords": [
        "customs",
        "border protection",
        "traveler list",
        "esta",
        "travel",
        "ice",
        "passenger",
        "jeffrey epstein",
        "david rodgers",
        "darren rothell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037624",
            "similarity": 0.5,
            "index": 27,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037586",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038704",
      "summary": "This document is a Form I-918 Supplement B, created by the FBI, for a U Nonimmigrant Status Certification related to the case of Ghislaine Maxwell. It requests detailed information regarding the investigation into Maxwell’s alleged criminal activity, specifically sexual exploitation and trafficking. The FBI is requesting the completion of the form to document the investigation and provide supporting documentation. Key requests include: full agent and head of FBI contact information, specifics about the criminal charges (dates, USC code, location, and description), certification details (signature, contact information), and information regarding any family members involved in the criminal activity. The supplement also includes questions related to the victim’s cooperation and potential involvement of family members.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "04/24/2019",
      "keywords": [
        "fbi",
        "ghislaine maxwell",
        "criminal activity",
        "trafficking",
        "usc code",
        "form i-918",
        "u nonimmigrant status certification",
        "criminal acts",
        "victim",
        "investigation",
        "date",
        "head of fbi",
        "agency information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030207",
      "summary": "This document, provided by Raymond Duncan of the Financial Intelligence Unit, contains supporting documentation for law enforcement investigating cardholder and merchant data associated with American Express. It outlines the organization of data related to American Express accounts (credit, prepaid, and merchant), including card account details, transaction history (charges, payments, authorizations), and IP address information. Specifically, the documentation details data formats for American Express card accounts, prepaid cards, and merchant accounts, categorized into spreadsheets with tabs covering demographics, addresses, telephone information, transaction records, and fraud data. It clarifies that the data provided is for investigative purposes only and is not official American Express data. The document also details the organization of personal savings accounts (HSAs and CDs) and includes data formats for these accounts, encompassing demographic information, transaction history, and linked accounts.",
      "timestamp": "2019-05-14T00:00:00",
      "timestamp_raw": "5/14/2019",
      "keywords": [
        "american express",
        "card data",
        "prepaid card",
        "merchant account",
        "data format",
        "excel spreadsheets",
        "account organization",
        "transactions",
        "fraud",
        "ip address"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036584",
      "summary": "This is a Special Housing Unit Record for inmate Jeffrey Edward Epstein (Rog. No. 76318.054) at the New York MCC facility. The record details his placement in SHU Cell H01-001L, medication status (N), and shift-by-shift logs including meals, exercise, out-of-cell time, medical staff observations, and OIC signatures. Pertinent information includes the inmate's medical conditions (Epileptic, Diabetic, Suicidal, Assaultive) and a standard log format for medical staff documentation.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "2019-07-10",
      "keywords": [
        "efta00036584",
        "jeffrey epstein",
        "special housing unit",
        "u.s. department of justice",
        "federal bureau of prisons",
        "ny mcc",
        "inmate record",
        "redaction analysis",
        "cell number",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036572",
      "summary": "Jeffrey Edward Epstein, Register Number 76318-054, was placed in Special Housing Unit 5 at New York MCC on July 10, 2019, due to a Pending Captains Review. A 3-day review occurred on July 15, 2019, and he was continued in SHU. Weekly record reviews commenced after the initial 7-day review. A 7-day review was conducted on July 19, 2019, and he remained in SHU. Further reviews were scheduled for July 26, 2019, and the process involved ongoing medical and officer observations, documentation, and assessments.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "special housing unit",
        "jeffrey edward epstein",
        "u.s. department of justice",
        "federal bureau of prisons",
        "review",
        "placement",
        "segregation",
        "3 day review",
        "7 day review",
        "new york mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035389",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division regarding an investigation into Jeffrey Epstein (reg. no. 76318-054) following an incident on July 23, 2019. The documents, including memorandums and photos, were provided with the understanding that further dissemination would require prior knowledge and approval. A Regional Counsel from the U.S. Department of Justice confirmed concurrence in the release. A subsequent email reiterated the request for documentation and noted the need for a written request for materials.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035389",
        "usao sdny",
        "jeffrey epstein",
        "investigation",
        "documents",
        "photographs",
        "criminal division",
        "bureau of prisons",
        "clc new york",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027098",
      "summary": "An email chain discusses document preservation related to Jeffrey Epstein’s confinement conditions, specifically referencing incidents on July 23, 2019, and his August 10, 2019, suicide. A prosecutor provides emails concerning these events, stating they have no handwritten notes or texts. Another individual sends a request to all relevant parties to forward the email, check for documents relating to Epstein’s confinement, and report back on whether they have any hard-copy notes, scanned documents, or texts. The email emphasizes the importance of preserving any pertinent information through regular backups and requested documentation submissions.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "oig",
        "fbi",
        "document preservation",
        "confinement",
        "suicide",
        "emails",
        "redaction",
        "sdny",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020645",
      "summary": "On July 23, 2019, at approximately 1:27 AM, an inmate, Jeffrey Epstein (#76318-054), attempted suicide in his cell at the Metropolitan Correctional Center in New York. Multiple officers responded to the alarm, finding Epstein in a fetal position with a makeshift noose around his neck. He exhibited erratic behavior, including attempting to stand and falling, and made statements about his cellmate, Nicholas Tartaglione (#78514-054), attempting to kill him and extorting money. Tartaglione reported feeling struck by something in his bunk and witnessed Epstein with a rope. Epstein claimed he’d informed his attorney about the threats. Medical staff assessed Epstein, finding a circular erythema on his neck, and he was placed on suicide watch. The incident involved multiple officers, a medical assessment, and documentation of the events by those present.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "suicide attempt",
        "inmate",
        "epstein",
        "cell",
        "restraints",
        "staff",
        "observation",
        "ha-unit",
        "new york",
        "threat",
        "nicholas tartaglione"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019348",
      "summary": "*   **Incident Details:** Staff observed Epstein breathing heavily but responsive. He was restrained and medically examined, revealing a circular line of erythema at the base of his neck, friction marks, and a small erythema on his knee. He was placed on suicide watch. *   **Inmate Statements:** Epstein reported feeling extremely tired and stated that cellmate Nicholas Tartaglione was sleeping on the floor and had made threatening statements toward him. Tartaglione denied the allegations and stated that Epstein had been complaining and disruptive. *   **Medical Assessments:** Both Epstein and Tartaglione were medically assessed. Epstein showed the neck injuries and a minor knee injury. Tartaglione reported feeling well. *   **Further Investigation:** The investigation involved interviews with both inmates and staff, photographic documentation (including the rope), and a review of medical records. *   **Conclusion:**  Due to lack of evidence supporting Tartaglione's involvement, the investigation concluded without finding any evidence of an assault. **Note:** Much of the document contains redactions of sensitive information.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "inmate",
        "jeffrey epstein",
        "nicholas tartaglione",
        "suicide",
        "threat assessment",
        "restraints",
        "medical examination",
        "neck injury",
        "cellmate",
        "shu",
        "nym",
        "investigation",
        "handmade rope",
        "mental health",
        "behavioral observation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034275",
      "summary": "*   **Details:** Epstein was found with a homemade rope around his neck. Staff intervened, and he was placed on suicide watch. *   **Cellmate Involvement:**  An additional inmate, [REDACTED], reported that Epstein was harassed and attempted to extort money from him. *   **Medical Assessments:**  Epstein received medical assessments at multiple points, including a clinical encounter on July 23rd, noting erythema on his neck and no other immediate concerns. A subsequent encounter on July 31st reported no complaints and normal vital signs. *   **Security Measures:** The incident led to Epstein being placed on Administrative Detention pending investigation. *   **Documentation:** Multiple incident reports, medical encounter summaries, and photographic records were created.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "assault",
        "inmate",
        "suicide",
        "escape",
        "facility",
        "shu",
        "restraint",
        "weapons",
        "death",
        "disturbance",
        "contraband",
        "harassment",
        "sexual assault",
        "cellmate",
        "incident",
        "medical attention",
        "mental health",
        "investigation",
        "security threat"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035387",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division related to the investigation into Jeffrey Epstein’s July 23, 2019 incident. The materials included memorandums and photographs. The attorney stipulated that the material should not be disseminated further without their knowledge and approval. A USAO request for documentation was received, and the attorney confirmed concurrence in the release of the documentation/photographs.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "usao sdny",
        "doj",
        "federal bureau of prisons",
        "redaction",
        "clc new york",
        "documents",
        "photographs",
        "jeffrey epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027375",
      "summary": "Robert Lewis, an attorney, is informing a recipient of a potential witness in a case involving Jeffrey Epstein about recent developments. The New York Times, led by Mike McIntire, is aggressively pursuing information from Jesse Rose, an employment lawyer who represented Maxwell, regarding Maxwell’s testimony. The Times possesses a copy of Rose’s deposition and claims a “representative” accused Rose of lying. Flight documentation related to Epstein is incomplete and potentially inaccurate. Rose destroyed documents relevant to his testimony. Lewis is resisting the Times' efforts due to confidentiality obligations stemming from previous settlements and to protect the recipient’s criminal prosecution. Lewis offers to provide Rose’s deposition transcript via subpoena if needed.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "25 Jul 2019",
      "keywords": [
        "epstein",
        "maxwell case",
        "robert lewis",
        "jesse rose",
        "new york times",
        "deposition",
        "confidentiality",
        "settlement agreement",
        "flight documents",
        "mike mcintire"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020952",
      "summary": "*   The New York Times (Mike McIntire) is actively pursuing information from Jesse Rose (an employment lawyer who represented Maxwell) and Bob Lewis, seeking comments and information related to the Maxwell case and Epstein’s potential involvement. *   The Times reportedly has a copy of Rose’s deposition from the Maxwell case and believes he may have “lied” during his testimony. *   Flight documentation related to Epstein is considered incomplete or inaccurate. *   Rose destroyed documents related to his involvement with the Maxwell case as part of a settlement agreement. *   The communication emphasizes confidentiality obligations stemming from previous settlements and a desire to protect the criminal prosecution of Epstein. *   Bob Lewis offered to provide Rose’s deposition transcript if requested via subpoena.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "times",
        "lewis",
        "deposition",
        "testimony",
        "redacted",
        "witness",
        "settlement",
        "flight documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036573",
      "summary": "Inmate Jeffrey Edward Epstein (Register Number 76318-064) was placed in the Special Housing Unit at New York MCC on 07-29-2019 due to a pending DHO for Code 228 (self-mutilation). A 3-day review on 08-01-2019 continued the placement. Weekly record reviews were scheduled, including daily medical staff observations and documentation. A 7-day review occurred on 08-05-2019, continuing the placement. There is a requirement for a psychiatric/psychological assessment after 30 days, and subsequent assessments monthly. The next review is scheduled for 08-12-2019.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "07-29-2019",
      "keywords": [
        "special housing unit",
        "jeffrey epstein",
        "redaction analysis",
        "bureau of prisons",
        "placement",
        "review",
        "segregation review",
        "mental health",
        "self-mutation",
        "date entered"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021394",
      "summary": "On July 29, 2019, a contractor received an email regarding the “Epstein discovery.” The sender, [REDACTED], indicated the discovery was ready to be prepped and saved to a folder titled “Epstein Arrest.” The contractor was instructed to start prepping the material that afternoon, pending the arrival of arrest documentation (302) which was expected to be added to the folder later that day.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "contractor",
        "arrest",
        "discovery",
        "efta00021394"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034057",
      "summary": "On August 1, 2019, a Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons requested information regarding Jeffrey Epstein’s potential suicide attempt.  The request included communications between the psychologist and an individual identified as “NERO,” and a subsequent request for HIPAA documentation related to Epstein. The document includes dates, times, and locations of communication, including the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein",
        "suicide attempt",
        "redaction analysis",
        "efta00034057",
        "psychologist",
        "u.s. department of justice",
        "federal bureau of prisons",
        "hippa",
        "metropolitan correctional center",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035473",
      "summary": "On August 2, 2019, the Discipline Hearing Officer at FCI Fort Dix sent emails containing two DHO reports/packets related to hearings conducted on August 1, 2019. The reports included PDFs for Tartaglione, Epstein, and related documentation. The sender requested assistance with delivering the DHO Report to an inmate, updating delivery information in Sentry, and forwarding the packets to the Unit Team for filing in the Central File.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "dho reports",
        "august 1",
        "2019",
        "discipline hearing officer",
        "fci fort dix",
        "efta00035473",
        "tartaglione",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036318",
      "summary": "A review of the 292’s at MCC New York for the week of 8/4/2019 identified several discrepancies: missing OIC signatures, a single staff member signing as OIC for five consecutive shifts, missing Health Services signatures, undocumented recreation, and undocumented meals. The sender requests appropriate corrective actions.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "8/4/2019",
      "keywords": [
        "efta00036318",
        "review",
        "discrepancies",
        "signatures",
        "oic",
        "mcc new york",
        "corrective actions",
        "documentation",
        "health services",
        "recreation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032363",
      "summary": "This document is a 30-minute check sheet used for observing inmates in a special housing unit at MCC New York. It outlines a schedule for observing inmates confined in a continuous locked-down status (administrative detention or disciplinary segregation) twice per hour – once between 12:00 AM and 12:30 AM and again between 12:30 AM and 1:00 AM.  Each observation requires a staff member to sign off, documenting the time frame of the observation. The sheet is used to ensure inmates are checked on at least twice per hour and is reviewed by the morning watch lieutenant and the captain. The document includes several variations of the check sheet with different Tiers (A, B, C, and D) and dates, suggesting multiple instances of this procedure.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "08/07/2019",
      "keywords": [
        "redaction analysis",
        "inmate observation",
        "housing unit",
        "30-minute check sheet",
        "morning watch",
        "evening watch",
        "lieutenant",
        "operations",
        "locked down status",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019782",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009775",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037908",
      "summary": "This document, originating from the FBI’s Wenn unit and CIA, contains records related to Jeffrey Epstein’s travel and flight logs. Specifically, it includes PDFs detailing travel dates and times from 2015-2019, along with flight logs covering April to June 2019, and related documentation identified as EFTA00037908.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "07 Aug 2019",
      "keywords": [
        "epstein",
        "flights",
        "travel",
        "fbi",
        "cia",
        "trafficking",
        "2019",
        "2015",
        "logs",
        "efta00037908"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036403",
      "summary": "On August 8, 2019, an individual informed a recipient that their surgery was scheduled for August 12, 2019, and that they had removed themselves from the schedule for subsequent days, preparing a leave without pay memo. The recipient requested documentation of the surgery and the leave request, citing authority to remove the individual from the roster and demanding specific information. The individual responded, stating they had previously informed the recipient about the surgery and HIPAA regulations regarding medical information.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "surgery",
        "hipaa",
        "leave without pay",
        "documentation",
        "roster",
        "authorization",
        "august 12",
        "2019",
        "request",
        "recovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034516",
      "summary": "This document is a 30-minute check sheet used for monitoring inmate activity within a Special Housing Unit at MCC New York. It outlines procedures for observing inmates twice per hour – once between 12:00 AM and 12:30 AM and again between 12:30 AM and 1:00 AM, and so on.  The check sheets detail time frames for Morning, Day, and Evening watches, with designated Lieutenant staff members responsible for recording observations and signatures. Staff are required to ensure inmates are observed at least twice per hour, during irregular schedules, and all observations must be documented. There are multiple check sheets, each assigned a unique tier/unit identifier (ZA, H, K, and B) and date.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08/08/2019",
      "keywords": [
        "inmate observation",
        "30-minute check sheet",
        "locked down status",
        "housing unit",
        "observation schedule",
        "irregular schedule",
        "documentation",
        "staff observation",
        "disciplinary segregation",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019774",
      "summary": "This document is a 30-minute check sheet used by MCC New York’s Special Housing Unit to ensure regular observation of inmates in continuous locked-down statuses (administrative detention or disciplinary segregation). Staff are required to conduct two rounds per hour – a 30-minute observation followed by another in the subsequent 30-minute period – documented with signatures and times. These rounds must occur on an irregular schedule, no more than 40 minutes apart, and all observations must be recorded. The check sheet is divided into three watches: Morning, Day, and Evening, with timeframes for each round clearly outlined.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "08/09/2019",
      "keywords": [
        "efta00019774",
        "efta00019775",
        "efta00019776",
        "efta00019777",
        "efta00019778",
        "efta00019780",
        "redaction analysis",
        "30 minute check sheet",
        "housing unit",
        "observation",
        "inmates",
        "watch rounds",
        "morning watch",
        "day watch",
        "evening watch",
        "operations",
        "lieutenant",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034512",
      "summary": "This document, titled \"Documentation,\" is a confidential email sent on August 10, 2019, regarding case number SDNY_00011198 and file EFTA00034512. It contains two redactions.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00034512",
        "redaction analysis",
        "sdny_00011198",
        "documentation",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035481",
      "summary": "This document, identified as EFTA00035481, is a collection of training materials and logs related to “30-Minute Rounds” conducted between August 8th and August 10th, 2019. The materials include PDF documents detailing the rounds and TRU-SCOPE logs associated with those sessions.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "efta00035481",
        "documentation",
        "pdf",
        "30 minute rounds",
        "tru-scope",
        "logs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019782",
      "summary": "This document is a 30-minute check sheet used for observing inmates in a Special Housing Unit at MCC New York. It details operational rounds conducted by lieutenants across morning, day, and evening shifts, ensuring each inmate is observed at least twice per hour. The check sheets record the time frames for each observation period and the lieutenant’s signature. The rules state that inmates in continuous locked-down statuses (administrative detention or disciplinary segregation) must be observed at least once during the first 30 minutes of each hour, followed by another observation in the second 30-minute period. All observations must be documented. There are seven different tiers of observation schedules (ZA, Tier-G, Tier-1-1, Tier-L, Tier-M) outlined in the document.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "08/10/2019",
      "keywords": [
        "acc 111",
        "30 minute check sheet",
        "inmate observation",
        "housing unit",
        "operations",
        "lieutenant",
        "morning watch",
        "day watch",
        "evening watch",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032363",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009775",
      "summary": "This document is a 30-minute check sheet for observing inmates in a Special Housing Unit at MCC New York. It details the observation schedule across morning, day, and evening watches, requiring staff to check on inmates confined in a locked-down status at least twice per hour.  Each check sheet includes time frames, start and end times, and a signature field for documentation. The schedule mandates observing inmates at least once during the first 30-minute period of each hour and again during the second 30-minute period. The check sheets specify various tiers (ZA, TIER-G, TIER-1-1, TIER-K, and TIER-M) and lieutenant assignments for the different watch periods. All observations must be documented.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "08/10/2019",
      "keywords": [
        "inmate observation",
        "30-minute check sheet",
        "housing unit",
        "redaction analysis",
        "efta00009775",
        "tier-g",
        "lieutenant",
        "operations",
        "schedule",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032363",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032356",
      "summary": "This document is a 30-minute check sheet used by MCC New York’s Special Housing Unit staff. It outlines a schedule of observation rounds for inmates in administrative detention or disciplinary segregation, aiming for at least two observations per inmate per hour. The rounds are conducted on an irregular schedule, no more than 40 minutes apart. The check sheet details specific time frames for each watch (Morning, Day, Evening) with designated staff signatures to document each round. The document includes several variations (Tier A, B, G, and H) reflecting different operational levels.  The purpose is to ensure continuous monitoring of inmates during locked-down periods.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "08/10/2019",
      "keywords": [
        "inmate observation",
        "30-minute check sheet",
        "housing unit",
        "continuous locked down",
        "administrative detention",
        "disciplinary segregation",
        "irregular schedule",
        "observations",
        "documentation",
        "40 minutes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025435",
      "summary": "This document presents 30-minute check sheets for observing inmates in continuous locked-down statuses (administrative detention or disciplinary segregation) within the MCC New York Special Housing Unit. Each sheet (designated by tiers ZA-M) details time frames (e.g., 12:00-12:30 AM) and requires staff to observe all inmates during those periods, ensuring at least two observations per hour. The sheets are to be conducted on an irregular schedule, no more than 40 minutes apart, and all observations must be documented. The check sheets are associated with specific dates (08/10/2019) and indicate the presence of a Captain reviewing the documentation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "08/10/2019",
      "keywords": [
        "efta00025435",
        "inmate",
        "observation",
        "check sheet",
        "housing unit",
        "30 minute",
        "morning watch",
        "day watch",
        "evening watch",
        "operations",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036082",
      "summary": "Epstein arrived at the facility on July 6, 2019, and was initially placed in SHU with a cellmate, Nicholas Tartaglione. Over the following weeks, he underwent multiple psychology evaluations, risk assessments, and interactions with attorneys, often with inconsistencies in documentation, particularly regarding cell assignments tracked in SENTRY.  There were documented instances of misplaced SENTRY transactions and errors in records, including inaccurate inmate counts and missing documentation like intake screenings and 30-day psychology reviews.  On July 23, 2019, Epstein was found unresponsive in his cell, prompting a medical emergency and ultimately his death. The investigation into the incident was inconclusive. The review highlighted significant failures in basic correctional practices, including incomplete inmate counts, inconsistent documentation, and failures to adhere to established suicide prevention protocols. Recommendations were made regarding staff training, institutional processes, and oversight. The estimated cost associated with the incident was approximately $10,741.60.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate epstein",
        "mcc new york",
        "sentry",
        "shu",
        "psychology",
        "suicide",
        "cellmate",
        "tartaglione",
        "risk assessment",
        "mental health",
        "court",
        "medical assessment",
        "overtime",
        "corrections",
        "suicide watch",
        "incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033781",
      "summary": "This document, dated August 10, 2019, pertains to Jeffrey Edward Epstein (Reg. No. 73618-054). It includes documentation from MCC New York (150 Park Row, New York NY 10007) and is marked as CONFIDENTIAL, SDNY_00009283, and EFTA00033781. It indicates the sender possesses documentation related to Epstein’s case.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "efta00033781",
        "sdny_00009283",
        "reg. no. 73618-054"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027262",
      "summary": "On August 11, 2019, the FBI (NY) received emails from the USANYS office regarding requested documentation, specifically PDFs titled “Epstein Investigative Reports.pdf” and “Additional Psychology Notes.pdf” (referenced as EFTA00027262). An individual ([REDACTED]) had requested forwarding emails, and the FBI responded with the requested files.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "fbi",
        "redaction",
        "email",
        "documentation",
        "efta00027262",
        "usanys",
        "august 11",
        "2019",
        "psychology",
        "epstein",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027934",
      "summary": "An email was sent from Tijuana Doctor (tdoctor@bop.gov) to the NY FBI and USANYS, forwarding investigative reports and psychology notes related to EFTA00027934.pdf. The email chain originated from [REDACTED] and was addressed to [REDACTED].",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "efta00027934",
        "fbi",
        "epstein",
        "tijuana",
        "documentation",
        "redaction",
        "investigation",
        "psychology",
        "bop.gov",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013183",
      "summary": "This document, EFTA00013183, originated from a request for multiple documents related to 30-minute rounds conducted on August 8th, 9th, and 10th, 2019. Attached documents include meeting schedules, photographs, staff rosters, emergency contacts, and sentry documentation. A forwarded email chain discusses the requested document.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "efta00013183",
        "redaction analysis",
        "30-minute rounds",
        "staff roster",
        "photographs",
        "epstein",
        "sentry documentation",
        "documents",
        "efta",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013184",
      "summary": "An email chain discusses reports related to the July 23 incident, primarily concerning Jeffrey Epstein. One individual (USANYS) requests travel records, specifically airline tickets and AmEx flight bookings (over 4,800 from the past ten years), related to a woman and her ex-wife, potentially connected to Epstein. Another individual (REDACTED) has some travel records but doesn't have specific names or BOP documentation regarding suicide watch or communications with BOP. A request is made to forward any travel records or information about the ex-wife.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "epstein",
        "flights",
        "travel records",
        "amex",
        "july 23 incident",
        "usanys",
        "records",
        "arrest planning",
        "ex-wife",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019341",
      "summary": "A call was made between officers and the warden regarding inmate Epstein’s cellmate policy. The warden indicated the policy was discretionary and that Epstein was expected to have a cellmate at all times. When Epstein’s cellmate was released, he was in the attorney visiting area. Officers are typically briefed on cellmate assignments and have authority to move them. A request was made for written documentation of the cellmate policy and confirmation of the captain’s briefing to the officers.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "cellmate policy",
        "redaction analysis",
        "epstein",
        "warden",
        "shift",
        "officers",
        "shu",
        "united states attorney",
        "call notes",
        "policy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036679",
      "summary": "An email was sent from [REDACTED] to [REDACTED] requesting a review of inmates currently on watch, recently on watch, or flagged as Psych Alerts. The request directs the appropriate Psych Service employee to contact the NYM Chief Psych or Acting Chief to verify proper evaluations, housing, and completion of psych evaluation documentation and PDS. Completion notification is requested.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "psych review",
        "inmate",
        "psych alerts",
        "evaluations",
        "documentation",
        "pds",
        "watch",
        "nym",
        "administrator",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034128",
      "summary": "A communication chain regarding an inquiry from Your Honor, specifically concerning case 19 cr 490 involving Jeffrey Epstein, is documented. Warden N’Diaye responded to the inquiry with attached documentation. A letter from Judge Richard M. Berman was also attached to the communication.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "epstein",
        "redaction",
        "clc new york",
        "metropolitan correctional center",
        "judge berman",
        "sdny",
        "2019",
        "pdf",
        "jeffrey epstein",
        "n'diaye"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032292",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center is requesting information regarding Jeffrey Epstein’s records from his prior incarceration and contacts for his prior facility or the USAO in Florida, related to investigations into an incident from the past weekend.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "prosecution",
        "records",
        "incarceration",
        "usao",
        "florida",
        "investigation",
        "documentation",
        "clc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019861",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center is requesting records related to Jeffrey Epstein’s prior incarceration, including contact information for his prior facility and the USAO in Florida, due to investigations into a recent incident.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00019861",
        "clc new york",
        "metropolitan correctional center",
        "usao florida",
        "incarceration",
        "investigations",
        "documentation",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027180",
      "summary": "The following individuals were involved in a communication chain regarding a question from headquarters (HQ) concerning inmate phone use and monitoring, specifically related to the case of a prisoner named Epstein. *   A Special Agent from the Office of the Inspector General (OIG) responded to a request for information about whether the Bureau of Prisons (BOP) complied with any additional requirements from the SDNY prosecutors or Judge regarding inmate phone use, including specific recording, reporting, or monitoring protocols. *   The initial inquiry questioned whether the SDNY office or Judge had specific instructions beyond standard BOP policy, such as maintaining a log of phone calls or documenting conversation topics. *   The question centered around whether the SDNY required the BOP to “memorialize” Epstein’s phone calls, specifically regarding the recording and documentation of those calls.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "bop",
        "sdny",
        "phone use",
        "monitoring",
        "court orders",
        "requests",
        "directives",
        "epstein",
        "recording",
        "log"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027247",
      "summary": "The consultant suggests requesting extensive documentation related to Epstein’s case, including training outlines, intake forms, psychological records, incident reports, logbooks, observation records, and data from BOP systems (PDS/BEMR, SENTRY). He emphasizes the need for transparency and accountability within the BOP, citing issues with leadership and policy implementation. The consultant believes a thorough investigation requires detailed scrutiny of BOP operational procedures and data rather than relying solely on legislative changes.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "bop",
        "epstein",
        "nadler",
        "investigative",
        "training",
        "suicide watch",
        "data system",
        "psychological intake",
        "redaction",
        "policy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030702",
      "summary": "*   **Supporting Documentation:** Collection is underway for account opening documents, KYC documents, and account statements, aiming for a single production rather than rolling releases. *   **FBI Subpoenas:** The FBI served subpoenas related to JPMorgan Chase on September 3, 2019, and October 8, 2019.  The team is directing all additional subpoenas related to the investigation to them. *   **Communication Chain:** Emails exchanged between Allison Stoddart (WilmerHale), Anjan Sahni, and redacted parties regarding updates on the JPMorgan Chase production and related subpoenas. *   **Material Delivery:** A letter and encrypted zip file containing JPMorgan Chase's materials were sent by Allison Stoddart.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "jpmorgan chase",
        "wire data",
        "subpoena",
        "fbi",
        "accounts",
        "epstein",
        "maxwell",
        "kyc",
        "production",
        "wire collection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027876",
      "summary": "A voucher (Voucher ID: 1, Voucher Type: Final, Voucher Total Expenses: $1517.64) for a trip to Santa Monica, CA (Dates: 2019-11-13 - 2019-11-15, Trip ID: 10810414) was prepared by a travel arranger and is pending review.  The traveler, p, flagged discrepancies: the voucher incorrectly allocated one night of the hotel to the travel card, and it omitted the $70.12 hotel tax paid on the traveler’s personal credit card.  Attached documentation (FOLIODETE_20191115122139.pdf, EFTA00027877) includes the hotel invoice. The default payment method for government travel is the Govt. card, and amendments should be made via the “amend modify” function instead of approval. Access to the E2 Solutions system is provided via two links.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "2019-11-13",
      "keywords": [
        "voucher",
        "travel",
        "approval",
        "e2 solutions",
        "santa monica",
        "expenses",
        "invoice",
        "payment",
        "hotel",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011028",
      "summary": "Kenneth R. Feinberg (as Administrator) oversees the program, which operates on the principles of voluntary participation, independent administration, and unlimited funding. **Key Features:** *   **Eligibility:** Anyone alleging sexual abuse by Epstein can participate, regardless of statute of limitations, prior lawsuits, or settlements.  Legal representatives are permitted. *   **Compensation:** Compensation is determined by the Administrator based on the credibility of the claim and the extent of harm suffered. There is no cap on total or individual compensation. *   **Release Requirement:**  Acceptance of compensation requires signing a full Release, waiving future legal claims against the estate. *   **Process:** Claims are submitted via a defined process, including a questionnaire and supporting documentation. Claims are evaluated in the order they are received. *   **Transparency & Integrity:** The program emphasizes integrity through verification measures and includes confidentiality provisions.  False claims could lead to legal action. **Important Dates:** *   **Effective Date:**  The program’s effectiveness depends on Superior Court of the U.S. Virgin Islands approval. *   **Filing Deadline:** Claims must be submitted by nine months after the Effective Date. *   **Registration Deadline:**  Registration for the program must be completed 45 days before the Filing Deadline.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein victims' compensation program",
        "jeffrey epstein",
        "claims",
        "compensation",
        "eligibility",
        "release",
        "victim",
        "abuse",
        "administrator",
        "legal representative",
        "statute of limitations",
        "settlement agreement",
        "claims submission",
        "filing deadline",
        "confidentiality",
        "program integrity",
        "kenneth r. feinberg",
        "camille s. biros",
        "jordana h. feldman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030441",
            "similarity": 0.75,
            "index": 73,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030441",
      "summary": "It’s administered by Kenneth R. Feinberg (as Administrator) with Camille S. Biros and Jordana H. Feldman assisting. **Key Features & Rules:** *   **Voluntary & Independent:** The program is entirely voluntary and operates independently of the Estate of Jeffrey Epstein. *   **No Cap:** There’s no limit to the total funds or individual compensation amounts. *   **Eligibility:** Anyone alleging sexual abuse by Epstein can participate, regardless of statute of limitations, prior settlements, or assistance provided. Legal representatives (minors, incapacitated individuals, or attorneys) can file claims on behalf of victims. *   **Claims Process:** Claims are submitted via a form, with registration occurring through a website. The Administrator reviews claims based on credibility and supporting documentation. *   **Evaluation Criteria:** Compensation is determined based on the nature, extent, and impact of the abuse, age, and any relevant findings from law enforcement. *   **Release Required:** Accepting compensation requires signing a full release waiving all future claims against the Estate. *   **Payment & Integrity:** Payments are made upon acceptance and release execution, with measures in place to prevent fraudulent claims. Confidentiality is maintained to protect claimant privacy. **Timeline:** *   The program is effective 90 days after Superior Court of the U.S. Virgin Islands approval. *   A filing deadline of nine months after the effective date is set for submitting claims.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein victims' compensation program",
        "jeffrey epstein",
        "claims",
        "compensation",
        "eligibility",
        "release",
        "administrator",
        "victim",
        "abuse",
        "statute of limitations",
        "settlement agreement",
        "legal representative",
        "claims submission",
        "claims evaluation",
        "confidentiality",
        "program integrity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011028",
            "similarity": 0.75,
            "index": 72,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031997",
      "summary": "This document is a response from the Warden of the Metropolitan Correctional Center (MCC) New York regarding a psychological reconstruction of inmate Jeffrey Epstein (76318-054). The reconstruction raised concerns about several areas: *   **Review Procedures:** The Warden clarifies the requirements for Captain and IDO video reviews, detailing the 30-minute round mandates and documentation processes. *   **Psychology Services Involvement:** The Warden addresses concerns about the lack of transparency in housing decisions, outlining Psychology Services’ role in consultations and weekly meetings, and implementing a system for documenting these meetings. *   **Incident Reporting:** The Warden responds to concerns about a premature incident report related to a potential assault, emphasizing the need for timely reporting and acknowledging potential biases within the staff. They are implementing training to address this. *   **Telephone Calls:** The Warden addresses reports of facilitated telephone calls to Epstein’s mother, referencing a referral made for an unauthorized call. *   **Follow-Up Training:** The Warden confirms the implementation of suicide prevention training across various staff levels, providing supporting documentation. *   **Accountability & Bed Book Counts:** The Warden details new procedures for periodic and routine bed book counts, including documentation and staff responsibilities. *   **Log Book Audits:** The Warden reports findings from audits of various log books, identifying discrepancies and areas for improvement. *   **Sex Offense Risk Factors:** The Warden highlights the importance of Executive Staff in fostering institutional understanding of sex offender risk factors and modeling appropriate expectations. Overall, the response demonstrates an effort to address identified deficiencies in procedures, documentation, and staff training related to inmate Epstein’s care and security within the MCC New York.",
      "timestamp": "2020-01-27T00:00:00",
      "timestamp_raw": "January 27, 2020",
      "keywords": [
        "inmate epstein",
        "psychological reconstruction",
        "video reviews",
        "shu",
        "documentation",
        "training",
        "incident reports",
        "sex offenders",
        "accountability",
        "bed book counts",
        "staff responses"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020846",
      "summary": "The U.S. Department of Justice, Southern District of New York, issued a grand jury subpoena to the Interlochen Center for the Arts on February 6, 2020, requesting records related to financial contributions and visits by Jeffrey Epstein and Ghislaine Maxwell to the Interlochen Arts Camp and Academy. The subpoena demands documentation of donations, tuition payments, and dates of visits.  A rider attached to the subpoena specifically requests records pertaining to these individuals. The request includes a Declaration of Custodian of Records to authenticate the provided documents.  A non-disclosure request is included, urging the recipient not to disclose information about the investigation.",
      "timestamp": "2020-02-06T00:00:00",
      "timestamp_raw": "February 6, 2020",
      "keywords": [
        "grand jury subpoena",
        "interlochen center for the arts",
        "jeffrey jocks",
        "federal bureau of investigation",
        "18 u.s.c. § 2423",
        "criminal investigation",
        "records request",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031712",
      "summary": "*   The documents include both new and potentially previously received materials. *   There’s a significant lack of identification and tracking of the source devices and materials, leading to confusion about what is new and what has been previously processed. *   A centralized system (spreadsheet) is urgently needed to track devices, data transfers, and associated materials to manage the volume effectively. *   The team is struggling to determine the origin and completeness of the data due to absent labeling and documentation.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "relativity",
        "files",
        "data transfer",
        "hard drive",
        "l.a.",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038448",
      "summary": "On March 2, 2020, a Special Agent from the FBI New York (Child Exploitation & Human Trafficking) sent a Keep Account Open Letter to [REDACTED] as requested.  A copy of the KAO template was also sent by AML FIU, Enterprise Risk and Compliance from USAA, Tampa Crosstown, requesting the SAR (Suspicious Activity Report) be filed. Once filed, the SAR request for backup documentation should be submitted to the Information Sharing team using USAA case number 02002421770 and DCN [TBD].",
      "timestamp": "2020-03-02T00:00:00",
      "timestamp_raw": "March 2, 2020",
      "keywords": [
        "fbi",
        "usaa",
        "keep account open letter",
        "sar",
        "amli",
        "human trafficking",
        "child exploitation",
        "tampa",
        "risk and compliance",
        "requesting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025008",
      "summary": "This document is a record of services provided to a victim (identified as [REDACTED]) related to FBI Case Number 31E-NY-3027571, spanning from April 1, 2020, to June 30, 2020. Services included one follow-up contact via phone call and one via text, along with one federal agency resource referral and one local agency resource referral. The document serves as a permanent record and is subject to discovery.",
      "timestamp": "2020-04-01T00:00:00",
      "timestamp_raw": "April 1, 2020",
      "keywords": [
        "victim services",
        "redaction analysis",
        "fbi",
        "case number",
        "referral",
        "services",
        "documentation",
        "2020",
        "efta00025008"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038416",
      "summary": "The document is a redaction analysis related to case EFTA00038416, an OVS claim concerning a victim’s case (likely involving a crime). Multiple individuals, including FBI Victim Specialists and OVS staff, are involved in attempting to locate missing information – specifically the date and month of the crime and the county of crime – to resolve a rejected claim.  A key issue revolves around discrepancies in the reported dates (10 years ago versus the victim’s recollection) and difficulties in obtaining accurate records. The email chain highlights repeated attempts to gather the required information via various channels (email, fax, phone) and frustrations over missing documentation. The claim itself is related to a medical phase and is currently rejected due to missing crime details. There are repeated attempts to send documents via email and fax, with difficulties in receiving responses and locating relevant files.",
      "timestamp": "2020-04-21T00:00:00",
      "timestamp_raw": "21 Apr 2020",
      "keywords": [
        "dates",
        "claim",
        "crime",
        "victim",
        "email",
        "ovs",
        "month",
        "year",
        "case",
        "investigation",
        "processing",
        "supervisor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023768",
      "summary": "On June 5, 2020, attorneys at Foy & Sewplowitz LLC requested extensive documentation from the US Attorney’s Office – SDNY regarding the case of *US v. Tova Noel, et al*. The request included: *   Tova Noel’s complete personnel and training file from the MCC, encompassing employee records, performance appraisals, training outlines, and code of conduct materials. *   Memorandums and emails related to Jeffrey Epstein’s death, specifically those drafted by identified employees. *   Specific BOP and MCC policies and procedures related to cellmates, SHU regulations, and institutional oversight. *   Detailed log records, reports, and surveillance data from the MCC’s SHU, including watch call logs, control center logs, operational reviews, and facility maintenance records, covering the period from June 26, 2019 to the present. *   Records related to investigations into the suicides of Kenneth Houck and Jamel Floyd, and firearm smuggling into the MCC. *   Identification of the author of a specific 4Chan message (bates number SDNY\\_00006978).",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "June 5, 2020",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "bop",
        "shu",
        "noel",
        "training records",
        "performance appraisals",
        "cellmates",
        "surveillance cameras",
        "incident reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031176",
      "summary": "Virgin Islands.  The FBI contractor is responsible for extracting and preparing the data for review, while the FBI (specifically the NY CART Coordinator) is overseeing the process. Key issues include: *   **Data Volume & Format:** The volume of data (over a million documents) is overwhelming, and the inconsistent formats and lack of clear labeling make review extremely challenging. *   **Identification of Devices:**  A critical need exists for a clear inventory of seized devices and their corresponding data, allowing accurate tracking of what has been processed and what remains. *   **Transfer Issues:**  There are concerns about the transfer process itself, including a delay due to network issues and questions about whether data is being delivered in its entirety or with modifications.  There's confusion about which files have already been provided and what’s newly submitted. *   **Relativity System:** The FBI's reliance on the Relativity e-discovery platform for review is causing difficulties due to Relativity's limitations in handling forensic data. *   **Coordination Challenges:**  Frequent communication and coordination between the involved parties (FBI, contractor, and US Attorney’s office) are essential to address these challenges and maintain progress. The text shows a reactive and somewhat disorganized process, marked by miscommunications and a lack of clear documentation. The overarching goal is to efficiently review the seized data to identify potential evidence and support further legal action.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "data",
        "fbi",
        "files",
        "devices",
        "transfer",
        "documents",
        "analysis",
        "data recovery",
        "forensics",
        "relativity",
        "data review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030480",
      "summary": "On June 24, 2020, Cody requested documentation related to the Epstein suicide investigation. Agent [REDACTED] responded on June 23, 2020, attaching relevant documents including acknowledgement forms for Defendant Noel, training outlines, and policies regarding cellmates, SHU regulations, inmate accountability, security inspections, and SHU logs and reports from June 26, 2019, onward. The requests specifically sought watch call logs, control center logs, lieutenant log books, and high-risk list reviews completed during Noel’s time in the SHU.",
      "timestamp": "2020-06-24T00:00:00",
      "timestamp_raw": "June 24, 2020",
      "keywords": [
        "efta00030480",
        "noel",
        "shu",
        "fbi",
        "oig",
        "watch calls",
        "sros",
        "suicide investigation",
        "bop",
        "mcc",
        "control center logs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030777",
      "summary": "This document details a request for documentation related to the investigation of Noel Epstein’s suicide within the SHU at MCC New York. The primary requestor, Cody Daza, is seeking several BOP and MCC policies, procedures, and records, including codes of conduct, training materials, inmate logs, and security inspection reports.  A significant portion of the communication revolves around clarifying discrepancies regarding provided materials – specifically, the provision of incorrect program statements (5270.10 instead of 5270.11), the origin and availability of documents like the \"Hot List\" and the SHU slides, and the status of seized paperwork related to the investigation. The investigation is hampered by missing documentation, including finalized program statements, physical log books, and SRO reviews, with some documents reportedly seized by the FBI and OIG.  The communication highlights ongoing efforts to obtain remaining materials and track down relevant inmate files.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "bop",
        "shu",
        "inmate",
        "policies",
        "training",
        "codes of conduct",
        "logs",
        "documentation",
        "requests",
        "psychology"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032572",
      "summary": "This document is a series of email exchanges concerning a request for information related to the suicide investigation of inmate Noel at MCC New York. The initial request, dated June 26, 2020, seeks a range of documents including policies, training materials, logs, and records pertaining to inmate assignments, high-risk lists, and security inspections within the Special Housing Unit (SHU). A subsequent email chain, starting June 25, 2020, details the responses, clarifications, and ongoing efforts to gather the requested materials, highlighting challenges such as missing files seized by the FBI, the difficulty in locating specific SROs, and the reliance on incomplete or outdated documentation. The investigation's status remains uncertain due to the loss of key files and the need to track down numerous inmate records.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "epistein",
        "shu",
        "hot list",
        "sro",
        "suicide prevention",
        "mcc",
        "bop",
        "program statements",
        "cellmates",
        "watch calls",
        "fbi",
        "shu reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030500",
      "summary": "This document is a redacted email chain concerning a request for documentation related to the suicide investigation of Noel Epstein while he was incarcerated at the BOP’s Special Housing Unit (SHU) at MCC New York. The primary requestor, ckizzier@bop.gov, is compiling and providing various BOP and MCC policies, procedures, and training materials related to Epstein's case. These include program statements, manuals, presentations, and log books. The requestor is facing challenges obtaining certain documents, citing seized paperwork, ongoing investigations, and the difficulty of locating specific files (like SRO reviews) due to their potential removal. Several unanswered questions and discrepancies remain regarding specific policies, log book availability, and the status of outstanding requests.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "efta00030500",
        "shu",
        "bop",
        "suicide prevention",
        "correctional services",
        "ict",
        "mcc",
        "hot lists",
        "cellmates",
        "program statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008892",
      "summary": "This document is a collection of deposition transcripts related to the case of *United States v. Ghislaine Maxwell*. It appears to be part of the evidence presented in the grand jury presentation. The transcripts primarily feature Ghislaine Maxwell’s testimony, taken in July and August of 2016, concerning her interactions with Jeffrey Epstein. Key points include: *   **Property Records:** The document lists the addresses where Maxwell resided during the relevant period (9 East 71st Street, New York; 358 El Brillo W, Palm Beach; 49 Zorro Ranch Road, Stanley, New Mexico; Interlochen Arts Camp). *   **Gift Documentation:** A key document details a $200 gift Maxwell gave to Epstein for a new lodge at Interlochen Arts Camp, including provisions for tax deductions and usage rights. *   **Three-Way Encounters:** Maxwell’s testimony discusses alleged three-way sexual activities involving herself, Jeffrey Epstein, and other individuals, although she denies giving massages to anyone besides herself. *   **Confidentiality:** The document is marked as \"CONFIDENTIAL\" indicating its sensitive nature. Essentially, it’s a collection of relevant documents and transcripts from a criminal investigation involving Ghislaine Maxwell and Jeffrey Epstein.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "efta00008892",
        "grand jury",
        "interlochen",
        "epstein",
        "jeffrey epstein",
        "1994",
        "new york",
        "palm beach",
        "florida",
        "scholarship lodge",
        "tax deductible"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028324",
      "summary": "This document is a series of email exchanges related to an investigation into the suicide of a defendant (Noel Epstein) at a Special Housing Unit (SHU). The primary requestor, a Special Investigative Agent, is seeking numerous documents and records pertaining to Epstein’s time in the SHU, including policies, training materials, logs, and inmate records. The responses primarily involve providing existing documentation, often outdated, and explaining the reasons for the provided materials, highlighting difficulties in obtaining complete records due to seizures, missing files, and the automated nature of some training programs. Key issues raised include discrepancies in document versions, the unavailability of certain policies (like cellmate assignments), and the challenges in locating specific records such as SROs (Security Reviews) due to their potential seizure and the difficulty of tracking inmate files across multiple institutions. The investigation is ongoing, with requests still pending for certain records and a continued search for missing documentation.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "shu",
        "suicide prevention",
        "training",
        "policies",
        "sros",
        "hot list",
        "cellmates",
        "program statements",
        "mcc",
        "psychologist",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014910",
      "summary": "On July 2, 2020, a request was made to include Chris Everdell and Mark Cohen, Ghislaine Maxwell’s New York attorneys, in the list of permitted contacts for phone communication.  Restrictions were established regarding Maxwell’s stay at Merrimack DOC, including specific housing arrangements, observation times, documentation requirements for rounds and camera footage, and limitations on staff communication with the inmate, particularly regarding media inquiries.  Lawrence Vogelman was authorized as the primary legal contact, requiring a PIN for communication.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "custody",
        "vogelman",
        "new york attorneys",
        "everett",
        "cohen",
        "merrimack doc",
        "srt personnel",
        "united states marshal",
        "supervision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024543",
      "summary": "The document is a series of emails discussing the contact protocols for Ghislaine Maxwell while she is in US Marshals custody at Merrimack DOC. Key points include: *   Requests are made to add Cohen & Gresser LLP attorneys, Chris Everdell and Mark Cohen, to the list of individuals Maxwell is permitted to speak with. *   There are concerns about the \"touchy\" nature of one attorney (“he”) and the need for USMS approval for contact. *   Strict monitoring protocols are established regarding Maxwell’s communication, including observation watches, limited conversations, and documentation of all interactions. *   Lawrence Vogelman, Maxwell’s legal counsel, is authorized to provide a PIN for communication with her. *   US Marshals are instructed to maintain strict confidentiality regarding the case.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "chris everdell",
        "mark cohen",
        "usms",
        "legal counsel",
        "attorney",
        "cohen & gresser llp",
        "custody",
        "contact number",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014912",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010367",
      "summary": "*   There are restrictions placed on Maxwell’s communication, including limited contact with her attorney, Lawrence Vogelman, requiring a PIN. *   Staff are instructed to closely monitor Maxwell and adhere to specific protocols regarding observation, rounds, and video documentation. *   A request is made to add Maxwell’s two New York attorneys, Chris Everdell and Mark Cohen, to the list of approved contacts. *   Supervisory Deputy United States Marshals are involved in overseeing Maxwell’s situation and communicating directives. *   The communication is highly sensitive due to the case’s high profile status.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "custody",
        "usms",
        "vogelman",
        "attorney",
        "merrimack doc",
        "supervision",
        "restrictions",
        "observation",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010362",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014912",
      "summary": "This document is a series of emails concerning the custody arrangements for Ghislaine Maxwell while she is detained at Merrimack DOC. Key points include: *   Requests are made to include Chris Everdell and Mark Cohen, attorneys at Cohen & Gresser LIP, on a list of approved contacts for Maxwell to speak with. *   There are discussions about communication protocols, including observation watches, staff restrictions on conversation, and approvals from USMS (specifically Gene) for legal counsel contact (Lawrence Vogelman). *   Detailed operational restrictions are outlined regarding Maxwell’s housing, monitoring, and communication, including SRT personnel, medical observation, and video documentation. *   A US Marshals supervisor provides these directives and emphasizes the high-profile nature of the case.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "chris everdell",
        "mark cohen",
        "cohen & gresser",
        "usms",
        "legal counsel",
        "attorney",
        "contact number",
        "custody",
        "merrimack doc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024543",
            "similarity": 0.667,
            "index": 89,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010362",
      "summary": "*   **Request for Attorney Access:** One individual requests the addition of two New York attorneys (Chris Everdell and Mark Cohen) to the list of people Maxwell is permitted to speak with. *   **Custody Restrictions:** Detailed restrictions are placed on Maxwell’s housing and interactions, including close monitoring, specific observation times, documented rounds, and limitations on communication. *   **Communication Protocol:** Contact with Maxwell is primarily through her legal counsel, Lawrence Vogelman, who provides a PIN for communication. Staff are instructed not to speak to Maxwell outside of standard health and safety protocols. *   **Documentation and Oversight:** Third shift supervisors are responsible for downloading video footage and maintaining records of rounds.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "custody",
        "usms",
        "attorney",
        "vogelman",
        "new york",
        "merrimack doc",
        "surveillance",
        "restrictions",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010367",
            "similarity": 0.667,
            "index": 90,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020666",
      "summary": "On July 14, 2020, the USANYS contractor (SANYS) received a communication from the FBI regarding the “InReEpsteinDeath” case file. The FBI was gathering documentation, including 302s, and suggested a folder titled “InReEpsteinDeath” for shared access. A special agent from the FBI New York Field Office provided a file containing information about Jeffrey Epstein’s phone number and last call.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "fbi",
        "case file",
        "epstein",
        "usanys",
        "sanys",
        "redaction",
        "discovery",
        "302s",
        "phone number",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024477",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024477",
      "summary": "A communication chain involving USANYS (contractor) and the FBI (NY Field Office) regarding the EFTA00024477 case file.  The communication involves reviewing 302 records and making discovery decisions. One party provided documentation relating to Jeffrey Epstein’s phone number and last call, referencing the FBI case file.  A suggestion was made to create a folder on the MCC shared drive for the case file.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "efta00024477",
        "fbi",
        "case file",
        "302s",
        "discovery",
        "phone number",
        "epstein",
        "usanys",
        "redaction",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020666",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024475",
      "summary": "An FBI Special Agent from the New York Field Office (EFTA00024475) sent a communication to [REDACTED] regarding documentation of phone number and last call made by Jeffrey Epstein. The communication included an \"Initial Review of Records.pdf\" attachment.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "fbi",
        "epstein",
        "phone number",
        "redacted",
        "usanys",
        "violent crimes task force",
        "records",
        "review",
        "new york field office",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023957",
      "summary": "The primary parties involved are the FBI (specifically a Special Agent in New York) and the Assistant United States Attorney for the Southern District of New York. Key requests include: *   **Immediate Delivery:** Copies of VHS tapes and microcassettes from Reiter, as well as the FBI file and scans of the FL file and NY/VI evidence. *   **Message Pad Scans:**  Requests for scans of message pads without post-it notes and a copy of the “gj transcript disc.” *   **Evidence Returns:** Requests for paper evidence from NY, VI, and Reiter. *   **CART Paperwork:**  Demand for documentation of data extraction procedures by CART. *   **Longer-Term Requests:**  Requests for the full FBI Sentinel file, all 302s regarding device extractions, scans of Reiter’s files, and scans of all un-scanned hard copy documents (excluding nude images). *   **Image Review:** Requests for access to digital images seized during the investigation, along with detailed logs regarding their location and storage. There’s discussion about scheduling time to review materials in person and a need for additional time to process a large volume of evidence containing nude/semi-nude images. The correspondence highlights a back-and-forth exchange about timelines, delivery methods (disk/thumbdrive), and the need for clarification on various aspects of the investigation’s documentation.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "discovery",
        "fbi",
        "transcripts",
        "scans",
        "evidence",
        "message pads",
        "vhs tapes",
        "microcassettes",
        "disk",
        "thumbdrive",
        "302s",
        "images",
        "data extraction",
        "nypd",
        "ny",
        "vi",
        "reiter",
        "cart",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020515",
      "summary": "On October 19, 2020, Jeffrey Epstein reported information regarding Howard Lutnick, CEO of BGC, to the FBI NTOC. Epstein stated he was calling from the United Kingdom and previously worked in New York from 2015-2017 for BGC, where he witnessed financial irregularities. He believes Lutnick and Cantor Fitzgerald were involved and that the 9/11 charity work is fraudulent, potentially causing Lutnick a heart attack and leading to seven hospitalizations. Epstein offered documentation to support his claims and submitted them to the IRS.",
      "timestamp": "2020-10-19T00:00:00",
      "timestamp_raw": "October 19, 2020",
      "keywords": [
        "jeffrey epstein",
        "child trafficking",
        "fbi",
        "howard lutnick",
        "cantor fitzgerald",
        "new york",
        "9/11",
        "financial irregularities",
        "united kingdom",
        "internal revenue service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013279",
      "summary": "This redacted document details a series of email exchanges surrounding a subpoena issued to Interlochen Center for the Arts concerning Jeffrey Epstein and Ghislaine Maxwell. An Assistant United States Attorney (USAO) initially requested documentation regarding tuition payments made by Epstein or his entities. Interlochen repeatedly stated they had no records of such payments, citing a seven-year retention limit for tuition information. A phone call was scheduled to discuss the matter, but ultimately yielded no further relevant information. The correspondence involved attorneys from Sondeer, Racine & Doren, PLC, who facilitated the communication and confirmed receipt of documents.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "payments",
        "tuition",
        "redaction",
        "sondeeracine",
        "michigan",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025001",
      "summary": "A communication dated January 12, 2021, from [REDACTED] to [REDACTED] (including NYPD) includes attachments: Documentation of services, S-00099701-A-011.pdf, Victim Services Division - Case Support Unit Assistance, and a financial document dated 04_01_2020-06_30_2020. The document references case file EFTA00025001.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "January 12, 2021",
      "keywords": [
        "efta00025001",
        "redaction analysis",
        "fbi",
        "nypd",
        "documentation",
        "victim services",
        "case support",
        "2021",
        "2020",
        "services"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025009",
      "summary": "An email was sent from an FBI source (identified as NY/FBI) to a recipient named (REDACTED) regarding “other documentation.” The email included a message file named “Other_documentation.msg” and was sent on January 12, 2021. The recipient’s identifier is EFTA00025009.",
      "timestamp": "2021-01-12T00:00:00",
      "timestamp_raw": "January 12, 2021",
      "keywords": [
        "efta00025009",
        "redaction",
        "fbi",
        "nypd",
        "usahub",
        "documentation",
        "message",
        "2021",
        "2025",
        "analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038809",
      "summary": "*   A request was made for the interview to occur sometime between tomorrow, Monday, or Thursday morning. *   Technical requirements for the video conference were outlined: a smartphone or computer with a camera/webcam is sufficient, and a secure email link will be provided. *   A Grand Jury Subpoena was issued, offering an alternative to appearing in person, due to concerns related to COVID-19 and the time-sensitive nature of the investigation. *   Advice of Rights documentation was attached to the subpoena.",
      "timestamp": "2021-02-05T00:00:00",
      "timestamp_raw": "05 Feb 2021",
      "keywords": [
        "video interview",
        "fbi",
        "grand jury",
        "subpoena",
        "zoom",
        "nypd",
        "redaction",
        "interview",
        "covid",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018729",
      "summary": "An event titled \"Epstein/Maxwell FOIA\" occurred on March 10, 2021, from 22:00:00 to 22:30:00 GMT. The event was organized by (USANYS) [REDACTED]. It was classified as X-PERSONAL.  A reminder message was scheduled to display 15 minutes before the start.  The meeting used the Webex meeting number 199 962 1511 with password PMxMsPua532. Multiple phone numbers and a Webex dial-in number were provided for access, including toll numbers and international dialing options. A link to Webex help documentation was also included.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "March 10, 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "redaction",
        "webex",
        "meeting",
        "usanys",
        "event",
        "2021-03-10",
        "1999621511"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029341",
      "summary": "A declaration is being made under penalty of perjury, confirming the authenticity of records submitted in response to a Grand Jury Subpoena. The declarant, a United States citizen and custodian of records for the business “APk275,” certifies that the records were created at or near the time of relevant events, kept in the course of regular business activity, and made as a regular business practice. The definition of \"record\" is also provided, encompassing various forms of documentation.",
      "timestamp": "2021-03-26T00:00:00",
      "timestamp_raw": "March 26, 2021",
      "keywords": [
        "custodian of records",
        "declaration",
        "grand jury subpoena",
        "federal rules of evidence",
        "records",
        "business",
        "28 u.s.c.",
        "803(6)",
        "902(11)",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019582",
      "summary": "This document details a series of email exchanges surrounding a subpoena issued to the Interlochen Center for the Arts regarding records pertaining to Jeffrey Epstein and Ghislaine Maxwell. Initially, Jeff Jocks, representing Sondee, Racine & Doren, PLC, requests confirmation that Interlochen has responded to the subpoena and seeks verification of all tuition payments made by Epstein or his entities. Subsequent communications involve an Assistant United States Attorney, coordinating with Jocks and another attorney (George Donnini), discussing the scope of the records produced, and confirming receipt of documents. There are repeated inquiries about tuition payment records, highlighting the difficulty in obtaining information and a lack of responsive documentation from Interlochen. Multiple redactions are present throughout the document.",
      "timestamp": "2021-03-26T00:00:00",
      "timestamp_raw": "26 Mar 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "epstein",
        "jeffrey epstein",
        "ghislaine maxwell",
        "records",
        "notification",
        "student records",
        "payment",
        "sondee",
        "racine & doren",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019092",
      "summary": "This redaction analysis document pertains to a legal case, likely a discovery dispute, involving the production of electronic evidence in the Maxwell case. The core issues revolve around discrepancies in metadata and missing information within large productions of documents, emails, photographs, and audio/visual files. Specifically, the sender requests the recipient to: *   Send a hard drive containing discovery materials to Ms. Maxwell. *   Provide missing attachments from over 109,000 emails. *   Produce a metadata overlay for documents with altered creation/modification dates (over 110,000 files). *   Supply CART numbers and metadata overlays for over 6,500 photographs and over 460 audio/visual files. *   Investigate a gap in production numbers between November 18th and December 18th. The communications are between Cohen & Gresser LLP (sending the request) and an unnamed contractor/party (\"USANYS\") receiving it, involving discussions, calendar invites, and attached documentation highlighting the specific deficiencies in the evidence production.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "30 Mar 2021",
      "keywords": [
        "discovery",
        "production",
        "emails",
        "hard drive",
        "metadata",
        "cart number",
        "maxwell",
        "pae",
        "phone call",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015738",
      "summary": "Maxwell* (20 Cr. 330 (MN)). It details a collaborative effort between the Assistant United States Attorney’s Office (Southern District of New York), Laura Menninger and her legal team (Haddon, Morgan & Foreman, P.C.), Jeff Pagliuca, Christian Everdell, and Bobby Sternheim. Key elements include: *   **Scheduled Reviews:** The Marshals intend to bring Maxwell to 500 Pearl Street daily, beginning April 13th, for evidence review. *   **Revised Spreadsheets:** The AUSA has provided updated spreadsheets (with annotations) of evidence, designating Protective Orders and noting item locations. Three VHS tapes are central to this designation. *   **FBI Involvement:** The FBI will transport physical evidence to 500 Pearl Street and provide electronic media for review, but only one laptop is available for the highly confidential images. The FBI will also segregate highly confidential evidence items. *   **Bronx Warehouse Inspection:** The defense team requests access to the FBI’s Bronx warehouse to photograph excluded items, with requirements for photographic documentation. *   **Equipment Needs:** The defense requires equipment (VCR, etc.) to play recordings, and requests permission to bring devices into the courthouse. *   **Confidentiality Protocol:** Strict adherence to the Protective Order is emphasized, including restrictions on photographing certain items. *   **Communication & Scheduling:** The parties are coordinating a call to discuss the plan and finalize the schedule. The initial call is set for March 10th at 1:30 PM ET/ 11:30 AM MST.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "protective order",
        "maxwell",
        "fbi",
        "marshals",
        "review",
        "vhs tapes",
        "data",
        "electronic files",
        "bronx warehouse",
        "500 pearl street",
        "new york",
        "florida",
        "witness statements",
        "photography",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031435",
      "summary": "This document is a letter from the U.S. Department of Justice, Southern District of New York, to Montell Figgins regarding the case of United States v. Michael Thomas (No. 19 Cr. 830). It provides additional discovery materials subject to a protective order. The materials include arrest documentation, FBI documents (including import forms, laboratory examination requests, and process reports), witness statements, an anonymized index, and US Marshals Service intake records.  Additionally, the government is providing information regarding disciplinary actions taken against inmate Tony McClam at the MCC and MDC, and a list of inmate deaths over the last ten years at those institutions. All materials are classified as \"Confidential\" and “Attorney’s Eyes Only.”",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "united states v. michael thomas",
        "montell figgins",
        "fbi",
        "protective order",
        "discovery",
        "criminal procedure",
        "bates numbers",
        "confidential",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024019",
      "summary": "This document is a letter from the U.S. Department of Justice, Southern District of New York, to legal counsel regarding the case of *United States v. Tom Noel No. 19 Cr. 830*. It provides additional discovery materials as per Rule 16(a) of the Federal Rules of Criminal Procedure, subject to a protective order. The materials include arrest documentation, FBI documents (including import forms, laboratory examination requests, and process reports), witness statements, and information from the US Marshals Service and the Bureau of Prisons (BOP). The BOP information details disciplinary actions related to log entry falsification and lists inmate deaths over the last ten years at the MCC and MDC institutions. Access to this information is restricted and designated as “Protected Materials.”",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "united states v. tom noel",
        "fbi",
        "protective order",
        "confidential",
        "discovery",
        "arrest documentation",
        "witness statements",
        "bop",
        "disciplinary actions",
        "inmate deaths",
        "mcc",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018883",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, is providing notice that Dr. Lisa Rocchio, a clinical instructor specializing in trauma psychology, may serve as an expert witness in the trial of Ghislaine Maxwell. Dr. Rocchio’s expertise focuses on the psychological impact of trauma, particularly sexual abuse in minors, including grooming tactics, the impact of secrecy, and the potential for long-term consequences. The government is requesting reciprocal discovery regarding any expert witnesses the defense intends to use, along with associated documentation and prior statements. They are also reiterating a previous request for access to the defendant’s documents and witness statements.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "expert witness",
        "trauma psychology",
        "sexual abuse",
        "ghislaine maxwell",
        "forensic psychology",
        "psychological trauma",
        "rule 16(a)(1)(g)",
        "united states v.",
        "discovery request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022706",
      "summary": "*   **Purchase Price:** The helicopter is being purchased for $1,800,000, with a $200,000 initial deposit held in escrow by AIC Title Service, LLC. The remaining $1,600,000 will be paid at closing. *   **Escrow Agent:** AIC Title Service, LLC is acting as the escrow agent, holding the deposit and disbursing funds at closing. *   **Aircraft Condition:** The helicopter will be delivered \"as-is, where-is\" with a valid FAA airworthiness certificate and all required documentation. A pre-purchase inspection is required by the purchaser. *   **Citizenship Verification:** The Seller must demonstrate that at least 2/3rds of its managers, officers, or managing members are U.S. citizens. *   **Closing Details:** The closing is scheduled for May 13, 2021, extended from the original May 7, 2021 deadline, contingent upon an increased deposit of $100,000. *   **Additional Documents:** The agreement references several exhibit documents, including a detailed aircraft specification list, a warranty bill of sale, and a Certificate of Technical Acceptance.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "May 13, 2021",
      "keywords": [
        "aircraft",
        "purchase",
        "agreement",
        "helicopter",
        "s-76c++",
        "industrial integrity solutions",
        "warranty",
        "registration",
        "ic",
        "terms and conditions",
        "deposit",
        "escrow",
        "florida",
        "tue",
        "administrator",
        "49 u.s.c.",
        "certifications"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028595",
      "summary": "Attorney’s Office (Southern District of New York) to Interlochen Center for the Arts regarding records pertaining to Jeffrey Epstein and Ghislaine Maxwell.  Jeff Jocks, of Sondee, Racine & Doren, PLC, acted as the attorney representing the U.S. Attorney’s Office. Initially, the subpoena requested all records of tuition payments made by Epstein or his entities. Interlochen responded, stating they only kept tuition payment information for seven years and had no records of payments by Epstein. A follow-up question arose regarding confirmation of all records being included, and ultimately, Interlochen confirmed they had provided all relevant documentation.  The emails detail requests for copies of photographs, scheduling a phone call to discuss the matter, and confirmations of receipt and understanding of the subpoena’s purpose.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "jeff jocks",
        "sondeeracine",
        "email",
        "redaction",
        "michigan",
        "epstein",
        "payment",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035808",
      "summary": "A U.S. Department of Justice Office of the Inspector General (OIG) investigated the death of inmate Jeffrey Epstein at the Metropolitan Correctional Center (MCC) New York. The investigation, initiated in 2019, involved a voluntary interview conducted on June 14, 2021, with a Lieutenant at the MCC New York who was present during Epstein’s housing in July and August 2019. The interview was recorded and transcribed, and supporting documentation including emails, logs, activity reports, and inmate records were collected and attached to the report. The investigation focused on activities and personnel involved during the period of Epstein's incarceration.",
      "timestamp": "2021-06-14T00:00:00",
      "timestamp_raw": "June 14, 2021",
      "keywords": [
        "efta00035808",
        "jeffrey epstein",
        "federal bureau of prisons",
        "bop",
        "mcc new york",
        "oig",
        "investigation",
        "lieutenant",
        "usms",
        "inmate records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035799",
      "summary": "On June 15, 2021, a U.S. Department of Justice Office of the Inspector General conducted a voluntary interview with a Discipline Hearing Officer at FCI Fort Dix regarding an investigation into the death of BOP inmate Jeffrey Epstein. The interview, recorded and transcribed, involved the review of various documents including daily assignment rosters, count documentation, a map layout, and an email from July 30, 2019, all related to Epstein’s time at the Metropolitan Correctional Center (MCC) New York. The attached documents comprise the interview recordings, transcript, GIG Warnings and Assurances Form, and relevant MCC New York records.",
      "timestamp": "2021-06-15T00:00:00",
      "timestamp_raw": "June 15, 2021",
      "keywords": [
        "justice",
        "oig",
        "fbi",
        "bop",
        "fci fort dix",
        "jeffrey epstein",
        "mcc new york",
        "investigation",
        "death",
        "count documentation",
        "2019-010614"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021994",
      "summary": "Morgan Chase (JPMC) and an Assistant United States Attorney regarding signature cards and account documentation related to Ghislaine Maxwell’s various accounts. *   **Account Details:** Multiple accounts were linked to Ghislaine Maxwell, including JPMC Hyperion Air, Jeffery Epstein accounts, Freedom Air International, JEGE Inc., 116 East 65th Street LLC, ces Corp, and the Financial Trust Company. *   **Document References:** Bates numbers are referenced extensively to identify specific documents within a production. Notably, Bates numbers 1788-1813, 2376-2396, 2470-2486, 2545-2556 and 6 are critical. *   **Financial Transactions:** A specific $18,300,000 transfer to Maxwell from the sale of a JP Morgan Institutional Prime Money Market Fund is documented (Bates 36868). *   **KYC Requests:** Requests are made for KYC (Know Your Customer) documents and account statements to verify ownership and transactions. *   **Missing Signature Cards:** There's a note about a difficulty locating signature cards for certain accounts, particularly for the Financial Trust Company.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "jpmc",
        "hyperion air",
        "signature card",
        "account documents",
        "efta00021994",
        "freedom air international",
        "kyc",
        "transfer",
        "terra mar project",
        "jp morgan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038690",
      "summary": "An email chain discusses obtaining account documentation related to Financial Trust Co. accounts, specifically concerning a transfer to Maxwell on 10/19/99 and identifying the source of funds. The sender requests account statements, Bates numbers, and any KYC documents associated with the accounts.  A signature card for the JP Morgan account ending in 5001 is specifically requested and not found within the production.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "signature card",
        "financial trust co",
        "account statements",
        "transfer",
        "j.p. morgan",
        "kyc documents",
        "bates range",
        "efta00038690",
        "external email",
        "10/19/99"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018186",
      "summary": "*   The trial is scheduled for November in New York. *   They are requesting FedEx records from 2008, initially obtained through a subpoena. *   A cover letter and certification from FedEx in 2008 were attached to provide relevant documentation. *   The team is seeking confirmation of someone who can sign an affidavit or provide testimony at trial. *   Communication involves multiple individuals, including paralegals and an assistant US attorney, with follow-up requests for contact information.",
      "timestamp": "2021-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2021",
      "keywords": [
        "fedex",
        "legal department",
        "records custodian",
        "testimony",
        "affidavits",
        "ghislaine maxwell",
        "jeffrey epstein",
        "trial",
        "new york",
        "subpoena",
        "united states attorney",
        "memphis",
        "tn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021675",
      "summary": "This document is a redacted investigation into the ownership and movement of several aircraft, primarily focusing on those linked to Jeffrey Epstein. It details a series of transfers involving aircraft registered under various names (Air Ghislaine, Shmitka Air, Freedom Air International, Hyperion Air, and others) over a period from 2008 to 2021. Key individuals involved include Larry VISOSKI, Darren K. Indyke, and Jeffrey EPSTEIN. The investigation traced the aircraft’s ownership through multiple companies and jurisdictions, including Delaware, the U.S. Virgin Islands, Canada, and Connecticut.  The document outlines a pattern of name changes and tail number alterations, alongside the involvement of title companies like Insured Aircraft Title Service and Aero Records and Title Co.  It culminates with the FAA providing further documentation and contacts for continued investigation. The email exchange indicates an ongoing investigation by the FBI and the FAA, requesting information about the aircraft’s history and ownership to support a case involving Jeffrey Epstein.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "faa",
        "aircraft",
        "title company",
        "larry visoski",
        "darren k. indyke",
        "jeffrey epstein",
        "ghislaine maxwell",
        "hyperion air llc",
        "freedom air international inc",
        "n722je",
        "n41slm",
        "n212je",
        "sikosrksy aircraft",
        "shmitka air inc",
        "air ghislaine inc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021968",
      "summary": "This document is a redaction analysis report for a case involving Ghislaine Maxwell, specifically United States v. Ghislaine Maxwell (20 Cr. 330 INN). It details the production of various documents and materials related to the case, primarily from November 2021 to October 2021. The materials include: *   **Testifying Witness 3500 Material:** Includes notes from phone calls, testimonies, and interview notes. *   **Resume and Contract:**  A resume and contract relating to the case. *   **Steve Hadley:** Documents related to Steve Hadley's involvement (CV, notes, email correspondence). *   **FBI Reports:** Multiple FBI reports (302) relating to the investigation. *   **Palm Beach Police Reports:** A collection of Palm Beach Police Department reports. *   **Emails and Other Correspondence:** A large number of emails, letters, voicemails, and text messages exchanged between various individuals, including those related to the defense team. *   **Exhibits:** Various exhibits, including transcripts, W2s, and other documentation. The report lists the date of production, a brief description of the material, and the attorney who produced it to the defense. It is heavily redacted, indicating sensitive information is omitted.  The documents are organized by case identifier (EFTA00021968 and EFTA00021970).",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "11/6/2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "testifying witness",
        "3500 material",
        "phone call",
        "testimony",
        "interview notes",
        "resume",
        "contract",
        "article",
        "notes",
        "fbi report",
        "criminal history check",
        "emails",
        "erna",
        "deposition",
        "grand jury transcript",
        "proffer agreement",
        "palm beach police report",
        "voicemail",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010133",
      "summary": "The U.S. Department of Justice, via United States Attorney Damian Williams, is producing materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The production, marked with control numbers SDNY_GM_02767074 through SDNY_GM_02771980 and labeled “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17,” consists of files (SDFL Files’) containing documentation. The DOJ anticipates ongoing discovery obligations and offers assistance with access. The materials appear to be largely duplicative of prior productions.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "protective order",
        "confidential",
        "redaction analysis",
        "discovery",
        "doj",
        "legal documents",
        "christian everdell",
        "cohen & gresser llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023182",
      "summary": "The initial request involves obtaining records related to tuition payments. There are multiple exchanges of emails between Jocks and an Assistant United States Attorney (US Attorney) regarding the subpoena, clarifying details like the availability of a custodian to testify, requesting specific documents (e.g., a color photograph from page 87), and confirming the scope of the requested records (specifically regarding tuition payments by Epstein or his entities).  Interlochen initially states they do not have color copies but eventually provides documentation.  The US Attorney repeatedly checks in on the progress and asks for confirmation that all relevant records are being produced. The correspondence includes notices of confidentiality and emphasizes the sensitive nature of the information.  The final email confirms receipt of documents, and the US Attorney expresses a need for further clarification.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2021",
      "keywords": [
        "efta00023182",
        "interlochen center for the arts",
        "subpoena",
        "jeff jocks",
        "sondeeracine",
        "records custodian",
        "epstein",
        "payment",
        "photographs",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025018",
      "summary": "This document details a series of emails and communications surrounding a subpoena issued to the Interlochen Center for the Arts. The subpoena seeks records related to Jeffrey Epstein and Ghislaine Maxwell. Multiple individuals, primarily from the U.S. Attorney’s office in the Southern District of New York and Jeff Jocks of Sondee, Racine & Doren, PLC, exchanged emails discussing the subpoena, the types of documents requested, and Interlochen’s responses. Interlochen initially stated it lacked records pertaining to tuition payments made by Epstein or his entities. Subsequent follow-up inquiries persisted over several months, with the U.S. Attorney’s office repeatedly seeking confirmation of the completeness of the provided documentation. The document highlights the complexities and delays involved in obtaining information in a legal proceeding, evidenced by repeated requests, confirmations, and explanations.",
      "timestamp": "2021-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "jeffrey jocks",
        "sondee racine doren",
        "records custodian",
        "tuition payments",
        "epstein",
        "interlochen",
        "michigan",
        "email",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014878",
      "summary": "On November 23, 2021, Wilmer Cutler Pickering Hale and Don LLP, acting on behalf of JPMorgan Chase, submitted encrypted account documentation (JPM-SDNY-00065519 through JPM-SDNY-00065530) in response to grand jury subpoenas related to investigations involving ASW Holdings, Financial Trust Company, Jeffrey Epstein, and Ghislaine Maxwell. The documents contain confidential business information and are subject to FOIA exemptions 4, 1905, 7(A), and 7(C) due to their potential to cause competitive harm and their status as investigatory records. JPMorgan requests continued confidential treatment and anticipates being notified of any third-party FOIA requests regarding the material.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "jpmorgan chase",
        "foia",
        "subpoenas",
        "sdny",
        "confidentiality",
        "account documentation",
        "asw holdings",
        "financial trust company",
        "jeffrey epstein",
        "ghislaine maxwell",
        "exemption 4"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024895",
      "summary": "An email was sent from “S” to “I(USANYS)” regarding a revised Order of Proof (OOP), identified as Maxwell_Order_of Proof v12.docx, attached to the email. The email was sent on November 26, 2021.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "November 26, 2021",
      "keywords": [
        "efta00024895",
        "oop",
        "revised",
        "maxwell",
        "order of proof",
        "usanys",
        "2021",
        "2025",
        "analysis",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018193",
      "summary": "The program aims to compensate victims of sexual abuse by Jeffrey Epstein. Key aspects include: *   **Administrator:** Jordana Feldman serves as the independent administrator of the program. *   **Eligibility:** Individuals alleging sexual abuse by Epstein are eligible, regardless of statute of limitations or prior settlements. Legal representatives can also file claims. *   **Claims Process:** Claimants submit forms detailing their abuse, and the administrator evaluates them based on credibility and supporting documentation. *   **Determination & Release:** The administrator determines compensation amounts and requires claimants to sign a release waiving future claims. *   **Legal Counsel:** Claimants have the option of receiving free legal counseling from an attorney. *   **Confidentiality:** The program operates under strict confidentiality protocols, with measures to prevent fraudulent claims and protect claimant information. *   **Service of Subpoena:** An AO 89B Subpoena was issued to Jordana Feldman to produce documents related to the case.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "11/29/2021",
      "keywords": [
        "subpoena",
        "criminal case",
        "united states district court",
        "ghislame maxwell",
        "jordana feldman",
        "fed. r. crim. p. 17",
        "victim compensation program",
        "esi",
        "production of documents",
        "claims administration",
        "release",
        "confidentiality",
        "evcp material"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010045",
      "summary": "The program’s purpose is to compensate individuals who allege they were sexually abused by Jeffrey Epstein. Key aspects of the program include: *   **Voluntary Participation:** Participation is entirely voluntary, and claimants can reject offers and withdraw from the program. *   **Independent Administration:** The program is managed by an Administrator (MNIIMMMMENIMME) who makes all eligibility and compensation decisions, independent of the Estate. *   **Eligibility Criteria:** Eligibility requires claimants to allege sexual abuse by Epstein and meet specific criteria (e.g., time-barred claims, previous settlements). *   **Claim Submission:** Claims must be submitted through a specific form, detailing allegations and supporting documentation. *   **Evaluation & Determination:** The Administrator evaluates claims and determines compensation amounts, which are offered in a release document. *   **Release Agreement:** Acceptance of compensation requires signing a release waiving future claims against the Estate. *   **Legal Representation:** Claimants can be represented by legal counsel. *   **Data Protection:** The Program prioritizes confidentiality and limits the sharing of claimant information. *   **Fraud Prevention:** The Administrator takes measures to prevent fraudulent claims and may report suspected fraud to law enforcement. The document also details the legal framework surrounding subpoenas related to the program, including rules for evidence production and witness compliance.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "11/29/2021",
      "keywords": [
        "subpoena",
        "criminal case",
        "redaction",
        "efta00010045",
        "united states district court",
        "ghislame maxwell",
        "rule 17",
        "victim compensation program",
        "evcp",
        "claims",
        "eligibility",
        "release",
        "attorney",
        "service",
        "evidence",
        "documents",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028168",
      "summary": "This document details a series of emails and communications surrounding a subpoena issued to the Interlochen Center for the Arts regarding records related to Jeffrey Epstein and Ghislaine Maxwell. Initially, an Assistant United States Attorney (USANYS) contacted Jeff Jocks of Sondeer, Racine & Doren, PLC to obtain these records. There were numerous back-and-forth exchanges regarding scheduling calls, confirming receipt of documents, and clarifying the scope of the requested information. Interlochen provided responses, stating they lacked specific payment records related to Epstein and denying any other relevant documentation. The communication covered timelines from January 2020 to December 2021, involving multiple individuals and attorneys, and numerous redactions within the document.",
      "timestamp": "2021-12-04T00:00:00",
      "timestamp_raw": "04 Nov 2021",
      "keywords": [
        "efta00028168",
        "interlochen center for the arts",
        "jeff jocks",
        "dan besselsen",
        "subpoena",
        "sondeeracine",
        "epstein",
        "interlochen",
        "records custodian",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024921",
      "summary": "An email chain discusses obtaining courtroom connect for a case, likely involving NCAA proceedings. One individual ([REDACTED]) requested it and advised submitting a proposed order to Judge Nathan for approval. Another individual ([REDACTED]) planned to check with a colleague regarding the procedure, which involves sending a letter and proposed order to the judge. A paralegal specialist ([REDACTED]) requested the application sent to Judge Kaplan for courtroom connect approval. The emails highlight the need for a judge’s order and a timely submission of documentation to coordinate with technical support.",
      "timestamp": "2021-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2021",
      "keywords": [
        "courtroom connect",
        "judge nathan",
        "ncaa",
        "order",
        "submission",
        "letter",
        "tech",
        "contractor",
        "usanys",
        "application"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010819",
      "summary": "Dilorio and the Securities and Exchange Commission (SEC). Dilorio alleges the SEC engaged in significant fraud and obstruction, specifically related to Knight Capital Group’s (KCG) financial activities and a related regulatory investigation. Key elements of Dilorio's claims include: *   **Misuse of Information:** The SEC allegedly used Dilorio's extensive documentation and research without acknowledging or compensating him, effectively exploiting his work. *   **Cover-Ups & Obstruction:** Dilorio contends the SEC deliberately suppressed information and hindered investigations into KCG’s activities, including what he views as illegal naked shorting practices and the facilitation of money laundering. *   **Connections to Multiple Entities:** The narrative weaves together a network of individuals and firms, including UBS, FinCEN, Brown Brothers Harriman, and various brokers (such as Joshua Sason, Justin Keener, and Dan Coleman), suggesting a coordinated effort to protect fraudulent operations. *   **Specific Allegations:** Dilorio details various transactions and regulatory decisions (e.g., the handling of the “glitch” at KCG, the approval of a reverse merger involving a Chinese EV entity, and the handling of penny stock shell companies) as evidence of the SEC's misconduct. *   **Criticism of SEC Procedures:** Dilorio repeatedly criticizes the SEC's processes, particularly its handling of whistleblower information and its failure to rigorously investigate potentially fraudulent activities. The overarching theme is a sustained accusation of systemic corruption within the SEC, prioritizing the protection of financial institutions and executives over investor protection and upholding regulatory standards. Dilorio maintains his claims are supported by a substantial record of evidence and seeks to have the SEC’s preliminary denial of an award application overturned.",
      "timestamp": "2021-12-27T00:00:00",
      "timestamp_raw": "27 Nov 2021",
      "keywords": [
        "knight capital",
        "sec",
        "fraud",
        "money laundering",
        "regulatory violations",
        "penny stocks",
        "whistleblower",
        "owb",
        "finra",
        "ubs",
        "share volumes",
        "trading halts",
        "derivatives",
        "suspicious activity reports (sars)",
        "regulatory oversight",
        "opco",
        "naked shorting",
        "trading glitch",
        "criminal obstruction",
        "asset management",
        "investment management",
        "asset sale",
        "jpm",
        "dtcc",
        "investment",
        "trading",
        "settlements",
        "investor protection",
        "securities laws",
        "financial markets"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035811",
      "summary": "The U.S. Department of Justice, Office of the Inspector General, New York Field Office, is requesting the complete medical examiner’s report and associated documentation related to the death investigation of Jeffrey Epstein, an inmate at the Metropolitan Correctional Center New York. This includes notes, reports, photos, evidence, x-rays, and any other relevant materials. The request is to be mailed to or emailed to the specified address.",
      "timestamp": "2022-02-28T00:00:00",
      "timestamp_raw": "February 28, 2022",
      "keywords": [
        "justice",
        "inspector general",
        "medical examiner",
        "jeffrey epstein",
        "bureau of prisons",
        "new york",
        "investigation",
        "cause of death",
        "documentation",
        "u.s. department of justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035907",
      "summary": "The Federal Bureau of Prisons (FBOP) is responding to the Office of the Inspector General’s (OIG) final report regarding Jeffrey Epstein’s custody at the Metropolitan Correctional Center in New York.  The FBOP has completed its review and offers updates on six recommendations made by the OIG: 1.  **Cellmate Assignment:** The FBOP states guidance on assigning cellmates following suicide watch is drafted and under review, with exemptions based on individual or security considerations. 2.  **Continued Cellmates for High-Risk Inmates:**  Similar guidance is being drafted to ensure continued cellmates for inmates at high risk, with exemptions. 3.  **Social/Legal Visit Approvals:**  Guidance on obtaining and documenting approvals for social and legal visits is being drafted, aiming to mitigate security issues. 4.  **Inmate Wellbeing Accounting:**  The FBOP is modifying Program Statement 5500.14 to improve accounting for inmate whereabouts and wellbeing. 5.  **Lieutenant Round Training:**  Program Statement 5500.14 is being modified to clarify Lieutenant training requirements including cell searches, emergency mock discussions, and daily briefings. 6.  **Staffing Shortages:** The FBOP is analyzing incentives and will implement the Automated Staffing Tool, along with utilizing direct-hire authority and a nationwide salary rate request. Additionally, the FBOP highlights ongoing efforts to address cell search procedures, documenting camera system functionality, and implementing a new Security Camera Monthly Report effective June 1, 2024. The FBOP requests closure of Recommendation 7 after completing its evaluations and providing documentation, and indicates it is actively working on finalizing policy updates for Recommendations 8 and other areas.",
      "timestamp": "2024-06-01T00:00:00",
      "timestamp_raw": "June 1, 2024",
      "keywords": [
        "fbop",
        "bureau of prisons",
        "suicide watch",
        "cellmates",
        "recommendations",
        "rsd",
        "cpd",
        "staffing shortages",
        "training",
        "security cameras",
        "policy",
        "investigations",
        "metropolitan correctional center",
        "oig",
        "incentives"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035798",
      "summary": "On October 17, 2024, the U.S. Department of Justice (DOJ) Office of the Inspector General (OIG), via Special Agent S, transferred custody of evidence related to DOJ OIG Case Number 2019-010614 to the Federal Bureau of Investigation (FBI). The evidence included: 16 Redwell Folders containing FBI CARTS Clone of Metropolitan Correctional Center New York (MCC New York) DVR system hard drives, 18 hard drives from FBI Lab # HQQ190816001 containing Clone of MCC New York DVR 1 System, a Magneto Optical Storage with FBI CART Archive, a Diamond Audio MP3 Player with headphones, and several Redwell Folders containing supporting documents and analysis.  Supporting documentation, including custody forms and logs, were also provided.",
      "timestamp": "2024-10-17T00:00:00",
      "timestamp_raw": "October 17, 2024",
      "keywords": [
        "justice department",
        "fbi",
        "evidence",
        "custody",
        "doj oig",
        "new york city",
        "redwell folders",
        "dvr system",
        "hard drives",
        "fingerprint analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035881",
      "summary": "This document is an April 2015 instructor guide for a Phase I module on “Conducting Searches” within an Introduction to Correctional Techniques course. The module focuses on area searches, pat searches, and visual searches, primarily utilizing the Correctional Services Manual and PS 5521.05. **Key Content:** *   **Objectives:** The training aims to equip participants with the knowledge and skills to conduct searches effectively, identifying the purpose (protecting staff and inmates, detecting contraband, preventing escapes, maintaining standards), general guidelines, and proper procedures for each search type. *   **Search Types:** Detailed instruction is provided on conducting area searches (systematic approach, tool usage, dealing with inmates), pat searches (specific techniques for male and female inmates, considerations for transgender inmates), and visual searches (step-by-step protocol). *   **Equipment & References:** The guide lists essential search equipment and references, including the Correctional Services Manual, PS 5521.05, PS 5510.15, PS 5324.11, and PS 5580.08. *   **Documentation:** Participants are instructed on proper documentation procedures for confiscated contraband. *   **Practical Exercises:** The module includes practical exercises, including performance evaluations, to assess the participant’s ability to apply learned concepts.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "correctional techniques",
        "searches",
        "inmate searches",
        "ps 5521.05",
        "contraband",
        "correctional services manual",
        "pat searches",
        "visual searches",
        "area searches",
        "procedures",
        "safety",
        "documentation",
        "inmate personal property",
        "institution supplement",
        "ps 5510.15",
        "ps 5580.08",
        "inmate work areas",
        "correctional workers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033981",
      "summary": "A correctional officer observed a new inmate on 5 North exhibiting signs of distress, sadness, and confusion. The officer requested psychological assistance to address potential suicidal thoughts due to the inmate’s withdrawn behavior and lack of known information regarding his intake.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate",
        "psychology",
        "suicidal",
        "count",
        "distraught",
        "confused",
        "new",
        "north",
        "intake",
        "documentation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038436",
      "summary": "**Eligibility:** Compensation is available to: *   Innocent victims of crime *   Certain relatives and dependents *   Legal guardians *   Eligible Good Samaritans **Types of Expenses Covered:** OVS provides compensation for: *   Personal injury and death *   Loss of essential personal property (up to $500, including $100 cash, up to $6,000 for burial, and up to $30,000 for lost wages) *   Transportation *   Occupational/Vocational rehabilitation *   Security devices and DV shelter costs *   Crime scene cleanup (up to $2,500) *   Good Samaritan property losses (up to $5,000) *   Moving expenses (up to $2,500) **Application Process:** *   Applicants must submit a completed OVS application. *   Supporting documentation is required: police reports, medical bills, insurance correspondence, receipts, death certificates, birth certificates, and proof of age. *   Applications can be submitted even if some documents are missing initially. **Court Ordered Restitution:** *   Restitution is compensation paid to victims by perpetrators for criminal offense losses. *   It's ordered by the Court as part of a sentence and is not for pain and suffering. *   The DA's office can request restitution, and the court may order it. **Other Information:** *   Applicants must notify OVS of a move. *   The victim typically signs the claim, but exceptions exist for minors or those unable to sign (legal guardian signs in those cases). *   An online application is available through the Victim Service Portal (VSP). *   A HIPAA form must be completed for each service provider.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim services",
        "compensation",
        "insurance",
        "personal injury",
        "death",
        "property",
        "medical expenses",
        "lost wages",
        "burial expenses",
        "good samaritan",
        "claims",
        "applications",
        "ovs",
        "crime",
        "restitution",
        "court ordered",
        "healthcare",
        "hipaa",
        "eligibility",
        "ny",
        "benefits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020167",
      "summary": "Citibank N.A. requests all documents and records pertaining to account EFTA00020167, from its inception to the present. This includes, but is not limited to, transaction files, documents reflecting account activity, signature cards, identification, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan applications, online banking information, corporate resolutions, and all correspondence related to the account. The request is to be delivered via FedEx on CDs containing Adobe PDF images. Contact information for a Forensic Accountant (EFTA00020168) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "citibank",
        "legal services",
        "records",
        "accounts",
        "data transaction files",
        "identification",
        "email",
        "wire transfers",
        "banking information",
        "customer records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035827",
      "summary": "The meeting discussed redaction analysis for EFTA00035827, focusing on the Epstein report. Key discussion points included: aggregating witness statements, establishing a factual basis for misconduct findings, limitations of BOP policies and supervisory opinions, addressing declinations on count slips, naming conventions for inmate/detainee records, camera system documentation, and preferred titles for personnel. The format for revised reports was also determined (full redline or clean copy with comments).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "misconduct",
        "witness statements",
        "inmate",
        "surveillance",
        "footage",
        "recommendations",
        "bop policies",
        "redline",
        "allegations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033782",
      "summary": "This document pertains to the case of Jeffrey Edward Epstein (Reg. No. 73618-054), who was incarcerated under SENTRY PP44, PP37, PP41, PP78, PPGO, PD15, and PP85. Associated records include an Administrative Detention Order from 7/29/19, Inmate Personal Property records, Electronic Medical Records, Psychology Data Systems, Psychology Observation Logs (7/8-10/19 and 7/24-30/19), Suicide Watch Chronological Logs (7/23 & 24/19), and documentation related to his cellmate, Efrain Reyes (Reg. No. 85993-054). The file contains SHU reports, rosters, visual search logs, conference logs, staff memos, emails, and press releases related to Epstein and Reyes’ confinement and surveillance, specifically from August 1919.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey edward",
        "sentry",
        "pp44",
        "ad order",
        "pds",
        "psychology data system",
        "shu",
        "reyes",
        "confidental",
        "truscope"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035116",
            "similarity": 0.909,
            "index": 140,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035115",
      "summary": "This document is documentation from the Associate Warden at MCC New York, located at 150 Park Row, New York, NY 10007. The document is associated with case file EFTA00035115.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00035115",
        "associate warden",
        "mcc new york",
        "nym/aw-programs",
        "bop",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036924",
      "summary": "This document outlines procedures and questions related to Accreditation Standards for a correctional facility, specifically focusing on inmate management, safety protocols, and operational controls. It covers several key areas, including: *   **Safety and Emergency Procedures:** Detailed questions about evacuation routes, fire drills, extinguisher usage, hazardous materials storage, and emergency response protocols (blood spills, use of force, SHU procedures). *   **Inmate Admission & Orientation:** Processes for initial inmate arrival, medical screening, personal property handling, and A&O committee involvement. *   **Unit Management:** Inmate progression through the facility, access control, counseling services, program assignments, and key management. *   **Inmate Rights:** Compliance with BOP directives regarding legal rights, communication, rehabilitation programs, and personal freedoms. *   **Operational Areas:**  Detailed protocols for food service (temperature control, chemical storage, commissary), mail handling, laundry, recreation, library access, healthcare services (medication control, sick call, SHU procedures), and specialized areas like the armory and power plant. *   **Specific Equipment & Supplies:** Management of tools, chemicals, firearms, and other materials, including inventory control, training, and storage. *   **Auditing & Compliance:** Emphasis on maintaining high sanitation standards, readily accessible information, and thorough documentation for potential audits. The document acts as a checklist of required knowledge and procedures for supervisors and staff, ensuring adherence to ACA standards and BOP directives.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "evacuation routes",
        "fire drills",
        "fire extinguishers",
        "scba",
        "toxic materials",
        "msds books",
        "tool control",
        "key control",
        "inmate admission",
        "inmate orientation",
        "chemical storage",
        "inmate rights",
        "bop directives",
        "disciplinary procedures",
        "shu",
        "grievance procedure",
        "cell searches",
        "inmate grooming",
        "media access",
        "use of force",
        "inmate welfare",
        "health services",
        "mail room",
        "religious services",
        "education",
        "recreation",
        "library",
        "visiting room",
        "power plant",
        "sanitation",
        "inventory control",
        "safety procedures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035116",
      "summary": "This document pertains to the case files of Jeffrey Edward Epstein (Reg. No. 73618-054) and Efrain Reyes (Reg. No. 85993-054), including associated records and communications. The files contain data such as: SENTRY records (PP44, PP37, PP41, PP78, PPGO, PD15, PP85, PR15), BOPWare labels, Administrative Detention Order, Inmate Personal Property Records, Electronic Medical Records, Psychology Data Systems, psychology observation logs, suicide watch logs, court documentation, staff memos, emails, SHU reports, roster reviews, visual search logs (TRUSCOPE), attorney conference logs, and press releases. Specifically, it includes records from August 9, 1919 and weekly SHU reviews for both individuals.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "jeffrey edward",
        "sentry",
        "pp44",
        "ad order",
        "pds",
        "psychology data system",
        "shu",
        "reyes",
        "truscope"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033782",
            "similarity": 0.909,
            "index": 137,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019755",
      "summary": "Bank of America requests the production of comprehensive records pertaining to account EFTA00019755, encompassing all open and closed accounts. The request includes all documents, data transaction files (Excel), and records related to the account’s history from inception to present. Specifically, requested items include: documents reflecting account transactions, signature cards, identification, withdrawal locations, account opening documents, “know your customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan files, corporate resolutions, online banking information, and any associated correspondence. Contact information for a Forensic Accountant (EFTA00019756) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bank of america",
        "legal order processing",
        "accounts",
        "data transaction files",
        "excel",
        "pdf",
        "documents",
        "records",
        "wire transfers",
        "customer identification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022654",
      "summary": "It spans from October 2001 to October 2005. *   **Initial Intelligence (December 2001):** Sgt. received intelligence from the WPBPD regarding Maxwell hiring young women to answer phones at her Palm Beach Atlantic Campus residence. The pay was $200 per day. *   **Epstein-Maxwell Connection (December 2001):** Information was passed on about Epstein and Maxwell, detailing women being approached, secretive behavior, and alleged inappropriate touching by Epstein. *   **Trash Pulls (2002-2005):** Extensive trash pulls were conducted from Epstein’s residence at 358 El Brillo Way from January 2002 until October 2005. *   **Evidence Recovered:** Trash pulls yielded various items including phone records, calendars, lists of women, photographs of women, a broken sexual toy, correspondence related to massages and financial transactions, and references to airplane travel. *   **Witness Interviews:** Multiple interviews were conducted with individuals connected to Epstein and Maxwell, including PBAC students, Palm Beach Security personnel, and sanitation workers. Several individuals reported \"weird\" behavior or concerns about the activities at the residence. *   **Vehicle and Asset Information:**  Records were gathered on Epstein’s vehicles, aircraft ownership, and various Florida-based companies associated with him (Financial Strategy Group, Ghislaine Corp, etc.). *   **October 2005 Activity:** Ongoing surveillance and trash pulls continued, resulting in the collection of additional items and documentation. The investigation focused on potential sexual activity. Do you want me to focus on a specific aspect of this information or provide additional details?",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "palm beach",
        "epstein",
        "maxwell",
        "prostitution",
        "west palm beach",
        "surveillance",
        "trash pulls",
        "bell south",
        "florida",
        "pbac",
        "interviews",
        "photographs",
        "investigations",
        "file 300-13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034370",
      "summary": "This document outlines requirements for a suicide reconstruction, primarily for incarcerated individuals. It details a list of data and materials needed, including reports, interviews, physical evidence (photos, videos, documents), inmate records (Sentry documentation, psychology files, medical records), and administrative documents (reports, orders, notifications). A central coordinator (typically the SIA) is designated to manage the collection and review of these materials, which are to be compiled into a permanent binder. Specific items include TRU-INTEL reports, timelines, staff interviews, and detailed information about the inmate's background and circumstances leading up to the suicide.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide reconstruction",
        "sia",
        "tru-intel",
        "bemr",
        "inmate interviews",
        "scene photos",
        "data collection",
        "death reports",
        "psychological file",
        "medical records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033825",
      "summary": "The encounter was a 14-day physician evaluation related to several chronic conditions.  He presented with hyperlipidemia, hypertension, and a history of sleep apnea (using a CPAP machine). He reported severe lower extremity pain, likely caused by spinal stenosis, and had been taking Medrol for this.  He also had a history of triglyceride elevations for which he discontinued Vascepa due to side effects.  During the encounter, physical exams revealed normal findings except for the pain, obesity, and abnormalities in his back. The provider ordered magnesium hydroxide for constipation, methylprednisolone for neuralgia, and continued existing medications. Subsequent encounters (July 7 and 9, 2019) involved further laboratory testing (including A1C, lipid profile, CMP, and urinalysis) and continued monitoring of his conditions, plus documentation of patient education.  The encounter concluded with no specific changes to his medications, except for the addition of magnesium hydroxide, and scheduled follow-up appointments.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00033825",
        "jeffrey epstein",
        "endocrine",
        "lipid",
        "hypertension",
        "hyperlipidemia",
        "chronic care",
        "cpap",
        "pain",
        "medrol",
        "vascepa",
        "diabetes",
        "sleep apnea",
        "back pain",
        "nym",
        "clinical encounter",
        "provider",
        "medical history"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036952",
      "summary": "This document details a comprehensive pre-audit checklist for an evaluation of a correctional facility, focusing on operational procedures and security protocols. It’s divided into sections covering various departments and areas, including staff interactions, control measures (keys, fire safety, chemicals), security (armory, surveillance, PREA compliance), and facility maintenance. Key areas of inspection include: *   **Staff Interaction & Tours:** Ensuring staff proactively guide audits through their areas, highlighting accomplishments and demonstrating operational processes. *   **Security Protocols:** Covering key control, emergency procedures, inventory management (firearms, chemicals, contraband), and surveillance. *   **Department-Specific Checks:** Detailed inspections of health services, food service, laundry, commissary, barber shop, housing units, SHU, and unique areas like theUNICOR, Powerhouse and Outside Warehouse. *   **PREA Compliance:** Extensive scrutiny of procedures relating to prisoner rights, particularly regarding privacy, communication, and abuse reporting, emphasizing camera placement and staff training. *   **Maintenance & Logistics:**  Detailed checks of facility upkeep, equipment management (vehicles, forklifts, generators), and chemical inventory control. The checklist emphasizes consistent documentation, accountability, and adherence to established procedures across all aspects of the facility’s operations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "staff greeting",
        "audits",
        "inmates",
        "chemical inventory",
        "fire extinguishers",
        "msds books",
        "security",
        "key control",
        "emergency procedures",
        "sanitation",
        "food service",
        "prea",
        "healthcare",
        "mental health",
        "weapons",
        "lockshop",
        "housing units",
        "visiting room",
        "human resources",
        "control",
        "safety inspections",
        "tool room",
        "psychological services",
        "education",
        "religious services",
        "warehouse",
        "garage",
        "powerhouse",
        "outside facilities"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035848",
      "summary": "Okay, here's a summary of the provided text, focusing on the key factual content without introductions: This document is an instructor guide for a Back 2 Basics training module titled \"Managing Housing Units, Part I\" (FY2024). The lesson focuses on procedures for correctional officers managing housing units, including inmate accountability, post order execution, searches, and fire/security checks. Key elements covered include: *   **Objectives:**  Training participants to perform duties related to housing unit management, such as accountings, rounds, searches, and contraband identification. *   **Post Orders:**  Detailed procedures, documentation, and expectations outlined in post orders, covering various aspects of unit management. *   **Accountability Procedures:** Methods for tracking inmates, including detail sheets, callouts, and bed book audits. *   **Search Procedures:** Protocols for conducting searches of units and inmate cells, including tools and documentation requirements. *   **Materials:** A list of all materials provided to participants, including manuals, worksheets, and supplemental documents. *   **Assessment:** Knowledge checks and group discussions are used for assessment. *   **Logistics:**  The training is divided into two parts (Part I and Part II), requiring completion of both for credit, with Part II taking place within the housing unit. *   **Activities:**  The lesson incorporates four activities designed to reinforce the concepts learned.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "housing units",
        "inmate accountability",
        "post orders",
        "contraband",
        "searches",
        "fire safety",
        "security checks",
        "bed book audits",
        "work detail",
        "absent inmate",
        "correctional procedures",
        "sentry",
        "inmate personal property",
        "daily inspection",
        "truscope"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026788",
      "summary": "Jeffrey Epstein is writing a letter to Vicky Ward, a Vanity Fair reporter, to dispute claims made in an article about him. He refutes repeated questions about property ownership (specifically #9 and #11), dismissing them as focused solely on transfer taxes. He challenges Ward to investigate claims of discomfort made by a former acquaintance, demanding she provide factual evidence instead of relying on subjective feelings. He criticizes her journalistic approach, arguing she’s misrepresenting the situation and using misleading tactics. He provides supporting documentation, including financial records, witness statements, and correspondence, to counter her narrative and highlight what he sees as her inaccuracies and lack of diligence. Finally, he corrects a misrepresentation regarding Michael Stoll and emphasizes the letter and its enclosures are provided off the record to correct inaccuracies in her story.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "vicky ward",
        "vanity fair",
        "transfer taxes",
        "graydon",
        "ohio",
        "state trooper",
        "massages",
        "financial misdeeds",
        "allegations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020171",
      "summary": "Wells Fargo Bank N.A. requests all documents and records pertaining to account EFTA00020171, from its inception to the present. This includes data transaction files, documents reflecting account changes, signature cards, identification proofs, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan files, online banking information, corporate resolutions, and all correspondence related to the account and its associated individuals and entities. The request is to be provided on CDs in Adobe PDF format.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "wells fargo",
        "bank",
        "accounts",
        "records",
        "documents",
        "pdf",
        "data transaction files",
        "ssn",
        "email",
        "identification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028523",
      "summary": "A search and seizure warrant (AO 93) was issued by Judge Barbara Moses for the Southern District of New York, relating to violations of Title 18 U.S.C. Sections 371 and 1591 (sex trafficking). The warrant authorizes the search of a nearly 19,000 square foot single-family residence at a location in New York, NY, and the seizure of evidence related to sex trafficking of minors and conspiracy. The warrant allows for photographic and video documentation of the premises and the collection of items like utility bills, mail, and identification documents. An immediate delay of notification is authorized for up to 30 days. The warrant requires the execution officer to prepare and return an inventory of seized property to the court.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "magistrate judge",
        "title 18 u.s. code",
        "371",
        "1591",
        "evidence",
        "affidavit",
        "redaction",
        "attachment a"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033804",
      "summary": "These encounters primarily addressed complaints of neuropathy, back pain, and hyperlipidemia. Initially, Epstein reported tingling/numbness in his hand and right arm, with no pain. Subsequent evaluations revealed a history of obstructive sleep apnea and hyperlipidemia, for which he was prescribed medication.  Medical staff noted concerns about possible nerve damage related to spinal stenosis, but further testing was pending.  Multiple providers documented observations related to his physical condition, medications, and patient education.  A final encounter involved a 6-month follow-up appointment.  One encounter involved a refusal of an optometrist evaluation.  Cosign documentation was required for certain orders and was subsequently provided by a physician.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "neuropathy",
        "inmate",
        "nym",
        "provider",
        "rn",
        "blood pressure",
        "pulse rate",
        "pain",
        "treatment",
        "evaluation",
        "medication",
        "medical history",
        "chronic care",
        "physical exam",
        "chronic",
        "assessment",
        "plan",
        "facility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}