{
  "keyword": "sdny investigation",
  "count": 39,
  "keyword_match_count": 39,
  "content_match_count": 20,
  "total_files": 59,
  "timeline": [
    {
      "file_id": "EFTA00023053",
      "summary": "This document pertains to redaction analysis for EFTA00023053. It encompasses all written and oral communications related to the Non-Prosecution Agreement (NPA) signed by Jeffrey Epstein, including communications between government entities (U.S. Attorney’s Offices, DOJ, FBI, etc.) and Epstein’s attorneys, as well as communications between attorneys for accusing witnesses (Bradley Edwards, David Boies, etc.) and SDNY prosecutors. Specifically, it covers communications from 2007 through 2018, including requests initiated in 2016 to investigate Epstein and Maxwell, and the government’s subsequent SDNY investigation beginning around 2018.",
      "timestamp": "2007-09-24T00:00:00",
      "timestamp_raw": "September 24, 2007",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "npa",
        "u.s. attorney's office",
        "fbi",
        "legal documents",
        "investigations",
        "ghislaine maxwell",
        "attorneys",
        "criminal investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023555",
      "summary": "Chris Rodgers, an Assistant United States Attorney for the Southern District of New York, is following up on a request for a transcript of a civil deposition related to an SDNY investigation. He has located Volume II of the deposition from December 4, 2009, and accompanying exhibits, and is awaiting Volume I from the Court Reporter. The email chain involves communication between Rodgers, Jack Scarola, and [REDACTED] regarding the status of the transcript. The email also includes a disclaimer regarding privileged and confidential electronic communication.",
      "timestamp": "2009-12-04T00:00:00",
      "timestamp_raw": "December 4, 2009",
      "keywords": [
        "sdny investigation",
        "deposition",
        "transcript",
        "efta00023555",
        "chris rodgers",
        "jack scarola",
        "united states attorney",
        "redaction analysis",
        "jane doe",
        "exhibits"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031315",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York (SDNY) was contacted regarding an investigation, likely related to the SDNY investigation. The lead attorney for the Office of Professional Responsibility (OPR) is assisting with the investigation, and their attorney is out of the country. An Assistant U.S. Attorney is coordinating with the OPR to discuss the matter and potentially include other parties involved.",
      "timestamp": "2019-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2019",
      "keywords": [
        "sdny investigation",
        "assistant u.s. attorney",
        "office of professional responsibility",
        "jeffrey epstein",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032511",
      "summary": "On February 19, 2019, an Assistant U.S. Attorney from the Southern District of New York (SDNY) communicated regarding an investigation involving Jeffrey Epstein. The communication involved multiple exchanges, including offers to speak at 9:30 AM or later that day, or before 2:00 PM the following day.  A request was made to speak with the Assistant U.S. Attorney, Steve Fenn, and his counsel, regarding the investigation. The primary purpose of the communication was for deconfliction and discussion related to the investigation.",
      "timestamp": "2019-02-19T00:00:00",
      "timestamp_raw": "February 19, 2019",
      "keywords": [
        "sdny investigation",
        "assistant u.s. attorney",
        "jeffrey epstein",
        "grand jury",
        "redaction",
        "efta00032511",
        "southern district of new york",
        "steve fenn",
        "deconfliction",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030290",
            "similarity": 0.545,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020780",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the uploading of documents from the Wisa.doj.gov\\cloud\\NYS\\StAndrews\\Shared USvEpstein-2018R01618 InvestigationV*2018 SDNY investigation\\Subpoena Returns\\Boies Schiller\\2019-03-04 Boies Schiller first subpoena response folder into Relativity for the US v. Epstein case. The desired folder structure was “Subpoena Returns” with subfolders “BSF returns” and “BSF first production” to receive the documents.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "boies schiller",
        "fbi case file",
        "production",
        "standrews",
        "nys",
        "investigation",
        "upload"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019549",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the upload of documents related to the USAO tt 2018R01618 case (US v. Epstein) into Relativity. The documents were located in a specific folder structure within Usa.doj.gov: clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller 2019-03-04 Boies Schiller first subpoena response. The requested structure involved a \"Subpoena Returns\" folder with subfolders \"BSF returns\" and \"BSF first production\" for depositing the documents. The Assistant U.S. Attorney requested confirmation of the upload completion.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "folder",
        "boies schiller",
        "subpoena returns",
        "usao",
        "sdny",
        "investigation",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030122",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting the upload of documents related to the “USA v. Epstein” case to Relativity. The documents are located at Usa.doj.gov\\clouaNYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena ReturnABoies Schiller \\ 2019-03-04 Boies Schiller first subpoena response. The desired folder structure is “Subpoena Returns” with subfolders “BSF returns” and “BSF first production.” A previous email indicates that Judge Sweet has passed away.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "usao",
        "epstein",
        "subpoena",
        "folder",
        "judge sweet",
        "boies schiller",
        "us v.",
        "southern district of new york",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010351",
      "summary": "This document details the process of uploading documents related to the US v. Epstein case to the Relativity platform. The Assistant U.S. Attorney requests that specific folders be created within Relativity, mirroring the existing folder structure for the “BSF returns” documents.  Key instructions include: *   Loading documents from a specific DOJ folder (Usa.doj.gov\\clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationV4 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller\\ 2019-04-18 Boies Schiller second subpoena response) into a new subfolder called “BSF second production” under “BSF returns.” *   Excluding specific folders and PDF documents from the upload (the “!Original Zips” folder and the three PDF documents). *   Clarifying that DVD-based data (containing video files) should not be uploaded. *   Confirming the desired folder structure for the upload process. Several emails demonstrate coordination and clarification regarding the upload process, ensuring the documents are properly organized and processed within the Relativity system.",
      "timestamp": "2019-04-18T00:00:00",
      "timestamp_raw": "2019-04-18",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "folder",
        "data",
        "upload",
        "us v.",
        "sdny",
        "investigation",
        "returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027765",
      "summary": "Alex Conlon, a lawyer at Kaplan Hecker & Fink LLP, is coordinating with a U.S. Attorney’s office (Southern District of New York) regarding an ongoing investigation and interviews. He offered to meet with a female contact (“Ms. [REDACTED]”) this week at 4:30 PM at his office. The U.S. Attorney expressed willingness to allow notes to be taken during the conversations and requested a meeting with “Ms. [REDACTED]” for the following week or the week after, to discuss topics including Giglio subjects and Epstein’s conduct. The U.S. Attorney indicated a desire to limit meetings to before June.",
      "timestamp": "2019-05-21T00:00:00",
      "timestamp_raw": "21 May 2019",
      "keywords": [
        "sdny investigation",
        "alex conlon",
        "interview",
        "kaplan hecker & fink llp",
        "u.s. attorney",
        "giglio",
        "epstein",
        "notes",
        "meeting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027744",
      "summary": "On May 21, 2019, Alex Conlon communicated with [REDACTED] regarding an SDNY investigation and planned interviews. [REDACTED] confirmed a meeting for Thursday at 4:30 PM with a colleague who would be available to take notes and potentially act as a witness. [REDACTED] requested contact information to facilitate communication with individuals being interviewed and indicated a desire to cover topics including Giglio issues and Epstein’s conduct with a specific individual.  A follow-up email on May 14, 2019, reiterated the meeting details and requested a future meeting before June, anticipating more complex discussions.",
      "timestamp": "2019-05-21T00:00:00",
      "timestamp_raw": "May 21, 2019",
      "keywords": [
        "sdny investigation",
        "alex conlon",
        "meeting",
        "attorney",
        "witness",
        "notes",
        "contact information",
        "phone calls",
        "ausas",
        "gillespie",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027773",
      "summary": "On May 21, 2019, Alex Conlon contacted “,” “,” and Alexandra Elenowitz-Hess regarding an SDNY investigation and an upcoming interview with “.” Conlon offered to have “,” a Kaplan Hecker & Fink LLP attorney, take notes during the interview. “[REDACTED]” expressed no objection to this.  Conlon requested a meeting with “,” ideally before June, to discuss topics including Giglio subjects and Epstein’s conduct.  The team offered flexibility in scheduling and was willing to travel to the recipient’s office. The email included a standard disclaimer regarding confidential communications.",
      "timestamp": "2019-05-21T00:00:00",
      "timestamp_raw": "May 21, 2019",
      "keywords": [
        "sdny investigation",
        "interview",
        "alex conlon",
        "kaplan hecker & fink",
        "alexandra elenowitz-hess",
        "notes",
        "witness",
        "giglio subjects",
        "epstein",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009933",
      "summary": "Isidro Garcia, of Garcia Law Firm, was instructed by a U.S. Attorney’s Office Assistant to request specific materials from a witness related to an SDNY investigation. These materials included photographs of the witness from the time she knew Jeffrey Epstein, and any materials she possessed from that period (potentially including phones, photos, or gifts). The U.S. Attorney’s Office intended to conduct a follow-up interview to clarify the witness’s recollections and confirm their understanding of the previous investigation. They offered to provide copies of materials and return them upon completion of the investigation, prioritizing the witness’s comfort and avoiding unnecessary re-traumatization.",
      "timestamp": "2019-05-26T00:00:00",
      "timestamp_raw": "26 May 2019",
      "keywords": [
        "sdny investigation",
        "epstien",
        "photos",
        "legal reasons",
        "recollection",
        "garcia law firm",
        "u.s. attorney",
        "materials",
        "interviews",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030290",
      "summary": "Multiple individuals, including Assistant U.S. Attorneys from the Southern District of New York and the Eastern District of New York, exchanged emails regarding a potential investigation, likely concerning Jeffrey Epstein.  Proposed meeting times were discussed, including 10:30 AM, 9:30 AM the following morning, and various times throughout the evenings and the following day. One individual was involved in a grand jury.  The emails involved coordination and information sharing related to the SDNY investigation.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "sdny investigation",
        "redaction",
        "u.s. attorney",
        "jeffrey epstein",
        "southern district of new york",
        "investigation",
        "assistant u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032511",
            "similarity": 0.545,
            "index": 3,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021569",
      "summary": "On July 16, 2019, Mark S. Cohen, representing Maxwell, contacted Christian Everdell and the U.S. Attorney’s office in the Southern District of New York regarding an SDNY investigation related to Jeffrey Epstein. Cohen requested a meeting at 5:00 PM to discuss the matter and inquired about allowing his team to bring phones into the building. Everdell responded, confirming availability for a meeting and asking about the feasibility of retaining phones, pending Cohen’s discussion with his client.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "sdny investigation",
        "epstein",
        "maxwell",
        "u.s. attorney",
        "phones",
        "meeting",
        "chris everdell",
        "mark s. cohen",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021413",
            "similarity": 0.583,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021413",
      "summary": "Christian Everdell contacted Mark S. Cohen and an Assistant U.S. Attorney regarding representation of Ms. Maxwell in an SDNY investigation (re: Epstein). Everdell requested a meeting that afternoon and inquired about access to the building for phones. The Assistant U.S. Attorney responded, confirming availability for a meeting and asking about the client’s prior communication.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "efta00021413",
        "christian everdell",
        "mark s. cohen",
        "sdny investigation",
        "epstein",
        "maxwell",
        "phones",
        "court",
        "u.s. attorney",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021569",
            "similarity": 0.583,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014613",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested a contractor to burn specific folders related to the USvEpstein-2018R01618 investigation (including documents from American Express and Deutsche Bank) onto a disc. The contractor was instructed to mail the disc to a Special Agent/Detective and to notify the security team upon completion. The deadline for delivery was 11:30 AM.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "financial documents",
        "fbi",
        "subpoena",
        "deutsche bank",
        "american express",
        "usa.doj.gov",
        "sdny investigation",
        "mandy",
        "paul"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014608",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014608",
      "summary": "Hamilton, a contractor, was instructed by an Assistant U.S. Attorney from the Southern District of New York to burn specific folders related to the USvEpstein-2018R01618 investigation (including files from American Express and Deutsche Bank) onto discs. The discs were to be placed in an envelope addressed to a Special Agent and Detective, with the goal of delivery by 11:30 AM at a conference. Alternative pickup arrangements were offered through security.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "efta00014608",
        "epstein",
        "fbi",
        "financial documents",
        "redaction",
        "usa doj",
        "subpoena",
        "deutsche bank",
        "american express",
        "sdny investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014613",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021643",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is following up on a communication regarding a grand jury subpoena issued to an individual. The attorney is coordinating with the individual’s representation and intends to speak with him mid-next week to discuss his knowledge of Jeffrey Epstein, including recent statements he has made about Epstein’s conduct. The U.S. Attorney has no current reason to believe the individual has acted wrongly.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "efta00021643",
        "sdny investigation",
        "subpoena",
        "jeffrey epstein",
        "grand jury",
        "representation",
        "contact info",
        "u.s. attorney",
        "southern district of new york",
        "criminal investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021661",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York (SDNY) is communicating with a colleague regarding the Epstein case. The communication includes a request that any witnesses or victims contacting the recipient’s office be referred to the SDNY team’s investigation. The attorney also states that any matters not covered by the SDNY case and falling under the jurisdiction of the recipient’s office will be referred to them upon completion of the SDNY investigation.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "sdny",
        "epstein",
        "case",
        "prosecution",
        "investigation",
        "witnesses",
        "victims",
        "ausa",
        "united states attorney",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019948",
      "summary": "Jenna Dabbs of Kaplan Hecker & Fink LLP sent an email to multiple recipients regarding the news of Jeffrey Epstein’s death and the ongoing SDNY investigation. She inquired about anticipated questions related to the investigation, potential civil forfeiture, and criminal prosecutions. Dabbs also acknowledged the team’s work on a previously charged case, expressing appreciation for their professional conduct despite the negative news.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "sdny",
        "investigation",
        "civil forfeiture",
        "criminal prosecutions",
        "kaplan hecker",
        "jenna dabbs",
        "suicide",
        "legal privilege",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016896",
      "summary": "This document is a series of emails related to an ongoing investigation, likely a criminal one, concerning the SDNY (Southern District of New York) and potentially involving individuals named Robert Glassman, Nathan Werksman, and Alex. The primary focus is scheduling a meeting to discuss details of the investigation, including timelines, potential interview subjects (specifically a mother), and logistical arrangements for a meeting in California.  Several requests are made regarding timing (11:00 AM on Monday), location (California), and the potential for multiple meetings or extended sessions to allow for thorough review of information.  Confidentiality and legal disclaimers are repeatedly included, emphasizing the need for a retainer agreement before representing a client. The emails demonstrate an ongoing effort to coordinate information and logistics for the investigation.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "sdny investigation",
        "robert glassman",
        "cell",
        "scheduling",
        "travel",
        "meeting",
        "logistics",
        "mother",
        "case notes",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019575",
      "summary": "Jeffrey Pop received an email regarding an SDNY investigation. He intends to seek a second opinion on the matter and will update the sender on the timing of an attorney proffer concerning issues related to his interactions with Jeffrey Epstein and his associates. A U.S. Attorney’s office confirms that they currently don’t believe the individual involved has criminal exposure based on their knowledge of the interactions and advises Pop to contact them if concerns about additional exposure arise.",
      "timestamp": "2019-12-23T00:00:00",
      "timestamp_raw": "December 23, 2019",
      "keywords": [
        "sdny investigation",
        "jeffrey epstein",
        "attorney proffer",
        "criminal exposure",
        "confidentiality",
        "redaction analysis",
        "u.s. attorney",
        "vaccine injury team",
        "jeffrey s. pop",
        "beverly hills"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019908",
      "summary": "Jeffrey Pop is assisting with a U.S. Attorney investigation related to the SDNY investigation. Pop believes he can safely assist without exposing a client (identified only as “Ms.” and formerly associated with Jeffrey Epstein) to criminal liability. Pop intends to compile an attorney proffer. The U.S. Attorney confirms the assessment that Ms. has no current criminal exposure based on known interactions with Jeffrey Epstein and advises Pop to contact them if concerns arise regarding potential additional exposure. The U.S. Attorney suggests the potential non-federal offenses are outside the statute of limitations.",
      "timestamp": "2019-12-23T00:00:00",
      "timestamp_raw": "December 23, 2019",
      "keywords": [
        "efta00019908",
        "jeffrey pop",
        "sdny investigation",
        "attorney proffer",
        "criminal exposure",
        "jeffrey epstein",
        "vaccine injury",
        "confidentiality",
        "attorney-client privilege",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031613",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with the subject “Accepted: FBI / SDNY Epstein update mtg” on January 6, 2020. The email discusses an update meeting regarding the FBI and SDNY investigations involving Jeffrey Epstein. An attachment named “unnamed” was included.",
      "timestamp": "2020-01-06T00:00:00",
      "timestamp_raw": "January 6, 2020",
      "keywords": [
        "fbi",
        "sdny",
        "epstein",
        "redaction",
        "analysis",
        "efta00031613",
        "mtg",
        "2020",
        "update"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027742",
            "similarity": 0.6,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031824",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027742",
      "summary": "This document is a meeting update regarding the FBI and SDNY investigation into Jeffrey Epstein, dated January 6, 2020. It was generated on December 26, 2025.",
      "timestamp": "2020-01-06T00:00:00",
      "timestamp_raw": "January 6, 2020",
      "keywords": [
        "fbi",
        "sdny",
        "epstein",
        "redaction analysis",
        "2020",
        "mtg",
        "update"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031613",
            "similarity": 0.6,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031824",
            "similarity": 0.778,
            "index": 25,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031824",
      "summary": "An email titled \"Accepted: FBI / SDNY Epstein update mtg\" was sent on January 7, 2020, from an unknown sender to an unknown recipient. The email involved an update meeting regarding the FBI and SDNY investigations related to Jeffrey Epstein.",
      "timestamp": "2020-01-07T00:00:00",
      "timestamp_raw": "January 7, 2020",
      "keywords": [
        "fbi",
        "sdny",
        "epstein",
        "mtg",
        "update",
        "2020",
        "january",
        "redaction analysis",
        "efta00031824"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027742",
            "similarity": 0.778,
            "index": 24,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031613",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026547",
      "summary": "A U.S. Attorney’s office (Southern District of New York) initiated contact with Jordan Merson regarding an ongoing criminal investigation related to Jeffrey Epstein. The Assistant U.S. Attorney requested a list of Merson’s clients to avoid inadvertently contacting represented individuals and to identify potential connections the office already knows about. They expressed interest in hearing from Merson’s clients, emphasizing sensitivity and offering the option of an attorney proffer if clients are uncomfortable speaking directly. A forwarded message from a federal prosecutor initiated the communication, requesting a response from Merson.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "sdny investigation",
        "criminal investigation",
        "jeffrey epstein",
        "u.s. attorney",
        "jordan merson",
        "colleen carlo",
        "federal prosecutor",
        "proffer",
        "clients"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030695",
      "summary": "Attorney from the Southern District of New York is investigating connections to Jeffrey Epstein. *   Jeffrey Pop, an attorney representing a woman (identified as “Ms.”), provided a proffer outlining her involvement with Epstein and his operations, including a pattern of introducing girls to him. *   The attorney believes the woman is a victim and shocked by Epstein’s arrest. *   The U.S. Attorney acknowledged receipt of the proffer and confirmed that it doesn't currently indicate criminal exposure for the woman. *   Pop requested an interview before January 20, 2020, due to an upcoming trial. *   A follow-up email confirms the U.S. Attorney’s existing view and offers assistance with further investigation or consultations.",
      "timestamp": "2020-01-20T00:00:00",
      "timestamp_raw": "January 20, 2020",
      "keywords": [
        "sdny investigation",
        "epstein",
        "criminal exposure",
        "attorney proffer",
        "jeffrey pop",
        "victim",
        "interviews",
        "new york",
        "vaccine injury"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023410",
      "summary": "An email chain discusses a story regarding an investigation into Barclays PLC CEO Jes Staley’s relationship with Jeffrey Epstein. The sender is inquiring with the US Attorney’s Office (Southern District of New York) about the status of the SDNY investigation into Epstein’s sex trafficking organization and whether it is coordinated with UK authorities. The recipient is the Public Affairs office of the US Attorney’s Office.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2020",
      "keywords": [
        "jes staley",
        "epstein",
        "barclays plc",
        "fca",
        "bank of england",
        "prudential regulation authority",
        "sdny",
        "investigation",
        "uk authorities",
        "disclosures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026568",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a copy of FirstBank Puerto Rico bank subpoena returns related to the USvEpstein-2018R01618 investigation. The returns are located at Wisa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\USvEpstein-2018R01618 InvestigationVi 2018 SDNY investigation\\Subpoena Returns\\FirstBank Puerto Rico. The request is being made to provide a copy to a case agent at 1 Saint Andrews.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "bank records",
        "firstbank puerto rico",
        "subpoena returns",
        "epstein case",
        "united states attorney",
        "southern district of new york",
        "nys",
        "saint andrews",
        "wisa.doj.gov",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024490",
      "summary": "An email chain discusses the SDNY Investigation. It involves forwarding subpoena returns from UBS, requiring unzipping files with the password \"Max_0707\" and saving them to a shared location. Account statements for 2020 are being sent, and a CD with statements for 2018 and 2019 is being requested for overnight delivery. The sender is a UBS paralegal/authorized officer in Nashville, TN.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00024490",
        "sdny investigation",
        "ubs",
        "subpoena",
        "account statements",
        "max_0707",
        "nicole canter",
        "redaction analysis",
        "winzip",
        "7-zip"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031230",
      "summary": "An Assistant United States Attorney from the Southern District of New York (SDNY) sent an email regarding a subpoena served on UBS related to an ongoing investigation, referred to as “SDNY investigation.” The email requests expedited production of materials and includes contact information for the attorney and a colleague, Mr. Ryan. The subpoena’s scope regarding the Angara trust is unclear, as it doesn't explicitly list the trust by name and lacks account numbers.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "ubs",
        "subpoena",
        "sdny",
        "investigation",
        "angara trust",
        "compliance",
        "materials",
        "production",
        "united states attorney",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020773",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is coordinating with Marc Weinstein and Andrew Tomback regarding the production of materials related to the estate of Jeffrey Epstein. The Attorney agrees with a plan to scan photographs and produce them electronically. They are open to receiving original materials like a photo book if scanning is not feasible. Loose, unlabeled discs are not requested currently, but their production will be considered if they contain photos. The Attorney emphasizes that the government isn’t requesting a privilege waiver but intends to seek a formal position on whether the estate will waive attorney-client privilege for discovery review in the United States v. Maxwell case. Until a formal position is obtained, the government will assume the privilege remains in effect.",
      "timestamp": "2020-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2020",
      "keywords": [
        "efta00020773",
        "redaction analysis",
        "estate",
        "jeffrey epstein",
        "sdny investigation",
        "privilege",
        "discovery",
        "production",
        "united states v. maxwell",
        "photographs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020320",
      "summary": "A U.S. Attorney’s Office from the Southern District of New York (SDNY) sent a letter to Andrew Tomback and Marc Weinstein regarding an ongoing investigation. The letter, attached as a PDF named “2020-07-26,_JE,_letter to_trustees_counsel.pdf,” is a follow-up to previous discussions.",
      "timestamp": "2020-07-26T00:00:00",
      "timestamp_raw": "2020-07-26",
      "keywords": [
        "efta00020320",
        "sdny investigation",
        "weinstein",
        "marc a.",
        "redaction analysis",
        "u.s. attorney",
        "southern district of new york",
        "letter to trustees",
        "andy",
        "andrew tomback"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020668",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP responded to an inquiry regarding the Estate of Jeffrey E. Epstein’s actions related to the SDNY investigation. The Co-Executors confirmed they would not utilize Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement. They also stated they would notify the U.S. Attorney’s Office before any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney confirms receipt of the Co-Executors’ response.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "weinstein",
        "hughes hubbard & reed",
        "trust",
        "privilege",
        "retaliation",
        "law enforcement",
        "estate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031989",
      "summary": "On July 27, 2020, Marc Weinstein of Hughes Hubbard & Reed LLP communicated on behalf of the Co-Executors of the Estate of Jeffrey E. Epstein. The Co-Executors confirmed they would not use Section 2.5(B) of the 1953 Trust to suggest retaliation against individuals cooperating with law enforcement investigations. They also stated they would notify the US Attorney’s Office for the Southern District of New York in advance of any disbursements to Ghislaine Maxwell and would not waive applicable privileges, including attorney-client privilege, regarding seized materials. An attached letter from the Assistant U.S. Attorney for the Southern District of New York provided context for this communication.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "jeffrey epstein",
        "ghislaine maxwell",
        "trust",
        "attorney-client privilege",
        "hughes hubbard & reed",
        "white collar defense",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031211",
      "summary": "This redacted document appears to be related to a legal investigation, likely a U.S. Attorney’s case involving Ghislaine Maxwell and Jeffrey Epstein. Here’s a factual summary: *   **Investigation Context:** The communication pertains to an ongoing investigation, specifically referencing the SDNY investigation (FFW-DOCS.FID6003375]. *   **Communication History:** A series of emails exchanged between a U.S. Attorney (Assistant U.S. Attorney) and Jill Greenfield, a partner at Fieldfisher law firm, discussing information related to the case. The emails detail requests for information, scheduling of calls, and a list of initial questions to ask a witness. *   **Information Requested:** The U.S. Attorney is seeking background information about the witness's interactions with Maxwell and Epstein, including the nature of their work, instances of sexual contact (as suggested by the witness’s understanding of abuse), and the circumstances surrounding the end of those relationships. Specific questions cover the witness's history, relationships, and observations related to the alleged abuse. *   **Legal Safeguards:** The U.S. Attorney emphasizes the witness's comfort level and the importance of avoiding pressure during interviews. There are also precautions regarding the transfer of funds. *   **Legal Representation:** Fieldfisher is representing one of the parties involved, providing legal counsel and facilitating communication.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2020",
      "keywords": [
        "sdny investigation",
        "redaction",
        "maxwell",
        "epstein",
        "webex",
        "interview",
        "questions",
        "categories",
        "contact",
        "greenfield",
        "kyle phillips",
        "louise scott"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020774",
      "summary": "This document is a redacted email exchange related to an ongoing investigation, likely a criminal investigation (referenced as “SDNY investigation”). Here’s a breakdown of the key content: *   **Initial Inquiry:** A request for scheduling a call to discuss providing information to the investigation, stemming from a previous WebEx discussion. *   **Questionnaire:** A lawyer (Jill Greenfield) sends a detailed questionnaire to a witness, seeking background information about their relationship with Ghislaine Maxwell and Jeffrey Epstein, including details about potential abuse or sexual contact. The questions cover timelines, locations, specific interactions, and any other relevant information. *   **Caveats & Boundaries:** The lawyer emphasizes that the questions are exploratory and that the witness is not obligated to answer them, particularly regarding sensitive topics like sexual contact. *   **Follow-Up Request:** The lawyer requests a follow-up chat or check-in before the witness speaks with their client. *   **Legal Disclaimer:** Includes a standard legal disclaimer regarding communications and bank details.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2020",
      "keywords": [
        "sdny investigation",
        "redaction",
        "maxwell",
        "epstein",
        "interviews",
        "questions",
        "categories",
        "attorney proffer",
        "sexual contact",
        "witness",
        "dates",
        "locations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023128",
      "summary": "Attorney from the Southern District of New York regarding an ongoing investigation, potentially related to Ghislaine Maxwell. *   The investigation appears to be connected to the SDNY (Southern District of New York) and involves discussions about a subpoena or potential witness testimony. *   Multiple individuals (including redacted names and email addresses) are involved in the communications. *   The Assistant U.S. Attorney requested updates on Mr.’s cooperation and requested information about any legal process directed at him. *   The emails contain standard legal disclaimers regarding confidentiality and protected communications.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "sdny investigation",
        "reynolds & reynolds",
        "efta00023128",
        "ghislaine maxwell",
        "jeffrey epstein",
        "united states attorney",
        "legal",
        "communication",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020865",
      "summary": "Marc A. Weinstein, a partner at Hughes Hubbard & Reed LLP, is assisting the Assistant United States Attorney in the SDNY investigation. The investigation revolves around obtaining a transcript, initially requested by Jack Scarola (plaintiff’s counsel), regarding a deposition. Weinstein initially connected with Scarola to facilitate the transcript’s delivery, requesting a letter waiving any potential protective orders.  He then identified a need to confirm the deponent’s name and sought a dial-in for a call. The Assistant U.S. Attorney requested a copy of the transcript, inquiring about potential confidentiality restrictions and offering to provide a letter waiving any such restrictions.  The emails reveal a back-and-forth regarding the deponent’s identity (initially unclear) and the timeframe for a call. Finally, Weinstein confirmed a time for a call with the Assistant U.S. Attorney and Andy.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "weinstein",
        "marc a.",
        "sdny investigation",
        "transcript",
        "jack scarola",
        "hughes hubbard & reed llp",
        "us attorney",
        "protective order",
        "deposition",
        "efta00020865"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023691",
      "summary": "This email chain concerns a “SDNY investigation.” It originates from [REDACTED] to [REDACTED] and [REDACTED], with a copy sent to USAHUB-USAJouma1111. The email discusses the investigation, identified by the reference EFTA00023691.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "efta00023691",
        "redaction analysis",
        "sdny investigation",
        "usahub",
        "outlook",
        "message",
        "investigation",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029030",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020864",
      "summary": "Marc A. Weinstein responded to an email regarding an SDNY investigation. The email exchange occurred on September 30, 2020, and involved Andrew Tomback and the USAHUB-USAJouma1111 distribution list.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "September 30, 2020",
      "keywords": [
        "efta00020864",
        "sdny investigation",
        "weinstein",
        "marc a.",
        "redaction analysis",
        "usahub",
        "email",
        "correspondence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020870",
      "summary": "Marc Weinstein, a partner at Hughes Hubbard & Reed LLP, is facilitating the retrieval of a transcript related to an SDNY investigation. The investigation centers around a deposition, likely from 2009, involving a plaintiff represented by Jack Scarola. Weinstein is coordinating with the US Attorney's Office and the plaintiff’s counsel, who is unaware of any protective order.  He initially requests a call to discuss the transcript and then, after realizing the deponent's name is missing, asks for it. The US Attorney’s office provides information regarding Jeffrey Epstein’s representation of the involved parties. A scheduling conflict is resolved for a team call on Friday at 10 AM to discuss the transcript. The entire communication is marked with cautions regarding email security and confidentiality.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "September 30, 2020",
      "keywords": [
        "sdny investigation",
        "transcript",
        "jack scarola",
        "weinstein",
        "hughes hubbard & reed",
        "us attorney's office",
        "protective order",
        "deposition",
        "litigation",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029031",
      "summary": "The document is a series of email exchanges regarding an investigation (SDNY) involving a witness, potentially related to Jeffrey Epstein’s activities. Key points include: *   Requests to attach an approval email to paperwork. *   Discussions about contacting OIA approval and coordinating with the US Department of Justice Attaché in London. *   Queries about the witness’s statement, police involvement, and nationality. *   Questions regarding whether the conduct is a UK crime and if the witness is a UK national. *   Requests for information about the location of the abuse and the perpetrator's age. *   Logistical arrangements for calls and travel paperwork.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "sdny investigation",
        "uk",
        "met police",
        "jeffrey epstein",
        "witness",
        "uk national",
        "oia",
        "london",
        "us department of justice",
        "crime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020888",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with the subject “RE: SDNY investigation” on September 30, 2020. The email referenced the “SDNY investigation” and was attached to a message identified as “RE: SDNY investigation.msg.” The email was sent to EFTA00020888.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "September 30, 2020",
      "keywords": [
        "efta00020888",
        "sdny investigation",
        "redaction",
        "usahub",
        "usajouma",
        "2020",
        "2025",
        "investigation",
        "message",
        "outlook"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029030",
      "summary": "Email correspondence regarding a “RELSDNY investigation,” originating from [REDACTED] to [REDACTED], with [REDACTED] in Cc. The email is a reply to a previous email titled “SDNY investigation.”",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "efta00029030",
        "redaction analysis",
        "sdny investigation",
        "outlook",
        "message",
        "investigation",
        "2020",
        "2025",
        "relsdny",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023691",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020881",
      "summary": "Marc Weinstein, a partner at Hughes Hubbard & Reed LLP, is assisting the Assistant United States Attorney’s Office in the SDNY investigation. He initially contacted Jack Scarola, an attorney representing the plaintiff, to obtain a transcript. Weinstein requested a letter confirming the absence of a protective order, seeking to ensure the Estate could provide the transcript to the US Attorney’s Office. He then inquired about the identity of the deponent for the transcript, and followed up on the possibility of a call to discuss the matter. The US Attorney’s Office provided contact information for Jack Scarola and confirmed the deposition occurred in 2009, involving Jeffrey Epstein.  There was ongoing discussion about confidentiality restrictions and the need for a confirmation regarding the lack of a protective order.",
      "timestamp": "2020-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2020",
      "keywords": [
        "weinstein",
        "investigation",
        "transcript",
        "sdny",
        "jack scarola",
        "hughes hubbard & reed",
        "us attorney",
        "deposition",
        "protective order",
        "efta00020881"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023698",
      "summary": "An email thread, dated October 2, 2020, regarding an SDNY investigation, was sent from [REDACTED] to Marc A. Weinstein, with Andrew Tomback copied. The email is titled “RE: SDNY investigation.”",
      "timestamp": "2020-10-02T00:00:00",
      "timestamp_raw": "October 2, 2020",
      "keywords": [
        "efta00023698",
        "redaction analysis",
        "sdny investigation",
        "weinstein",
        "marc a.",
        "andrew tomback"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010290",
      "summary": "On October 5, 2020, at 7:00 PM UTC, Linda Singer had a phone call with the Department of Justice regarding the Jeffrey Epstein SDNY investigation. The call lasted 30 minutes. This event was created on October 2, 2020, and classified as X-PERSONAL with a priority of 5.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "doj",
        "linda singer",
        "redaction analysis",
        "efta00010290"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010329",
      "summary": "On October 5, 2020, at 6:45 PM +0000, Linda Singer participated in a phone call with the DOJ regarding the Epstein SDNY Investigation. The call lasted from 6:45 PM to 7:15 PM +0000. This event was classified as X-PERSONAL.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "doj",
        "linda singer",
        "redaction",
        "2020-10-05",
        "call",
        "x-personal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022627",
      "summary": "On October 5, 2020, at 7:00 PM GMT, there was a call with the DOJ regarding the Epstein SDNY investigation. The call lasted 30 minutes and was classified as \"X-PERSONAL.\" A reminder was displayed 15 minutes before the start, and the communication is marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "doj",
        "investigation",
        "sdny",
        "call",
        "2020-10-05",
        "confidential",
        "privileged",
        "redaction",
        "reminder"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014587",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014586",
            "similarity": 0.538,
            "index": 54,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014588",
      "summary": "On October 5, 2020, at 7:00 PM GMT, Linda Singer held a phone call with the DOJ regarding the Jeffrey Epstein SDNY investigation. The call lasted 30 minutes. The event was classified as “X-PERSONAL,” created on October 2, 2020, and had a priority of 5. A reminder message was to be displayed 15 minutes prior to the start. The communication is marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein investigation",
        "doj",
        "singer",
        "linda",
        "redaction analysis",
        "confidential",
        "privileged",
        "2020-10-05",
        "sdny",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026581",
      "summary": "On October 5, 2020, at 6:45 PM +0000, there was an accepted phone call with the DOJ regarding the Epstein SDNY Investigation. The call lasted from 6:45 PM to 7:15 PM +0000. The event was classified as X-PERSONAL, had a priority of 5, and was created and last modified on October 5, 2020. EFTA00026581 was the attendee.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "doj",
        "investigation",
        "sdny",
        "2020",
        "call",
        "redaction analysis",
        "x-personal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014587",
      "summary": "On October 5, 2020, at 6:45 PM +0000, there was a call with the DOJ regarding the Epstein SDNY investigation. The call lasted from 6:45 PM to 7:15 PM +0000. The event was classified as “X-PERSONAL” and marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "doj",
        "investigation",
        "sdny",
        "redaction analysis",
        "confidential",
        "privilege",
        "2020-10-05",
        "reminder",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022627",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014586",
      "summary": "Linda Singer sent an email on October 5, 2020, to discuss the Jeffrey Epstein SDNY investigation with the Department of Justice (DOJ). The email is marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "sdny",
        "investigation",
        "doj",
        "redaction",
        "singer",
        "linda",
        "confidential",
        "privileged",
        "efta00014586"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022627",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023699",
      "summary": "Marc Weinstein, a partner at Hughes Hubbard & Reed LLP, is assisting the US Attorney's Office in obtaining a transcript related to an SDNY investigation. Initially, he contacted Jack Scarola to request the transcript, which was originally a deposition. Concerns arose about potential confidentiality restrictions, leading Weinstein to request a letter from the plaintiff’s counsel (represented by the US Attorney) confirming the lack of a protective order and waiving any claims related to its disclosure. Weinstein connected with the plaintiff’s attorney, confirming that the plaintiff’s name is [REDACTED] who is represented by Jack Scarola, and asked for a dial-in for a call. The US Attorney confirmed the lack of a protective order. The email chain details the process of securing the transcript and navigating potential legal concerns.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "transcript",
        "sdny investigation",
        "us attorney",
        "marc weinstein",
        "jack scarola",
        "hughes hubbard & reed",
        "protective order",
        "confidentiality",
        "deposition",
        "efta00023699"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027373",
      "summary": "A request was sent from an Assistant United States Attorney in the Southern District of New York to create a potential testifying witness folder, including a transcript (aTranscript_06-10-16.pdf) and a related email (_SDNY investigation.msg; Epstein_-). The email was sent on April 5, 2021.",
      "timestamp": "2021-04-05T00:00:00",
      "timestamp_raw": "April 5, 2021",
      "keywords": [
        "efta00027373",
        "redaction",
        "witness",
        "united states attorney",
        "southern district of new york",
        "new york",
        "investigation",
        "transcript",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022432",
      "summary": "Brendan Quigley received emails regarding an SDNY investigation related to the Jeffrey Epstein case. He responded to a request from an attorney seeking information about current counsel. Quigley offered to pass along contact information to the attorney. A proffer agreement was subsequently sent as an attachment. The communications involved multiple redacted recipients.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "sdny investigation",
        "redaction",
        "brenda quigley",
        "subpoena",
        "civil case",
        "epstein",
        "attorney",
        "contact information",
        "proffer agreement",
        "confidentiality"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028337",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028337",
      "summary": "An email exchange occurred between individuals regarding an SDNY investigation involving Rodgers and a civil case connected to Jeffrey Epstein. One party (From: [REDACTED]) received an inquiry from an attorney seeking information about Rodgers’ current counsel. They offered to pass along Brendan’s contact information to the attorney to avoid direct contact with Rodgers. An attached proffer agreement was also shared. A confidentiality notice was included, stating the email and attachments are privileged and confidential.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "efta00028337",
        "sdny investigation",
        "rodgers",
        "civil case",
        "epstein",
        "subpoena",
        "proffer agreement",
        "confidentiality",
        "brendan",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022432",
            "similarity": 0.538,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}