{
  "keyword": "bruce barket",
  "count": 32,
  "keyword_match_count": 32,
  "content_match_count": 13,
  "total_files": 45,
  "timeline": [
    {
      "file_id": "EFTA00027954",
      "summary": "Bruce Barket of Barket, Epstein & Kearon, LLP sent a response to a disclosure letter regarding EFTA00027954. The correspondence includes contact information for Barket, the Assistant United States Attorney for the Southern District of New York, and a PDF document titled “disclosure letter to==pdf”.",
      "timestamp": "2018-05-15T00:00:00",
      "timestamp_raw": "15 May 2018",
      "keywords": [
        "efta00027954",
        "redaction analysis",
        "disclosure letter",
        "bruce barket",
        "barket epstein",
        "southern district of new york",
        "united states attorney",
        "2018",
        "pdf",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026669",
      "summary": "Bruce Barket, representing a client named Nick, is following up on conditions within SHU (Special Housing Unit). Nick was placed in SHU due to a cell phone allegation. Barket reports that the cell toilet is leaking, Nick hasn’t received his personal property (books, radio), and some legal paperwork prepared by Barket’s office hasn’t been returned to him. Barket requests a follow-up next week to discuss Nick’s confinement conditions and intends to retrieve the missing legal documents immediately. A correctional officer provides context regarding the SHU placement and requests for reading material and the return of documents.",
      "timestamp": "2019-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2019",
      "keywords": [
        "shu",
        "legal work",
        "personal property",
        "cell phone allegation",
        "bruce barket",
        "metropolitan correctional center",
        "documents",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015994",
      "summary": "Tartaglione. *   A request was made for statements from Mr. Tartaglione given interviews conducted by the Bureau of Prisons (BOP) regarding Epstein’s attempted suicide on July 23, 2019. *   A zip folder containing statements attributed to Mr. Tartaglione (including those conveyed by Epstein to MCC staff) was provided. *   A request was made for all reports and video related to Epstein’s attempted suicide on July 22-23, 2019, but this request was denied, citing irrelevance and Rule 16. *   The Assistant United States Attorney stipulated that the request required a release from Touhy, a Touhy letter, and a subpoena. *   Barket Epstein Kearon Aldea & LoTurco, LLP is involved in the legal proceedings.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "jeffrey epstein",
        "tartaglione",
        "statements",
        "mcc",
        "suicide attempt",
        "july 23",
        "2019",
        "reports",
        "protective order",
        "usanys",
        "bruce barket"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030557",
            "similarity": 0.571,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034035",
      "summary": "He requested an immediate assessment and a legal visit for Tartaglione. Later, on July 27, 2019, Barket reported that Tartaglione had been checked on and his books swapped out by an unidentified individual. A staff member, Tracy Connor, contacted Barket regarding a reported NBC story alleging Tartaglione was questioned about a possible attack on Jeffrey Epstein within the Metropolitan Correctional Center. Connor requested Barket to confirm the story. The communication includes notes of concern about a potential leak of information and cautions against retaliation against Tartaglione.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "epstein",
        "tartaglione",
        "mental health",
        "mcc",
        "barket",
        "jeffrey epstein",
        "nicholas tartaglione",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016763",
      "summary": "Jeffrey Epstein spent time in a windowless 8-by-8-foot cell at the Metropolitan Correctional Center in downtown Manhattan, formerly occupied by Nicholas Tartaglione, a retired police officer accused of murder. Epstein was denied house arrest and bail due to sex-trafficking charges. The cell was described as dark, disgusting, and infested with mice and insects. Other high-profile inmates housed at the facility include Joaquin \"El Chapo\" Guzman and Sayfullo Saipov. Concerns were raised regarding jail conditions, including rodent infestations, broken fixtures, and inadequate resources.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "28 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "jail",
        "sex trafficking",
        "manhattan",
        "metropolitan correctional center",
        "inmate complaints",
        "nicholas tartaglione",
        "joaquin \"el chapo\" guzman",
        "bruce barket"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035519",
      "summary": "Bruce Barket, Esq., of Barket Epstein Kearon Aldea & LoTurco, LLP, is requesting a legal visit with an unidentified recipient on Sunday at 8:00 a.m. He requests that the recipient be prepared in advance for the visit and provides contact information. The communication is flagged as potentially confidential attorney-client communication.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "08/09/2019",
      "keywords": [
        "legal visit",
        "bruce barket",
        "redaction",
        "sunday",
        "attorney client",
        "barket epstein",
        "ny",
        "8:00 a.m.",
        "confidential",
        "transmittal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034800",
      "summary": "On August 10, 2019, Bruce Barket, a supervisory staff attorney at the Metropolitan Correctional Center, communicated with legal counsel regarding an investigation related to Jeffrey Epstein. Barket requested that investigators not interview his client without his permission. A separate communication from August 9, 2019, indicated that the investigation had concluded and no charges were being filed against the client, with updates being provided to relevant institution staff. The communications were marked as confidential and contained redactions.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein investigation",
        "bruce barket",
        "legal counsel",
        "redaction",
        "metropolitan correctional center",
        "new york",
        "barket epstein",
        "confidential communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020127",
      "summary": "Bruce Barket, of Barket Epstein, is responding to an email regarding questioning of Mr. Tartaglione related to an investigation into Jeffrey Epstein’s death. He directs the recipient to forward the email to relevant US Attorneys and clarifies that Tartaglione should not be questioned without his prior knowledge and consent, and he provides his contact information to investigators. Three redactions are present in the document.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "bruce barket",
        "epstein",
        "tartaglione",
        "investigation",
        "suicide",
        "ausas",
        "fbi",
        "ig",
        "redaction analysis",
        "efta00020127"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019402",
      "summary": "Michael Matthews, a serial bank robber, was “accidentally released” from the Metropolitan Correctional Center (MCC) in Manhattan days before Jeffrey Epstein’s death. Matthews was released despite a permanent order of detention and a prior escape charge. The release, combined with Epstein’s death while on suicide watch with significant protocol failures (including infrequent checks and lack of a cellmate), has prompted a full investigation by the U.S. Attorney and the Attorney General, focusing on alleged inadequacies and potential irregularities within the MCC. Concerns have been raised regarding low staff levels, inhumane conditions, and a systemic crisis within the federal prison system.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "metropolitan correctional center",
        "jeffrey epstein",
        "serial bank robber",
        "suicide watch",
        "prison investigation",
        "rikers island",
        "bruce barket",
        "nicole darrah",
        "u.s. attorney",
        "federal custody"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019986",
      "summary": "On August 21, 2019, a staff attorney at the Metropolitan Correctional Center (MCC) New York investigated Tartaglione’s access to recreation and cell conditions. The facilities manager spoke with Tartaglione, who reported water leaking into his cell during long showers. A test run of the shower did not immediately reveal the leak, though the staff acknowledged the possibility of water damage over time. The staff also confirmed providing Tartaglione with three newspapers delivered on August 20th. An attached letter from Bruce Barket was being circulated for review and a call was scheduled.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "tartaglione",
        "shu",
        "epstein",
        "recreation",
        "shower",
        "cell",
        "leaks",
        "water",
        "newspapers",
        "facilities manager"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029721",
      "summary": "On August 21, 2019, a Staff Attorney at the Metropolitan Correctional Center (MCC) New York reported on interactions with an inmate, identified as “Epstein,” and a Facilities Manager. The Facilities Manager confirmed an inmate (likely Epstein) requested recreational time (“SHU rec”) and was taken to the roof by an officer between 6:00/6:30 and 10:30/11:00 AM. The manager also noted an inmate complaint about water leaking during “ion showers.” Evening watch staff provided newspapers delivered on August 20, 2019. Additionally, Bruce Barket filed a letter on ECF, prompting a request for a call from an Assistant U.S. Attorney.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "August 21, 2019",
      "keywords": [
        "efta00029721",
        "shu",
        "recreation",
        "epstein",
        "shower",
        "cell",
        "water leak",
        "facilities manager",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030715",
      "summary": "The document details a request by an attorney, Bruce Barket, for his client, Nick, to have social visits at the Metropolitan Correctional Center (MCC). Initially, MCC’s position was that visits were only permitted for mitigation preparation, and Nick’s frequent misunderstandings hindered communication. However, after discussion, MCC offered a social phone call, which Barket considered inadequate. The request for a social visit was complicated by the fact that Nick was in a capital case. The involved parties, including staff attorneys at CLC New York and the US Attorney’s office, discussed the possibility of intervention and the need for mitigation preparation, emphasizing the importance of maintaining access to communication methods like monitored visits and phone calls. Ultimately, a social phone call was offered as a temporary solution pending further discussion with administrators.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "social visit",
        "mitigation",
        "inmate",
        "phone calls",
        "capital case",
        "family communications",
        "mcc",
        "barket epstein",
        "legal requests",
        "death penalty"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030707",
      "summary": "Bruce Barket received a transmittal from Sumar Al-Amyn regarding the unsealing of records in the case *US v. Tartaglione, 16-cr-832*. The transmittal included a letter from the New York Times Company reporter Ben Weiser, sent to the court via fax, concerning the same case.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "efta00030707",
        "us v. tartaglione",
        "redaction analysis",
        "bruce barket",
        "sumar al-amyn",
        "new york times company",
        "ben weiser",
        "legal department",
        "attorney client communication",
        "unsealing of records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017124",
      "summary": "Bruce Barket proposes a meeting to discuss a proposed schedule, likely for a briefing, with a target completion date of Tuesday. The meeting is to be held next Friday to allow for internal discussion and consultation with “[REDACTED]”. The email chain includes correspondence between Barket and [REDACTED], with a copy to Tony Ricco and Michael Bachrach.",
      "timestamp": "2019-09-20T00:00:00",
      "timestamp_raw": "20 Sep 2019",
      "keywords": [
        "efta00017124",
        "schedule",
        "meeting",
        "briefing",
        "bruce barke",
        "proposed",
        "attorney",
        "confidential",
        "transmittal",
        "us attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021692",
      "summary": "On September 21, 2019, an Assistant U.S. Attorney from the Southern District of New York discussed scheduling a meeting with Bruce Barket of Barket Epstein to propose a briefing schedule for the penalty phase of a case (EFTA00021692). The Assistant U.S. Attorney indicated availability next week and mentioned submitting a proposed schedule over the weekend as Learned Counsel, in compliance with ABA Guidelines. Bruce Barket suggested times of 12:00-1:00 or 4:00, and the Assistant U.S. Attorney confirmed those times worked, pending confirmation from the rest of the defense team.",
      "timestamp": "2019-09-21T00:00:00",
      "timestamp_raw": "September 21, 2019",
      "keywords": [
        "schedule",
        "united states attorney",
        "bruce barket",
        "proposed briefing",
        "penalty phase",
        "aba guidelines",
        "new york",
        "september 2019",
        "learned counsel",
        "efta00021692"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021347",
      "summary": "An email chain discusses scheduling a meeting to propose a briefing schedule for a penalty phase. Several individuals—including Assistant U.S. Attorneys, Bruce Barket, and Tonyricco—suggest Thursday afternoon as a possible time, contingent on receiving a proposal from BB by Tuesday. Tonyricco also states he will submit a proposed schedule over the weekend as Learned Counsel, compliant with ABA Guidelines.",
      "timestamp": "2019-09-21T00:00:00",
      "timestamp_raw": "21 Sep 2019",
      "keywords": [
        "schedule",
        "proposal",
        "thursday",
        "meeting",
        "u.s. attorney",
        "bruce barket",
        "aba guidelines",
        "penalty phase",
        "litigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021345",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021694",
      "summary": "Bruce Barket, an attorney, is proposing a meeting to discuss a proposed schedule with the Assistant U.S. Attorney. He suggests the 30th or 2nd as potential dates, following up on a previous offer of next Friday afternoon. Barket intends to finalize his proposed briefing schedule by Tuesday.",
      "timestamp": "2019-09-21T00:00:00",
      "timestamp_raw": "21 Sep 2019",
      "keywords": [
        "bruce barket",
        "schedule",
        "redaction",
        "proposal",
        "meeting",
        "u.s. attorney",
        "briefing",
        "tuesday",
        "september 2019",
        "barket epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021695",
      "summary": "Bruce Barket (Barket Epstein Kearon Aldea & LoTurco) is coordinating a meeting to propose a schedule for penalty phase pleadings. The Assistant U.S. Attorney and Tonyricco (Learned Counsel) are available next Friday afternoon. Barket intends to finalize a proposed briefing schedule by Tuesday of the following week.  The communication includes contact information for all parties involved and a standard confidentiality disclaimer.",
      "timestamp": "2019-09-21T00:00:00",
      "timestamp_raw": "21 Sep 2019",
      "keywords": [
        "schedule",
        "redaction",
        "bruce barket",
        "tonyricco",
        "legal",
        "proposed",
        "briefing",
        "aba guidelines",
        "attorney",
        "efta00021695"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019695",
      "summary": "An email chain discusses a proposed schedule for penalty phase pleadings. Bruce Barket (of Barket, Epstein, Kearon, Aldea & LoTurco) initially proposed a schedule to be sent by Tuesday, September 24th. The Assistant U.S. Attorney requested a schedule by October 4th. Barket responded that they would discuss and finalize the schedule after a chat, with availability offered for Thursday afternoon (except 2:45-4:00) and next Friday afternoon. Tonyricco, acting as Learned Counsel, stated he would submit a schedule over the weekend.",
      "timestamp": "2019-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2019",
      "keywords": [
        "schedule",
        "proposed schedule",
        "bruce barket",
        "barket epstein",
        "attorney",
        "united states attorney",
        "efta00019695",
        "penalty phase",
        "aba guidelines"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021345",
      "summary": "Bruce Barket (Barket, Epstein, Kearon, Aldea & LoTurco) is working on a proposed schedule for penalty phase pleadings. He was corresponding with Tonyricco (Assistant U.S. Attorney) and another individual regarding availability for a meeting to discuss the schedule. Barket intended to finalize and send a proposed briefing schedule by Tuesday, September 24th, and requested a meeting sometime next week.",
      "timestamp": "2019-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2019",
      "keywords": [
        "schedule",
        "proposed",
        "meeting",
        "bruce barket",
        "tonyricco",
        "u.s. attorney",
        "aba guidelines",
        "penalty phase",
        "briefing schedule"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021347",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015932",
      "summary": "Michael Bachrach forwarded an exchange regarding a request for statements from Mr. Tartaglione, potentially related to Jeffrey Epstein’s attempted suicide. The request was initially framed as a Rule 16 discovery request concerning the penalty phase. Bachrach paused pursuing the request with the MCC/BOP to avoid duplication. Bruce Barket responded, clarifying that the request was governed by specific procedures and would be fulfilled by the end of the week under the protective order, contingent on obtaining a release from the inmate (Touhy) and a subpoena. The Assistant US Attorney requested a release, letter, and subpoena for the request to be considered locally.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "tartaglione",
        "rule 16",
        "redaction",
        "mcc/bop",
        "foia",
        "privacy act",
        "touhy",
        "statements",
        "prison",
        "suicide attempt"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019900",
      "summary": "Aida Leisenring sent a preservation request on December 17, 2019, to Bruce Barket regarding video surveillance footage from July 22nd at 11 pm to July 23rd at 4 am, specifically focusing on the hallway outside Tartaglione’s cell during the early morning hours of July 23rd, related to an ongoing investigation. She also requested preservation of any body camera footage from responding officers.  Bruce Barket responded on July 25, 2019, confirming that staff had been instructed to preserve the video footage, noting that MCC staff do not have body cameras.  Both individuals included a standard confidentiality disclaimer in their communications.",
      "timestamp": "2019-12-17T00:00:00",
      "timestamp_raw": "December 17, 2019",
      "keywords": [
        "preservation request",
        "video surveillance",
        "aida leisenring",
        "bruce barket",
        "july 23",
        "epstein incident",
        "body cameras",
        "efta00019900"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015997",
      "summary": "Tartaglione related to Jeffrey Epstein’s attempted suicide on July 22-23, 2019, as recorded by the Bureau of Prisons. *   The zip folder also includes reports of statements conveyed to MCC staff by Mr. Epstein. *   Bruce Barket’s office declined to produce materials related to Epstein’s attempted suicide, citing irrelevance and Rule 16. *   Barket’s office requested a release from Touhy, a letter, and a subpoena to facilitate the request. *   The request for statements was governed by FOIA/Privacy Act and Touhy regulations, necessitating legal authorization.",
      "timestamp": "2019-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2019",
      "keywords": [
        "tartaglione",
        "epstein",
        "jeffrey",
        "suicide",
        "statements",
        "mcc",
        "bop",
        "protective order",
        "rule 16",
        "july 23",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030557",
            "similarity": 0.571,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030557",
      "summary": "Tartaglione) regarding Jeffrey Epstein’s attempted suicide on July 22-23, 2019. *   The request includes reports of statements from Mr. Tartaglione conveyed to MCC staff by Mr. Epstein and any recordings of those statements. *   The request includes a zip folder containing these materials, marked as “sensitive” due to a protective order. *   The request specifically excludes materials related to Epstein’s attempted suicide on July 22-23, deeming them irrelevant. *   The request requires release from Touhy (inmate), a Touhy letter, and a subpoena to be considered. *   The communication involved multiple parties including Aida Leisenring, John Diaz, Kenneth J. Montgomery Esq, and Bruce Koffsky.",
      "timestamp": "2019-12-23T00:00:00",
      "timestamp_raw": "23 Nov 2019",
      "keywords": [
        "tartaglione",
        "epstein",
        "statements",
        "mcc",
        "july 23",
        "2019",
        "suicide",
        "reports",
        "protective order",
        "usanys",
        "efta00030557"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015997",
            "similarity": 0.571,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015994",
            "similarity": 0.571,
            "index": 2,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030552",
      "summary": "Bruce Barket, representing the defense team, is requesting statements made by Tony Ricco (Mr. Tartaglione) during interviews conducted by the Bureau of Prisons (BOP) regarding Jeffrey Epstein’s attempted suicide on July 22-23, 2019. The US Attorney’s office is responding by offering a zip folder containing statements attributed to Mr. Tartaglione, including those conveyed to MCC staff by Mr. Epstein. They decline to produce materials related to Epstein’s attempted suicide, citing relevance and Rule 16. A discussion regarding a call time is initiated, ultimately settling on a Wednesday at 10:00 AM. The request is subject to protective order stipulations and requires compliance with FOIA/Privacy Act regulations, including inmate releases and subpoenas.",
      "timestamp": "2019-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2019",
      "keywords": [
        "bruce barket",
        "aida leisenring",
        "kenneth montgomery",
        "tartaglione",
        "epstein",
        "mcc",
        "july 23",
        "2019",
        "suicide",
        "statements",
        "usanys",
        "rule 16",
        "foia",
        "touhy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021766",
      "summary": "Bruce Barket, representing Barket Epstein Kearon Aldea & LoTurco, LLP, is corresponding with Aida Leisenring and others regarding discovery requests related to the Tartaglione case. Key points include: *   A request for the taint team to contact them regarding a review of a cell phone, specifically concerning hand-held videos from July 23rd. *   An inquiry regarding the inconsistent accounts of surveillance video and a request for further inquiries. *   A request for a hearing regarding the disappearance of surveillance video. *   MCC offers access to a makeshift rope for inspection, with restrictions on photography. *   BOP has forensic reports of Tartaglione’s cellphone and SIM card, which will be reviewed by a walled-off team of AUSAs to identify privileged materials. *   BOP states no other pictures or videos were taken from inside the cell, and a letter with video evidence is forthcoming for review at the office.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "bruce barket",
        "discovery requests",
        "surveillance video",
        "cell phone",
        "tartaglione",
        "bop",
        "mcc",
        "ausa",
        "july 23",
        "videos",
        "forensic reports"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016973",
      "summary": "Bruce Barket, attorney at Barket Epstein Kearon Aldea & LoTurco, LLP, is requesting to view physical evidence related to Jeffery Epstein’s attempted suicide in July 2020, while incarcerated with Frank Tartaglione. He is asking the recipient to arrange dates and times for the viewing and emphasizes the confidential nature of the communication.",
      "timestamp": "2020-01-10T00:00:00",
      "timestamp_raw": "10 Jan 2020",
      "keywords": [
        "efta00016973",
        "jeffery epstein",
        "suicide",
        "evidence",
        "tartaglione",
        "viewing",
        "bruce barket",
        "redaction analysis",
        "attorney client communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021768",
      "summary": "A communication was sent from the United States Attorney’s Office, Southern District of New York, to [REDACTED] regarding the loss of a video featuring Frank Tartaglione (MCC). Bruce Barket filed a motion seeking a hearing about the loss, and the sender intends to oppose the motion, providing updates.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "tartaglione",
        "mcc video",
        "bruce barket",
        "hearing",
        "united states attorney's office",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016974",
      "summary": "Bruce Barket is reporting multiple issues regarding the detention of Nick, who has been held for nearly three years. These include: 1.  Refusal to allow access to cells and common areas. 2.  Lack of response to a request to view physical evidence related to a July 23rd suicide attempt. 3.  Unanswered complaints about extreme heat conditions on the tier, leading to hospitalizations. 4.  Denied family visit request following a court appearance and a perceived shift in the MCC’s approach, prompting consideration of seeking judicial intervention.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2020",
      "keywords": [
        "efta00016974",
        "mcc",
        "jail",
        "suicide attempt",
        "conditions",
        "inmate",
        "view",
        "evidence",
        "motion to compel",
        "administration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017026",
      "summary": "On January 17, 2020, Bruce Barket contacted [REDACTED] regarding several issues at the institution concerning his client. These issues included a denial of access to view the cells and common areas where the client has been held for three years, a lack of response to requests for an inspection of physical evidence related to a suicide attempt, complaints about extreme heat in the unit resulting in hospitalizations, and a request for a family visit that required additional detail. Counsel for the institution responded, outlining steps being taken to address the heat complaints and requesting further information regarding the family visit request. The institution's legal team intends to communicate with all counsel of record until Judge Karas provides further instruction.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00017026",
        "mcc",
        "jail",
        "tour",
        "evidence",
        "temperature",
        "visit",
        "counsel",
        "inmate",
        "motion to compel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028448",
      "summary": "Bruce Barket, attorney for a client detained for a potential execution, is experiencing difficulties communicating with the Metropolitan Correctional Center (MCC). He is requesting access to his client’s detention area for mitigation evidence preparation and is seeking to review physical evidence related to a previous suicide attempt. He’s also raising concerns about extreme heat conditions in the detention unit and a stalled request for a family visit. The MCC is responding with increased scrutiny and requests for more detailed information, citing security concerns and a policy of communicating with all counsel of record.  The MCC is coordinating with other agencies to address the issues, but progress is slow and Barket is seeking judicial intervention.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "17 Jan 2020",
      "keywords": [
        "death penalty",
        "detention",
        "inspection",
        "visit",
        "mitigation",
        "counsel",
        "evidence",
        "temperature",
        "communication",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019063",
      "summary": "Bruce Barket, an attorney, contacted a recipient to inform them that his trial date has been moved to March 3rd due to the Court denying his request for March 4th off to attend a status conference regarding Mr. Tartaglione and a “Curcio issue.” Barket inquired about requesting additional time for review and potential adjournment of the conference, suggesting that further action would likely focus on resolving the Curcio issue.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "24 Feb 2020",
      "keywords": [
        "efta00019063",
        "bruce barket",
        "curcio",
        "trial",
        "march 3rd",
        "edny",
        "judge karas",
        "attorney-client",
        "transmittal",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018546",
      "summary": "Bruce Barket contacted the US Department of Justice (DOJ) on February 25, 2020, to inform them that his trial had been moved to March 3rd due to a denied request for time off to attend a status conference regarding Mr. Tartaglione and a “Curcio issue.” He inquired about the DOJ’s intention to request additional time for review and potential adjournment of the conference, suggesting options including further requests or a judge’s intervention if needed. The email chain included responses from Margery and further contact information for Barket Epstein Kearon Aldea & LoTurco, LLP.",
      "timestamp": "2020-02-25T00:00:00",
      "timestamp_raw": "February 25, 2020",
      "keywords": [
        "bruce barket",
        "trial",
        "curcio",
        "march 3rd",
        "edny",
        "adjournment",
        "request",
        "judge karas",
        "barket epstein kearon aldea & loturco",
        "efta00018546"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032314",
      "summary": "Bruce Barket, an attorney with Barket Epstein Kearon Aldea & LoTurco, LLP, is involved in a legal case concerning Mr. Tartaglione. The trial date was initially set for February 25th, but was moved to March 3rd due to Barket requesting March 4th off. Barket inquired about continued review of materials and potential input from his firm. Margery responded that they would be in a better position to answer questions the following day and potentially request more time. Barket considered requesting a further adjournment if needed.",
      "timestamp": "2020-02-26T00:00:00",
      "timestamp_raw": "26 Feb 2020",
      "keywords": [
        "bruce barket",
        "scheduling order",
        "curcio issue",
        "march 4th",
        "usanys",
        "doj",
        "trial",
        "documents",
        "emails"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029704",
      "summary": "On March 3, 2020, I sent an email to Bruce Barket regarding inmates being produced for court. Bruce Barket inquired about Nick's ability to appear in court the following day, given a week-long lockdown at MCC. The email included contact information for Barket Epstein Kearon Aldea & LoTurco, LLP.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "March 3, 2020",
      "keywords": [
        "inmates",
        "court",
        "mcc",
        "lockdown",
        "bruce barket",
        "nick",
        "redaction",
        "attorney",
        "confidential",
        "communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019111",
      "summary": "Bruce Barket sent an ex parte order from Judge Karas to Defense Counsel and Firewall Counsel regarding case EFTA00019111. The order was attached as a PDF named “16cr832_ex parte order.pdf” and will be filed under seal.",
      "timestamp": "2020-06-13T00:00:00",
      "timestamp_raw": "13 Jun 2020",
      "keywords": [
        "efta00019111",
        "redaction analysis",
        "ex parte order",
        "judge karas",
        "bruce barket",
        "defense counsel",
        "firewall counsel",
        "aida leisenring",
        "seal",
        "brief"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030482",
      "summary": "Bruce Barket of Barket, Epstein, Kearon, Aldea & LoTurco received confirmation from the Chambers of Judge Karas that the Curcio Hearing scheduled for June 30th was canceled. Bobbi Sternheim inquired about the cancellation and requested a reschedule to July 13th, necessitating flight cancellations. An ex parte order from Judge Karas was attached and intended to be filed under seal.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "efta00030482",
        "ex parte order",
        "bruce barket",
        "judge karas",
        "bobbi sternheim",
        "curcio hearing",
        "july 13th",
        "flights",
        "legal documents",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023680",
      "summary": "A series of emails were exchanged regarding a letter concerning jail conditions and a court appearance. The initial email, sent on August 21, 2020, requested a call to discuss the letter and attached a memo endorsement from Judge Karas. Subsequent emails forwarded the memo and requested confirmation that the judge would review it, involving multiple attorneys including those representing the MCC and prosecution team, as well as firewall counsel. The emails highlight a time-sensitive situation requiring a response by Monday.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "August 21, 2020",
      "keywords": [
        "jail conditions",
        "court appearance",
        "judge karas",
        "attorney client communication",
        "redaction",
        "narcotics unit",
        "legal transmittal",
        "bruce barket",
        "efta00023680",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016968",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016968",
      "summary": "The document is an email chain concerning a letter regarding jail conditions and a court appearance. Key elements include: *   Multiple individuals (including USANYS contacts, Bruce Barket, and Judge Karas) exchanged emails discussing the letter. *   There was a request for a call to discuss the matter urgently, with a deadline of Monday. *   A memo endorsement from Judge Karas was attached and forwarded. *   Several recipients were copied, including legal counsel for the MCC and prosecution team, and firewall counsel. *   The initial request was to bring the letter to the judge's attention.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2020",
      "keywords": [
        "jail conditions",
        "court appearance",
        "judge karas",
        "efta00016968",
        "usanys",
        "narcotics unit",
        "bruce barket",
        "attorney-client communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023680",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030995",
            "similarity": 0.545,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026748",
      "summary": "An email chain discusses a request for a defendant to appear telephonically in court, concerning jail conditions and a court appearance. The emails involve multiple individuals including Bruce Barket, Aida Leisenring, Kenneth J. Montgomery, Michael Bachrach, and Tonyricco. One party suggests checking with “the other side of the wall,” referencing an adjacent facility. A letter was sent to a judge requesting attention to the matter, with copies sent to legal counsel for the defendant and prosecution. A disclaimer regarding confidential attorney-client communication is included.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2020",
      "keywords": [
        "jail conditions",
        "court appearance",
        "telephonically",
        "request",
        "lawyer",
        "prosecution",
        "firewall",
        "judge",
        "bruce barket",
        "efta00026748"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030995",
      "summary": "On August 22, 2020, Bruce Barket forwarded a letter regarding jail conditions and a court appearance to multiple individuals, including Judge Karas, Aida Leisenring, Michael Bachrach, and John Diaz. The letter originated from “USANYS” and requested a response to Judge Karas by Monday, August 24th, citing a potential COVID-19 related connection. Barket also contacted Karas’ chambers to confirm the judge’s review of the forwarded letter. A memo endorsement from Judge Karas was attached.",
      "timestamp": "2020-08-22T00:00:00",
      "timestamp_raw": "August 22, 2020",
      "keywords": [
        "jail conditions",
        "court appearance",
        "judge karas",
        "covid",
        "usanys",
        "bruce barket",
        "efta00030995",
        "memorandum",
        "attorney-client communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016968",
            "similarity": 0.545,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010427",
      "summary": "On August 25, 2020, the Narcotics Unit (USANYS) sent a Government letter to Judge Karas regarding jail conditions and a court appearance. Judge Karas responded on August 21, 2020, by endorsing a memo. Bruce Barket forwarded the Government’s letter to Judge Karas’ chambers on August 20, 2020, requesting confirmation that the judge would review it, and also copied relevant parties including counsel for the MCC and the prosecution team. One redaction is present in the document.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "August 25, 2020",
      "keywords": [
        "jail conditions",
        "court appearance",
        "judge karas",
        "bruce barket",
        "attorney",
        "letter",
        "memorandum",
        "usanys",
        "mcc",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016001",
      "summary": "On August 26, 2020, the Narcotics Unit (USANYS) sent a follow-up letter to Judge Karas regarding the Court’s August 21 order concerning jail conditions and a court appearance. This letter was attached to an email chain initiated by Bruce Barket, who requested confirmation that Judge Karas would review the document.  A memo endorsement from Judge Karas’ Chambers was also attached on August 20, 2020, and copied to various legal representatives including counsel for the MCC and prosecution team. The documents involved a request for the judge to review a letter related to jail conditions and a court appearance.",
      "timestamp": "2020-08-26T00:00:00",
      "timestamp_raw": "August 26, 2020",
      "keywords": [
        "karas",
        "nysd chamber",
        "jail conditions",
        "court appearance",
        "letter",
        "government",
        "narcotics unit",
        "bruce barket",
        "aida leisenring",
        "michael bachrach"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032123",
      "summary": "Bruce Barket, attorney for Mr. Tartaglione, is requesting that he be released from quarantine and placed in a safe cell. Mr. Tartaglione was initially quarantined for over twice the allotted time and is now being given a “Hobson’s choice” of solitary confinement (SHU) or a cell with a potentially threatening cellmate. Prior to the quarantine, he had been relatively safe in a cell with a familiar cellmate, having previously been assaulted. Barket expresses concern that the MCC is prioritizing safety over his client’s well-being and previous assurances regarding cell return.",
      "timestamp": "2020-09-01T00:00:00",
      "timestamp_raw": "01 Sep 2020",
      "keywords": [
        "tartaglione",
        "quarantine",
        "shu",
        "cellmate",
        "safety",
        "violence",
        "mccl",
        "barket epstein",
        "legal",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016907",
      "summary": "Bruce Barket, representing a party, requests examination of an “orange rope” potentially related to a July 23rd incident and the penalty phase. He seeks permission to measure the rope and wants to review video surveillance and photographs of cell 124. Aida Leisenring, responding on behalf of the other party, confirms their investigation into available video and photographs, expressing uncertainty about the basis for a physical inspection of the rope and requesting a justification. The communication details a request for video surveillance footage and photographic evidence related to the incident.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "evidence",
        "rope",
        "measurement",
        "video",
        "surveillance",
        "disclosure",
        "incident",
        "penalty phase",
        "examination",
        "cell 124"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}