{
  "keyword": "hearing",
  "count": 49,
  "keyword_match_count": 49,
  "content_match_count": 176,
  "total_files": 225,
  "timeline": [
    {
      "file_id": "EFTA00013496",
      "summary": "On September 11, 2007, an Assistant U.S. Attorney (USAFLS) communicated via email with multiple individuals, including Sony, regarding a request to hold a hearing on Epstein’s motion to quash. The hearing was initially proposed for the following morning, but the sender inquired about postponing it.  The email chain involved individuals within the USAFLS and referenced Judge Marra and Epstein.",
      "timestamp": "2007-09-11T00:00:00",
      "timestamp_raw": "September 11, 2007",
      "keywords": [
        "efta00013496",
        "judge marra",
        "epstein",
        "usafls",
        "redaction",
        "hearing",
        "motion to quash",
        "sony",
        "crd",
        "urgent"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013608",
      "summary": "Judge Marra has scheduled a hearing for Tuesday, September 11, 2007, at 9:00 AM regarding Epstein’s computer equipment. Roy Black is being contacted, and a witness is scheduled to appear before the grand jury that afternoon. The hearing is taking place from the Assistant U.S. Attorney’s office in West Palm Beach, FL.",
      "timestamp": "2007-09-11T00:00:00",
      "timestamp_raw": "September 11, 2007",
      "keywords": [
        "epstein",
        "computer equipment",
        "hearing",
        "grand jury",
        "roy black",
        "judge marra",
        "2007",
        "u.s. attorney",
        "west palm beach",
        "florida"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013466",
      "summary": "A hearing on an Epstein motion to quash occurred on 2007-09-18 from 13:00:00 to 16:00:00 +0000, organized by Judge Marra, classified as X-PERSONAL, and attended by EFTA00013466.",
      "timestamp": "2007-09-18T00:00:00",
      "timestamp_raw": "2007-09-18",
      "keywords": [
        "epstein",
        "motion to quash",
        "hearing",
        "2007",
        "judge marra",
        "redaction analysis",
        "personal",
        "event",
        "date",
        "attendees"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013480",
            "similarity": 0.667,
            "index": 3,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013480",
      "summary": "A hearing took place on 2007-09-18 from 13:00:00 to 16:00:00 +0000, organized by C. (USAFLS) and held before Judge Marra. The event was classified as X-PERSONAL and had a priority of 5. Attendees included representatives of USAFLS (EFTA00013480).",
      "timestamp": "2007-09-18T00:00:00",
      "timestamp_raw": "2007-09-18",
      "keywords": [
        "epstein",
        "motion to quash",
        "hearing",
        "2007",
        "usafls",
        "judge marra",
        "redaction analysis",
        "personal",
        "attendees",
        "efta00013480"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013466",
            "similarity": 0.667,
            "index": 2,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022133",
      "summary": "The core accusations involve a pattern of sexual abuse, grooming, and exploitation spanning several years, beginning in 2001. Key elements include: *   **Recruitment:** Women were recruited through various channels, often involving high school contacts or modeling agencies. *   **Massage Sessions:** Epstein frequently engaged women in massage sessions that quickly escalated into sexual abuse, including masturbation, unwanted touching, stripping, and, in several cases, rape. *   **Locations:** The abuse occurred across multiple locations including New York, Los Angeles, South Africa, the US Virgin Islands, Paris, and New Mexico (“Zorro Ranch”). *   **Financial Incentives:** Women were paid $300-$200 for massage sessions, reinforcing their involvement. *   **Manipulation & Control:** Epstein manipulated the women through emotional reinforcement, threats, and isolating them from their families and friends. He frequently attempted to keep them under his control through email and travel arrangements. *   **Witnesses:** Other individuals, such as Alan Dershowitz and Prince Andrew, were implicated in the abuse, with Dershowitz observed during a grooming session and Prince Andrew allegedly sexually assaulting one of the women in London. *   **Multiple Victims:** Several women offered strikingly similar accounts of Epstein's behavior, suggesting a coordinated scheme and highlighting the scope of his abuse. *   **Legal Proceedings:** The information is derived from press reporting, lawsuit proceedings (specifically against Boies Schiller), and hearing transcripts from legal cases. **Note:** The document explicitly states that the information is presented as allegations.",
      "timestamp": "2007-10-18T00:00:00",
      "timestamp_raw": "2007/10/18",
      "keywords": [
        "epstein",
        "accusations",
        "abuse",
        "massage",
        "sex trafficking",
        "modeling",
        "recruited",
        "rape",
        "virginia",
        "maxwell",
        "victims",
        "sexual assault",
        "new york",
        "los angeles",
        "caribbean",
        "grooming",
        "psychosexual abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013533",
      "summary": "On December 7, 2007, Fowler White Burnett PA sent a letter to the United States Attorney's Office for the Southern District of Florida regarding Jeffrey E. Epstein’s case. The letter includes a signed Affirmation of the Non-Prosecution Agreement and Addendum, dated October 30, 2007. A plea and sentencing hearing is scheduled for January 4, 2008, at 8:30 am with Judge Sandra McSorley. The attorneys request that the Office postpone sending victim notification letters until further discussion.",
      "timestamp": "2007-12-07T00:00:00",
      "timestamp_raw": "December 7, 2007",
      "keywords": [
        "jeffrey epstein",
        "non-prosecution agreement",
        "florida",
        "united states attorney",
        "sandra mcsorley",
        "sentencing hearing",
        "december 7",
        "2007",
        "west palm beach",
        "victim notification letters"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013546",
      "summary": "Jeffrey Epstein’s plea hearing for solicitation of prostitution was rescheduled to March 2008. The hearing was originally scheduled for Friday but was moved due to an agreement between the defense and prosecution. Epstein is expected to plead guilty and will face 18 months in prison followed by house arrest. Federal authorities will drop their investigation into potential federal law violations. The case stemmed from an investigation into Epstein’s payments to five underage girls for massages and potential sexual activity at his Palm Beach home, involving surveillance, trash examination, and testimonies from alleged victims and witnesses.",
      "timestamp": "2008-01-03T00:00:00",
      "timestamp_raw": "January 03, 2008",
      "keywords": [
        "jeffrey epstein",
        "plea hearing",
        "solicitation of prostitution",
        "palm beach",
        "investigation",
        "prosecution",
        "defense",
        "felony charge",
        "2008",
        "prison"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013776",
      "summary": "On February 6, 2008, a lawsuit was filed against Jeffrey Epstein by a 16-year-old girl (“Jane Doe No. 2”) alleging sexual abuse and intentional infliction of emotional distress at his Palm Beach mansion. This is the second lawsuit against Epstein within two weeks, following a previous $50 million federal lawsuit. Epstein was arrested in 2006 on a solicitation of prostitution charge and is scheduled for a status hearing next month. Epstein’s attorneys previously denied any wrongdoing in the initial lawsuit, stating it was motivated by greed. A U.S. Assistant Attorney communicated about the new lawsuit with another attorney, Jeffrey Herman, who represents the girl.",
      "timestamp": "2008-02-06T00:00:00",
      "timestamp_raw": "February 6, 2008",
      "keywords": [
        "epstein",
        "lawsuit",
        "sexual assault",
        "jeffrey epstein",
        "virginia",
        "massages",
        "solicitation of prostitution",
        "teenager",
        "jane doe",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013550",
      "summary": "On March 28, 2008, an Assistant U.S. Attorney (USAFLS) communicated with multiple individuals regarding the investigation into Jeffrey Epstein. The Attorney reported a “miraculous” recovery from a knee surgery and anticipated returning to work on a half-day basis. Discussions involved scheduling a grand jury hearing for April 8th and a potential delay in indictments if a quorum wasn’t met. The Attorney initially reported being home from the hospital following a stay and inquired about any information regarding the Epstein investigation.",
      "timestamp": "2008-03-28T00:00:00",
      "timestamp_raw": "March 28, 2008",
      "keywords": [
        "epstein",
        "usafls",
        "recovery",
        "grand jury",
        "quorum",
        "attorney",
        "knee surgery",
        "hospital",
        "redacted",
        "march 2008"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014146",
      "summary": "The declaration details the U.S. Attorney’s involvement in notifying victims of Epstein’s crimes and a deferred prosecution agreement with the State of Florida. **Key Points:** *   **Background:** The investigation, initiated in 2006 by the FBI and the Palm Beach Police Department, focused on Epstein’s alleged involvement in inducing young girls into prostitution. *   **Victim Notification:** The U.S. Attorney’s office consistently notified victims (identified as “F2,” “M,” “I,” and others) through letters provided by the FBI’s Victim-Witness Specialist, with hand-delivered letters to specific individuals. *   **Deferred Prosecution Agreement:** In 2007, the U.S. Attorney and Epstein reached a deal where Epstein would face state charges in Florida while the federal government reserved the right to pursue charges if needed. This agreement included a provision to offer federal victims the same rights as if Epstein had been federally prosecuted. *   **Confidentiality Concerns:** The Attorney raised concerns about victims potentially exaggerating their involvement for damages claims and sought to limit notification to prevent witness intimidation. *   **Edwards’ Representation:** Attorney James Eisenberg represented several of Epstein’s clients, and Edwards attempted to utilize his influence to affect the outcome of the case. *   **Delayed Notification & Dispute:** A key point of contention is the timing of notification to some victims, specifically regarding the plea agreement hearing. Edwards’ delayed communication and subsequent disagreement over the scope of the agreement prompted further notification efforts. *   **Limited Scope:** Due to a stipulation in the agreement, the U.S. Attorney was unable to include certain victims in an indictment, limiting the extent of the federal remedy. Do you want me to elaborate on any specific aspect of the summary, such as the details of the agreement or the legal arguments involved?",
      "timestamp": "2008-05-28T00:00:00",
      "timestamp_raw": "May 28, 2008",
      "keywords": [
        "united states attorney",
        "crime victim rights act",
        "jeffrey epstein",
        "victim notification",
        "florida statutes",
        "prosecution",
        "federal remedy",
        "indictment",
        "damages claims",
        "pro bono counsel",
        "palm beach police department",
        "fbi",
        "victim-witness specialist"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014187",
      "summary": "Marra denying Jeffrey Epstein’s motion to stay a civil lawsuit (Case 9:08-cv-80119-KAM) brought by Jane Doe No. 2. Epstein’s motion sought a stay based on 18 U.S.C. § 3509(k), which applies when a criminal action arises from the same event as a claim for damages and involves a child victim, requiring the civil action to be stayed until the criminal action concludes. The court rejected Epstein’s argument that a “deferred-prosecution” agreement with the U.S. Attorney constituted a “pending criminal action.” The judge determined that the criminal action was not pending because the U.S. Attorney hadn’t filed an indictment or information against Epstein.  The court also cited a prior case (Doe 1 v. Francis) for context, noting that the stay in that case was based on a prior state indictment. Finally, the court denied Epstein’s motions for a hearing and an extension of time to file a response, and granted Plaintiff’s motion for an extension of time to file a response.",
      "timestamp": "2008-06-20T00:00:00",
      "timestamp_raw": "June 20, 2008",
      "keywords": [
        "stay",
        "criminal action",
        "indictment",
        "grand jury",
        "deferred prosecution",
        "18 u.s.c. § 3509(k)",
        "civil action",
        "florida",
        "jeffrey epstein",
        "statute",
        "investigation",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013910",
      "summary": "As of June 27, 2008, the U.S. Department of Justice, via R. Alexander Acosta, was awaiting a proposed plea agreement and notification of a change of plea hearing for Jeffrey Epstein. The Non-Prosecution Agreement stipulated Epstein’s plea, sentencing, and start of incarceration by January 4, 2008, but after exhausting appeals, Acosta demanded Epstein fulfill the agreement by June 30, 2008. Despite multiple requests from counsel, Acosta had not received the plea agreement or hearing information, raising concerns about a potential breach of the Non-Prosecution Agreement. A witness’s request to cancel their appearance was also received, reflecting Epstein’s intended guilty plea.",
      "timestamp": "2008-06-27T00:00:00",
      "timestamp_raw": "June 27, 2008",
      "keywords": [
        "jeffrey epstein",
        "plea agreement",
        "state attorney's office",
        "non-prosecution agreement",
        "change of plea",
        "united states department of justice",
        "roy black",
        "jack goldberger",
        "florida",
        "2008"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013976",
      "summary": "*   **Charges Against Epstein:** Epstein is accused of sex trafficking of children through fraud, using interstate commerce to entice minors into prostitution, and wire fraud. These crimes occurred in Palm Beach County, Florida. *   **Ongoing Investigation & Plea Negotiations:** The U.S. Attorney’s office is investigating Epstein and engaged in plea negotiations with him concerning federal crimes against minor children. *   **CVRA Rights Denied:** Jane Doe claims she has been denied her rights under the CVRA, specifically: notice of her rights, consultation with the prosecutor, information regarding restitution, and treatment with fairness and respect. *   **Jeopardy of Rights Loss:** The petition states she is in jeopardy of losing these rights if the government negotiates a plea agreement without her participation and knowledge. *   **CVRA Foundation:** The CVRA aims to make crime victims independent participants throughout the criminal justice process, providing them with rights to notice, hearings, and consultation. *   **Victim Defined:**  Under the CVRA, the victim is defined as a person \"directly and proximately harmed as a result of the commission of a Federal offense”. *   **Court’s Obligation:** The court is obligated to ensure that Jane Doe receives her rights under the CVRA, specifically the right to confer with the prosecutor before any plea agreement is reached.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "crime victims' rights act",
        "cvra",
        "18 u.s.c. section 3771",
        "jeffrey epstein",
        "sex trafficking",
        "fraud",
        "wire fraud",
        "united states attorney",
        "plea negotiations",
        "notice of rights",
        "criminal justice process",
        "victims' rights",
        "palm beach county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014125",
      "summary": "Attorney’s Office regarding a case involving Jeffrey Epstein and victims’ rights. *   The U.S. Attorney’s Office initially proposed presenting only two undisputed facts: the lack of federal charges against Epstein and his guilty plea and sentencing in Florida State Court. *   Edwards requests the inclusion of two additional undisputed facts: a non-prosecution agreement between Epstein and the U.S. Attorney’s Office, and the fact that the victims were not informed of the agreement until after June 30, 2008, due to confidentiality provisions. *   Edwards expresses concern that the U.S. Attorney’s Office has not provided the victims with the full non-prosecution agreement or transcripts of interviews conducted by the FBI. *   He reiterates his request for assistance in securing a transcript of the hearing on the victims’ petition.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "jeffrey epstein",
        "u.s. attorney",
        "non-prosecution agreement",
        "florida state court",
        "victims' rights",
        "criminal charges",
        "guilty pleas",
        "federal sex crimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014077",
      "summary": "The case centers around Jeffrey Epstein’s 2006 solicitation of prostitution charges, which were pursued in state court but never resulted in a federal indictment. **Key Arguments:** *   **No “Court Proceeding”:** The government asserts that because no federal charges were filed, there was no “court proceeding” under 18 U.S.C. § 3771(b) requiring consultation with the government attorney. *   **Victim Notification Efforts:** The government contends it took “its best efforts” to comply with the CVRA by providing notification to the victim through FBI Victim-Witness Specialists and Assistant U.S. Attorneys, including hand-delivered letters and informing the petitioner’s counsel of upcoming court hearings. *   **Confidential Negotiations:** The government engaged in confidential plea negotiations with Epstein's attorneys to defer federal prosecution in favor of a state court resolution, primarily to preserve a potential federal remedy for exploited girls. This confidentiality was justified to protect the integrity of the investigation. *   **Venue Provisions:** The government argues that Section 3771(d)(3) of the CVRA, which specifies the venue for asserting victim rights in the absence of prosecution, doesn't create a right to consultation *before* a prosecution begins. *   **Applicable Rights:** The government acknowledges that certain rights under 18 U.S.C. § 3771(a) (e.g., protection from the accused, reasonable delay) *do* apply prior to prosecution, but others (referring to “public court proceeding”) only apply after criminal proceedings have commenced. **Overall:** The government argues the petitioner’s claims are based on a misinterpretation of the CVRA and that it fulfilled its obligations to the victim through proactive notification and efforts to secure victim rights.",
      "timestamp": "2008-07-09T00:00:00",
      "timestamp_raw": "July 9, 2008",
      "keywords": [
        "crime victims rights act",
        "18 u.s.c. § 3771",
        "federal prosecution",
        "plea agreement",
        "victim notification",
        "court proceedings",
        "venue",
        "confidentiality",
        "federal investigation",
        "state court",
        "restitution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013558",
      "summary": "An email was sent from \"RECIPIENT\" to Assistant U.S. Attorney EFTA00013558, subject to “Just got back from Epstein hearing,” on July 11, 2008. The sender and recipient are identified as \"Acosta, Alex (USAFLS).\" The email indicates a need to discuss the matter.",
      "timestamp": "2008-07-11T00:00:00",
      "timestamp_raw": "July 11, 2008",
      "keywords": [
        "epstein hearing",
        "redacted",
        "efta00013558",
        "usa",
        "alex acosta",
        "u.s. attorney",
        "2008",
        "fls",
        "recipient",
        "2025-12-24"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014171",
      "summary": "An email was sent from an Assistant U.S. Attorney to multiple recipients regarding a potential extension of the grand jury hearing the Epstein case. The jury’s expiration date is in two weeks, and the sender is considering an extension due to recent developments that could disrupt the existing agreement.",
      "timestamp": "2008-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2008",
      "keywords": [
        "efta00014171",
        "epstein",
        "grand jury",
        "extension",
        "wpb",
        "redaction",
        "u.s. attorney",
        "jury extension",
        "developments",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014001",
      "summary": "*   The hearing lasted 45 minutes, with Brad Edwards arguing against the government’s handling of the case, citing victim consultation and the accrual of rights under 3771(a). *   The attorney presented information about Epstein’s state sentencing (18 months, 1 year community control) and the status of the agreement. *   Arguments centered on the application of 3371(a) versus 3771(a) rights, the rationale for sealing the government’s response, and the potential need for an evidentiary hearing regarding disputed FBI information from September 2007. *   The court ultimately ordered the unsealing of the government's response and authorized a discussion to resolve factual disputes. *   A reporter from the Sun Sentinel was present at the hearing.",
      "timestamp": "2008-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2008",
      "keywords": [
        "jane doe hearing",
        "jack goldberger",
        "epstein",
        "state court",
        "3771(a)",
        "3371(a)",
        "plea agreement",
        "fbi",
        "sun sentinel",
        "2255",
        "doj",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013595",
      "summary": "Attorney’s Office regarding a case involving Jeffrey Epstein. The lawyers are requesting stipulations of facts related to the case, primarily seeking clarification and documentation regarding agreements made with Epstein and the handling of Jane Doe victims. Key requests include: *   **Transcript Expediting:**  The lawyers need a transcript of a hearing and are requesting the U.S. Attorney’s Office to expedite its preparation. *   **Agreement Documentation:** They require copies of all agreements reached with Epstein (September 2007, October/December 2007) to ensure proper fact stipulation. *   **Victim Rights & Disclosure:**  The lawyers are concerned about the confidentiality provision in the agreement and want assurance it was followed.  They emphasize the victims' right to information and a fair process, pushing for full disclosure of reports and communications regarding the case. *   **Meeting Records:** The lawyers request FBI meeting records regarding Jane Doe #1 and Jane Doe #2 to address discrepancies in recollections of events. *   **Probable Cause Stipulation:** They seek a stipulation that probable cause existed to file an indictment against both Jane Doe #1 and #2. *   **Protection of Victims:** They want assurances that Jane Doe #2 will be protected given her inclusion as a victim. Essentially, the lawyers are raising concerns about the lack of transparency, potential breaches of protocol, and the need for full disclosure to ensure the victims’ rights are fully protected and justice is served.",
      "timestamp": "2008-07-17T00:00:00",
      "timestamp_raw": "July 17, 2008",
      "keywords": [
        "efta00013595",
        "stipulated facts",
        "jane doe",
        "transcript",
        "fbi",
        "confidentiality",
        "prosecution",
        "victim notification",
        "plea agreement",
        "epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013570",
      "summary": "Government’s attempt to dismiss an evidentiary hearing. They allege the Government violated their rights under the Crime Victims' Rights Act (CVRA) by failing to consult with them regarding a Non-Prosecution Agreement reached with Epstein. Specifically, the Government concealed the agreement's terms, misled the victims about the investigation’s progress, and failed to provide requested documents (the agreement and the FBI interview report). The victims are seeking a judgment finding a CVRA violation, requiring the Government to produce these documents, and scheduling a hearing to determine an appropriate remedy. They believe the Government’s actions demonstrate a lack of fairness and an attempt to benefit Epstein.",
      "timestamp": "2008-08-01T00:00:00",
      "timestamp_raw": "08/01/2008",
      "keywords": [
        "cvra",
        "non-prosecution agreement",
        "victim's rights",
        "jane doe",
        "epstein",
        "government",
        "confidentiality",
        "evidence hearing",
        "florida",
        "stipulated facts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013926",
            "similarity": 0.5,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013926",
      "summary": "This document is a Victims' Response to the Government’s “Notice to Court Regarding Absence of Need for Evidentiary Hearing” in a case involving Jane Doe #1 and Jane Doe #2 and Jeffrey Epstein. The victims allege the Government violated their rights under the Crime Victims’ Rights Act (CVRA) by failing to consult with them regarding a Non-Prosecution Agreement reached with Epstein. Specifically, they contend the Government concealed the agreement’s terms and confidentiality provisions, preventing them from participating in the disposition of their case. They request the court order the Government to produce the Non-Prosecution Agreement, the FBI’s report of an interview with Jane Doe #1, and to hold a hearing to determine the appropriate remedy for the alleged CVRA violations. The victims assert that the government's actions denied them their right to fairness and to confer on the case, and they believe the Government’s actions are an attempt to circumvent the victims' rights.",
      "timestamp": "2008-08-01T00:00:00",
      "timestamp_raw": "08/01/2008",
      "keywords": [
        "cvra",
        "non-prosecution agreement",
        "victims",
        "jane doe",
        "epstein",
        "government",
        "confidentiality",
        "rights",
        "fbi",
        "stipulated facts",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013570",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013831",
      "summary": "A hearing was held with Judge Marra regarding an agreement. Judge Marra ordered the agreement’s availability to plaintiffs and their counsel under a protective order, extending to any identified victims and their attorneys if they agree to the order. The plaintiffs can directly address further disclosure with Mr. Epstein in their civil suits. The sender will provide the court order and signed protective order to Jay and Roy Black upon receipt.",
      "timestamp": "2008-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2008",
      "keywords": [
        "hearing",
        "judge marra",
        "protective order",
        "disclosure",
        "agreement",
        "plaintiffs",
        "victims",
        "counsel",
        "civil suits",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014173",
      "summary": "On June 2, 2009, a U.S. Attorney discussed upcoming court dates related to the Jeffrey Epstein case. There are two court hearings scheduled: one on June 12th to address a defense of civil suits against the Non-Prosecution Agreement, and a hearing on June 10th regarding a motion to unseal the agreement filed by the Palm Beach Post. Epstein’s counsel filed a motion in federal court arguing for dismissal of claims under 18 USC 2255, contradicting the Non-Prosecution Agreement. The Attorney believes Epstein is in breach of the agreement and intends to provide timely notice and file an indictment by July 24th. Several litigants have requested unsealing of the Non-Prosecution Agreement, but no hearing has been scheduled.",
      "timestamp": "2009-06-02T00:00:00",
      "timestamp_raw": "June 2, 2009",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "court dates",
        "motion",
        "palm beach post",
        "judge marra",
        "civil suits",
        "18 usc 2255",
        "breach",
        "united states district court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013489",
      "summary": "An event occurred on 2009-06-12 from 14:00:00 to 16:00:00 +0000 at J. Marra, related to an Epstein Motion to Stay (AMV). The event was classified as X-PERSONAL, created on 2015-04-04 and last modified on 2015-07-22, with a priority of 5. The document identifier is EFTA00013489.",
      "timestamp": "2009-06-12T00:00:00",
      "timestamp_raw": "2009-06-12",
      "keywords": [
        "epstein",
        "hearing",
        "motn to stay",
        "amv",
        "j. marra",
        "2009",
        "2015",
        "redaction analysis",
        "personal",
        "efta00013489"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013476",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013476",
      "summary": "An event occurred on 2009-06-12 from 14:00:00 to 16:00:00 +0000, titled \"Hearing on Epstein Motn to Stay (AMV)\". It was organized at J. Marra, classified as X-PERSONAL, and created on 2015-03-27 and last modified on 2015-07-22. The priority level is 5.",
      "timestamp": "2009-06-12T00:00:00",
      "timestamp_raw": "2009-06-12",
      "keywords": [
        "epstein",
        "hearing",
        "motn",
        "stay",
        "amv",
        "j. marra",
        "2009",
        "2015",
        "redaction analysis",
        "efta00013476"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013489",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014192",
      "summary": "The core issue is whether Epstein’s defense strategy in the civil case could violate a non-prosecution agreement between him and the U.S. government. **Key Arguments:** *   **Plaintiffs’ Position:** The plaintiffs (Jane Does 1-7, 10, 11, and 2) argue that Epstein’s actions in defending the civil case – particularly taking depositions or pursuing discovery – could potentially trigger a breach of the NPA, leading the government to indict him. They contend that Epstein’s lawyers have not clearly understood the scope of the NPA and are placing him at risk. *   **Defendant’s Position:** Epstein’s attorneys argue that the government’s interpretation is overly restrictive and that, under the NPA, he is free to conduct normal defense activities without fear of indictment. They believe the government is misinterpreting the agreement and seeking to stifle Epstein’s legal strategy. *   **Court’s Concerns:** The judge expresses concern that the government’s position creates an uncertain and potentially chilling effect on Epstein’s defense, preventing him from taking necessary steps.  He questions the government's understanding of how the NPA applies in a civil context. **Details:** *   The hearing involves numerous attorneys representing both sides, including the plaintiffs’ counsel and the U.S. Attorney's office. *   The case stems from a civil lawsuit involving alleged sexual abuse. *   A key element is the non-prosecution agreement between Epstein and the government. *   The motion hearing concerns a stay of the civil proceedings, with the government seeking to prevent Epstein from proceeding with his defense until they are satisfied that he will not violate the NPA. *   There’s discussion regarding the use of 2255 motions, depositions, and other discovery methods in the civil case. **Conclusion:** The document represents a critical stage in the legal proceedings, with the court attempting to clarify the application of the NPA to the civil case and ensure that Epstein’s defense is not jeopardized by the government’s interpretation.",
      "timestamp": "2009-06-24T00:00:00",
      "timestamp_raw": "06/24/2009",
      "keywords": [
        "case",
        "epstein",
        "non-prosecution agreement",
        "jane doe",
        "discovery",
        "motion hearing",
        "united states",
        "litigation",
        "stay",
        "defense",
        "criminal charges",
        "federal",
        "civil action",
        "testimony",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028880",
      "summary": "The core argument is that the NPA, as it’s interpreted, immunizes her from prosecution as a “potential co-conspirator” of Epstein, regardless of the specific charges or location of the investigation. Here’s a breakdown of the key points: *   **NPA Applies:** Maxwell argues the NPA’s co-conspirator immunity provision applies to her, regardless of the government’s attempts to narrow its scope. *   **Broad Interpretation:** The government attempts to limit the NPA’s scope to the Southern District of Florida (SDFL) and specific offenses between 2001-2007, but Maxwell contends the language is broad enough to cover her. *   **“Potential Co-Conspirator” Clause:** The key phrase – “potential co-conspirators of Epstein” – is argued to encompass her. *   **Lack of Intent Limitation:** The government's attempt to show the parties intended to limit immunity is dismissed as an attempt to rewrite the NPA. *   **Discovery Request:** Maxwell requests discovery and an evidentiary hearing to establish the parties’ intent regarding the NPA’s scope. In essence, Maxwell claims the government is misinterpreting the NPA and that its plain language protects her.",
      "timestamp": "2016-01-11T00:00:00",
      "timestamp_raw": "Jan. 11, 2016",
      "keywords": [
        "npa",
        "ghislaine maxwell",
        "co-conspirator immunity",
        "united states v. epstein",
        "plea agreement",
        "non-prosecution agreement",
        "federal prosecution",
        "jeffrey epstein",
        "district of florida",
        "united states attorney",
        "standing",
        "third-party beneficiary",
        "discovery",
        "intent",
        "immunity provision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029100",
      "summary": "*   **Core Argument:** Maxwell argues the U.S. Attorney's Office (USAO) misled Judge McMahon, who authorized the subpoena, by making false statements about contacts with Boies Schiller related to her case. Specifically, the government misrepresented the extent of these contacts, claiming they were solely about investigating Jeffrey Epstein and not Maxwell’s alleged trafficking activities. *   **Government Admission:** The government admits to significant contact with Boies Schiller, including a February 29, 2016 meeting, and subsequent email exchanges. However, they claim no wrongdoing occurred. *   **Evidence of Misconduct:** The document details evidence of this misconduct, including AUSA’s contemporaneous notes revealing discussions about Maxwell’s case, and the subsequent misleading statements made to Judge McMahon. *   **Request for Remedy:** Maxwell seeks to suppress the evidence obtained due to the government’s actions and to dismiss the counts based on the fraudulent representation. She also requests an evidentiary hearing to explore the circumstances of the government’s misleading conduct.",
      "timestamp": "2016-02-29T00:00:00",
      "timestamp_raw": "February 29, 2016",
      "keywords": [
        "ghislaine maxwell",
        "due process",
        "evidence",
        "government misconduct",
        "boies schiller",
        "subpoena",
        "suppression",
        "counts five and six",
        "fraud",
        "perjury",
        "united states attorney",
        "criminal investigation",
        "protective order",
        "misrepresentation",
        "discovery",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028850",
      "summary": "This document is a transcript of a court hearing regarding the pro hac vice admission of attorneys, Sigrid McCawley and Paul Cassell, for Ghislaine Maxwell's case. Judge Robert Sweet addressed concerns about confidential information access, specifically regarding the deposition of the defendant and the potential for misuse of materials. The core issue revolved around whether McCawley and Cassell could be admitted as counsel despite their role in the protective order and the agreement to share confidential information. Judge Sweet ultimately granted the motion, requiring a broader affirmation of non-participation in any related claims or potential litigation, and requested an expanded confidentiality agreement to address concerns about the scope of protected materials. Further discussions included a request for retainer agreements, clarification about the dismissal of a related Florida case, and a request for production of documents relating to the defendant's claims of emotional distress resulting from the defamation.",
      "timestamp": "2016-04-21T00:00:00",
      "timestamp_raw": "April 21, 2016",
      "keywords": [
        "efta00028850",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "pro hac vice",
        "protective order",
        "confidential information",
        "deposition",
        "fifth amendment",
        "media allegations",
        "defamation",
        "criminal investigation",
        "medical records",
        "florida case",
        "settlement agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029077",
      "summary": "The government, through misrepresentations to Judge McMahon, obtained the file and pursued perjury charges (Counts Five and Six) based on those depositions. The key issue is the government’s false statements about not having prior contact with Boies Schiller, and their subsequent reliance on those statements to modify the Protective Order preventing the sharing of confidential discovery material. The court's argument hinges on the government’s violation of due process and the manipulated circumstances surrounding the evidence obtained. A hearing is requested to investigate the extent of the government’s deception.",
      "timestamp": "2017-09-12T00:00:00",
      "timestamp_raw": "Sept. 12, 2017",
      "keywords": [
        "protective order",
        "maxwell",
        "boies schiller",
        "due process",
        "deposition",
        "evidence",
        "government",
        "misrepresentation",
        "perjury",
        "subpoena",
        "collusion",
        "united states",
        "criminal investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011452",
      "summary": "The case centers around two civil depositions taken during a defamation lawsuit against Maxwell, where she provided detailed, intimate information about her interactions with Jeffrey Epstein. The government obtained a Protective Order prohibiting the sharing of discovery materials, including the depositions. However, the government then misrepresented to Judge McMahon that it had no contact with Boies Schiller and that the Protective Order prevented the government from accessing the depositions.  This misrepresentation allowed the government to obtain the depositions and use them as the basis for the perjury charges.  Boies Schiller had previously contacted the government, and the government’s actions were found to have circumvented the Protective Order and violated Maxwell’s due process rights.  A hearing is requested to explore the circumstances of these misrepresentations.",
      "timestamp": "2017-09-12T00:00:00",
      "timestamp_raw": "Sept. 12, 2017",
      "keywords": [
        "protective order",
        "boies schiller",
        "deposition",
        "perjury",
        "maxwell",
        "due process",
        "grand jury",
        "misrepresentation",
        "evidence suppression",
        "united states v. maxwell",
        "civil litigation",
        "confidentiality"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013440",
      "summary": "This document is a record of an email exchange concerning William Barr’s confirmation hearing as Attorney General. The email, dated January 16, 2019, references a C-SPAN video of the hearing, specifically the exchange with Senator Ben Sasse starting around 5:13:00. It identifies the sender as a Special Assistant to the U.S. Attorney, United States Attorney’s Office, SDNY, and uses the file identifier EFTA00013440.",
      "timestamp": "2019-01-16T00:00:00",
      "timestamp_raw": "January 16, 2019",
      "keywords": [
        "barr",
        "epstein",
        "confirmation hearing",
        "william barr",
        "u.s. attorney's office",
        "sdny",
        "c-span",
        "senate",
        "exchange",
        "sasse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014454",
      "summary": "U.S. Secretary of Labor Alex Acosta defended his handling of a nonprosecution deal with Jeffrey Epstein during a House Committee on Education and Labor hearing, addressing criticism regarding potential mishandling of workplace law violations. The hearing also covered questions about the Department of Labor’s budget, regulatory initiatives, including a proposed overhaul of white-collar overtime exemption regulations (raising concerns about the Obama-era regulation), and a collaboration with the SEC on a new fiduciary rule. Acosta defended the DOJ’s position on the Epstein case, highlighted the appeal of the Obama-era overtime rule, and acknowledged the Supreme Court’s Janus decision. He also stated the administration’s position on the federal minimum wage.",
      "timestamp": "2019-05-02T00:00:00",
      "timestamp_raw": "02 May 2019",
      "keywords": [
        "alex acosta",
        "jeffrey epstein",
        "labor committee",
        "department of labor",
        "overtime exemption",
        "sec fiduciary rule",
        "minimum wage",
        "crime victims' rights act",
        "virginia foxx",
        "janus v. afscme"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027770",
      "summary": "Two Jeffrey Epstein victims are seeking remedies from the U.S. government following a court ruling that prosecutors violated the Crime Victims’ Rights Act when they signed a nonprosecution agreement with Epstein. The victims want the agreement nullified, a criminal case reopened, and an apology from U.S. Attorney Alexander Acosta. They are requesting a hearing with Acosta and other victims, a training course on the CVRA for the U.S. Attorney’s office, monetary sanctions, and attorney fees. The victims allege the government deliberately excluded them from the deal and failed to notify them of significant case resolutions. Epstein pleaded guilty to state charges in 2008 and is currently a registered sex offender.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "jeffrey epstein",
        "victims",
        "nonprosecution agreement",
        "crime victims' rights act",
        "u.s. attorney",
        "alexander acosta",
        "florida court",
        "prosecution",
        "sexual abuse",
        "law360"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029018",
      "summary": "An Assistant U.S. Attorney in New York inquired about a potential FOIA request related to the Jeffrey Epstein investigation being processed by the civil division. The inquiry stemmed from hearing about the request second-hand and expressed confusion regarding its venue in the SDNY court. The Assistant U.S. Attorney offered to assist in identifying the appropriate contact person within the civil division.",
      "timestamp": "2019-06-12T00:00:00",
      "timestamp_raw": "12 Jun 2019",
      "keywords": [
        "foia",
        "epstein",
        "investigation",
        "civil division",
        "usanys",
        "assistant u.s. attorney",
        "criminal investigation",
        "request",
        "review",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010542",
      "summary": "The government contends the CVRA doesn’t authorize such remedies, particularly rescission of the NPA. They argue that the CVRA’s \"reasonable right to confer\" doesn’t extend to altering a finalized agreement and that Petitioners seek remedies beyond the statutory framework. The government proposes specific remedies, including a government representative meeting with victims, a public court hearing, and training for prosecutors, to foster transparency and understanding. They argue the CVRA’s enforcement scheme – relying on motions for victims to assert their rights – is the appropriate mechanism, not the broad equitable remedies requested. Furthermore, the government asserts it already engaged with victims about the Epstein investigation and resolution, noting its commitment to combating human trafficking and child exploitation through various programs and funding. They argue the remedies sought would cause unintended harm to some victims, particularly given the lengthy time since the NPA was entered and the complexities of the case, and that the government’s conduct reflects its commitment to victims. Finally, the government argues the CVRA prohibits damages and attorneys' fees, and that the requested remedies would violate sovereign immunity.",
      "timestamp": "2019-06-24T00:00:00",
      "timestamp_raw": "06/24/2019",
      "keywords": [
        "cvra",
        "non-prosecution agreement",
        "remedies",
        "victim rights",
        "government",
        "epstein",
        "restitution",
        "legal obligations",
        "criminal procedure",
        "enforcement scheme",
        "doj",
        "inquiry",
        "consultation",
        "legal limitations",
        "sovereign immunity",
        "forfeiture",
        "fraud",
        "fraud investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014518",
      "summary": "This email thread discusses the aftermath of a hearing related to Jeffrey Epstein. It involves multiple individuals and organizations, including USANYS, NDGA, and the Miami Herald. A request is made to circulate NDGA papers, and a link to a news article about the hearing is shared. Geoffrey Berman, a Special Assistant to the U.S. Attorney, SDNY, is also involved.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "ndga",
        "hearing",
        "miami herald",
        "sdny",
        "contract",
        "strauss",
        "berman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010541",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010540",
      "summary": "This email, dated June 25, 2019, is from a Special Assistant to the U.S. Attorney, SDNY, to atal.11rIE and ale (USANYS), regarding a news article about a hearing related to Jeffrey Epstein. The article was published in The Miami Herald.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "June 25, 2019",
      "keywords": [
        "epstein",
        "hearing",
        "usanys",
        "florida",
        "miami herald",
        "united states attorney",
        "sdny",
        "contractors",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010541",
      "summary": "This email, dated June 25, 2019, discusses a hearing regarding Jeffrey Epstein. It was sent by a Special Assistant to the U.S. Attorney’s Office, SDNY, to [REDACTED] and includes a link to a Miami Herald article about the hearing. The email references “USANYS” and “SANYS” as contractors associated with USANYS.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "June 25, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "sdny",
        "redaction",
        "contractor",
        "hearing",
        "miami herald",
        "2019",
        "contract",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014518",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021202",
      "summary": "Here’s a breakdown of the key points: *   **Mueller’s Testimony:** Bob Mueller, after initially seeking to avoid testifying, has agreed to appear in back-to-back public hearings on July 17th before the House Intelligence and Judiciary Committees. He stated his May 29th statement was his testimony and wouldn’t go beyond the report. *   **Committee’s Approach:** The House committees, led by Adam Schiff and Jerry Nadler, have pledged to work with Mueller to address his “legitimate concerns about preserving the integrity” of the investigation and respect his desire not to discuss ongoing Justice Department investigations. *   **Mueller’s Expected Behavior:** Experts believe Mueller will largely stick to the findings of the report, citing his past extensive testimony before Congress, and his reluctance to provide new information. *   **Potential Concerns:** The hearing is expected to focus on whether Mueller believes there was sufficient evidence to charge President Trump with obstruction of justice, a question he has avoided directly answering in the report. *   **Potential Disruptions:** Democratic leaders are concerned about the potential for a chaotic and politically charged hearing, with GOP members potentially attempting to discredit Mueller's credibility. *   **Mueller’s Team:**  Several key members of Mueller’s team, including Andrew Goldstein, Jeannie Rhee, and Greg Andres, are expected to accompany Mueller to testify in closed session. *   **Other Developments:** *   The House is considering a $4.5 billion border aid bill. *   The administration is pushing for a trade deal with China. *   There are ongoing investigations involving Trump administration officials, including scrutiny of Michael Burgess and Omarosa Manigault Newman. *   The Department of Justice filed a lawsuit against the maker of the \"Judith and Holofernes\" painting. *   The White House is planning a major fireworks display for the Fourth of July. *   There are continuing political narratives surrounding the 2020 presidential race. The newsletter also includes brief news updates on various political and policy developments, including events surrounding the G20 summit.",
      "timestamp": "2019-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2019",
      "keywords": [
        "mueller",
        "trump",
        "testimony",
        "congress",
        "subpoena",
        "investigation",
        "report",
        "obstruction",
        "hearing",
        "justice department",
        "immigration",
        "border",
        "trade",
        "china",
        "climate change",
        "sarah sanders",
        "migrant children",
        "white house",
        "democrats",
        "republicans",
        "2020 election",
        "faith & freedom coalition",
        "fireworks",
        "fourth of july",
        "metro",
        "private fireworks firms",
        "tyler perry",
        "bet awards",
        "seth meyers",
        "stephen colbert",
        "dementia",
        "video",
        "immigration detention centers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008585",
      "summary": "This document is a transcript of a hearing before the United States Grand Jury, Southern District of New York, in the case of *United States v. Jeffrey Epstein*. A Federal Bureau of Investigation (FBI) Special Agent testified on July 2, 2019, at the United States Courthouse in New York. The agent’s testimony centered on their involvement in an investigation involving Jeffrey Epstein and his associates, specifically focusing on child exploitation, human trafficking, and international parental kidnapping. The agent detailed their work, referencing conversations with other law enforcement officers and review of documents, including phone records, messages, and exhibit presentations, all relating to the investigation. The testimony included discussion of specific individuals, dates (including misdated slides), and communication methods (phone calls and messages) used by Epstein and those associated with him. The agent confirmed the use of hearsay evidence during the proceedings.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "grand jury",
        "united states",
        "witnesses",
        "phone records",
        "trafficking",
        "kidnapping",
        "documents",
        "testimony",
        "hearsay",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030224",
      "summary": "On July 7, 2019, multiple individuals communicated regarding the arrest of Jeffrey Epstein on sex trafficking charges. One email congratulated the team involved in the arrest and prosecution, highlighting the seriousness of the charges and the potential for bringing justice to numerous victims. Another email announced the upcoming sentencing hearing, scheduled to be handled by the sender. The arrest was considered an \"extraordinarily worthy prosecution\" and a demonstration of the unit’s commitment to pursuing difficult cases against powerful individuals.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "indictment",
        "victims",
        "prosecution",
        "arrest",
        "sentencing",
        "psi",
        "press conference",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028321",
      "summary": "Case 1:19-cr-00490-RMB involves a defendant who waived a pretrial report and pleaded not guilty. The defendant was arrested on July 7, 2019, and released on own recognizance with conditions including travel restrictions to the Southern District of New York, electronic monitoring, drug testing if urinalysis is positive, and restrictions on possessing firearms or destructive devices. A detention hearing was scheduled, and a conference before the Magistrate Judge is planned for July 7-8. The defendant waived an identity hearing and preliminary hearing in SDNY. The speedy trial time is excluded under U.S.C. § 3161(h)(7).",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "efta00028321",
        "pretrial report",
        "detention hearing",
        "recognizance",
        "travel restricted",
        "pretrial supervision",
        "drug testing",
        "electronic monitoring",
        "speedy trial",
        "us magistrate judge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015661",
      "summary": "This document records Jeffrey Epstein’s initial appearance in the Southern District of New York on July 8, 2019, following his arrest on July 6, 2019. United States Attorney Geoffrey Berman and defense attorneys Reid Weingarten, Martin Weinberg, and Marc Fernich appeared on behalf of the prosecution and defendant, respectively. Epstein is charged with two counts: sex trafficking conspiracy and the substantive offense of sex trafficking, allegedly involving the sexual abuse of underage girls at his residences in New York and Florida. The court explained Epstein’s rights as a defendant, and the government sought detention pending trial, citing significant risk of flight and danger due to Epstein’s wealth, international travel, and previous offenses. The defense argued that the charges were based on old conduct and that the non-prosecution agreement in Florida was not applicable, requesting a continuance to present their case. The court scheduled a detention hearing for July 11, 2019, at 2:00 PM, and ordered Epstein to be detained.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "sex trafficking",
        "defendant",
        "united states attorney",
        "bail",
        "detention",
        "florida",
        "prosecution",
        "victims",
        "nonprosecution agreement",
        "charges",
        "indictment",
        "fbi",
        "nypd",
        "magistrate judge",
        "united states code"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032984",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the accepted bail hearing for Jeffrey Epstein. The email was sent on July 8, 2019, at 20:43:37 +0000.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "bail hearing",
        "redaction",
        "efta00032984",
        "2019",
        "2025-12-26"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034637",
      "summary": "Jeffrey Epstein appeared in federal court on Monday, July 8, 2019, in connection with federal sex trafficking charges. He was released on bond following a hearing where the judge raised concerns about his potential to flee and ordered him to be monitored electronically. The court set a hearing for July 23, 2019.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00034637",
        "redaction analysis",
        "cnn",
        "jeffrey epstein",
        "court appearance",
        "sdny",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032698",
      "summary": "A United States Attorney from the Southern District of New York sent an email regarding a status conference in the case of USA v. Epstein (Case 1:19-cr-00490-RMB). The conference occurred on July 8, 2019, with Jeffrey Epstein, his attorneys (Weinberg, Weingarten, and Fernich), AUSAs, and US Pretrial Officers present. A bail submission is due on July 11, 2019, a government reply is due on July 12, 2019, and a bail hearing is scheduled for July 15, 2019. Speedy trial time is excluded from July 8 to July 15 due to 18 USC 3161(h)(7)(A) and (B). An electronic filing notice was sent to multiple email addresses.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "usa v. epstein",
        "case 1:19-cr-00490-rmb",
        "status conference",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "judge richard m. berman",
        "transcript",
        "18 usc 3161"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015606",
      "summary": "Pitman in the Southern District of New York on July 8, 2019. The charges against Epstein are two counts: sex trafficking conspiracy (18 U.S.C. § 371) and the substantive offense of sex trafficking (18 U.S.C. § 1591). The government, represented by Geoffrey S. Berman and Reid Weingarten, is seeking detention due to Epstein’s alleged risk of flight and danger presented by his conduct, including alleged exploitation of underage girls and potential witness tampering. Epstein is represented by attorneys Martin Weinberg and Reid Weingarten.  The judge informed Epstein of his rights, and the parties discussed the charges, the government’s desire for detention, and the scheduling of a detention hearing for Thursday, July 11th. Key points include the government’s arguments focusing on Epstein’s wealth, mobility, and past conduct (specifically, the Florida investigation and nonprosecution agreement), and the defense’s assertion that the charges relate to an older period of conduct and questioning the scope of the nonprosecution agreement. The case is being considered in light of a potential statute of limitations issue and concerns about the victims involved.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00015606",
        "jeffrey epstein",
        "united states",
        "sex trafficking",
        "bail",
        "detention",
        "indictment",
        "government",
        "defense counsel",
        "pretrial services",
        "florida",
        "nonprosecution agreement",
        "victims",
        "trafficking minors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026645",
      "summary": "An email was sent from [REDACTED] to an unidentified recipient regarding an Epstein bail hearing on July 8, 2019. The email was marked as “Normal” importance and contained no attachments. The document is identified as EFTA00026645.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "bail hearing",
        "redaction",
        "efta00026645"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026650",
            "similarity": 0.5,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020185",
      "summary": "This document records a preliminary bail hearing for Jeffrey Epstein in the Southern District of New York, July 8, 2019. Judge Richard Berman presided over the hearing involving the U.S. Attorney’s Office and Epstein’s defense team (represented by Geoffrey S. Berman and Weirberg). Key points discussed include: *   **Case Overview:** Epstein is charged in connection with potential sex trafficking activities, likely stemming from investigations in Florida. *   **Victim Notifications:** The government assured the court they’ve notified victims and established communication channels. *   **Sex Offender Status:** The court questioned the specifics of Epstein's high-risk sex offender status under New York law, confirmed by the government. *   **Search Results:** The government addressed questions regarding a weekend search of Epstein’s residence, stating they’re still reviewing the findings and assessing potential implications. *   **Nonprosecution Agreement (NPA):** A central point of contention is the NPA from Florida. The government argued it doesn't bind the Southern District of New York, while defense counsel contended it's relevant given the government’s prior investigation. *   **Bail Application Timeline:** The parties agreed to file written submissions by Thursday noon and have oral presentations on Thursday at 10:00 a.m., with a request for an adjournment of speedy trial time until Monday. *   **Obstruction Allegations:** Defense raised concerns about alleged obstruction or witness tampering, which the government acknowledged and intended to address.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00020185",
        "epstein",
        "bail hearing",
        "victims",
        "nonprosecution agreement",
        "sex offender",
        "search",
        "new york",
        "southern district of new york",
        "u.s. attorney",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030832",
      "summary": "Attorney’s Office for the Southern District of New York is submitting a motion requesting that Jeffrey Epstein be detained pending trial. *   **Charges:** Epstein is charged with sex trafficking of minors and conspiracy to commit sex trafficking of minors, involving a years-long scheme to sexually abuse dozens of underage girls. *   **Risk of Flight:** The government argues there’s an extremely high risk of flight due to Epstein’s wealth (including private planes and international assets), his history of travel, and lack of stable ties. *   **Danger to the Community:** The government contends Epstein poses a danger to the community due to the seriousness of the crimes, his past obstructive behavior (including attempts to harass witnesses), and his past admission of engaging in the conduct. *   **Prior Investigation:** A previous investigation by local and federal authorities in Palm Beach, Florida, in 2005, revealed similar allegations and resulted in a non-prosecution agreement. *   **Presumption of Detention:** The government argues that, given the nature of the charges and the defendant’s characteristics, a presumption exists that no conditions would reasonably assure his appearance in court or protect the community’s safety. *   **Evidence:** The government intends to present a substantial amount of evidence at the bail hearing, including evidence of photographs of nude or partially-nude women/girls, to strengthen their case. Essentially, the document argues that the combination of Epstein's wealth, history of criminal activity, and the nature of the charges creates an overwhelming risk of flight and danger to the community, justifying his detention until trial.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00030832",
        "bail hearing",
        "united states v. epstein",
        "sex trafficking minors",
        "flight risk",
        "detention",
        "witnesses",
        "private jet",
        "palm beach",
        "manhattan",
        "sexual predator",
        "18 u.s.c. § 1591",
        "victims",
        "obstruction of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015630",
      "summary": "Raymond L. Colon contacted [REDACTED] regarding a plea agreement for an unspecified case, likely related to the Epstein case. The plea agreement was re-sent on Wednesday, July 3rd. The Magistrate Court scheduled the plea hearing for Wednesday, July 10th at 11:30 a.m. at the Magistrate’s Court in 5A.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "plea agreement",
        "magistrate court",
        "raymond l colon",
        "epstein case",
        "july 10",
        "2019",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026656",
      "summary": "An email exchange discusses a prisoner production request for court. The request is for Jeffrey Epstein (USMS # 76318-054) related to case # 19 Cr. 490 (RMB), specifically a detention hearing. The requested time is 10:00 AM on 7/15/19, with Judge Berman in room 17B. The production type is marked as “X” for detention hearings, and the remarks include security precautions and a violent crime charge. Contact information for the Assistant United States Attorney, Southern District of New York, is provided.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "usao sdny",
        "prisoner production",
        "court request",
        "efta00026656",
        "jeffrey epstein",
        "19 cr 490",
        "berman",
        "bond hearing",
        "sentence",
        "usms"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014514",
            "similarity": 0.538,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022621",
      "summary": "The email discusses an investigation initiated by the FBI, CBP, NYPD, and the U.S. Attorney’s Office (Southern District of New York). It denies allegations of the case being “shoveled” to the Southern District of New York and states that no prosecutors from the Southern District of New York have communicated with those involved in the investigation. The 2019-07-09 initial conference notes state there's no evidence of a conspiracy within the Department of Justice, and the 2019-07-15 bail hearing reiterates that the case was opened and investigated independently.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "2019-07-09",
      "keywords": [
        "efta00022621",
        "department of justice",
        "southern district of new york",
        "fbi",
        "cbp",
        "nypd",
        "u.s. attorney's office",
        "investigation",
        "conspiracy",
        "bail hearing",
        "transcripts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026649",
      "summary": "On July 10, 2019, a bail hearing was held for Jeffrey Epstein. The email details the acceptance of Epstein’s bail.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "bail hearing",
        "efta00026649",
        "2019",
        "imiim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026681",
      "summary": "Roberta Kaplan, representing a client, contacted multiple individuals, including Jenna Dabbs and Alexandra Elenowitz-Hess, regarding the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)) in the case of *U.S. v. Epstein*. Kaplan offered to have her client heard at a bail hearing and proposed various methods of communication, such as a submission or inclusion in a bail submission. She suggested a brief call to discuss the matter, noting her team’s travel schedule. An Assistant U.S. Attorney from the Southern District of New York sent a follow-up email emphasizing the confidential nature of the communication.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "18 u.s.c. 3771",
        "roberta kaplan",
        "conlon",
        "submissions",
        "legal privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030276",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan and a team at Kaplan Hecker & Fink LLP regarding the bail hearing in *U.S. v. Epstein*. The Attorney informed the recipients that, under 18 U.S.C. 3771(a)(4) of the Crime Victims' Rights Act, the victim has the right to be reasonably heard at certain public proceedings, including those involving release. They offered to discuss this with the team and potentially include a submission or representation regarding the victim’s desired input in the bail hearing. The email also contained a standard confidentiality notice.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "efta00030276",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "18 u.s.c. 3771",
        "roberta kaplan",
        "u.s. v. epstein",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028353",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028355",
            "similarity": 0.545,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.5,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028353",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York contacted Isidro Garcia regarding the bail hearing in *U.S. v. Epstein*. The Attorney informed Garcia that, under the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)), the victim has the right to be reasonably heard at relevant proceedings, including bail hearings. They offered to include a victim’s input in the bail submission and expressed an intention to vigorously oppose bail.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "epstein",
        "u.s. v. epstein",
        "18 u.s.c. 3771",
        "southern district of new york",
        "submission",
        "representation",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030276",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028355",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan and others involved in the Epstein case regarding the Crime Victims' Rights Act (18 U.S.C. 3771(a)(4)). The Attorney offered to discuss with the victims (Kaplan, Dabbs, Elenowitz-Hess) the possibility of them being heard at a bail hearing and potentially submitting information for inclusion in a bail submission. The Attorney indicated their availability for a brief call to discuss this further, emphasizing that it was a voluntary offer and not a requirement. The email included a standard disclaimer regarding confidential information.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "southern district of new york",
        "redaction analysis",
        "18 u.s.c. 3771"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030276",
            "similarity": 0.545,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026681",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028354",
            "similarity": 0.583,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028421",
            "similarity": 0.583,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028354",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan, Jenna Dabbs, and Alexandra Elenowitz-Hess regarding the bail hearing in *U.S. v. Epstein*. The Attorney cited 18 U.S.C. 3771(a)(4) of the Crime Victims’ Rights Act, noting the victims’ right to be reasonably heard at public proceedings, particularly those involving release. They offered to include any victim input – through submission, representation in the bail submission, or discussion – and suggested a brief call to discuss this option. The Attorney indicated they would be available for a call the following day.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "southern district of new york",
        "18 u.s.c. 3771(a)(4)",
        "submission",
        "proceedings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.583,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.5,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.583,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026674",
      "summary": "An email exchange occurred between various parties, including Roberta Kaplan (representing the victim), Alexandra Elenowitz-Hess, and Assistant U.S. Attorneys, concerning the bail hearing for Ghassan al-Epstein. The U.S. Attorney’s office, seeking to comply with the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)), reached out to Kaplan to offer the victim the opportunity to be heard at the bail hearing, suggesting options like a submission or inclusion in the bail argument. The Assistant U.S. Attorney proposed a brief call to discuss this opportunity.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "bail hearing",
        "crime victims' rights act",
        "roberta kaplan",
        "u.s. v.",
        "18 u.s.c. 3771"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.6,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030276",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026681",
            "similarity": 0.6,
            "index": 55,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.5,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026677",
            "similarity": 0.6,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014324",
            "similarity": 0.6,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030164",
      "summary": "*   The unit is attempting to obtain a digital copy of Epstein’s case file from a vendor, including the risk assessment, to prepare for a bail hearing. *   The unit confirms that the discovery of photographs will not alter Epstein’s sex offender registration status. *   An inquiry is made regarding a 2011 state risk assessment related to Epstein. *   The unit emphasizes Epstein’s obligation to appear at the office every 90 days and have regular photo updates if released. *   Communication is being exchanged between the NYPD, the US Attorney's Office, and Epstein's attorneys.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "sex offender",
        "risk assessment",
        "nypd",
        "dcjs",
        "bail hearing",
        "new york",
        "registration",
        "photographs",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028421",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York contacted Roberta Kaplan, Jenna Dabbs, and Alexandra Elenowitz-Hess regarding the bail hearing in *U.S. v. Epstein*. The Attorney explained that under 18 U.S.C. 3771(a)(4) of the Crime Victims’ Rights Act, victims have the right to be reasonably heard at certain public proceedings, including those involving release decisions. The Attorney offered to discuss whether the clients wished to submit information or representations for inclusion in the bail submission, noting their intention to vigorously oppose bail. A brief call was proposed for the following day to discuss this matter.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "18 u.s.c. 3771",
        "u.s. attorney",
        "release",
        "southern district of new york",
        "roberta kaplan",
        "jenna dabbs",
        "alexandra elenowitz-hess"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028355",
            "similarity": 0.583,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030276",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.636,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014324",
            "similarity": 0.727,
            "index": 68,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026683",
      "summary": "An email chain discusses the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)) in the case of *U.S. v. Epstein*. An Assistant U.S. Attorney is contacting individuals, including Roberta Kaplan, to explore whether the victims involved in the case would like to be heard at a bail hearing and to discuss including their input in the bail submission. The email emphasizes the victims’ right to be reasonably heard and offers to discuss the matter further. A standard confidentiality disclaimer is included.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "u.s. attorney",
        "roberta kaplan",
        "jenna dabbs",
        "alexandra elenowitz-hess"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028421",
            "similarity": 0.636,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.5,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028354",
            "similarity": 0.5,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00026677",
            "similarity": 0.545,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014324",
            "similarity": 0.889,
            "index": 68,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026677",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York sent an email regarding the U.S. v. Epstein case (19 Cr. 490). The email discussed the Crime Victims’ Rights Act (18 U.S.C. 3771(a)(4)) and the victim’s right to be reasonably heard at bail hearings. The Attorney offered to discuss with the recipients whether the client wished to submit a statement or representation for inclusion in the bail submission, emphasizing it was voluntary. The Attorney proposed a brief call to discuss this further, noting their limited availability due to team travel.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "crime victims' rights act",
        "bail hearing",
        "roberta kaplan",
        "u.s. attorney",
        "18 u.s.c. 3771",
        "submission",
        "criminal proceedings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026683",
            "similarity": 0.545,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026674",
            "similarity": 0.6,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028354",
            "similarity": 0.583,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00014324",
            "similarity": 0.636,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028418",
      "summary": "The United States Attorney for the Southern District of New York is responding to Jeffrey Epstein’s motion for leave to file a supplemental financial disclosure under seal. The Government states it has not received any financial disclosure from the defense related to Epstein’s motion for pretrial release. Due to the lack of information, the Government requests an extension of its deadline to respond to the Bail Motion and, if necessary, a postponement of the bail hearing to allow for review of a complete response.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "bail motion",
        "sealing motion",
        "financial disclosure",
        "richard berman",
        "united states attorney",
        "southern district of new york",
        "redaction analysis",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015634",
      "summary": "On July 11, 2019, Juliet Papa, a reporter for 1010 WINS Radio, inquired about Jeffrey Epstein’s schedule and potential court appearances. Another individual informed her that Judge Berman was scheduled for a hearing at 10:00 AM and the defense brief was due that day, with a response due the following day. Papa confirmed this information to her desk.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "epstein",
        "efta00015634",
        "juliet papa",
        "court appearance",
        "judge berman",
        "defense brief",
        "response",
        "1010 wins radio"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018178",
      "summary": "An email chain discusses the status of Jeffrey Epstein’s passport. The State Department’s Consular Affairs Bureau is seeking to revoke his valid passport, potentially due to a bail hearing and anticipated travel restrictions. One party requests a court order to facilitate the revocation process, while another party offers to provide the order if requested. The email chain involves individuals from the U.S. Attorney's Office, the DSS NY Field Office, and Consular Affairs.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein passport",
        "state department",
        "consular affairs",
        "bail hearing",
        "passport revocation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014324",
      "summary": "The document is a series of emails regarding the bail hearing for Ghislaine Maxwell’s case (U.S. v. Epstein). It involves communication between Roberta Kaplan (representing the victim), Jenna Dabbs, Alexandra Elenowitz-Hess, and an Assistant U.S. Attorney regarding the victim's rights under the Crime Victims' Rights Act. The Assistant U.S. Attorney offers to discuss options for the victim to be heard at the bail hearing, including submitting information or a representation, but emphasizes that it’s not a requirement. The emails suggest a desire to accommodate the victim’s rights while also maintaining flexibility regarding timing and participation.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein",
        "victims' rights",
        "bail hearing",
        "roberta kaplan",
        "crime victims' rights act",
        "u.s. attorney",
        "18 u.s.c. 3771",
        "jenna dabbs",
        "alexandra elenowitz-hess"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026677",
            "similarity": 0.636,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00026683",
            "similarity": 0.889,
            "index": 63,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028421",
            "similarity": 0.727,
            "index": 62,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020801",
      "summary": "A Gothamist article published July 12, 2019, reports on emerging victims related to Jeffrey Epstein’s pending bail hearing. The article is titled “New Victims Emerge As Epstein Awaits Bail Hearing.”",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "jeffrey epstein",
        "victims",
        "gothamist",
        "bail hearing",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015348",
      "summary": "On July 12, 2019, the United States Attorney’s Office for the Southern District of New York issued draft press guidance for Monday, July 15, 2019. The guidance detailed a detention hearing scheduled for 10:00 a.m. in U.S. v. Jeffrey Epstein, where he is charged with sex trafficking of minors and conspiracy to commit sex trafficking of minors, before Judge Berman. A press release regarding the indictment was attached.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "efta00015348",
        "jeffrey epstein",
        "press guidance",
        "sdny",
        "july 15",
        "2019",
        "detention hearing",
        "sex trafficking",
        "united states attorney",
        "prosecution",
        "press release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018270",
      "summary": "Laura, the Chief of the Criminal Division at the United States Attorney’s Office, SDNY, sent an email to multiple recipients regarding upcoming events. The email included a bail hearing scheduled for Monday at 10:00 AM before Judge Berman for Jeffrey Epstein, and noted Monday as “Be a Dork Day.” The original email thread referenced “Pecan Pie Day,” which Laura declined to acknowledge.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "bail hearing",
        "epstein",
        "judge berman",
        "laura",
        "pecan pie day",
        "dork day",
        "united states attorney's office",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014330",
      "summary": "v. Epstein (19 Cr. 490 (RMB)). *   There are multiple email exchanges discussing scheduling a meeting to discuss the case, particularly regarding a visit to Reid Weingarten following the hearing. *   The government expresses a willingness to speak with Weingarten on Monday morning, contingent on a general understanding of the client’s priorities. *   The government provided the bail memorandum and supporting exhibits to Judge Berman. *   There's a request to ensure all parties are kept informed via communication to account for varying team availability.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "reid weingarten",
        "u.s. attorney",
        "government",
        "detention memo",
        "hearing",
        "agenda",
        "blackberry"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021400",
      "summary": "On July 15, 2019, Reid Weingarten communicated with multiple parties regarding bail topics. He expressed a desire to discuss potential solutions with others, citing difficulties with demanding judges and a potential conflict. He indicated he would work on a draft protective order and general discovery.  A U.S. Attorney from the Southern District of New York requested information about a passport and inquired about Mr. Epstein’s prior citizenship or legal residency status.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "bail",
        "discovery",
        "protective order",
        "passport",
        "epstein",
        "united states",
        "citizen",
        "legal resident",
        "negotiation",
        "hearing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032985",
      "summary": "An event, designated as an “Accepted: Epstein bail hearing,” occurred on 2019-07-15 from 14:00:00 to 14:30:00 at location 17B (Berman). The event was marked as X-PERSONAL, created on 2019-07-09, and associated with attendee EFTA00032985.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "2019-07-15",
      "keywords": [
        "epstein",
        "bail hearing",
        "2019-07-15",
        "17b",
        "berman",
        "x-personal",
        "efta00032985"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026646",
      "summary": "An event, titled “Epstein bail hearing,” took place on 2019-07-15 from 14:00:00 to 14:30:00 +0000 at location 17B (Berman). The organizer is redacted. The event was created on 2019-07-08 and has a priority of 5. A reminder was set to display a message 15 minutes before the start. The document is identified as EFTA00026646.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "2019-07-15",
      "keywords": [
        "epstein",
        "bail hearing",
        "2019-07-15",
        "redaction",
        "efta00026646",
        "berman",
        "personal",
        "event",
        "attendee"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022524",
      "summary": "A status report regarding case EFTA00022524 was prepared on July 15, 2019.  Due to scheduling conflicts with a bail hearing and reporter inquiries about the status report’s length, the sender was asked to provide an estimate of the number of pages.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "status report",
        "redaction",
        "efta00022524",
        "epstein",
        "bail hearing",
        "7/15",
        "reporters",
        "search warrant",
        "pages",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028451",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to request a review of an affidavit seeking a search warrant. The affidavit pertains to electronic media seized from Jeffrey Epstein’s phone, iPad, and suitcases. The goal is to have the affidavit sworn out following the bail hearing.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "efta00028451",
        "search warrant",
        "epstein",
        "ipad",
        "phones",
        "affidavits",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "electronic media"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020799",
      "summary": "An email chain discusses scheduling a meeting with an individual who previously worked with Jeffrey Epstein and potentially has information about coercive sexual encounters.  The meeting’s purpose is to investigate Epstein’s conduct.  Several individuals suggest available times for the meeting (Tuesday evening, Wednesday morning/Thursday anytime, Monday after the hearing), and express a desire to contact publicist R. Couri Hay regarding references to Epstein's prior conduct. A subpoena is attached for potential use with Hay.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein",
        "subpoena",
        "meeting",
        "times",
        "r. couri hay",
        "scheduling",
        "victims",
        "coercive sexual encounters",
        "redaction analysis",
        "efta00020799"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026650",
      "summary": "An event occurred on 2019-07-15 from 14:00:00 to 14:30:00 +0000, titled “Accepted: Epstein bail hearing.” The event was organized by an unnamed entity (“[REDACTED]”) and took place at location 17B (Berman). The event was classified as “X-PERSONAL,” with a priority of 5.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "2019-07-15",
      "keywords": [
        "epstein",
        "bail hearing",
        "redaction",
        "2019-07-15",
        "efta00026650"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026645",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029017",
      "summary": "An email discusses a bail hearing for Jeffrey Epstein scheduled for July 16, 2019, at 10:00 AM before Judge Berman. The sender questions the feasibility of an internal appeal decision if the bail argument is unsuccessful, and whether DC approval would be required.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "epstein",
        "bail",
        "judge berman",
        "appeal",
        "dc",
        "redaction",
        "usanys",
        "mimmin",
        "2019",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016748",
      "summary": "The U.S. Department of Justice, via the Southern District of New York, submitted a letter to Judge Berman on July 16, 2019, in response to questions raised during Jeffrey Epstein’s detention hearing. The letter provided additional information related to several key aspects of the case: *   **Payments to Witnesses:** The government disclosed that Epstein wired $100,000 to one individual and $250,000 to another, both of whom were identified as potential co-conspirators and featured in articles about the case. The identities of these individuals were redacted from the public version of the letter. *   **Palm Beach Police Report:** The government provided an unredacted copy of a Palm Beach police report, previously submitted with redactions, detailing the circumstances surrounding the investigation. *   **Foreign Passports:** The government revealed that law enforcement seized two passports—one expired foreign passport with a different name and a U.S. passport—from Epstein’s residence. The government requested that these passports be filed under seal due to containing sensitive personal information. *   **Cash and Diamonds:** The government revealed that approximately $70,000 in cash and 48 diamond stones were found in Epstein’s safe, raising concerns about his potential ability to flee. *   **Request for Seal:** The government formally requested that Exhibits B and C (the foreign and U.S. passports) be filed under seal due to containing personally identifiable information and sensitive investigation details.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "miami herald",
        "non-prosecution agreement",
        "financial institution",
        "redaction",
        "palm beach",
        "foreign passport",
        "united states",
        "sexual misconduct",
        "trafficking minors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014493",
      "summary": "The document is a request filed by the U.S. Department of Justice in the case of Jeffrey Epstein to partially file under seal due to sensitive information. It details several pieces of evidence obtained since a previous detention hearing: *   **Payments to Witnesses:** The government provided information about $100,000 and $250,000 wire transfers made by Epstein to individuals linked to the Miami Herald articles detailing his misconduct and NPA. The identities of these recipients are being redacted. *   **Palm Beach Police Report:** A supplemental redacted copy of a Palm Beach police report was provided, revealing details about Epstein’s involvement in facilitating minor trafficking. *   **Foreign Passports:** Two passports – one appearing to be an expired foreign passport with a different name and another a U.S. passport – were seized from Epstein’s residence. Both are being requested to be filed under seal due to their sensitive nature. *   **Cash and Diamonds:** Over $70,000 in cash and 48 loose diamonds were found in a safe at Epstein’s residence. The government requests that Exhibits B and C (the foreign and U.S. passports) be filed under seal. They also seek information regarding the foreign passports and Epstein's potential foreign citizenship. The document concludes by reiterating the rationale for continued detention pending trial.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "miami herald",
        "payments",
        "npa",
        "co-conspirator",
        "detention hearing",
        "passports",
        "redacting",
        "diamonds",
        "cash"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014560",
      "summary": "Marc Fernich, an attorney, is coordinating the retrieval of items seized from Jeffrey Epstein during his arrest, including cash, personal effects, and electronic devices. He is experiencing difficulty contacting a case agent, Special Agent, to arrange the pickup. Fernich initially requested the items be brought to a hearing on Thursday.  He received a phone number for the agent and attempted to contact her multiple times with no success. Another individual, [REDACTED], advised Fernich to contact Special Agent directly. A government memorandum regarding detention in the Epstein case was also circulated.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "seizure",
        "marc fernich",
        "agent",
        "phone",
        "cash",
        "evidence",
        "warrant",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016171",
      "summary": "On July 17, 2019, Mike Monico and Barry Spevack, representing Cohen, contacted the Assistant United States Attorney regarding a potential Rule 35 motion. They inquired about a previous statement made on April 17 regarding not filing such a motion, citing Cohen’s reported hearing of Trump’s statements about Epstein. The attorney indicated a willingness to consider providing more specifics, but Cohen representatives attempted to revisit the prior conversation and challenge Cohen’s credibility.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "rule 35",
        "mike monico",
        "cohen",
        "epstein",
        "trump",
        "motion",
        "meeting",
        "april 17",
        "credibility",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014514",
      "summary": "An email chain discusses a court production request for Jeffrey Epstein (USMS inmate number 76318-054) related to case 19 Cr. 490 (RMB), specifically an arraignment. The request is for a production at 9:30 AM on July 18, 2019, in Room 17B, presided over by Judge Berman. The production type is designated as \"Detention Hearing,\" and security precautions are noted due to a violent crime charge. Contact information for the Assistant United States Attorney for the Southern District of New York is provided.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "usao sdny",
        "prisoner production",
        "court request",
        "efta00014514",
        "jeffrey epstein",
        "usms",
        "sentence",
        "hearing",
        "bond",
        "berman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026656",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030617",
      "summary": "This email pertains to a request for a prisoner production for court, specifically Case #19 Cr. 490 (RMB). The conference was rescheduled to 11:30 a.m. on July 18, 2019, in Courtroom 17B, with Judge Berman presiding. The request is for Jeffrey Epstein (USMS) regarding an arraignment, detention hearing, or other specified production type. Security precautions, including a violent crime charge, are noted.  Related contact information (AUSA name, phone, and document identifier EFTA00030617) is included.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "usao sdny",
        "prisoner production",
        "court request",
        "judge berman",
        "19 cr 490",
        "jeffrey epstein",
        "arraignment",
        "detention hearing",
        "usms"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034230",
      "summary": "No. 76318-054) at MCC New York, investigated for an incident of self-mutilation on July 23, 2019 (Incident Report #3282555, Offense Code 228). *   **Initial Review & Expungement:** The Department of Justice’s Federal Bureau of Prisons (FBOP) and the Department of Justice’s (DOJ) Detection Evaluation Office (DEO) reviewed the incident report. The DEO determined there was insufficient evidence to support the charge, and the incident report was expunged. *   **Hearing Details:** A Discipline Hearing Officer (DHO) hearing was held on August 1, 2019, where the DHO affirmed the DEO’s finding that no prohibited act occurred. *   **Sanction:**  Due to the expunged report, Jeffrey Epstein received no sanction. *   **Appeal Rights:** Epstein was informed of his right to appeal the decision within 20 calendar days.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "self-mutilation",
        "discipline hearing",
        "federal bureau prisons",
        "mcc new york",
        "incident report",
        "deo",
        "expunged",
        "228",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034785",
            "similarity": 0.615,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034785",
      "summary": "No. 76318-054) was subject to a Discipline Hearing Officer (DHO) report related to a July 23, 2019, incident classified as Code 228 (Self-Mutilation) at MCC New York. *   **Initial Charges:** The inmate was initially charged with self-mutilation. *   **DEO Review & Expungement:** The Department of Justice’s (DOJ) Department of Enforcement (DEO) reviewed the incident report and determined there was insufficient evidence to support the charge. As a result, the incident report was expunged. *   **Hearing Details:** The DHO hearing was held on August 1, 2019, with the inmate waiving the right to a staff representative. *   **Findings:** The DHO found no prohibited act was committed, and the case was expunged. *   **Action Taken:** The case was expunged. *   **Appeal Rights:** The inmate was advised of his right to appeal the decision within 20 calendar days.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "self-mutilation",
        "discipline hearing",
        "federal bureau prisons",
        "incident report",
        "redaction analysis",
        "expunged",
        "mcc new york",
        "duo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034230",
            "similarity": 0.615,
            "index": 87,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034777",
      "summary": "An update was sent on July 31, 2019, regarding inmate Epstein. He was moved from Psychological Observation to the Special Housing Unit and appeared before the Unit Discipline Committee due to a self-mutilation incident. He is awaiting a hearing before the Disciplinary Hearing Officer.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "psychological observation",
        "special housing unit",
        "self-mutilation",
        "disciplinary hearing officer",
        "incident report",
        "hearing",
        "confidental",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034597",
      "summary": "This document is a prisoner schedule report for July 31, 2019, detailing the activities and medical/security information of several detainees held at the Brooklyn MDC (Facility Callan, Callup, or Catkin). The reports include: *   **Detainee Information:** Names, DOBs, facility locations, and USMS/State Offense codes. *   **Activity Types:** Includes times and dates for transfers, court hearings (status hearings, change of plea, bond hearings), arraignments, and sentencing. *   **Medical Information:** Lists medications, medical concerns (seizures, asthma, injuries, diabetes, heart conditions), and substance abuse history. *   **Security Concerns:** Notes regarding gang affiliations (YG’Z, HOOLY GANG), dangerous offense codes (3599), and detainers. *   **Judge and DUSM Information:** Lists the presiding judge and DUSM (Detainee Usage and Supervision Management) personnel involved in each event. The report covers 9 detainees across three pages.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "prisoner",
        "brooklyn mdc",
        "usms",
        "transfers",
        "medications",
        "seizures",
        "dangerous offense",
        "change of plea",
        "arrest",
        "detainers",
        "drugs",
        "security concerns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021529",
      "summary": "An attorney at CLC New York Metropolitan Correctional Center in New York is responding to an Assistant United States Attorney regarding the ongoing investigation into Jeffrey Epstein’s injuries. The investigation is described as nearing completion, with Epstein receiving an incident report for self-mutilation and a pending DHO hearing. Despite the original claims against Tartaglione being unfounded, the attorney plans to inform the court that the investigation remains ongoing until a final report is received.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "31 Jul 2019",
      "keywords": [
        "epstein",
        "investigation",
        "report",
        "court",
        "mcc",
        "tartaglione",
        "injuries",
        "berman",
        "new york",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034229",
      "summary": "On August 1, 2019, a Discipline Hearing Officer sent two DHO reports/packets (Tartactlione 3281411.pdf and Tarlac'hone #78514-054 IR#3281411 7-23-19.pdf) related to hearings involving Epstein 3282555.pdf and Epstein 76318-054 IR328255.pdf. The reports were to be delivered to an inmate, the DHO packets forwarded to the Unit Team for filing in the Central File, and the email itself was marked confidential.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "dho reports",
        "august 1",
        "2019",
        "inmates",
        "delivery",
        "sentry",
        "confidential",
        "hearings",
        "epstein",
        "tarlac'hone",
        "dho packets"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034228",
      "summary": "The Metropolitan Correctional Center in New York conducted discipline hearings involving inmates with the following actions: *   Inmate 3281411 (Epstein) received a 41-day discipline, a 45-day discipline, and a 365-day limited privilege visit due to admitting to having a phone. *   Inmate 3251075 received a 41-day discipline, a 60-day discipline, and a 720-day limited privilege visit due to being removed for belligerence. These hearings occurred on August 1, 2019, and were reviewed by Warden L. N'Diaye.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "metropolitan correctional center",
        "discipline hearing",
        "docket",
        "efta00034228",
        "epstein",
        "41 days",
        "45 days",
        "lp visit",
        "confidental",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029515",
      "summary": "An email chain discusses edits to a status hearing notification for the US v. Epstein case. One sender indicates they edited previous letters but was unable to make further changes due to a template restriction. Instructions are given to remove the phrase \"defendant(s)\" from the case caption and to replace specific wording regarding court date changes with alternative language including a contact number for last-minute updates. A separate notification (EFTA00029516) is also referenced.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "01 Aug 2019",
      "keywords": [
        "epstein",
        "us v.",
        "status hearing",
        "notifications",
        "redaction",
        "vns",
        "court dates",
        "template",
        "editing",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035412",
      "summary": "The Metropolitan Correctional Center in New York conducted discipline hearings on August 1, 2019, involving inmates registered as EFTA00035412. Inmate 3282555 was found guilty of possessing a phone and received a 41-day GCT (Good Conduct Treatment) and 45-day DS (Disciplinary Supervision) sentence, along with 365 days of LP visits. Inmate 3251075 was removed from the hearing due to belligerent behavior and received a 41-day GCT and 60-day DS sentence, alongside 720 days of LP visits.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "metropolitan correctional center",
        "discipline hearing",
        "docket",
        "efta00035412",
        "epstein",
        "41 days",
        "60 days",
        "720 days",
        "phone",
        "belligerent"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034784",
      "summary": "On August 1, 2019, two DHO reports/packets (IR#3281411 and 3282555) were generated for hearings conducted at FCI Fort Dix. The reports were sent to [REDACTED] and [REDACTED] and included documents related to inmate hearings, specifically Epstein's cases (IR328255 and 76318-054). The sender requested assistance with delivering the reports to the inmate, updating delivery information in \"sentry,\" and forwarding the packets to the Unit Team for filing.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "dho reports",
        "august 1",
        "2019",
        "epstein",
        "3281411",
        "ir3282555",
        "fort dix",
        "sentry",
        "central file",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035473",
      "summary": "On August 2, 2019, the Discipline Hearing Officer at FCI Fort Dix sent emails containing two DHO reports/packets related to hearings conducted on August 1, 2019. The reports included PDFs for Tartaglione, Epstein, and related documentation. The sender requested assistance with delivering the DHO Report to an inmate, updating delivery information in Sentry, and forwarding the packets to the Unit Team for filing in the Central File.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "dho reports",
        "august 1",
        "2019",
        "discipline hearing officer",
        "fci fort dix",
        "efta00035473",
        "tartaglione",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021151",
      "summary": "Attorney’s Office — SDNY is discussing edits to status notifications for the case *US v. Epstein*. *   The Assistant uses a template system (VNS) for creating these notifications, with limited editable sections. *   The Assistant is requesting edits to remove “defendant(s)” from the case caption and revise language regarding hearing date changes. *   FBI has exported 4 additional victim names. *   The Assistant is encountering difficulties with the VNS system’s inflexible template and attempting to accommodate requests for specific edits.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2019",
      "keywords": [
        "epstein",
        "usanys",
        "vns",
        "notification",
        "template",
        "editing",
        "victims",
        "hearing",
        "dates",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027239",
      "summary": "On August 7, 2019, an email flagged a transcript of Jeffrey Epstein’s state plea. The transcript details a nonprosecution agreement between Epstein and the United States Attorney’s Office for the Southern District of Florida, triggered by the plea agreement. This agreement stipulated that the U.S. Attorney would not prosecute Epstein federally upon successful completion of probation. Representatives from the Southern District of Florida were present at the plea hearing.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 7, 2019",
      "keywords": [
        "efta00027239",
        "plea transcript",
        "epstein",
        "united states attorney",
        "southern district of florida",
        "nonprosecution agreement",
        "probation",
        "federal prosecutor",
        "court",
        "je state"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036599",
      "summary": "On August 12, 2019, a regional director (EFTA00036599) received an incident report dated July 23, 2019, regarding code 228 (Self Mutilation). This report was previously expunged on August 1, 2019, by the Disciplinary Hearing Officer (DHO) due to insufficient evidence, and the DHO signed the expungement on August 2, 2019.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036599",
        "redaction analysis",
        "incident report",
        "self mutilation",
        "disciplinary hearing officer",
        "2019",
        "2025",
        "efta",
        "northeast region",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036079",
            "similarity": 0.5,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036399",
      "summary": "On August 12, 2019, an email was sent with attached rosters for August 3-10, 2019. The rosters were requested by the Administrative Lieutenant, Disciplinary Hearing Officer (Alternate), M.C.C. New York, and included the address 150 Park Row, New York, NY 10007. The email subject was “Rosters.” The document identifier is EFTA00036399.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "rosters",
        "efta00036399",
        "august 2019",
        "rosters20190812",
        "administrative lieutenant",
        "disciplinary hearing officer",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036079",
      "summary": "On August 12, 2019, a report was submitted regarding incident code 228, Self Mutilation, involving Mika. The report was previously expunged on 8/1/19 by the Disciplinary Hearing Officer (DHO) due to insufficient evidence, with the signing date being 8/2/19. The Northeast Region’s Regional Director is associated with this case (EFTA00036079).",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00036079",
        "redaction analysis",
        "incident report",
        "self mutilation",
        "disciplinary hearing officer",
        "2019",
        "evidence",
        "northeast region"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036599",
            "similarity": 0.5,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027104",
      "summary": "On August 13, 2019, FBI, OIG, and USAO-SDNY conducted voluntary interviews with Metropolitan Correctional Center (MCC) employees regarding the death of Jeffrey Epstein. Key individuals interviewed included M. (an operations lieutenant), E. (institution duty officer), and M. (a prison overseer). M. reported hearing a medical call, discovering Epstein’s body, and learning that Epstein’s cellmate had left without one. Multiple officers admitted to errors in counts and failing to reassigned Epstein a cellmate. E. was unaware of camera malfunctions and cellmate movement. M. relayed instructions to lieutenants regarding Epstein needing a cellmate, but several officers were unavailable for interviews due to union representatives. Attempts to interview MI and another officer who discovered Epstein were unsuccessful. Video evidence analysis is ongoing.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "mcc",
        "fbi",
        "interviews",
        "suicide",
        "cellmate",
        "shu",
        "counts",
        "officers",
        "union rep"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036764",
      "summary": "On August 14, 2019, the UDC (likely a correctional unit) noted inmate White #85644-054 (IR#3289206) and sanctioned him/her, referring the case to the DHO. The sanction involved a loss of social phone privileges for 30 days, ending on September 12, 2019, and a Code 203 referral through the DHO.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "udc",
        "inmate",
        "sanctions",
        "dho",
        "phone",
        "hearing",
        "2019",
        "august",
        "30 days",
        "white #85644-054"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020183",
      "summary": "Emails between August 14, 2019, and the date of redaction (December 25, 2025) involve discussions regarding the Epstein case ( docket 19-490 ). The emails pertain to court dates, presentments, arraignments, bail hearings, and scheduling conferences. Attachments included court transcripts, initial conference documents, presentments, bail hearing documents, bail decisions, and a scheduling conference document. Additional documents, such as ODAG memos and UMR charging documents, were offered for review. The primary request was for information regarding the court dates and outcomes of the proceedings.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "epstein",
        "pros memo",
        "court dates",
        "bail hearing",
        "docket",
        "usanys",
        "redaction analysis",
        "presentment",
        "arraignment",
        "scheduling conference"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020119",
      "summary": "An Assistant U.S. Attorney is requesting Marty Weinberaer to return all discovery received in the case of *U.S. v. Epstein* and certify its destruction or deletion. This is to ensure no outstanding discovery obligations exist for the hearing on Tuesday and to comply with the protective order. The Attorney anticipates a brief meeting with Weinberaer at 12:30 PM, followed by a call around 12:45 PM – 1:00 PM.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "efta00020119",
        "civil forfeiture",
        "protective order",
        "discovery",
        "nolle order",
        "epstein",
        "u.s. attorney",
        "southern district of new york",
        "michael",
        "deletion"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024417",
      "summary": "An email was sent on August 23, 2019, regarding a victim of Jeffrey Epstein who wished to attend a hearing. The victim, identified as [REDACTED] and residing in California, expressed interest in being interviewed and met with a team while she was in the area, following the hearing on Tuesday or Wednesday morning. Her contact information was provided as [REDACTED].",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "epstein",
        "victim",
        "travel",
        "hearing",
        "california",
        "interview",
        "2019",
        "redaction",
        "efta00024417"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037806",
            "similarity": 0.636,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024416",
            "similarity": 0.5,
            "index": 110,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024418",
      "summary": "An email chain discusses arranging travel for a victim of Jeffrey Epstein to attend a hearing. The victim, represented by Brad Edwards, wishes to travel from Los Angeles to New York for the hearing and potentially meet with the sender. Contact information for the victim and the sender is included.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "epstein",
        "victim",
        "hearing",
        "travel",
        "brad edwards",
        "la",
        "call",
        "tuesday",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037806",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding travel arrangements for a victim of Jeffrey Epstein for a hearing. The victim, represented by someone else, is located in Los Angeles and the sender intends to meet and interview her while she is there. The victim’s number is included.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "epstein",
        "victim",
        "travel",
        "hearing",
        "redaction",
        "la",
        "interview",
        "2019",
        "efta00037806"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024417",
            "similarity": 0.636,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024416",
            "similarity": 0.636,
            "index": 110,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024416",
      "summary": "An FBI New York agent forwarded an email regarding travel arrangements for a victim of Jeffrey Epstein to another recipient. The victim, currently in Los Angeles, requested assistance with travel and an interview while in the area. The agent provided the recipient’s contact information and indicated the victim would contact them in the morning.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "epstein",
        "victim",
        "travel",
        "hearing",
        "fbi",
        "la",
        "redaction",
        "2019",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037806",
            "similarity": 0.636,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024417",
            "similarity": 0.5,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020080",
      "summary": "Gloria Allred is assisting a Jane Epstein victim who wants to travel from Las Vegas to New York to attend a hearing on Tuesday. Communication involves multiple individuals attempting to arrange travel, including booking flights, confirming airport details, and obtaining the victim’s date of birth. There are requests for contact information (phone numbers) and confirmations regarding travel arrangements. An assistant, Diane, has already provided the victim’s driver’s license information. The communications occur primarily on August 25, 2019, and involve discussions about funding and the urgency of the trip.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "gloria allred",
        "epstein victim",
        "new york",
        "flight",
        "travel",
        "dob",
        "las vegas",
        "hearing",
        "child care",
        "phone number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019682",
      "summary": "An individual ([REDACTED]) informed Gloria Allred that a former Jeffrey Epstein victim (“an Epstein victim”) has secured childcare and intends to travel to New York for a hearing on Tuesday. The individual requested Allred’s phone number to contact her urgently. A previous email exchange concerning the same matter was also referenced.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "child care",
        "new york",
        "hearing",
        "lawyers",
        "martindale-hubbell",
        "allred",
        "maroko",
        "goldberg"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028550",
      "summary": "Gloria Allred contacted an individual to arrange travel for an Epstein victim to New York for a hearing on Tuesday. The victim had secured childcare and requested assistance with flights and reimbursement from Las Vegas. Allred sought a phone number to contact the individual and coordinate travel arrangements, having previously attempted contact via email and voicemail without response. The communication included contact information for Allred’s law firm, Allred Maroko & Goldberg, and a confidentiality notice.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "new york",
        "hearing",
        "travel",
        "las vegas",
        "child care",
        "victim",
        "legal",
        "flights"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024428",
            "similarity": 0.667,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024428",
      "summary": "Gloria Allred received an email from an Epstein victim on August 25, 2019, who informed her of securing child care and wanting to travel to New York for a hearing on Tuesday. The victim requested Allred contact them to arrange travel from Las Vegas to New York on Monday morning due to limited funds. Allred had previously attempted to contact the victim via email and voicemail without response. The email chain includes confirmations of Allred’s firm contact information and a warning about the confidential nature of the communication.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "child care",
        "new york",
        "hearing",
        "flight",
        "travel arrangements",
        "las vegas",
        "victim",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028550",
            "similarity": 0.667,
            "index": 113,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037556",
      "summary": "On August 25, 2019, an FBI agent in New York (NY) requested daily conference calls with headquarters (HQ) regarding updates on the Jeffrey Epstein case. HQ was consolidating reporting requirements due to influence from the Department of Justice (DOI). The agent advised subordinates to proactively manage media reporting, particularly concerning Maxwell, and to provide general updates unless significant information emerged. Specific instructions included focusing on co-conspirator investigations, coordinating with SDNY, and addressing concerns about the C-19 and C-2 cases involving drug and sex offenses. The agent emphasized the importance of directing information to higher levels and preparing for a hearing scheduled for Tuesday.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "maxwell",
        "co-conspirator",
        "cid",
        "reporting",
        "media",
        "interviews",
        "charges",
        "drug case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029728",
      "summary": "An Assistant U.S. Attorney in the Southern District of New York is following up with Marty Weinberg regarding the U.S. v. Epstein case. The Attorney is inquiring about the defense’s intentions regarding addressing the dismissal and the status of the return of discovery materials. Specifically, the Attorney requests that Weinberg return all received discovery materials to the government, either through security destruction/deletion or certification of deletion, to ensure no outstanding discovery obligations exist for the court hearing on Tuesday.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "epstein",
        "u.s. v.",
        "discovery",
        "protective order",
        "dismissal",
        "forfeiture",
        "return",
        "nolle order",
        "southern district of new york",
        "martin g. weinberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037881",
      "summary": "An email was sent on August 26, 2019, regarding assistance for the upcoming hearing concerning Jeffrey Epstein. The sender requested volunteers to be on standby around 9:30/10 AM to assist victims, particularly those meeting at SDNY before the hearing. Attendees were instructed to wear suits due to a directive from higher-ups. The sender planned to provide further instructions regarding location (290) in the morning.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "epstein",
        "hearing",
        "victims",
        "courthouse",
        "sdny",
        "2019",
        "suit",
        "standby",
        "exchange labs",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037224",
      "summary": "*   **Evidence Collection:** A cell phone obtained from the deceased is being processed. Agents are serving subpoenas at a hotel in the Bronx, NY. *   **Reporting Protocols:** FBI leadership is directing a shift to daily updates via conference calls, driven by DOJ requests.  Agents are instructed to proactively manage media reporting, focus on co-conspirator investigations, and provide general updates if significant findings aren’t present. Specific guidance includes avoiding naming interview subjects unless there’s significant information and being mindful of information being escalated to higher levels. *   **Case Coordination:** Multiple FBI squads (C-19, C2, and C4) are collaborating on aspects of the case, particularly concerning drug/sex offenses and potential charges.  The teams are coordinating to investigate co-conspirators, analyze phone data, and plan for a hearing on victims.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "26 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "new york",
        "subpoenas",
        "phone",
        "investigation",
        "co-conspirators",
        "c19",
        "c2",
        "maxwell",
        "doj",
        "color of law"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031397",
      "summary": "Jeffrey Epstein case. *   Approximately 17 victims were present at an August 27, 2019 hearing, with 7 additional individuals having statements read on their behalf. *   Brad Edwards reported 15 clients were present, with 8 speaking. *   Notifications were sent to victim attorneys informing them of the hearing and inviting their clients to participate. *   The Petitioner in an appeal to the 11th Circuit argued that not all victims had sufficient notice and ability to attend the initial hearing in SDNY. *   The requested information was: (1) the number of victims contacted, (2) the number who attended in person, and (3) the number who desired to speak but couldn’t due to timing or travel issues.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "victim impact statements",
        "hearing",
        "united states v. jeffrey epstein",
        "11th circuit",
        "cvra",
        "notice",
        "victims",
        "statements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018867",
      "summary": "A New York Law Journal article discusses Judge Richard Berman’s decision to hold a hearing regarding the dismissal of Jeffrey Epstein’s indictment. The judge intends to allow victims to speak, despite the fact that Epstein died before judgment and the court has no power to continue the case. The author argues this hearing is unnecessary, serves primarily as a form of public catharsis, and deviates from standard criminal justice procedures by prioritizing victim narratives over the established process of presumption of innocence and a fair trial. The article highlights the unusual circumstances surrounding the case – Epstein’s death and the lack of a trial – and suggests that while a full accounting of the situation may still occur through investigation and civil lawsuits, this specific hearing is inappropriate.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "victims",
        "criminal justice",
        "dismissal",
        "hearing",
        "prosecution",
        "suicide",
        "#metoo"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019994",
      "summary": "The hearing was presided over by Judge Richard M. Berman, with representatives from the U.S. Attorney’s Office and defense counsel present. **Key Events and Participants:** *   **Initial Housekeeping:** Judge Berman addressed the participants, outlining the purpose of the hearing—to consider the motion to dismiss due to Epstein’s death. He also acknowledged the significant effort involved and expressed gratitude for the work of the prosecutors and victims. *   **Government’s Argument:** The government, led by Geoffrey Berman, argued that the death of Epstein necessitated the dismissal of the case due to the lack of a live defendant. They emphasized the need for a full and transparent investigation and highlighted the potential for further investigation into co-conspirators. They referenced the legal precedent set by the *U.S. v. Wright* case concerning abatement. *   **Defense’s Argument:** Defense counsel, led by Reid Weingarten, strongly opposed the dismissal, arguing that the court had an inherent authority to continue investigating and pursuing justice, regardless of Epstein's death. They raised concerns about the government’s handling of the investigation and questioned the credibility of the medical examiner’s findings regarding the cause of death. They invoked precedent from *U.S. v. Heaton* and suggested the possibility of a parallel investigation by the court. *   **Victim Testimonies:** Multiple Jane Doe victims, represented by Gloria Allred’s firm, offered statements detailing their experiences and the ongoing trauma caused by Epstein’s actions. They expressed a desire for justice and accountability. *   **Legal Discussions:** Throughout the hearing, the lawyers discussed relevant legal principles, including the “abatement” doctrine, the Crime Victims' Rights Act, and the role of the government in investigating and prosecuting crimes. The discussion centered on the court’s authority to continue the case despite Epstein's death. **Outcome (as presented):** The hearing concluded with Judge Berman stating that he would consider the arguments and would likely move forward with an inquiry into the circumstances surrounding Epstein's death, reinforcing the importance of victims’ rights and ongoing investigation. **Additional Notes:** *   The text contains several references to ongoing investigations and potential further legal action. *   There were discussions regarding the handling of evidence, the role of the FBI, and the need for transparency in the investigation. *   The hearing showcased the complex legal and ethical issues involved in a case where the defendant has died before a trial concludes.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "epstein",
        "victims",
        "motion to dismiss",
        "nolle prosequi",
        "death",
        "investigation",
        "court",
        "justice",
        "crime victims rights act",
        "rule 48",
        "accountability",
        "prosecution",
        "defense",
        "abuse",
        "trafficking",
        "fraud",
        "transcript",
        "hearing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028549",
      "summary": "The United States District Court, Southern District of New York, will hold a hearing on August 27, 2019, at 10:30 am regarding a proposed nolle prosegui order in the case of *United States v. Jeffrey Epstein*. The hearing involves the potential dismissal of an indictment due to Jeffrey Epstein's death. Counsel for the Government, Jeffrey Epstein, and victims will be present, and victim participation is invited. The hearing will take place in Courtroom 17B.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "nolle prosegui",
        "court hearing",
        "united states attorney",
        "criminal case",
        "victim",
        "redaction analysis",
        "august 27",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032975",
      "summary": "Audrey Strauss (USANYS) sent a message to [REDACTED] (USANYS) regarding a transcript of a hearing. She offered to send the transcript and then call, and was available to do updates. Strauss indicated that “[REDACTED]” was requesting the transcript.",
      "timestamp": "2019-08-29T00:00:00",
      "timestamp_raw": "29 Aug 2019",
      "keywords": [
        "transcript",
        "hearing",
        "usanys",
        "redaction",
        "strauss",
        "audrey",
        "august 29",
        "2019",
        "iphone",
        "efta00032975"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031309",
      "summary": "Ori final Messal sent an email attachment (J8RpEPSIpdf) regarding the United States v. Epstein case. The email inquired if a transcript of a hearing had been ordered and requested direction on how to obtain one.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "epstein",
        "united states",
        "redaction",
        "transcript",
        "ori messal",
        "j8rpepsi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031307",
            "similarity": 0.571,
            "index": 125,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031307",
      "summary": "An email exchange regarding a transcript of a hearing titled “United States v. Epstein.” Ori sent an attachment (“Messte .c-18RpEPS1pdf>EFTA00031307”) and inquired if a transcript had been ordered. The email chain included replies acknowledging receipt and requesting direction on ordering the transcript.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "epstein",
        "united states",
        "transcript",
        "redaction",
        "efta00031307"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031309",
            "similarity": 0.571,
            "index": 124,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023930",
      "summary": "*   At least 39 victims were contacted, with the possibility of a higher number. *   At least 17 victims spoke or provided written submissions. *   One or two victims were unable to attend the hearing on short notice due to scheduling issues or aversion to press exposure. *   The number of victims contacted at the hearing (50) may include all Florida victims. *   The Petitioner in the 11th Circuit case alleges that some Epstein victims were unable to attend the SDNY hearing due to insufficient notice and inability to travel. *   The Department of Justice (SDNY) was seeking information on the number of victims contacted, those who attended in person, and those who wanted to participate but couldn’t due to timing/notice. *   A deadline of noon the following day was set to provide this information.",
      "timestamp": "2019-10-30T00:00:00",
      "timestamp_raw": "October 30, 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "sdny hearing",
        "doj",
        "11th circuit",
        "notice",
        "scheduling issues",
        "florida victims",
        "victim impact submissions",
        "court hearing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017907",
      "summary": "An email exchange discusses discrepancies in notification numbers related to a case (\"US V. Epstein\") and a file named \"Bookl.xlsx\". One party (USANYS) notes individuals appearing multiple times and questions the difference between a reported notification count of 39 and a count of 43 under \"notify\". The emails are sent between individuals affiliated with USANYS.",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "October 31, 2019",
      "keywords": [
        "efta00017907",
        "usanys",
        "bookl.xlsx",
        "epstein",
        "hearing",
        "notify",
        "redaction",
        "us v.",
        "october 31",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008708",
      "summary": "This document is a transcript of a hearing before a United States Grand Jury in the Southern District of New York, regarding a proposed superseding indictment against Ghislaine Maxwell. The Assistant U.S. Attorney presented the indictment, which corrects two clerical errors in the original indictment. The errors relate to docket numbers in civil cases (15 Civ. 7344 and 15 Civ. 7433) associated with perjury charges. The grand jury was instructed to base their decision solely on the evidence presented and to disregard outside information. The transcript includes procedural questions, confirmation of juror understanding, and a reiteration of the legal instructions. Finally, a certificate of transcription is included.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "grand jury",
        "indictment",
        "perjury",
        "civil case",
        "15 civ. 7344",
        "15 civ. 7433",
        "white plains",
        "new york",
        "fbi",
        "evidence",
        "docket number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031395",
      "summary": "A series of emails discuss questions related to victim impact statements in the Epstein case. Seventeen victims attended a hearing and spoke or had statements read for them, with an additional seven participating remotely. One victim group raised concerns regarding insufficient notice and travel limitations preventing some victims from speaking at the hearing. An appeal was filed alleging insufficient opportunity for victims to participate due to lack of notice and travel restrictions. The request seeks information on the number of victims contacted, those who attended in person, and those unable to attend due to notice/timing.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "epstein",
        "victim impact statements",
        "ausas",
        "11th circuit",
        "cvra",
        "hearing",
        "transcripts",
        "notice",
        "travel",
        "usanys",
        "odag"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021290",
            "similarity": 0.571,
            "index": 130,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021290",
      "summary": "A discussion occurred regarding victim impact statements related to the Jeffrey Epstein case. Seventeen victims were present at a hearing, with 17 speaking directly and 7 having statements read for them. One individual recalled a possible instance of a victim missing a flight, but no specific details were available regarding those who wanted to attend but couldn't. The Petitioner in an appeal to the 11th Circuit argued that not all victims were given sufficient notice and opportunity to speak at the hearing, citing a similar hearing in SDNY. The request was made to determine the number of victims contacted, those who traveled and spoke, and those who desired to speak but were unable due to timing or notice.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "usanys",
        "ausas",
        "hearing",
        "transcripts",
        "11th circuit",
        "cvra",
        "notice",
        "timing",
        "statements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031395",
            "similarity": 0.571,
            "index": 129,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017905",
      "summary": "*   Initially, 39 victim notifications were sent out, with one woman missing flights attempting to attend a hearing. She was potentially a client of Brad Edwards or Singrid McCally. *   17 victims were present at a hearing and spoke, while 7 others had someone speak on their behalf. *   It was uncertain how many victims were contacted but unable to attend due to lack of notice or inability to travel. *   The Petitioner in a related CVRA appeal argued that not all victims were able to speak at the NY hearing due to insufficient notice and travel difficulties. *   The Office of the US Attorney General was requested to provide details on the number of victims contacted, those who traveled to make statements, and those who wanted to speak but couldn't due to timing.",
      "timestamp": "2019-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "vns",
        "attorneys",
        "hearings",
        "travel",
        "notice",
        "usanys",
        "cvra",
        "11th circuit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018395",
      "summary": "An attorney (identified as [REDACTED]) expressed interest in hosting an NYU Law School intern for the Fall semester (September 3 – December 3, 2019). The attorney indicated their workload would primarily be Epstein-related due to a lack of scheduled trials or hearings, suggesting a potentially limited experience for the intern. An inquiry was sent to USANYS-Attorneys-Crimin regarding interest in hosting an intern.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "December 3, 2019",
      "keywords": [
        "nyu law interns",
        "epstein",
        "trials",
        "hearings",
        "fall semester",
        "september",
        "december",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018946",
      "summary": "On December 11, 2019, the U.S. Attorney’s Office for the Southern District of New York (USANYS) sent an email regarding the upcoming unsealing of four indictments against co-conspirators related to Jeffrey Epstein. Julie Brown was reportedly hearing this news, and the email was from the Public Affairs office.",
      "timestamp": "2019-12-11T00:00:00",
      "timestamp_raw": "December 11, 2019",
      "keywords": [
        "epstein",
        "usanys",
        "indictments",
        "justice",
        "southern district of new york",
        "julie brown",
        "united states department of justice",
        "public affairs",
        "contractor",
        "unsealing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030439",
      "summary": "On December 13, 2019, Kate Doniger, representing Kaplan Hecker & Fink LLP, sent a transcript from a conference to Alex Conlon and Roberta Kaplan. Attached were a draft protocol from Feinberg & Co., two documents filed by the Estate in the USVI, and a request for an immediate hearing regarding claims. Roberta Kaplan (Robbie) requested Alex to verify a transcript point regarding potential punitive damages and inquired about the estate’s identification of Mr. Epstein’s brother as the sole beneficiary, seeking clarification on discussions surrounding the will, trust, and estate. Alex Conlon then sent the transcript to the recipients.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "transcript",
        "epstein",
        "kaplan",
        "feinberg",
        "conference",
        "protocol",
        "claims",
        "estate",
        "beneficiary",
        "motion",
        "judge failla"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032956",
      "summary": "This document is a collection of news articles and legal updates from Law360, primarily covering legal developments and regulatory actions from December 26, 2019. Key topics include: *   **DOJ Actions:** The Department of Justice is considering a permanent role for the Fraud Section’s acting chief, Robert Zink, and is investigating various cases including the \"Varsity Blues\" college admissions scheme, the Epstein accusers’ bail hearing, and the Woodbridge Ponzi scheme. *   **SEC Enforcement:** The SEC is pursuing settlements with Nomura over mortgage-backed securities and a Tennessee broker involved in the Woodbridge Ponzi scheme. *   **Legal Disputes:**  Several court rulings are highlighted, including the Third Circuit’s order in the benefits fraud case, the Tenth Circuit vacating a tax conviction, and a dispute over tribal immunity. *   **Company-Related News:** Updates are provided on Estee Lauder’s executive promotions and Offit Kurman's expansion into North Carolina. *   **Government Agency Activities:** The document includes updates from agencies such as the DOJ, SEC, FBI, FTC, IRS, and NOAA. *   **Other Legal Updates:**  Articles detail developments in insider trading legislation, record-keeping processes for federal agencies, and various other legal matters, including a judge’s passing and a conservative critique of President Trump’s tweets. The document contains a substantial amount of legal and business-related information from various sources and legal firms.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "December 26, 2019",
      "keywords": [
        "doj",
        "fraud section",
        "robert zink",
        "sec",
        "ponzi scheme",
        "insider trading",
        "tax evasion",
        "white collar crime",
        "bankruptcy",
        "immigration",
        "government contracts",
        "legal industry",
        "united states supreme court",
        "securities and exchange commission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021766",
      "summary": "Bruce Barket, representing Barket Epstein Kearon Aldea & LoTurco, LLP, is corresponding with Aida Leisenring and others regarding discovery requests related to the Tartaglione case. Key points include: *   A request for the taint team to contact them regarding a review of a cell phone, specifically concerning hand-held videos from July 23rd. *   An inquiry regarding the inconsistent accounts of surveillance video and a request for further inquiries. *   A request for a hearing regarding the disappearance of surveillance video. *   MCC offers access to a makeshift rope for inspection, with restrictions on photography. *   BOP has forensic reports of Tartaglione’s cellphone and SIM card, which will be reviewed by a walled-off team of AUSAs to identify privileged materials. *   BOP states no other pictures or videos were taken from inside the cell, and a letter with video evidence is forthcoming for review at the office.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "bruce barket",
        "discovery requests",
        "surveillance video",
        "cell phone",
        "tartaglione",
        "bop",
        "mcc",
        "ausa",
        "july 23",
        "videos",
        "forensic reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026547",
      "summary": "A U.S. Attorney’s office (Southern District of New York) initiated contact with Jordan Merson regarding an ongoing criminal investigation related to Jeffrey Epstein. The Assistant U.S. Attorney requested a list of Merson’s clients to avoid inadvertently contacting represented individuals and to identify potential connections the office already knows about. They expressed interest in hearing from Merson’s clients, emphasizing sensitivity and offering the option of an attorney proffer if clients are uncomfortable speaking directly. A forwarded message from a federal prosecutor initiated the communication, requesting a response from Merson.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "sdny investigation",
        "criminal investigation",
        "jeffrey epstein",
        "u.s. attorney",
        "jordan merson",
        "colleen carlo",
        "federal prosecutor",
        "proffer",
        "clients"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016736",
      "summary": "The request is for the United States District Court to hold an evidentiary hearing to investigate the circumstances surrounding the loss of video surveillance footage from the Metropolitan Correctional Center (MCC) that allegedly captured the events of July 22-23, 2019, when Epstein attempted suicide in Tartaglione’s cell. Specifically, the defense argues: *   The footage would have been exculpatory, corroborating Tartaglione’s account of events. *   The Government’s explanation for the footage’s destruction is inadequate, lacking specificity and sworn testimony. *   The BOP, which held exclusive control of the footage, failed to preserve it despite a clear preservation request. *   The loss of the footage potentially impacts the punishment phase of a capital case, as it contains mitigating evidence related to Tartaglione’s actions. The defense seeks answers to questions about who destroyed the footage, the chain of responsibility, whether witnesses reviewed it, and whether the destruction was deliberate or due to negligence. They believe the loss constitutes a deprivation of a constitutional right to present mitigating evidence and is “chargeable to the state.”",
      "timestamp": "2020-01-13T00:00:00",
      "timestamp_raw": "January 13, 2020",
      "keywords": [
        "evidentiary hearing",
        "video surveillance",
        "nicholas tartaglione",
        "jeffrey epstein",
        "metropolitan correctional center",
        "preservation request",
        "destruction of evidence",
        "exculpatory evidence",
        "bad faith",
        "bureau of prisons",
        "sentencing",
        "mitigating evidence",
        "brady v. maryland",
        "due process"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021768",
      "summary": "A communication was sent from the United States Attorney’s Office, Southern District of New York, to [REDACTED] regarding the loss of a video featuring Frank Tartaglione (MCC). Bruce Barket filed a motion seeking a hearing about the loss, and the sender intends to oppose the motion, providing updates.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "tartaglione",
        "mcc video",
        "bruce barket",
        "hearing",
        "united states attorney's office",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016735",
      "summary": "A motion was filed by Barket seeking a hearing regarding the MCC video. The United States Attorney's Office is preparing a response.",
      "timestamp": "2020-01-14T00:00:00",
      "timestamp_raw": "14 Jan 2020",
      "keywords": [
        "tartaglione",
        "motion",
        "hearing",
        "mcc video",
        "barket",
        "response",
        "united states attorney's office",
        "narcotics unit",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023798",
      "summary": "government in interviewing a client (\"the Duke\") related to a case overseen by the U.S. Attorney for the Southern District of New York. *   **Parties:** Gary Bloxsome (Partner at Blackfords LLP), an Assistant U.S. Attorney from the Southern District of New York, and potentially other unnamed individuals within the U.S. Embassy and DOJ. *   **Initial Concerns:** Gary Bloxsome expresses concerns regarding confidentiality and the potential for the witness statement to be used for public statements, given prior leaks and existing concerns about the U.S. Attorney's conduct. *   **U.S. Request:** The U.S. government seeks the Duke's voluntary witness statement, proposing specific conditions related to confidentiality and the scope of the testimony. *   **Blackfords LLP Operations:** Blackfords LLP is operating with limited personnel due to the coronavirus pandemic, with hearings conducted remotely. *   **Specific Requests from U.S. Attorney:** The U.S. Attorney requests confirmation that communications will be confidential, the witness statement will not be used for other purposes, and specifies the areas of testimony desired.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "08 Jun 2020",
      "keywords": [
        "redaction",
        "cooperation",
        "confidentiality",
        "mia request",
        "us embassy",
        "witness statement",
        "doj",
        "criminal investigation",
        "family court",
        "coronavirus",
        "blackfords llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030482",
      "summary": "Bruce Barket of Barket, Epstein, Kearon, Aldea & LoTurco received confirmation from the Chambers of Judge Karas that the Curcio Hearing scheduled for June 30th was canceled. Bobbi Sternheim inquired about the cancellation and requested a reschedule to July 13th, necessitating flight cancellations. An ex parte order from Judge Karas was attached and intended to be filed under seal.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "efta00030482",
        "ex parte order",
        "bruce barket",
        "judge karas",
        "bobbi sternheim",
        "curcio hearing",
        "july 13th",
        "flights",
        "legal documents",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024542",
      "summary": "An email correspondence regarding the removal of Ghislaine Maxwell in the 20mj132-01 case is documented. The email originates from [REDACTED] and confirms the acceptance of the removal hearing.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "efta00024542",
        "redaction analysis",
        "ghislaine maxwell",
        "hearing",
        "20mj132-01",
        "removal",
        "2020",
        "july",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031869",
      "summary": "A hearing was held on 2020-07-02 from 19:30 to 20:30 +0000 regarding the removal of Ghislaine Maxwell. The hearing took place online via Zoom and was attended by Kathleen DuPont. The event was marked as X-PERSONAL and classified as a priority of 5.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "2020-07-02",
      "keywords": [
        "efta00031869",
        "ghislaine maxwell",
        "removal hearing",
        "2020-07-02",
        "zoom",
        "personal",
        "kathleen dupont",
        "redaction analysis",
        "event",
        "hearing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027845",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the removal hearing for Ghislaine Maxwell (20mj132-01). The email was marked as “FW:” and attached to the email. The email was sent on July 2, 2020.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00027845",
        "redaction analysis",
        "ghislaine maxwell",
        "hearing",
        "20mj132",
        "removal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020347",
      "summary": "*   Federal felony charges were unsealed on July 2, 2020, against Ghislaine Maxwell for offenses including enticement, transportation, conspiracy, and perjury, allegedly occurring in New York, Florida, New Mexico, and the United Kingdom. *   A hearing is scheduled for July 14, 2020, at 1:00 p.m. before Judge Alison J. Nathan via remote video conference. *   Crime victims are advised to contact the Victim/Witness Coordinator at the U.S. Attorney’s Office for the Southern District of New York for support and information regarding their rights. *   A new Victim & Witnesses Services page is being created, mirroring the format of the Epstein case, containing information about the charges and contact details for the U.S. Attorney’s Office.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "victim witness",
        "indictment",
        "criminal charges",
        "new york",
        "hearing",
        "case",
        "20 cr 330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031868",
      "summary": "Kathleen DuPont received an email from an unknown sender regarding the removal hearing for Ghislaine Maxwell (20mj132-01) on July 2, 2020. The email was marked as “Normal” importance and contained no attachments.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00031868",
        "kathleen dupont",
        "ghislaine maxwell",
        "removal hearing",
        "20mj132",
        "fw",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032025",
      "summary": "Kathleen DuPont, Deputy Clerk/Case Manager for the US District Court for the District of NH, sent an email regarding the GHISLAINE MAXWELL Removal Hearing (20mj 132-01). The email outlined the court’s practice of hiding video and muting non-speaking participants during video conferences, instructing recipients not to initiate video or unmute themselves until called upon by the court.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "efta00032025",
        "ghislaine maxwell",
        "removal hearing",
        "video conference",
        "court",
        "new hampshire",
        "kathleen dupont",
        "deputy clerk",
        "redaction",
        "concord"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024527",
      "summary": "A meeting invitation is for a removal hearing titled “CiH1SLAINE MAXWELL Removal Hearing 20mj132-01” scheduled for July 2, 2020, at 3:30 p.m. via ZoomGov meeting (ID: 160 146 2933, Password: 182411). Participants are restricted from photographing, broadcasting, or televising the proceedings. Advance notification is required for presenting matters under seal.  Alternative access methods via SIP, H.323, and telephone are provided. The document includes case identification numbers EFTA00024527 and EFTA00024528.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "cih1slaine maxwell",
        "removal hearing",
        "zoomgov",
        "videoconference",
        "court proceedings",
        "local rule 83.8",
        "seal",
        "sip",
        "h.323",
        "efta00024527"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030384",
      "summary": "Kathryn Milofsky, a producer for IN News in the UK, is requesting information about the bail hearing date in the case of USA v. Ghislaine Maxwell from an unknown recipient. She identifies IN News as the largest commercial broadcaster in the UK, comparable to NBC.",
      "timestamp": "2020-07-04T00:00:00",
      "timestamp_raw": "04 Jul 2020",
      "keywords": [
        "efta00030384",
        "ghislaine maxwell",
        "usa v maxwell",
        "bail hearing",
        "kathryn milofsky",
        "in news",
        "nbc",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019535",
      "summary": "A forwarded email chain discusses a request for information regarding the bail hearing in the case of USA v. Ghislaine Maxwell. Kathryn Milofsky, a producer for ITV News in the UK, is inquiring about the hearing date and notes ITV News’s similarity to NBC. The email chain includes responses from individuals at “USANYS” forwarding the inquiry.",
      "timestamp": "2020-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2020",
      "keywords": [
        "efta00019535",
        "usa v ghislaine maxwell",
        "redaction analysis",
        "kathryn milofsky",
        "itv news",
        "bail hearing",
        "usanys",
        "nbc",
        "uk",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030378",
            "similarity": 0.667,
            "index": 152,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030378",
      "summary": "Kathryn Milofsky, a producer for ITV News in the UK, contacted an individual (identified as “-”) regarding the bail hearing schedule in the USA v. Ghislaine Maxwell case. The individual responded, informing Milofsky that she should not contact them again.",
      "timestamp": "2020-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2020",
      "keywords": [
        "usa v ghislaine maxwell",
        "kathryn milofsky",
        "itv news",
        "bail hearing",
        "usanys",
        "ghislaine maxwell",
        "nbc",
        "uk",
        "producer",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019535",
            "similarity": 0.667,
            "index": 151,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021819",
      "summary": "A U.S. Pretrial Services representative is contacting attorneys Chris Everdell and Mark Cohen regarding a pretrial interview for Ghislaine Maxwell in case number 20 Cr. 330 (MN). The representative requests that the attorneys arrange the interview in advance of Maxwell’s bail hearing.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "u.s. pretrial services",
        "chris everdell",
        "mark cohen",
        "bail hearing",
        "southern district of new york",
        "attorney",
        "case number 20 cr. 330",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024562",
      "summary": "An Assistant United States Attorney from the Southern District of New York is coordinating a pretrial interview for Ghislaine Maxwell (case number 20 Cr. 330 (AJN)) with attorneys Christian Everdell and Mark S. Cohen. The email outlines the request to arrange the interview in advance of Maxwell’s bail hearing. EFTA00024563 is also referenced.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "u.s. pretrial services",
        "christian everdell",
        "mark s. cohen",
        "case number 20 cr. 330",
        "bail hearing",
        "southern district of new york",
        "attorneys",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024772",
      "summary": "On July 6, 2020, emails were exchanged regarding a removal hearing in the case of *USA v. Maxwell* (Case 1:20-mj-00132-AJ). The hearing, held on July 2, 2020, before Magistrate Judge Andrea K. Johnstone, involved Ghislaine Maxwell waiving an in-court hearing and an advisory of rights and charges. The court found the defendant knowingly and voluntarily waived the hearing. The hearing lasted 17 minutes and involved participants from the U.S. Department of Justice, the U.S. Marshals Service, and court reporters. Electronic notices were sent to various parties, including the U.S. Department of Justice and the defense attorney, Lawrence Vogelman.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "maxwell",
        "usa v.",
        "removal hearing",
        "united states district court",
        "electronic filing",
        "ghislaine maxwell",
        "case 1:20-mj-00132-aj",
        "magistrate judge",
        "detention hearing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017768",
      "summary": "An email was sent from Maurene, an Assistant United States Attorney, to attorneys Chris Everdell and Mark Cohen representing Ghislaine Maxwell in case number 20 Cr. 330. The email requests information on arranging a pretrial interview for Maxwell with her client ahead of her bail hearing.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "united states attorney",
        "bail hearing",
        "chris everdell",
        "mark cohen",
        "20 cr. 330",
        "new york",
        "maurene",
        "efta00017768"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024564",
      "summary": "On July 6, 2020, an Assistant United States Attorney sent an email to Christian Everdell and Mark S. Cohen regarding the pretrial interview for Ghislaine Maxwell, case number 20 Cr. 330 (AJN). The email requested the best contact number for Christian Everdell and instructed them to arrange a pretrial interview with their client before her bail hearing. The Southern District of New York office is associated with this case (EFTA00024564 & EFTA00024565).",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "ghislaine maxwell",
        "pretrial interview",
        "chris everdell",
        "mark cohen",
        "u.s. pretrial services",
        "bail hearing",
        "criminal case",
        "assistant united states attorney",
        "20 cr. 330",
        "efta00024564"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037942",
      "summary": "A video arraignment and bail hearing was held for Maxwell, involving [REDACTED] and [REDACTED]. The hearing occurred on July 7, 2020, at 23:41:22 +0000.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "July 7, 2020",
      "keywords": [
        "maxwell",
        "arraignment",
        "bail hearing",
        "video",
        "efta00037942"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026424",
      "summary": "*   **Economic Forecasts:** The European Commission lowered its GDP forecasts for the Eurozone, anticipating a deeper slump than previously estimated. U.S. futures fell, and oil and gold declined. *   **Keystone XL Pipeline:** The Supreme Court blocked construction on the Keystone XL pipeline. *   **U.S. Economic Concerns:** Raphael Bostic (Atlanta Fed) warned of a potential slowdown in the U.S. rebound due to a Sun Belt infection spike.  A ban on TikTok was being considered by the U.S. government. *   **Tech Industry:** Samsung reported a profit beat, but it was partly attributed to a one-time gain from Apple. Jeff Bezos, Mark Zuckerberg, Sundar Pichai, and Tim Cook were scheduled to testify before Congress. *   **Hong Kong Situation:**  TikTok’s planned exit from Hong Kong was seen as potentially benefiting Beijing. *   **Amy Cooper Case:** Amy Cooper was charged with falsely reporting an incident related to an encounter with Christian Cooper in Central Park. *   **Ghislaine Maxwell Hearing:** Ghislaine Maxwell was scheduled to appear in court via videoconference for a hearing regarding her charges. *   **Patrick Mahomes Contract:** Quarterback Patrick Mahomes signed a 10-year contract extension with the Kansas City Chiefs, the richest deal in professional sports history.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "ppp loans",
        "venture capital",
        "covid-19",
        "european economy",
        "u.s. economy",
        "tiktok",
        "amazon",
        "bloomberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024787",
      "summary": "An email was sent from an Assistant United States Attorney of the Southern District of New York to [REDACTED] regarding a July 14th hearing. The email included a scheduling order (20cr330_Order 7.7.20.pdf) from the Court.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "efta00024787",
        "hearing",
        "scheduling order",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "july 14th",
        "2020",
        "court",
        "20cr330"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011192",
      "summary": "It's related to bail proceedings before the US District Court, Southern District of New York. *   **UK Extradition Process Overview:** The UK extradition process is governed by the Extradition Act 2003. It involves a hearing before an appropriate judge and an appeal (subject to a leave requirement). Consent from Maxwell to extradition removes the hearing and appeal rights. *   **Typical Timeframes:** Extradition proceedings generally take under two years, potentially one to three months if consent is given. *   **US “Part 2 Territory” Status:** The US is designated a \"Part 2 territory,\" meaning the US does not need to provide evidence to establish an offense (prima facie case requirement). *   **Consent Impacts Process:** If Maxwell consents to extradition, the process is significantly expedited. *   **Extradition Hearing:** The hearing assesses technical requirements, the identity of the requested person, whether the offence exists, and any bars to extradition (e.g., double jeopardy, hostage-taking). *   **Human Rights Considerations:**  Human rights objections (e.g., Article 3 concerning inhuman treatment) could be raised, but are unlikely to be successful given the circumstances. *   **Bars to Extradition:**  The document concludes that several potential bars to extradition (double jeopardy, etc.) are unlikely to apply in Maxwell’s case. *   **Appeal Process:** Appeals can be made to the High Court and, if refused, to the Supreme Court, but these are rare. *   **Consent Waiver:** Maxwell has formally waived her right to extradition, which significantly speeds up the process. *   **Timeline:**  The overall timeline for extradition, particularly with consent, is typically one to three months. *   **Annexed Documents:** The opinion is supported by a superseding indictment, transcripts of hearings, and other related documents.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "8 July 2020",
      "keywords": [
        "extradition",
        "united kingdom",
        "united states",
        "ghislaine maxwell",
        "treaty",
        "bail",
        "legal proceedings",
        "extradition act 2003",
        "part 2",
        "consent",
        "secretary of state",
        "human rights",
        "european convention on human rights",
        "appeals",
        "criminal charges",
        "jurisdiction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020393",
      "summary": "On July 9, 2020, United States District Judge Alison J. Nathan ordered a remote arraignment, initial conference, and bail hearing for Ghislaine Maxwell in the Southern District of New York. The hearing is scheduled for July 14, 2020, at 1:00 PM and will be conducted via video/teleconference with a public audio feed available at 855-268-7844 and 214-416-0400.  A separate dial-in number will be provided for non-speaking counsel, alleged victims, and family members. Limited in-person seating (approximately 60) will be available in the Jury Assembly Room, with priority given to credentialed press and on a first-come, first-serve basis.  Photography, recording, and rebroadcasting of proceedings are prohibited.",
      "timestamp": "2020-07-09T00:00:00",
      "timestamp_raw": "July 9, 2020",
      "keywords": [
        "united states district court",
        "ghislaine maxwell",
        "arraignment",
        "bail hearing",
        "video teleconference",
        "18 u.s.c. § 3771",
        "covid-19",
        "electronic filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020392",
      "summary": "An email was sent from EFTA00020392 to [REDACTED] regarding a bail hearing for Maxwell. The email attached a scheduling order containing dial-in information for public access to the audio feed of the hearing, intended for potential victims.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "maxwell",
        "detention hearing",
        "bail",
        "victims",
        "audio feed",
        "court order",
        "logistics",
        "efta00020392"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037418",
      "summary": "An email was sent from an FBI source to another FBI source regarding a hearing titled \"GM Tuesday hearing.\" The email included a scheduling order (2020.07.09_Scheduling_Order.pdf) for call-in information or viewing a live feed for the hearing, anticipating potential inquiries. The case file number is EFTA00037418.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2020",
      "keywords": [
        "efta00037418",
        "redaction analysis",
        "fbi",
        "hearing",
        "scheduling order",
        "gm",
        "2020",
        "2025",
        "ny",
        "efta"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019470",
      "summary": "A bail report for Ms. Maxwell was prepared and attached to an email dated July 13, 2020. The report was completed by Opied above, who will participate in a remote hearing before Your Honor.  Local Rule 57.1 dictates that Pretrial Services Reports are confidential and are only to be accessed by Defense Counsel and the Government, requiring shredding, deletion, and non-forwarding of the report. The U.S. Pretrial Services Officer Specialist – Intake Coordinator is listed with contact information.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "bail report",
        "maxwell",
        "pretrial services",
        "confidential",
        "defense counsel",
        "government",
        "local rule 57.1",
        "title 18 u.s.c. § 3153",
        "shred",
        "delete"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024504",
      "summary": "*   A journalist from News Corporation is seeking clarification on the prosecution's arguments, potential witness testimony (specifically regarding victims), and media statements related to the hearing. *   Responses to the journalist’s questions indicate victims will be “call-in” rather than in-person, and will not testify directly but rather through attorneys. *   There is a discussion about providing journalists with advance information about arguments and victim names. *   The emails contain standard legal disclaimers regarding confidentiality and media communications.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "courtroom",
        "bail hearing",
        "victims",
        "remote",
        "testimony",
        "prosecution",
        "journalists",
        "arraignment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037943",
      "summary": "A video arraignment and bail hearing occurred for Maxwell on 2020-07-14 from 17:00:00 to 19:00:00 GMT. The event was created on 2020-07-07 and classified as X-PERSONAL with a priority of 5. A reminder was set to display a message 15 minutes before the start. The record identifier is EFTA00037943.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "2020-07-14",
      "keywords": [
        "maxwell arraignment",
        "bail hearing",
        "event",
        "2020-07-14",
        "video",
        "efta00037943"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024443",
      "summary": "Due to COVID-19 restrictions, the hearing will be conducted remotely with limited in-person attendance, requiring participants to complete a questionnaire and undergo temperature checks before entering the Daniel Patrick Moynihan Courthouse. Access to the audio feed will be available by phone for those not participating via video. The defense must discuss a Waiver of Right to be Present at Criminal Proceeding with the defendant and file the signed form at least 24 hours prior to the hearing. The government must notify crime victims of their rights and inform the court if any victims wish to be heard regarding detention. The Speedy Trial Act is temporarily excluded due to delays in the defendant’s transfer and logistical challenges of the remote hearing, allowing for discussions regarding a protective order.  A video feed of the remote proceeding will be available in the Jury Assembly Room, subject to limited capacity.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "remote video conference",
        "covid-19",
        "speedy trial act",
        "protective order",
        "jury assembly room",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013307",
      "summary": "*   **Initial Bail Denial:**  In July 2020, the court denied Maxwell’s initial motion for bail, concluding she was a significant flight risk due to her international connections, substantial wealth, and a history of avoiding detection. *   **Renewed Motion & Government Opposition:** Maxwell has filed a renewed motion for bail, which the government opposes. *   **Arguments Against Release:** The court maintains its prior assessment that no conditions could reasonably ensure Maxwell’s appearance. This stems from the seriousness of the charges (carrying lengthy prison sentences), the strength of the government’s evidence (including multiple witnesses), Maxwell’s significant resources and foreign connections, and her perceived lack of full candor regarding her finances. *   **New Information Unpersuasive:** Maxwell’s proposed bail package, including a substantial financial commitment and increased conditions of confinement, doesn’t alter the court’s judgment. New evidence, like letters of support and a financial report, doesn’t outweigh the flight risk concerns. *   **Continued Detention:** The court reaffirms its decision to detain Maxwell without bail, citing continued concerns about her risk of flight and the fact that a hearing to reconsider the issue is unnecessary.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bail",
        "flight risk",
        "indictment",
        "conspiracy",
        "18 u.s.c. § 371",
        "extradition",
        "minor victims",
        "detention",
        "pretrial release",
        "risk of flight",
        "government",
        "evidence",
        "court",
        "conditions of release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020663",
      "summary": "On July 14, 2020, an email was sent detailing Ghislaine Maxwell’s legal calls to Christian Everdell between July 6th and July 14th, 2020. The calls ranged from 30 minutes to 1.5 hours, with several involving Mark Cohen, Laura Menninger, Jeff Pagliuca, and Lea Harmon (Pretrial services). The email was sent to advise against potential misrepresentation by Mark Cohen during a hearing.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "July 14, 2020",
      "keywords": [
        "ghislaine maxwell",
        "usms",
        "legal calls",
        "christian everdell",
        "mark cohen",
        "laura menninger",
        "jeff pagliuca",
        "lea harmon",
        "pretrial services",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028777",
      "summary": "On July 16, 2020, a request was made to update a webpage regarding the Ghislaine Maxwell case (20 Cr. 330 (MN)). The update included a July 14, 2019, summary of a hearing where Ghislaine Maxwell pleaded not guilty to a Superseding Indictment, was ordered incarcerated pending trial, and had discovery and motion deadlines scheduled. A change was also requested to redirect the existing \"Epstein case\" link and information to focus solely on the Maxwell case, specifically updating the case heading and the text within the box. The trial date was set for July 12, 2021, before Judge Alison J. Nathan.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "court",
        "trial",
        "indictment",
        "jeffrey epstein",
        "new york",
        "judge",
        "maxwell vw page",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028774",
      "summary": "On July 16, 2020, an email discusses updating a page related to the Maxwell VW case (United States v. Ghislaine Maxwell, 20 Cr. 330 (MN)). The July 14, 2019, conference, arraignment, and bail hearing resulted in the defendant entering a not guilty plea and being ordered incarcerated pending trial. The court set discovery and motion deadlines for counsel, and a trial date of July 12, 2021, was scheduled before Judge Alison J. Nathan in New York.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "redaction analysis",
        "court hearing",
        "indictment",
        "plea",
        "trial",
        "alison j. nathan",
        "southern district of new york",
        "foley square"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028060",
      "summary": "The United States Court of Appeals for the Second Circuit ordered the United States to file an amicus brief regarding Ghislaine Maxwell’s case, limited to ten pages, by September 16, 2020. Parties were ordered to respond to the brief by September 23, 2020. A hearing scheduled for September 22, 2020 was adjourned until further order.",
      "timestamp": "2020-09-16T00:00:00",
      "timestamp_raw": "September 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states court of appeals",
        "second circuit",
        "appeal",
        "jeffrey epstein",
        "amicus brief",
        "legal case",
        "sharon churcher",
        "united states v. maxwell",
        "20-2413"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032483",
      "summary": "On October 13, 2020, at 2:00 PM in Courtroom 1703 of the Thurgood Marshall US Courthouse, a hearing occurred regarding cases 20-2413-cv (v. Ghislaine Maxwell, Julie Brown, Miami Herald Co., et al) and 20-3061-cv (United States of America v. Ghislaine Maxwell). The panel consisted of Cabranes, Pooler, and Raggi. The document is identified as EFTA00032483.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta00032483",
        "ghislaine maxwell",
        "courtroom 1703",
        "october 13",
        "2020",
        "united states of america",
        "docket number",
        "case name",
        "argument calendar",
        "new york",
        "20-2413-cv",
        "20-3061-cv"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030983",
      "summary": "This document pertains to a transcript related to the arraignment of EFTA00030983, specifically a MaxwelL arraignment, initial conference, and bail hearing held on October 29, 2020, within the Southern District of New York. An Assistant United States Attorney from 1 St. Andrew’s Plaza is involved. A PDF attachment, “2020.07.14,_MaxwelLarraignment,initial_conference,bail_hearing.pdf,” is also associated with the case.",
      "timestamp": "2020-10-29T00:00:00",
      "timestamp_raw": "October 29, 2020",
      "keywords": [
        "efta00030983",
        "transcript",
        "redaction",
        "us attorney",
        "southern district of new york",
        "maxwel",
        "bail hearing",
        "2020",
        "2025",
        "conference"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011426",
      "summary": "Stephen Brown, a reporter for the NY DAILY NEWS, contacted James Margolin, Chief Public Information Officer for the U.S. Attorney’s Office, SDNY, regarding a hearing before the 2nd Circuit Court concerning the denial of access to a civil case file related to the Maxwell case. Brown inquired about the distinction between the case and the deposition of Maxwell, and whether Judge Koetl’s ruling was favorable to Maxwell.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "maxwell",
        "appeal",
        "sdny",
        "koetl",
        "case file",
        "civil case",
        "stephen brown",
        "news",
        "redacted",
        "u.s. attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020878",
      "summary": "Kimberly Mehlman-Orozco was contacted by an attorney regarding potential expert witness services. She initially declined a call due to differing areas of expertise but offered to recommend a more suitable expert. She provided a Daubert Hearing transcript and trial transcript related to a case involving a sex trafficking defendant.  She then proposed a call for the following week, offering availability before noon or after 3:00 PM, and sent a CV and fee schedule.  She also mentioned her involvement as a prosecutor in the Ghislaine Maxwell trial.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "expert witness",
        "daubert hearing",
        "testimony",
        "prosecution",
        "trial transcript",
        "united states v. ghislaine maxwell",
        "kimberly mehlman-orozco"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032009",
      "summary": "On November 30, 2020, multiple individuals exchanged emails regarding a potential pardon for Ghislaine Maxwell. One individual requested a conference call, while another forwarded information from a reporter, Tom Winter, who was hearing “serious rumblings” from the White House about a pardon. A discussion ensued regarding whether communication with the team was necessary before such a pardon, referencing prior interactions with Di Souza. The emails indicate a preliminary, unconfirmed report of a possible pardon.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "November 30, 2020",
      "keywords": [
        "ghislaine maxwell",
        "pardon",
        "redaction",
        "wh",
        "tom winter",
        "di souza",
        "reporter",
        "communication",
        "defendant",
        "efta00032009"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019931",
      "summary": "An Assistant United States Attorney from the Southern District of New York is being informed that Ghislaine Maxwell’s attorneys intend to file a new bail application. The application has not yet been filed, and there is no set briefing schedule or hearing date. The sender requests to be kept updated and offers to discuss the matter.",
      "timestamp": "2020-12-02T00:00:00",
      "timestamp_raw": "December 2, 2020",
      "keywords": [
        "bail application",
        "ghislaine maxwell",
        "united states attorney",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019929",
            "similarity": 0.571,
            "index": 218,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019930",
            "similarity": 0.833,
            "index": 224,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013355",
      "summary": "The Department of Justice’s Office of Professional Responsibility (OPR) investigated the 2006-2008 federal criminal investigation of Jeffrey Epstein and the U.S. Attorney’s Office for the Southern District of Florida’s handling of the case. OPR found no evidence of professional misconduct by Department attorneys but determined that victims were not treated with sufficient forthrightness and sensitivity. Former U.S. Attorney Acosta was criticized for his decision to resolve the case through a non-prosecution agreement and for failing to ensure Florida notified victims about the state plea hearing. The full report was disclosed to congressional committees due to the Privacy Act, and the Department will utilize the findings to inform its implementation of the Crime Victims Rights' Act and the Attorney General’s Guidelines on Victim and Witness Assistance.",
      "timestamp": "2020-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2020",
      "keywords": [
        "doj",
        "jeffrey epstein",
        "opr",
        "investigation",
        "victims",
        "justice department",
        "florida",
        "resolution",
        "non-prosecution agreement",
        "criminal investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008744",
      "summary": "*   **Case Details:** The hearing is part of a case against Maxwell, relating to alleged child sex trafficking and exploitation. The U.S. government is investigating, and this transcript is a record of testimony given by a witness, Detective , who works for the NYPD. *   **Witness Testimony:** Detective provided testimony covering his involvement in the FBI’s Child Exploitation and Human Trafficking Task Force, including investigations into Jeffrey Epstein and Maxwell. He described his role in gathering information, reviewing reports, and interviewing other individuals connected to the case. *   **Maxwell’s Activities:** The testimony details Maxwell's activities, including her relationships with Epstein, her time at Palm Beach residences (including a townhouse on Madison Avenue and a ranch in New Mexico), and the arrangements for massages provided to Epstein. It mentions that Maxwell was paid for these services and used the money to purchase drugs. *   **Sexual Interactions:** The witness described instances where Maxwell engaged in sexual activity with Epstein, including direct sexual contact during massage sessions and involvement with other young women. *   **Evidence Review:** The transcript incorporates review of flight records, telephone logs, and items seized during a search of Epstein’s Palm Beach residence, including message pads. *   **Witness’s Past:** The testimony includes details about the witness's own past struggles with drug addiction and a legal issue involving a stolen Xbox. The witness admits to lying during a 2009 deposition regarding her interactions with Maxwell and Epstein. In essence, the transcript documents a significant portion of a criminal investigation, detailing the witness's involvement, the evidence gathered, and the testimony related to the alleged crimes of Ghislaine Maxwell.",
      "timestamp": "2021-01-19T00:00:00",
      "timestamp_raw": "January 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "palm beach",
        "massage",
        "abuse",
        "trafficking",
        "fbi",
        "grand jury",
        "new york city police department",
        "depositions",
        "records",
        "flight logs",
        "photos",
        "sex toys",
        "victims",
        "cooperation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011039",
      "summary": "Simultaneously, the White House reassured the public of Christopher A. Wray’s continued tenure as FBI director. Several significant events were reported: *   **FBI Investigations:** The FBI investigated a U.S. soldier, Cole James Bridges, who attempted to help ISIS attack the 9/11 Memorial and plotted to target U.S. soldiers in the Middle East, arrested after chatting with an undercover agent on an online forum. Bridges faces up to 40 years in prison. *   **Capitol Siege Investigation:** A man, Samuel Fisher, was arrested near the Capitol with an arsenal of weapons and tactical gear related to the January 6th riot. A second man, Patrick Edward McCaughey III, was arrested for using a riot shield during the attack and is awaiting arraignment. *   **Terrorism Threat Assessment:** Counterterrorism officials reported ongoing recruitment and plotting by terrorist cells in Indonesia despite the COVID-19 pandemic.  232 people were arrested in Indonesia for alleged terrorism activities. *   **Al-Shabaab Operations:** U.S. Africa Command conducted airstrikes against al-Shabaab operatives in Somalia. *   **Turkey Arrest:** Turkish authorities arrested an Italian man, formerly linked to al-Qaeda, who fought in Syria. *   **QAnon Activity:** A surge in violent hashtags and activity was observed on the Parler social media platform following the inauguration of President Biden, with some QAnon followers expressing disillusionment. *   **Ghislaine Maxwell Hearing:** An illegally streamed hearing regarding Ghislaine Maxwell’s trial was observed by apparent QAnon followers. *   **Legal Challenges:**  A New Jersey court ruled against a prosecutor who compared a bank robbery suspect to Jack Nicholson's character from \"The Shining.\" *   **US Attorney’s Office Update:** A U.S. Attorney’s Office specialist provided a contact for further information regarding terrorism and international narcotics investigations. The document contains redactions, likely to protect sensitive information.",
      "timestamp": "2021-01-22T00:00:00",
      "timestamp_raw": "January 22, 2021",
      "keywords": [
        "fbi",
        "biden",
        "wray",
        "isis",
        "9/11 memorial",
        "capitol siege",
        "samuel fisher",
        "cole james bridges",
        "terrorism financing",
        "cryptocurrencies",
        "hawala",
        "indonesia",
        "terrorism cells",
        "cve",
        "al-shabaab",
        "u.s. africa command",
        "russia",
        "chechen",
        "islamic state",
        "surveillance",
        "facial recognition",
        "qanon",
        "ghislaine maxwell",
        "steve bannon",
        "parler"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027359",
      "summary": "This document is a bail briefing regarding Maxwell, attached to emails from the Assistant United States Attorney for the Southern District of New York. The attachments include a bail appeal motion, an opinion order, a bail denial order, and a conference report related to an initial hearing.",
      "timestamp": "2021-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2021",
      "keywords": [
        "maxwell",
        "bail",
        "briefing",
        "united states attorney",
        "southern district of new york",
        "appeal",
        "motion",
        "bail hearing",
        "2021",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027562",
      "summary": "The document is a legal case file related to the United States v. Ghislaine Maxwell (Case Number 21-58). It was retrieved on April 14, 2021. Key events include a Notice of Hearing Date Acknowledgment filed by Maxwell’s counsel, a motion to seal a document filed by the USA, an opposition to that motion filed by the USA, and a motion order granting the seal. All filings were made via CM/ECF.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "efta00027562",
        "ghislaine maxwell",
        "united states of america",
        "appeal",
        "motion",
        "lexisnexis",
        "court case",
        "21-58",
        "21-770",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009899",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a scheduling order for a hearing. The email attached the scheduling order, including public dial-in information and a separate access line for victims. The sender offered to notify the court of the recipient’s intention to use the victim access line. A confidentiality notice was included.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2021",
      "keywords": [
        "scheduling order",
        "dial in",
        "victims",
        "court",
        "access line",
        "confidential",
        "redaction",
        "email",
        "hearing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027169",
      "summary": "This document is a response from the defense counsel, Haddon, Morgan, and Foreman, to the government’s letter regarding Ghislaine Maxwell’s motions to suppress evidence obtained through a subpoena. The defense argues that the government’s deferral of the motions is insufficient because the government’s vague assurances don’t safeguard Maxwell’s constitutional rights, guarantee due process, or ensure that evidence obtained illegally isn’t used. They contend that the government’s reservation of rights is misplaced, particularly regarding the possibility of using the suppression materials for impeachment purposes, as this would violate due process. The defense requests the court to hold an evidentiary hearing to resolve the motions before the trial on the non-perjury counts, arguing that Maxwell needs to understand the potential implications of her decisions regarding testimony and that the defense team needs to advise her accordingly.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "April 22, 2021",
      "keywords": [
        "maxwell",
        "ghislaine",
        "motions to suppress",
        "evidence",
        "due process",
        "fourth amendment",
        "suppression",
        "trial",
        "government",
        "rules of evidence",
        "impeachment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027159",
      "summary": "The United States District Court for the Southern District of New York, in the case of *United States v. Ghislaine Maxwell*, has ordered a trial date for severed perjury counts to be scheduled after the trial of non-perjury counts. The Court intends to defer resolution of motions to suppress, including a request for an evidentiary hearing, until after the completion of the non-perjury trial. Counsel must submit objections to this deferral by April 22, 2021, if they disagree.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "April 22, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "perjury",
        "suppression motions",
        "trial date",
        "government",
        "evidence",
        "dkt. no. 227",
        "april 21",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029185",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (USAO-SDNY) intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, who were previously indicted on charges related to falsifying records concerning Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stemmed from falsely reporting institutional counts and rounds on Bureau of Prison forms. As part of the agreement, the officers will admit guilt, cooperate with an Office of Inspector General investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The USAO-SDNY anticipates filing a public letter by May 21st to notify the court and seek a hearing date, with the agreements potentially being finalized by May 28th.",
      "timestamp": "2021-05-20T00:00:00",
      "timestamp_raw": "20 May 2021",
      "keywords": [
        "umr",
        "jeffrey epstein",
        "mcc",
        "deferred prosecution agreements",
        "false statements",
        "usao-sdny",
        "tova noel",
        "michael thomas",
        "bureau of prisons",
        "institutional counts",
        "criminal justice system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013389",
            "similarity": 0.615,
            "index": 190,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028582",
      "summary": "On May 21, 2021, the U.S. Department of Justice submitted a letter to Judge Analisa Tones regarding the case of *United States v. Noel and Thomas*. The Government proposed deferred prosecution agreements, approved by Pretrial Services, due to the defendants’ circumstances and the interests of justice. The agreements include six months of additional supervision by Pretrial Services, cooperation with a Department of Justice Office of Inspector General review, and completion of 100 hours of community service related to the criminal justice system. The defendants admitted to willfully and knowingly completing false count and round slips regarding required counts in the Special Housing Unit on August 9, 2019 and August 10, 2019. The Government requests a hearing date for entry of the agreements.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "deferred prosecution agreements",
        "noel",
        "thomas",
        "united states department of justice",
        "southern district of new york",
        "bureau of prisons",
        "community service",
        "metropolitan correctional center",
        "united states v.",
        "judge tones"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013389",
      "summary": "The USAO-SDNY intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, charged with falsifying institutional count and round forms related to Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stem from November 2019 indictment under 18 U.S.C. § 1001 and § 371. As conditions of the agreement, the defendants will admit guilt, cooperate with the Office of Inspector General’s investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The DOJ, OIG, FBI, and Pretrial Services support this outcome. A public letter notifying the court of the agreements is planned for May 21, 2021, with a potential hearing date scheduled for May 28, 2021.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "usao-sdny",
        "tova noel",
        "michael thomas",
        "deferred prosecution agreements",
        "jeffrey epstein",
        "mcc",
        "false statements",
        "bureau of prisons",
        "investigation",
        "criminal justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029185",
            "similarity": 0.615,
            "index": 188,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035799",
      "summary": "On June 15, 2021, a U.S. Department of Justice Office of the Inspector General conducted a voluntary interview with a Discipline Hearing Officer at FCI Fort Dix regarding an investigation into the death of BOP inmate Jeffrey Epstein. The interview, recorded and transcribed, involved the review of various documents including daily assignment rosters, count documentation, a map layout, and an email from July 30, 2019, all related to Epstein’s time at the Metropolitan Correctional Center (MCC) New York. The attached documents comprise the interview recordings, transcript, GIG Warnings and Assurances Form, and relevant MCC New York records.",
      "timestamp": "2021-06-15T00:00:00",
      "timestamp_raw": "June 15, 2021",
      "keywords": [
        "justice",
        "oig",
        "fbi",
        "bop",
        "fci fort dix",
        "jeffrey epstein",
        "mcc new york",
        "investigation",
        "death",
        "count documentation",
        "2019-010614"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015277",
      "summary": "The document is a series of email exchanges related to a suppression hearing concerning Jeffrey Maxwell in a case involving Alex Jones and James Maxwell. Key points include: *   Multiple individuals within the U.S. Attorney’s Office for the Southern District of New York were involved. *   Questions were raised about individuals like Stan Pottinger and the reasons for Maxwell’s multiple motions to suppress evidence. *   Attachments included briefs, transcripts (McMahon proceedings), and exhibits related to the suppression argument. *   A USANYS attorney noted defense strategies involving multiple motions to limit page lengths. *   A discussion was initiated to determine a suitable time to meet and discuss the case.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "maxwell",
        "suppression hearing",
        "ajn",
        "usanys",
        "motion",
        "judge sweet",
        "mols",
        "briefs",
        "exhibits",
        "pottinger"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032725",
            "similarity": 0.583,
            "index": 193,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032725",
      "summary": "The document is a series of email exchanges between U.S. Attorney’s Office personnel regarding a suppression hearing related to Maxwell and a related case. Key points include: *   Requests for documents, specifically the original application to Judge Sweet and responses. *   Discussion about multiple motions in limine (MOLs) being filed to evade page limits. *   Confusion regarding multiple memos of law associated with Maxwell. *   Attachments of briefs, transcripts, and exhibits related to the suppression motion. *   Scheduling a meeting to discuss the matter and determine a suitable time to meet. *   Reference to Judge Nathan’s intention to resolve the suppression motions “at a later time” ahead of trial.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "maxwell",
        "suppression hearing",
        "mols",
        "judge sweet",
        "usanys",
        "transcripts",
        "briefs",
        "mcmahon",
        "exhibits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015277",
            "similarity": 0.583,
            "index": 192,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032757",
      "summary": "*   A series of emails exchanged between attorneys regarding a suppression hearing related to Maxwell and the AJN case. *   Stan Pottinger, a lawyer at Boies Schiller, represented the plaintiff. *   Multiple documents, including All Writs Applications and legal briefs, were referenced and attached. *   Questions arose about the number of Memoranda of Law filed and the reason for Maxwell having two briefs. *   A judge (Nathan) indicated a delayed resolution of the suppression motions ahead of trial. *   An issue related to the Rossmiller/Kramer matter was discussed, seeking input and a convenient time to meet.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "maxwell",
        "suppression hearing",
        "all writs application",
        "usanys",
        "judge sweet",
        "mol's",
        "transcripts",
        "rossmiller",
        "kramer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029061",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (USAO-SDNY) intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, who were previously charged with falsifying records related to Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stemmed from falsely reporting institutional counts and rounds on Bureau of Prison forms. As part of the deferred prosecution agreements, the defendants will admit guilt, cooperate with an Office of Inspector General investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The USAO-SDNY anticipates filing a public letter by May 21st to notify the court and seek a hearing date, with the agreements potentially being entered by May 28th.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "umr",
        "jeffrey epstein",
        "mcc",
        "false statements",
        "deferred prosecution",
        "usanys",
        "criminal justice",
        "investigation",
        "community service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032766",
      "summary": "Ghislaine Maxwell's trial in the Southern District of New York has been significantly impacted by the filing of a superseding indictment (S2) which added new charges related to sex trafficking conspiracies dating back to 2004 and identified a fourth victim.  Maxwell initially requested an adjournment of the July 12, 2021 trial date and a renewed bail hearing, initially requesting a 90-day adjournment, but later suggesting a postponement until January 2022 due to unavailability of defense counsel. The court denied both the bail hearing request and Maxwell’s motion to dismiss the indictment, finding her a flight risk and emphasizing the strength of the government's case. The court explained that trial scheduling is determined by SDNY protocols, prioritizing criminal jury trials involving detained defendants, and that the July 12th start date was subject to change based on jury selection demands. The court requested written answers from Maxwell's counsel by April 22, 2021, clarifying the specific duration of any adjournment request.",
      "timestamp": "2021-07-12T00:00:00",
      "timestamp_raw": "July 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "indictment",
        "bail hearing",
        "trial date",
        "s1",
        "s2",
        "victim",
        "trafficking",
        "adjournment",
        "flight risk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018227",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to an unidentified recipient regarding case file EFTA00018227. The email included attachments related to an interview (interview_302.pdf), interview notes, a bail hearing document, interview notes, and a conference document. The email originated on September 17, 2021.",
      "timestamp": "2021-09-17T00:00:00",
      "timestamp_raw": "September 17, 2021",
      "keywords": [
        "efta00018227",
        "redaction analysis",
        "interview",
        "new york",
        "southern district",
        "united states attorney",
        "bail hearing",
        "conference",
        "2021",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018758",
      "summary": "This document is a series of email exchanges between Joseph E. Nascimento, Esq., of ROSS AMSEL RABEN NASCIMENTO, PLLC, and various parties regarding scheduling a meeting related to a case. The core of the communication revolves around establishing a time to meet, primarily on Tuesday, September 30th, 2021, or subsequently in October. Logistics, including location (West Palm Beach, Hilton), pandemic protocols (mask requirement, self-screening form), and witness arrangements, are discussed. There are redactions throughout the document, particularly concerning names and contact information. The emails detail adjustments to the meeting time (due to a virtual hearing), the need for a proffer letter, and the involvement of a former partner’s estate.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "redaction",
        "analysis",
        "efta00018758",
        "meeting",
        "scheduling",
        "zoom",
        "hearing",
        "form",
        "miami",
        "florida",
        "september",
        "travel",
        "pandemic",
        "protocol",
        "client"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011157",
      "summary": "This document is a government response to a court order regarding the handling of Federal Rule of Evidence 412 motions in the Ghislaine Maxwell case. Here’s a summary of the key points: *   **Court Order:** The court ordered the government to respond to a defendant’s request for a deadline to file a Rule 412 motion, which addresses admissibility of evidence related to sexual misconduct allegations. *   **Rule 412 Details:** The document explains Rule 412, which prohibits presenting evidence of other sexual behavior to prove a victim engaged in sexual misconduct, with exceptions. It outlines the process for filing a motion, including a 14-day notice before trial (or a court-set deadline) and the requirement for an in camera hearing with victim and party participation. *   **Government’s Position:** The government argues that the court has the authority to set an earlier deadline for the defense’s Rule 412 motion than the standard 14 days, citing prior court rulings and the need for timely resolution of these sensitive issues. They believe an earlier deadline is justified to ensure sufficient time for investigation and responses. *   **Proposed Timeline:** The government suggests maintaining the October 18, 2021 deadline, or ordering the defense to file by October 25, 2021, to accommodate the complexities of the case, multiple potential victims, and the need for hearings.",
      "timestamp": "2021-10-18T00:00:00",
      "timestamp_raw": "October 18, 2021",
      "keywords": [
        "federal rule of evidence 412",
        "ghislaine maxwell",
        "sexual misconduct",
        "motion",
        "deadline",
        "court",
        "rule 412(b)",
        "in camera hearing",
        "victim",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024248",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a redacted version of a defense memorandum of law in support of a Federal Rule of Evidence 412 motion, along with related exhibits, to Brad Edwards and Brittany Henderson on October 28, 2021. The motion was filed under seal, and responses are due by November 1, 2021, also under seal. An in-camera hearing is tentatively scheduled for November 5, 2021, and a court order regarding the November 1 conference was attached.",
      "timestamp": "2021-10-28T00:00:00",
      "timestamp_raw": "October 28, 2021",
      "keywords": [
        "rule 412",
        "motion",
        "redacted",
        "exhibits",
        "seal",
        "court order",
        "november 1",
        "in camera hearing",
        "united states attorney",
        "federal rule of evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024793",
      "summary": "A redacted version of a defense memorandum of law in support of a Federal Rule of Evidence 412 motion was sent to Sigrid McCawley from the Assistant United States Attorney for the Southern District of New York. The motion was filed under seal, and a response is due by November 1, 2021, also filed under seal. An in-camera hearing is tentatively scheduled for November 5, 2021, and a court order regarding the November 1 conference is attached.",
      "timestamp": "2021-11-01T00:00:00",
      "timestamp_raw": "November 1, 2021",
      "keywords": [
        "rule 412",
        "motion",
        "redaction",
        "evidence",
        "seal",
        "conference",
        "november",
        "court",
        "defense",
        "memorandum"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016264",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a Rule 412 motion, filed under seal, to Robert Glassman. The motion’s response will also be filed under seal. A hearing on the motion is scheduled for in-camera on Friday, November 5, 2021.",
      "timestamp": "2021-11-05T00:00:00",
      "timestamp_raw": "November 5, 2021",
      "keywords": [
        "rule 412",
        "motion",
        "redaction",
        "seal",
        "court",
        "hearing",
        "united states attorney",
        "southern district of new york",
        "robert glassman",
        "efta00016264"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015132",
      "summary": "An email chain discusses travel expenses related to a case from August 2019 involving Judge Berman and potentially Jeffrey Epstein. One party (USANYS) requests confirmation of SDNY payments for flights and hotel expenses associated with the August 2019 hearing. Another party confirms SDNY paid for flights and mentions an August 2019 travel record. A third party indicates the office paid for travel in September 2021, but seeks confirmation of hotel payments. HYDEOP.pdf is attached.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2021",
      "keywords": [
        "efta00015132",
        "victim travel",
        "sdny",
        "epstein",
        "august 2019",
        "travel expenses",
        "flights",
        "hotel",
        "maternity leave",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027655",
      "summary": "This document is a communication from the United States Attorney’s Office, Southern District of New York, regarding the case *US v. Maxwell* (20 Cr. 330 (MN)). It includes attachments such as a cover letter, an index, various defense documents (including exhibits for a hearing scheduled for November 9, 2021), and witness material.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "us v. maxwell",
        "ghislaine maxwell",
        "evidence",
        "exhibits",
        "hearing",
        "united states attorney's office",
        "daubert hearing",
        "legal defense",
        "prosecution",
        "cover letter"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010164",
      "summary": "On November 9, 2021, Christian Everdell sent emails to multiple recipients, including Bobbi Sternheim, requesting input on a draft letter regarding pseudonyms for a legal case. He requested language additions by the following evening.  Everdell also proposed delivering four hard drives to a court hearing, suggesting either hand-off by a paralegal or mailing them.  Three joint letters concerning pseudonyms – for witness use, limiting instructions, and procedures for voir dire – were due to the court the next day, with requests for proposals to be submitted by close of business.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "pseudonyms",
        "letter",
        "security",
        "drives",
        "hearing",
        "court",
        "redacting",
        "exhibits",
        "joint letter",
        "christian everdell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029576",
      "summary": "On November 9, 2021, communications detail the production of materials related to the “USvGhislaine Maxwell” case, specifically production 3500. Multiple individuals were involved in organizing, stamping, and distributing updated TW and NTW production files, along with an associated index. A request was made to expedite the production of additional 3500 materials due to an upcoming Daubed hearing. The files were stored on wisa.doj.gov and shared among team members.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "3500 production",
        "usanys",
        "ghislaine maxwell",
        "tw production",
        "ntw production",
        "notes",
        "index",
        "redaction",
        "wisa.doj.gov",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027654",
      "summary": "A court conference is scheduled for November 10, 2021, regarding Ghislaine Maxwell’s motions under Federal Rule of Evidence 412, 702, and Daubert v. Merrell Dow Pharmaceuticals, Inc. The parties are ordered to confirm that alleged victims referenced in the Rule 412 motion have been notified of the hearing and their right to attend by November 9, 2021, at 12:00 p.m.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "efta00027654",
        "ghislaine maxwell",
        "motion",
        "rule 412",
        "evidence",
        "federal rule of evidence",
        "daubert v. merrell dow",
        "united states district court",
        "november 10",
        "2021",
        "motion in limine"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028165",
      "summary": "The United States District Court for the Southern District of New York will hold a hearing on November 10, 2021, regarding Ghislaine Maxwell’s motions under Federal Rule of Evidence 412 and Rule 702/Daubert. The hearing will address issues overlapping with these motions, stemming from a November 1, 2021 conference. The Government is ordered to file a brief by November 8, 2021, and the defense is ordered to file a response brief by November 11, 2021, if the Government seeks to exclude witness testimony. Parties are ordered to submit proposed redactions for Exhibit A by November 8, 2021, along with a highlighted email copy for the Court’s review.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "federal rule of evidence 412",
        "daubert v. merrell dow pharmaceuticals",
        "redaction analysis",
        "motion in limine",
        "november 10",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027649",
            "similarity": 0.636,
            "index": 209,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027649",
      "summary": "A court conference is scheduled for November 10, 2021, to address Ghislaine Maxwell’s motions related to Federal Rule of Evidence 412, 702, and Daubert v. Merrell Dow Pharmaceuticals, Inc. The parties are ordered to confirm that alleged victims referenced in Maxwell’s motion have been notified of the hearing and their right to attend by November 9, 2021 at 12:00 p.m.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "efta00027649",
        "ghislaine maxwell",
        "united states district court",
        "federal rule of evidence 412",
        "motion in limine",
        "daubert v. merrell dow pharmaceuticals",
        "november 10",
        "2021",
        "victims",
        "motion"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028165",
            "similarity": 0.636,
            "index": 208,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038896",
      "summary": "An email chain discusses adding individuals to a list for bridge access related to the Maxwell trial and the 40 Foley Bridge. The list was compiled by an Assistant United States Attorney and includes FBI agents to ensure access for witnesses. A request was made to finalize the list for submission to the Marshal by 1:00 PM on November 15, 2021. Confirmation was received that bridge access would begin on November 16, 2021, coinciding with scheduled hearings and jury selection.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "November 15, 2021",
      "keywords": [
        "efta00038896",
        "bridge access",
        "maxwell trial",
        "foley bridge",
        "fbi agents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010020",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the public portion of the transcript from a hearing in the case of US v Maxwell, 20-cr-330 (MN). The transcript, attached as LBAAMAXH.pdf, is being provided via email due to the judge's permission for handling the sealed portion separately.",
      "timestamp": "2021-12-10T00:00:00",
      "timestamp_raw": "10 Nov 2021",
      "keywords": [
        "efta00010020",
        "us v maxwell",
        "transcript",
        "redaction",
        "hearing",
        "20-cr-330",
        "mn",
        "al",
        "email",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023358",
      "summary": "Lisa M. Rocchio requested a transcript of her testimony. Dr. Rocchio attached a redacted PDF document titled “Rocchio Daubert_Hearing_Testimony_Redacted.pdf”. The email originates from [REDACTED] to [REDACTED] with CCs to [REDACTED].",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "transcript",
        "redaction",
        "lisa rocchio",
        "testimony",
        "psychologist",
        "forensic",
        "hearing",
        "clinical",
        "brown university",
        "efta00023358"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038883",
      "summary": "On March 8, 2022, from 15:00 to 18:30, there was an external email regarding a hearing for Ghislaine Maxwell. The hearing was to take place in Courtroom 110, 40 Foley. Attendees were required to complete a COVID-19 questionnaire and wear an N95, KN95, or KF94 mask within the courthouse. Failure to comply with these protocols would result in removal from the courthouse. The hearing was ordered by Judge Alison J. Nathan on March 3, 2022.",
      "timestamp": "2022-03-08T00:00:00",
      "timestamp_raw": "March 8, 2022",
      "keywords": [
        "ghislaine maxwell",
        "hearing",
        "juror",
        "courtroom",
        "covid-19",
        "s.d.n.y.",
        "order",
        "motion for a new trial",
        "new york",
        "2022-03-08"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037109",
      "summary": "The lawsuit alleges sexual abuse and trafficking perpetrated by Epstein and his associates.  The plaintiffs object to the settlement primarily due to concerns about the fairness, reasonableness, and adequacy of the proposed compensation. Specifically, they argue: *   **Insufficient Allocation Guidelines:** The plan for distributing settlement funds lacks clear guidelines, potentially leading to arbitrary awards. *   **Inadequate Compensation:** The proposed cash award of $290 million is deemed insufficient to address the severe psychological and physical harm suffered by class members. *   **Conflicts of Interest:** Concerns are raised regarding potential conflicts of interest among Class Counsel and the Claims Administrator. *   **Excessive Fees:** The proposed fees for Class Counsel, the Claims Administrator, and the Class Representative are considered excessive. The plaintiffs request that the court reject the proposed settlement and allow for continued litigation to pursue fair compensation. They intend to appear at a settlement hearing to voice their objections.",
      "timestamp": "2023-06-22T00:00:00",
      "timestamp_raw": "June 22, 2023",
      "keywords": [
        "efta00037109",
        "settlement",
        "class action",
        "frcp rule 23",
        "jane doe",
        "deutsche bank",
        "jpmorgan chase",
        "jeffrey epstein",
        "trafficking",
        "abuse",
        "claims administrator",
        "settlement hearing",
        "allocation plan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017109",
      "summary": "This document is a transcript of a court hearing concerning redaction requests related to documents concerning Mr. Tartaglione’s housing within the Bureau of Prisons (BOP). Initially, the Court addressed a “Curcio issue” – a confidential matter involving counsel for Mr. Tartaglione, Ms. Sternheim. The primary focus shifted to the government’s request to seal letters regarding prison conditions, prison designation, and Mr. Tartaglione’s housing at the Metropolitan Correctional Center (MCC) and Medium Medium Correctional Facility (MDC). The government sought to seal letters dated August 23rd and 28th, arguing it protected BOP’s deliberative process and prevented inmates from manipulating housing assignments. The Court ultimately ruled that the letters *were* judicial documents due to their relevance to Mr. Tartaglione’s trial rights and the court’s oversight. The Court then rejected the government's argument to maintain the seal, ordering its unsealing due to a lack of demonstrated compelling interest and concerns about potential manipulation of security protocols. Finally, the court addressed concerns about a telephone seized from Mr. Tartaglione, and the government abandoned the effort to obtain a warrant for it. Counsel proposed a timeline for trial scheduling, pending further discussion with the government.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "curcio",
        "tartaglione",
        "housing",
        "bop",
        "prison conditions",
        "redaction",
        "sealing",
        "correspondence",
        "docket numbers",
        "evidentiary standards",
        "public access",
        "first amendment",
        "judicial documents",
        "incarceration",
        "surveillance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025551",
      "summary": "The United States Court of Appeals for the Second Circuit denied Ghislaine Maxwell’s motion for pretrial release and her request for the court to remand the matter for an evidentiary hearing regarding her confinement conditions. The Government opposed both requests.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "united states court of appeals",
        "second circuit",
        "ghislaine maxwell",
        "pretrial release",
        "order",
        "docket nos.",
        "defendant",
        "united states of america",
        "motion",
        "denied"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018997",
      "summary": "They argue the government violated Maxwell’s Fourth, Fifth, and Martindell rights through: *   **Fourth Amendment Violation:** The government overstepped by obtaining information through an overbroad subpoena without proper notice and an opportunity for Maxwell to be heard. They claim the government misled Judge McMahon and the \"inevitable discovery\" doctrine doesn't apply given the circumstances. *   **Martindell Violation:** The government failed to follow the proper procedure for obtaining confidential information from a third party (Boies Schiller) through a Protective Order, specifically neglecting to provide Maxwell with notice and an opportunity to be heard. *   **Fifth Amendment Violation:**  Maxwell contends the government’s actions, including misleading Judge McMahon and the deposition, constitute a violation of her Fifth Amendment right against self-incrimination. They point to evidence suggesting the government improperly influenced Giuffre’s testimony and obtained information through questionable means. The motion requests an evidentiary hearing to present this case.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fourth amendment",
        "suppression",
        "grand jury subpoena",
        "boies schiller",
        "fifth amendment",
        "martindell",
        "evidence",
        "protective order",
        "investigation",
        "discovery",
        "privilege",
        "notice",
        "due process",
        "red herring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019929",
      "summary": "Robert Glassman of Panish Shea & Boyle was informed by an Assistant United States Attorney from the Southern District of New York that Ghislaine Maxwell’s attorneys intend to file a new bail application. The application hadn’t been filed yet, and there was no set briefing schedule or hearing date. The Assistant U.S. Attorney stated they would provide updates.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bail application",
        "ghislaine maxwell",
        "robert glassman",
        "panish shea & boyle",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019931",
            "similarity": 0.571,
            "index": 179,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019930",
            "similarity": 0.5,
            "index": 224,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009428",
      "summary": "This document is a redacted transcript of a legal proceeding, likely a court hearing. It appears to be related to a case involving evidence reporting, witness testimony (direct, cross, redirect, and re-cross examination), and a motion to strike. The document includes page numbers and sequential identifiers (MM16-31E, MM-108062-GJ-1A, SEC 003 SER 1A9-1A16-000264, etc.) suggesting it’s part of a larger legal record. Several sections are redacted, indicated by \"[REDACTED]\". The content primarily consists of notes regarding the flow of the proceedings, including times, witness designations, and objections.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00009428",
        "case no.",
        "witness",
        "direct",
        "cross",
        "redirect",
        "re-cross",
        "motion to strike",
        "defense attorneys",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032577",
      "summary": "Key articles include: *   **Trump and Cohen:** Michael Cohen withdrew from a House panel hearing due to ongoing “threats” from Donald Trump, casting uncertainty on Trump’s testimony. *   **Jay-Z & Criminal Justice Reform:** Jay-Z, Meek Mill, and sports team owners launched a $50 million effort to reform criminal justice laws. *   **Rock Capital Trader Sentencing:** A former Rock Capital Markets trader was sentenced to five years in prison for false profits. *   **Manafort Plea Breach:** Paul Manafort was ordered to appear for a hearing regarding a plea breach. *   **Weinstein’s New Legal Team:** Harvey Weinstein hired Casey Anthony attorney Jose Baez and Harvard Law professor Ronald S. Sullivan. *   **Deutsche Bank Scrutiny:** Deutsche Bank is under investigation by global law enforcement agencies regarding a money laundering scheme. *   **Barclays Executives Accused:** Former Barclays executives were accused of deceiving shareholders. *   **Various Legal Cases:** Coverage includes a lawsuit against Barclays PLC, a “shell factory” attorney’s reduced sentence, D.C. Circuit judges criticizing an investment advisory firm, a DOJ wire act opinion, and ongoing disputes within the legal industry. *   **Trade Secret Prosecutions:** A focus on the increasing prosecutions of trade secret cases. *   **Legal Industry Trends:** Articles discuss lobbying revenue, judicial nomination processes, and changes within legal firms. *   **Notable Cases & Developments:** Includes updates on cases involving USAA patents, former Snell & Wilmer chair’s death, and a lawsuit against Reed Smith LLP. *   **Government Agency Updates:** Articles cover developments from the California Supreme Court, the SEC, the FBI, and other governmental agencies. *   **Job Listings:** Includes a few job postings. The document appears to be a snapshot of legal news at a specific point in time, offering a broad overview of significant cases, regulatory actions, and industry trends.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "cohen",
        "trump",
        "congressional hearing",
        "trade secrets",
        "barclays",
        "danske bank",
        "wire act",
        "law360",
        "weinstein",
        "manafort",
        "justice",
        "sec",
        "doj",
        "fbi",
        "banks",
        "legal ethics",
        "cyber security",
        "lobbying",
        "judicial nominations",
        "arbitration",
        "pacer",
        "uk watchdog",
        "kennedys cmk",
        "job listings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013436",
      "summary": "A team is traveling to Florida to meet with agents from the original Jeffrey Epstein investigation and collect hard copy files. Victor Casado was sentenced to 36 months for smuggling contraband into the Maxwell Correctional Center (MCC) in exchange for bribes. An individual requested a summary of significant events (pleas, sentencings, hearings, meetings) scheduled for the following week to maintain situational awareness.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein investigation",
        "florida",
        "case agents",
        "contraband",
        "smuggling",
        "victor casado",
        "sentencing",
        "meetings",
        "efta00013436",
        "efta00013437"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037833",
      "summary": "A DCI from the Met Police in London contacted an individual (identified as \"SSA\" and \"I\") regarding Operation Dawnchorus, involving investigations into former Prince Andrew’s activities and allegations related to Jeffrey Epstein and Ghislaine Maxwell. The DCI sought information about any ongoing investigations, team involvement in Oversight Committee hearings, and any relevant material. The original sender, identified as \"[REDACTED]\", informed the DCI that they and another individual (“ALAT”) had moved to different positions and provided contact information for SSA. The email also includes standard Metropolitan Police communication protocols and disclaimers.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037833",
        "operation dawnehorus",
        "ssa",
        "alat",
        "jeffrey epstein",
        "ghislaine maxwell",
        "prince andrew",
        "oversight committee",
        "met police",
        "trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034635",
      "summary": "Epstein (#76318-054) is scheduled to appear in court on Wednesday. SENTRY noted depression with symptoms including \"tense, nervous, anxious,\" and \"sad, tearful depressed.\" It is unclear whether he denied “feeling hopeless about life” or “hearing voices or seeing things.”",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "sentry",
        "psiq",
        "depression",
        "anxious",
        "court",
        "observation",
        "follow up",
        "symptoms",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019930",
      "summary": "An Assistant United States Attorney for the Southern District of New York is informing recipients of Ghislaine Maxwell’s attorneys’ intention to file a new bail application. The application has not yet been filed, and a briefing schedule or hearing date is undetermined. The sender intends to provide updates and encourages recipients to contact them with questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bail application",
        "ghislaine maxwell",
        "united states attorney",
        "southern district of new york",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019929",
            "similarity": 0.5,
            "index": 218,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019931",
            "similarity": 0.833,
            "index": 179,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    }
  ]
}