{
  "keyword": "dob",
  "count": 30,
  "keyword_match_count": 30,
  "content_match_count": 40,
  "total_files": 70,
  "timeline": [
    {
      "file_id": "EFTA00014421",
      "summary": "Jeffrey Epstein, DOB 06/18/1961, is a sex offender with an Offender ID of 33216. He has multiple residences in the United States, including Little St. James, St. Thomas, Palm Beach, Paris, and New York. His criminal history includes a felony sex offense conviction from July 23, 2006, involving victims aged 14, 16, and unknown. He owns numerous vehicles, including various Chevrolet Suburbans, Yukon, Cadillac Escalades, and other makes and models, with plates registered in multiple states including Florida, New York, and the Virgin Islands. The information is provided by the New York Department of Criminal Justice Services (NY DCJS) and the New York Department of State (NY DOS).",
      "timestamp": "2006-07-23T00:00:00",
      "timestamp_raw": "July 23, 2006",
      "keywords": [
        "jeffrey epstein",
        "sex offender",
        "ny dcjs",
        "ny dos",
        "race",
        "white",
        "dob",
        "height",
        "weight",
        "address",
        "virgin islands",
        "florida",
        "paris",
        "risk level",
        "criminal prosecution",
        "conviction",
        "vehicle",
        "license plate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007301",
      "summary": "It details a customer’s account details (Account Number, Name, DOB, Address, IMSI), call detail records (CDR) for a period from December 2003 to December 2004, and associated charges. The CDRs list calls made with varying durations, airtime usage, and toll charges to different destinations. The document also includes a summary of billing information including monthly service charges and messaging charges. It appears to be part of a legal case involving the subscriber’s mobile phone activity.",
      "timestamp": "2007-03-23T00:00:00",
      "timestamp_raw": "March 23, 2007",
      "keywords": [
        "here's a list of 10 keywords extracted from the text",
        "suitable for search and analysis",
        "presented as a comma-separated list:",
        "t-mobile",
        "subscriber account",
        "call detail records",
        "billing",
        "data usage",
        "account service",
        "location",
        "miami",
        "charges",
        "tracking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038251",
      "summary": "On September 28, 2016, the FBI drafted Form FD-1057 regarding Jeffrey Edward Epstein, a convicted Child Sex Offender. Epstein planned to travel to France from September 24, 2016, departing on October 5, 2016, arriving at Le Bourget Airport in Paris at approximately 8:30 pm on September 24, 2016. Epstein's prior conviction involved procuring a person under 18 for prostitution (June 30, 2008). The FBI provided this notification to Legal Paris as an advisory. Epstein’s details include DOB: 1/20/1953, height 6’0”, weight 180 lbs, gray hair, blue eyes, and passport number 516923892. No immediate action was required.",
      "timestamp": "2016-09-28T00:00:00",
      "timestamp_raw": "September 28, 2016",
      "keywords": [
        "efta00038251",
        "jeffrey epstein",
        "child sex offender",
        "france",
        "travel advisory",
        "fbi",
        "fd-1057",
        "violent crimes",
        "sex tourism",
        "paris"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037614",
      "summary": "On April 23, 2019, U.S. Customs and Border Protection generated a Traveler List titled “TECS - Advance Traveler Information” regarding private air travel (N120JE). The list details three travelers: Jeffrey Epstein, David Rodgers, and Lawrence Visoski. Each entry includes their name, date of birth, document type, country, gender, travel status, and associated NCIC codes (e.g., PSBS, FDOC, FOUT). The arrival date was August 25, 2018, at I KTEB, and the departure location was TIST.",
      "timestamp": "2019-04-23T00:00:00",
      "timestamp_raw": "April 23, 2019",
      "keywords": [
        "customs and border protection",
        "traveler list",
        "ice",
        "jeffrey epstein",
        "david rodgers",
        "lawrence visoski",
        "air travel",
        "mode of travel",
        "dob",
        "usa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037619",
      "summary": "On April 24, 2019, at 17:20 EDT, U.S. Customs and Border Protection generated a Traveler List for advance information regarding private air travel. The list includes details for Jeffrey Epstein, David Rodgers, and Lawrence Visoski, including their DOB, gender, travel status, and nationality. Each traveler was arriving in London (KPBI) on March 14, 2019, at 07:30. The list shows four records received.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "April 24, 2019",
      "keywords": [
        "u.s. customs and border protection",
        "traveler list",
        "tecs",
        "advance traveler information",
        "jeffrey epstein",
        "david rodgers",
        "law enforcement",
        "pax",
        "london",
        "air"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010343",
      "summary": "On April 26, 2019, a U.S. Passport (P) was issued to Jeffrey Edward Epstein, born March 7, 2029, with a validity date of March 8, 2019. The passport was issued by the U.S. Department of Homeland Security’s U.S. Customs and Border Protection, and identified by the document number EFTA00010343. The passport status is “Issued” and “Passport.”",
      "timestamp": "2019-04-26T00:00:00",
      "timestamp_raw": "April 26, 2019",
      "keywords": [
        "us passport",
        "jeffrey epstein",
        "passport status",
        "issued",
        "usa",
        "united states",
        "dob",
        "homeland security",
        "customs and border protection",
        "efta00010343"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005848",
      "summary": "On July 2, 2019, at 21:55, user PSC01332 conducted an expended DOB search using the Production Server C (edge) within the CT CJIS system. The search targeted the agencies COLLECT, DMV, NOC, PRAWN, and WEAPONS. The results included a DMV record, a photograph of a license, and information regarding a medical certification, skill performance evaluation, and operator full name. The record includes height, address, and license number details.  The DMV image is restricted for law enforcement use only.  No commercial licenses were issued, and the operator’s donor code is pending.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "efta00005848",
        "dmv",
        "search criteria",
        "emergency services",
        "agency search",
        "license number",
        "criminal status",
        "photo array",
        "commercial license",
        "certification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038049",
      "summary": "FBI New York is tracking Jeffrey Epstein (DOB: 1/20/1953, Tail 11: N212JE) who is expected to land at Teterboro Airport on July 6, 2019, at 1720. An arrest warrant (19_Cr._490_Epstein_Arrest_Warrant_(002).pdf) has been issued. The FBI intends to coordinate with CBP and a CBP TFO to facilitate Epstein’s arrest upon arrival, primarily focusing on coordination and logistical support. Initial communication involved providing identifiers and discussing a meeting plan around 3:30 PM.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "teterboro",
        "arrest warrant",
        "fbi",
        "cbp",
        "aircraft",
        "tail number",
        "1/20/1953",
        "7/6/2019",
        "private aircraft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037579",
      "summary": "On July 15, 2019, a caller identified as “[REDACTED]” (formerly “El”) reported meeting Jeffrey Epstein at his Manhattan townhouse. She stated she and friends visited Epstein’s residence where Epstein instructed them to undress and engage in sexual activity, including straddling him while he massaged his abdomen and she massaged his testicles.  Epstein ultimately ejaculated, and she received an envelope containing approximately $250-$300. The caller described a secretary as a middle-aged Caucasian woman with glasses and brunette hair. The caller has continued relationships with other individuals mentioned, including via social media.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "epstein",
        "lead 142",
        "redaction analysis",
        "ny",
        "massage parlor",
        "sexual encounter",
        "funds",
        "envelope",
        "dob",
        "middle aged caucasian woman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014469",
      "summary": "An investigation is underway regarding a passport with Jeffrey Epstein’s face on it. A person named Marius Fortelni, residing in Southampton, Saudi Arabia, was identified through his website. Agents were tasked with confirming Marius Fortelni’s date of birth and investigating why a passport from his country would be found in Epstein’s safe.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "efta00014469",
        "marius fortelni",
        "jeffrey epstein",
        "saudi arabia",
        "passport",
        "redaction",
        "dob",
        "southampton",
        "safe",
        "agents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035554",
      "summary": "On July 15, 2019, a Prisoner Schedule Report was generated for detainees at Brooklyn MDC (54), overseen by the USMS/State. Five detainees are listed with details including: *   **Detainee B:**  Time/Date: 08:56, Reason: Other, Offense: 5299 Weapon *   **Detainee F:** Time/Date: 10:01, Reason: Other, Offense: 3599 Dangerous Drugs *   **Detainee M:** Time/Date: 12:00, Reason: PH Preliminary, Offense: 6300 Money Laundering *   **Detainee 1:** Time/Date: 12:30, Reason: Revocation, Offense: 5012 Probation Violation *   **Detainee 2:** Time/Date: 14:30, Reason: Change of Plea, Offense: Multiple *   **Detainee 3:** Time/Date: 16:00, Reason: Sentencing, Offense: 3599 Dangerous Drugs Each entry includes information such as DOB, sex, destination, special cautions/medical concerns, and relevant offense details. Detainers, judges, and institutional types are also noted for each prisoner.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "prisoner schedule report",
        "brooklyn mdc",
        "usms",
        "offenses",
        "detention",
        "sentencing",
        "drug offenses",
        "medical",
        "court",
        "manhattan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037792",
      "summary": "An FBI agent (ALAT Criminal Matters, FBI) is coordinating with the FBI Legal Attaché in Canberra, Australia, regarding a threat made against a US citizen living in Australia who is also a victim in the Jeffrey Epstein investigation. The victim, whose name and DOB are redacted, contacted the AFP and requested confirmation of the threat made by an anonymous individual. The FBI agent is seeking information about the threat and coordinating with Interpol and the AFP. The Administrative Specialist (M) provides information about the victim’s location and the initial contact with the AFP.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "28 Jul 2019",
      "keywords": [
        "fbi",
        "australia",
        "threat",
        "us citizen",
        "interpol",
        "afp",
        "canberra",
        "jeffrey epstein",
        "investigation",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034597",
      "summary": "This document is a prisoner schedule report for July 31, 2019, detailing the activities and medical/security information of several detainees held at the Brooklyn MDC (Facility Callan, Callup, or Catkin). The reports include: *   **Detainee Information:** Names, DOBs, facility locations, and USMS/State Offense codes. *   **Activity Types:** Includes times and dates for transfers, court hearings (status hearings, change of plea, bond hearings), arraignments, and sentencing. *   **Medical Information:** Lists medications, medical concerns (seizures, asthma, injuries, diabetes, heart conditions), and substance abuse history. *   **Security Concerns:** Notes regarding gang affiliations (YG’Z, HOOLY GANG), dangerous offense codes (3599), and detainers. *   **Judge and DUSM Information:** Lists the presiding judge and DUSM (Detainee Usage and Supervision Management) personnel involved in each event. The report covers 9 detainees across three pages.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "prisoner",
        "brooklyn mdc",
        "usms",
        "transfers",
        "medications",
        "seizures",
        "dangerous offense",
        "change of plea",
        "arrest",
        "detainers",
        "drugs",
        "security concerns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020934",
      "summary": "This document is a Fact Witness Travel Request form for a witness named [REDACTED] in the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)). The request is for domestic travel to SDNY on August 1, 2019, at 1 p.m. for trial preparation. The witness is not a government employee, military personnel, or a victim-witness. The form details witness contact information, including DOB, USA° number, and travel ID requirements. Hotel accommodations are required.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "witness fees",
        "sdny",
        "jeffrey epstein",
        "trial",
        "grand jury",
        "usap",
        "doj",
        "travel agency",
        "tsa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037900",
      "summary": "A lead investigator for Hope for Justice, Inc. received a referral regarding allegations of sex trafficking from a woman (DOB unknown) who reported being trafficked multiple times, beginning at age 5 and continuing until age 30. The initial reports detail instances of confinement, sexual exploitation, and abuse involving multiple individuals, including a man in his 30s with a wheelchair, and others. The victim recalls being taken to Florida and subsequently the U.S. Virgin Islands. She describes a seemingly normal life with outward appearances of attending school and participating in activities, but with secretive and exploitative behaviors. The investigator believes the case warrants forwarding to the FBI’s New York Field Office due to the nature of the allegations. Additional information includes details about the victim's family and known locations of individuals involved.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "sex trafficking",
        "slavery",
        "investigation",
        "hope for justice",
        "nashville",
        "tn",
        "sexual exploitation",
        "victim",
        "allegations",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016324",
      "summary": "Attorney Geoffrey S. Berman, to Experian Information Solutions, Inc. requesting specific credit reports and related data for Ghislaine Maxwell (DOB: 1961, SSN redacted). The subpoena, dated August 16, 2019, is part of an ongoing investigation and seeks information regarding Maxwell’s accounts and credit inquiries from institutions including Bank of America, UBS Bank USA, and American Express.  The request includes details like account numbers, balances, payment histories, and inquiry dates.  The subpoena stipulates that if the records are produced by the return date (August 30, 2019), personal appearance may not be required, and a declaration of custodian of records must be submitted. Failure to comply with the subpoena constitutes contempt of court. A sample credit profile from Experian is also included, detailing accounts and inquiries related to Maxwell.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "experian",
        "subpoena",
        "grand jury",
        "credit reports",
        "fraud alerts",
        "ghislaine maxwell",
        "ssn",
        "united states attorney",
        "records",
        "declaration of custodian of records",
        "18 u.s.c. § 1591",
        "1594(c)",
        "2422(b)",
        "371"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020080",
      "summary": "Gloria Allred is assisting a Jane Epstein victim who wants to travel from Las Vegas to New York to attend a hearing on Tuesday. Communication involves multiple individuals attempting to arrange travel, including booking flights, confirming airport details, and obtaining the victim’s date of birth. There are requests for contact information (phone numbers) and confirmations regarding travel arrangements. An assistant, Diane, has already provided the victim’s driver’s license information. The communications occur primarily on August 25, 2019, and involve discussions about funding and the urgency of the trip.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "gloria allred",
        "epstein victim",
        "new york",
        "flight",
        "travel",
        "dob",
        "las vegas",
        "hearing",
        "child care",
        "phone number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019750",
      "summary": "Department of Justice, specifically the Southern District of New York, issued a grand jury subpoena to Bank of America N.A. on October 15, 2019, as part of a criminal investigation involving suspected federal crimes (1591, 1594(c), 2422(b), 371 U.S.C.). The subpoena demands the production of extensive records from Bank of America, encompassing customer account details (names, addresses, DOB, SSN, etc.), transaction history (checks, wires, statements), and online banking activity, dating from account inception.  Bank of America is instructed to provide these records electronically if possible, and must comply by October 29, 2019, at 10:00 AM. Failure to comply will result in contempt of court charges. The subpoena includes a rider specifying the exact records required, and a Declaration of Custodian of Records to authenticate the provided information.  The Justice Department requests that Bank of America refrain from disclosing the subpoena’s existence to prevent interference with the investigation.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "grand jury subpoena",
        "bank of america",
        "united states attorney",
        "federal criminal investigation",
        "18 u.s.c.",
        "wire transfers",
        "records production",
        "investigation",
        "contempt of court",
        "forensic accountant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019708",
      "summary": "This document details communications surrounding a meeting with a new alleged victim of Jeffrey Epstein, facilitated by Gloria Allred’s legal team and the U.S. Attorney’s office in the Southern District of New York, along with FBI involvement. The victim was willing to travel to New York for a meeting on October 23rd. Scheduling conflicts and logistical arrangements, including travel coordination and a proposed conference call, were discussed between the involved parties, primarily Allred, the U.S. Attorney, and the FBI’s Amanda Young. Several individuals requested information about the victim’s identity (name, DOB, contact details) to coordinate logistics. The communications culminated in the victim ultimately cancelling the meeting for the day.",
      "timestamp": "2019-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2019",
      "keywords": [
        "epstein",
        "new york",
        "gloria allred",
        "victim",
        "fbi",
        "conference call",
        "travel",
        "scheduling",
        "united states attorney",
        "october 23"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028779",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010261",
            "similarity": 0.615,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028779",
      "summary": "Multiple individuals are coordinating logistics for a meeting involving a new alleged victim of Jeffrey Epstein. Gloria Allred is facilitating the meeting, which is being organized by the FBI’s victim services team. A United States Attorney’s office is requesting client information (name, DOB, email, phone number) from Allred. There are discussions about scheduling the meeting via conference call and coordinating travel arrangements for the victim. The communication involves email exchanges between Allred, the Assistant U.S. Attorney, and others, including coordinating with a travel specialist.",
      "timestamp": "2019-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2019",
      "keywords": [
        "epstein",
        "victim",
        "new york",
        "fbi",
        "gloria allred",
        "conference call",
        "travel logistics",
        "attorney",
        "victim services",
        "october 23"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019708",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010261",
            "similarity": 0.615,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010261",
      "summary": "Gloria Allred is working with a new client who was a victim of Jeffrey Epstein and is willing to travel to New York for a victim meeting on October 23rd. Initial communication involves coordinating logistics with the Assistant United States Attorney (AUSA) and the FBI Victim Services team.  The client’s travel arrangements are being handled by the FBI, and Allred is attempting to schedule a meeting with the client at her office (305 Broadway) for approximately 12:30 PM, but faces scheduling conflicts and a need to travel to Washington D.C. by 2:00 PM.  There are requests for the client’s identifying information (name, DOB, email, phone) from the AUSA.  The client is initially considering a conference call instead of a Skype call due to multiple locations involved. The client is then canceling the meeting due to rescheduling needs.",
      "timestamp": "2019-11-23T00:00:00",
      "timestamp_raw": "23 Oct 2019",
      "keywords": [
        "gloria allred",
        "epstein",
        "new york",
        "fbi",
        "victim",
        "meeting",
        "travel",
        "conference call",
        "october 23",
        "5:45 p.m.",
        "travel logistics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028779",
            "similarity": 0.615,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019708",
            "similarity": 0.615,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038380",
      "summary": "On December 6, 2019, the FBI (USANYS) sent an email requesting subpoenas related to Ghislaine Maxwell. The request included investigations into Uber and Lyft accounts potentially linked to Maxwell, along with addresses in Boston, MA and Manchester by the Sea, Massachusetts. The email originated from an FBI agent and included correspondence with exchange labs regarding any associated accounts.",
      "timestamp": "2019-12-06T00:00:00",
      "timestamp_raw": "December 6, 2019",
      "keywords": [
        "efta00038380",
        "ghislaine maxwell",
        "subpoena requests",
        "uber",
        "usanys",
        "fbi",
        "dob",
        "accounts",
        "email address",
        "boston"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020970",
      "summary": "On December 6, 2019, an email request was sent to obtain subpoenas for Uber and Lyft, specifically related to Ghislaine Maxwell (DOB 12/25/1961). The request was sent from I to an undisclosed recipient with the subject \"Subpoena requests.\" The email included the addresses of Uber and Lyft.",
      "timestamp": "2019-12-06T00:00:00",
      "timestamp_raw": "December 6, 2019",
      "keywords": [
        "ghislaine maxwell",
        "uber",
        "lyft",
        "subpoena",
        "redaction",
        "agencies",
        "dob",
        "san francisco",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028195",
      "summary": "An email chain discusses obtaining the ages and date of birth (DOB) for individuals named Noel, Thomas, and Jeffrey Spstein. A link to a New York Times article about Spstein and two other individuals is included. The email originates from the U.S. Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2019",
      "keywords": [
        "efta00028195",
        "noel",
        "jeffrey epstein",
        "tova noel",
        "michael thomas",
        "ages",
        "dobs",
        "united states department of justice",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038450",
      "summary": "On March 2, 2020, the U.S. Department of Justice, via the Southern District of New York, requested that USAA Bank maintain open bank accounts for Ghislaine Maxwell (a/k/a Ida Ghislaine Borgerson, DOB: 12/25/1961, SSN redacted) and Scott Borgerson (DOB: 09/03/1975, SSN redacted), associated with case number C2002421770. The request covers accounts as of March 2, 2020, for a period of six months, citing an ongoing criminal grand jury investigation. The DOJ advised that account closure would impede the investigation and requested notification of any intended closures.",
      "timestamp": "2020-03-02T00:00:00",
      "timestamp_raw": "March 2, 2020",
      "keywords": [
        "usaa",
        "aml fiu",
        "bank accounts",
        "ghislaine maxwell",
        "grand jury",
        "investigation",
        "subpoena",
        "criminal",
        "request",
        "accounts open"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038136",
      "summary": "The document details records of Ghislaine Maxwell’s siblings: Christine, Isabel, Karine (deceased), Ann (Anne Holve), Kevin, Michael (deceased), Ian, and Philip.  It includes birth dates (where available), addresses, and passport information (UK PP). Specific flight dates and locations are noted for several siblings, including outbound flights to the UK and inbound flights from London to Boston. Kevin and Ian Maxwell both have no identified residence in the US.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "Jul 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "siblings",
        "uk pp",
        "flights",
        "dob",
        "travel history"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031470",
      "summary": "An FBI inquiry, initiated July 1, 2020, focused on Ghislaine Maxwell’s siblings.  The inquiry involved requesting Scott Borgerson’s date of birth (DOB).  A marriage license for Scott Borgerson was found to be with Rebecca Piorunneck on May 19, 2001.  Checks on Ghislaine Maxwell’s records in every state were negative.  Information was compiled on the following siblings: Christine, Isabel, Karine (deceased), Ann Holve (formerly Anne Maxwell), Kevin Maxwell (with an inbound flight from London), Michael Maxwell (deceased), Ian Maxwell (with an outbound flight to London), and Philip Maxwell.  No identified residences for Ian and Kevin Maxwell were found in the US.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "scott borgerson",
        "rebecca piorunneck",
        "fbi",
        "maxwell siblings",
        "christine maxwell",
        "isabel maxwell",
        "kevin maxwell",
        "flight records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019413",
      "summary": "The document details information regarding the siblings of Ghislaine Maxwell. It lists eight individuals: Christine, Isabel, Karine (deceased, DOB 1947), Ann (Anne Holve, married to Lawrence Holve), Kevin (no identified US residence), Michael (deceased, DOB 1946), Ian (no identified US residence, DOB -), and Philip (no travel history, no identified US residence, DOB -). All individuals except Karine and Michael have no identified residence in the US.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "01 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "siblings",
        "christine maxwell",
        "isabel maxwell",
        "karine maxwell",
        "kevin maxwell",
        "ann maxwell",
        "michael maxwell",
        "ian maxwell",
        "philip maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021912",
      "summary": "**Person:** MAXWELL, GHISLAINE NOELLE **DOB:** 07/02/2020 **FBI No:** [REDACTED] **Aliases:** MAXWELL, GHISLAINE **Arrest Date:** 07/02/2020 **Charges:** 6405 - Sexual Exploitation of Minor - Sex Performance (multiple instances), 3622 - Transport Interstate for Sexual Activity (multiple instances), 5003 - Perjury (multiple instances) **Race/Ethnicity:** White **Height:** 142 **Agency:** FBI **ORI:** NYFBINY00 **Location of Arrest:** NEW YORK, NY, US **Other Notable Information:**  Includes biographic details, arrest narrative, and a JABS transaction ID.  The document is redacted.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "07/02/2020",
      "keywords": [
        "fbi",
        "maxwell",
        "arrest",
        "sexual exploitation",
        "perjury",
        "trans id",
        "dob",
        "race",
        "usa",
        "phone",
        "agency"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037688",
      "summary": "This document is an FBI communication regarding Ghislaine Maxwell, containing the following information: *   **Name:** Ghislaine Maxwell *   **DOB:** (Information redacted) *   **SSN:** (Information redacted) *   **US Passport:** (Information redacted) *   **UK Passport:** (Information redacted) The communication originates from the NY FBI and includes contact information for the NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "passport",
        "ssn",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019615",
      "summary": "This document is a credit report provided by TransUnion to the Federal Bureau of Investigation (FBI) in September 2020, in response to a subpoena regarding individuals identified as “et al.” The report includes credit reports for three individuals – [REDACTED], [REDACTED], and [REDACTED] – derived from TransUnion’s computer records as of the report’s date.  TransUnion certifies its authorization to provide the information and outlines guidelines for accepting subpoenas, emphasizing the need for specific identification information (name, DOB, SSN, address) and a declaration regarding the source and compilation of the data.  Attached to the report is a grand jury subpoena issued by the U.S. Attorney’s Office for the Southern District of New York, requesting the credit reports and accompanied by a declaration from a TransUnion employee waiving their right to appear before the grand jury.  The declaration confirms the data’s origin and the standard process of TransUnion credit report generation.",
      "timestamp": "2020-09-01T00:00:00",
      "timestamp_raw": "September 1, 2020",
      "keywords": [
        "transunion",
        "credit reports",
        "subpoena",
        "fbi",
        "new york",
        "credit inquiry",
        "records",
        "transunion llc",
        "guidelines",
        "bank account numbers",
        "consumer reports",
        "data",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038543",
      "summary": "An FBI Special Agent from the New York Field Office is requesting details regarding an individual’s full name, date of birth (DOB), and case number from a Durango RA (EFTA00038543). The request is related to a case involving child exploitation/human trafficking and a potential NCIC search.",
      "timestamp": "2021-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2021",
      "keywords": [
        "fbi",
        "child exploitation",
        "human trafficking",
        "ncic",
        "durango",
        "case number",
        "redaction",
        "dob",
        "arrest",
        "vs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031980",
      "summary": "*   A CBP Task Force Officer provided travel records for Maxwell and Epstein to an Assistant United States Attorney. *   The records, accessed through TECS, cover 2000 and onward due to limitations in the CBP database prior to that time (1990-2000). *   The records included two name variations for the individual and were provided in an Excel spreadsheet for cross-referencing. *   The communication emphasized the sensitive nature of the information and restricted dissemination to law enforcement and intelligence agencies. *   The sender requested further information and clarification regarding the case.",
      "timestamp": "2021-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2021",
      "keywords": [
        "cbp",
        "travel records",
        "tecs",
        "maxwell",
        "epstein",
        "dob",
        "document numbers",
        "name variations",
        "1990-2000",
        "us customs and border protection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029615",
      "summary": "A paralegal specialist in the United States Attorney’s Office, Southern District of New York, sent a contractor a list of cases to review for potential supervisory conflicts. The list includes corporations and law firms that could create a conflict if a supervisor has significant stock ownership. The contractor was instructed to identify and note any entities involved in the cases using Adobe’s Add Text functionality and return the form with the Asset ID codes. Negative responses were required.",
      "timestamp": "2021-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2021",
      "keywords": [
        "conflict check",
        "annual sweep",
        "abc corp.",
        "supervision",
        "corporations",
        "entities",
        "asset id",
        "united states attorney's office",
        "redaction",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017865",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, whose name and DOB are redacted, is scheduled to appear in SDNY on September 30, 2021, at 10:00 AM for trial preparation. The witness is a fact witness, not an expert, and does not reside outside the continental United States. Hotel accommodations are required. The request includes instructions for AUSA regarding witness travel, particularly concerning funding and appropriate forms for different witness types.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "September 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "witness travel request",
        "sdny",
        "trial",
        "grand jury",
        "travel agency",
        "tsa",
        "september 30",
        "2021",
        "fact witness",
        "hotel required"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015028",
      "summary": "An email exchange discusses obtaining information regarding potential witnesses for a case involving child exploitation, human trafficking, and the NYPD/FBI/FBI Task Force. The sender requests DOBs, approximate ages, identities, reasons for testifying, and locations of six witnesses (listed numerically 1-6). The email also includes a cautionary note about external email attachments and phishing. A United States Attorney is also involved, referencing the Southern District of New York.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "witnesses",
        "fbi",
        "nypd",
        "trafficking",
        "efta00015028",
        "child exploitation",
        "investigation",
        "rap sheets",
        "email",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010022",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 1, 2021, at 2:00 PM in SDNY. The witness, whose name and DOB are redacted, is a victim-witness and requires hotel accommodations. The request outlines travel dates, including arrival on December 1, 2021, and departure on December 3, 2021. It specifies that the witness is not an expert witness, a current federal civilian or military employee, or facing criminal charges. Instructions detail the form’s use for domestic fact witnesses and highlight specific travel guidelines, including the need for exact ID matching and potential unusual expenses.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "efta00010022",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "victim-witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030640",
      "summary": "This document is a series of email exchanges regarding scheduling a meeting and travel arrangements related to a case. Key points include: *   A redacted expert disclosure is being reviewed. *   The sender wants to discuss the case over the phone. *   Travel arrangements are being coordinated, including Amtrak bookings and potential business class tickets. *   Hotel reservations were made at the Hotel 50 Bowery for the dates of November 1-10, 2021. *   The recipient needs personal information for travel logistics (name, DOB, address, etc.). *   The initial meeting is planned for November 2nd or 3rd after 3:00 PM via phone, with a potential in-person meeting scheduled for November 12th or 13th. *   The recipient is traveling to Italy on November 17th and returning to NYC on November 27th.",
      "timestamp": "2021-12-02T00:00:00",
      "timestamp_raw": "02 Nov 2021",
      "keywords": [
        "scheduling",
        "travel",
        "hotel",
        "reimbursement",
        "disclosure",
        "rates",
        "nyc",
        "amtrak",
        "meeting",
        "conference call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010221",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 5, 2021, at the SDNY court. The witness, whose name and DOB are redacted, requires a hotel stay and is expected to arrive on December 5, 2021, and depart on December 8, 2021. The witness is a fact witness, not an expert witness, and does not have any unusual travel expenses. The request is for a domestic witness travel and follows standard DOJ procedures for witness travel requests.",
      "timestamp": "2021-12-05T00:00:00",
      "timestamp_raw": "December 5, 2021",
      "keywords": [
        "efta00010221",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "victim/witness",
        "domestic witness",
        "december 5",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038882",
      "summary": "An FBI Special Agent from the New York Field Office (NY) received an email nominating them for the WIFLE award for their work on Maxwell and other cases. The sender, [REDACTED], requested the recipient’s date of birth and the last four digits of their social security number before 9 am on April 12, 2022, to forward the information to supervisors.",
      "timestamp": "2022-04-12T00:00:00",
      "timestamp_raw": "April 12, 2022",
      "keywords": [
        "fbi",
        "human trafficking",
        "wifle",
        "social security number",
        "dob",
        "maxwell",
        "sony",
        "email",
        "redaction",
        "award"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038957",
      "summary": "An email chain discusses the nomination of the Epstein / Maxwell case for a Director’s Award by the U.S. Attorney’s Office, Southern District of New York. The sender requests information from a recipient, including date of birth, last four of SSN, GS scale, and details of previous awards. The email thread involves multiple individuals forwarding and confirming the inclusion of law enforcement partners and victims in the award application.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2022",
      "keywords": [
        "award application",
        "litigation team",
        "doj",
        "victims",
        "nomination",
        "epstein",
        "maxwell",
        "ssn",
        "dob",
        "gs scale"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038959",
            "similarity": 0.667,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038953",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038960",
            "similarity": 0.667,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038959",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting personal information from an individual, likely a legal team member, to nominate the Epstein/Maxwell case for a Director’s Award. The requested information includes date of birth, last four digits of their Social Security number, GS scale, and details of any past awards. The email chain indicates the nomination is intended to include law enforcement partners and recognize the recipient’s efforts with victims.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2022",
      "keywords": [
        "award application",
        "litigation team",
        "epstein",
        "maxwell",
        "u.s. attorney",
        "southern district of new york",
        "doj",
        "victims",
        "ssn",
        "dob"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038957",
            "similarity": 0.667,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038953",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038960",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038953",
      "summary": "An email chain discusses the nomination of the Epstein/Maxwell case for a Director’s Award by the Southern District of New York. EFTA00038953 requests personal information from [REDACTED], including date of birth, last four of SSN, GS scale, and information on past awards. An updated concurrence form from [REDACTED] is attached.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2022",
      "keywords": [
        "award application",
        "doj",
        "epstein",
        "maxwell",
        "litigation team",
        "supervisor concurrence",
        "fbi",
        "ssn",
        "dob",
        "gs scale"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038959",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038957",
            "similarity": 0.667,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038960",
            "similarity": 0.667,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038960",
      "summary": "Rossmiller, an Assistant U.S. Attorney from the Southern District of New York, is requesting personal information from an individual regarding a nomination for a Director’s Award. The nomination is for the Epstein / Maxwell case and involves a litigation team including law enforcement partners. Specifically, he requests the individual’s date of birth, last four of their Social Security number, GS scale, and information about any previous awards received in the past three years. The email chain indicates a follow-up on a previous inquiry about the award application.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2022",
      "keywords": [
        "award application",
        "epstein",
        "maxwell",
        "litigation team",
        "fbi",
        "victims",
        "dob",
        "ssn",
        "gs scale",
        "rossmiller"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038953",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038959",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038957",
            "similarity": 0.667,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038968",
      "summary": "An email chain discusses obtaining concurrence for an award application related to the Epstein/Maxwell case. A request is made for information including DOB, last four of SSN, GS scale, and prior award history from a USANYS employee ([REDACTED]). Updates on the concurrence form were sent on June 24, 2022, with attachments including a revised concurrence form and a summary. The email chain aims to nominate the case for a Director's Award and includes law enforcement partners as part of the application.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "June 24, 2022",
      "keywords": [
        "award application",
        "concurrence form",
        "fbi",
        "usanys",
        "doj",
        "epstein",
        "maxwell",
        "nomination",
        "victim's efforts",
        "efta00038968"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038965",
      "summary": "Emails detail the progress of an award application related to the Epstein/Maxwell case. A Special Agent from the FBI New York Field Office is following up on a concurrence form for a submission to NYPD. Updates are provided regarding information received from [REDACTED] (USANYS) and the attachment of an updated concurrence form. The sender, an Assistant U.S. Attorney, is requesting personal information (DOB, SSN last four digits, GS scale, and prior awards) from the recipient to complete the nomination for a Director’s Award.",
      "timestamp": "2022-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2022",
      "keywords": [
        "fbi",
        "award application",
        "concurrence form",
        "nypd",
        "epstein",
        "maxwell",
        "doj",
        "litigation team",
        "victim recognition",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038986",
      "summary": "On February 23, 2023, Mark E. Stein submitted a tip to the FBI NTOC via tips.fbi.gov alleging that Jeffrey Epstein was murdered in his jail cell, specifically stating a possible involvement of President Trump. The tip included the assertion that Epstein was about to “name names.” Stein’s contact information, including IP address, DOB, and submitted text, were recorded. The incident was categorized as “Other” with no emergency or threat to life designation.  The NTOC provided contact information for further assistance and mentioned the possibility of drafting a Guardian containing this information. EFTA00038986 and EFTA00038987 were associated with this intake.",
      "timestamp": "2023-02-23T00:00:00",
      "timestamp_raw": "February 23, 2023",
      "keywords": [
        "fbi",
        "ntoc",
        "jeffrey epstein",
        "murder allegations",
        "threat intake examiner",
        "tip submission",
        "online tip",
        "fcc manhattan",
        "2019",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037129",
      "summary": "On April 16, 2024, Elon Musk posted “Interesting” on Twitter. Subsequent emails, all from Cassandra Sorrentino via Adobe Acrobat Sign, contained reminders to sign a “Standard Epstein & FTCA Retainer JPA” document starting on March 26, 2024, and continued through March 28, 2024, March 29, 2024, and March 30, 2024.",
      "timestamp": "2024-04-16T00:00:00",
      "timestamp_raw": "April 16, 2024",
      "keywords": [
        "elon musk",
        "twitter",
        "cassandra sorrentino",
        "standard epstein",
        "ftca retainer",
        "adobe acrobat sign",
        "jpa",
        "reminders",
        "email",
        "2024"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038674",
      "summary": "On October 22, 2024, an individual (identified as [REDACTED]) contacted the FBI NTOC reporting allegations of human trafficking involving Jeffrey Epstein. The individual claims to have been trafficked since age five, detailing experiences including throat cutting, relocation to Fresno, CA, rape in Paris, and involvement with politicians and notable men on Epstein Island. The individual, currently seeking asylum in Germany, possesses photos to substantiate her claims and has previously reported similar cases to multiple FBI offices. Jeffrey Epstein is listed as a subject of the report, with DOB information redacted. The NTOC offers assistance via telephone or email (reference transaction number mpvj623r) and indicates the possibility of drafting a Guardian document upon request from the NY Field Office.",
      "timestamp": "2024-10-22T00:00:00",
      "timestamp_raw": "October 22, 2024",
      "keywords": [
        "fbi",
        "threat intake",
        "human trafficking",
        "jeffrey epstein",
        "ny-3027571",
        "victim",
        "asylum",
        "photos",
        "ntoc",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010078",
      "summary": "This document is a redacted excerpt from the U.S. Customs and Border Protection’s TECS (Targeted Enforcement and Communication System) – Person Encounter List. It details encounters involving individuals named Ghislaine Maxwell, recorded primarily between 1998 and 2020. The data includes the individual’s date of birth, travel dates, airline carriers (often noted as “NOT API”), flight numbers, and specific airport locations (e.g., JFK, LHR, MIA, CDG). It also contains codes representing specific CBP locations and a categorization of document types (e.g., “I” for inspection document, “P” for passport). The data represents a series of travel records related to Ghislaine Maxwell’s movements through various international airports.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00010078",
        "customs and border protection",
        "dhs",
        "tecs",
        "person encounter list",
        "maxwell",
        "ghislaine",
        "dob",
        "document number",
        "airline",
        "jfk",
        "lhr",
        "carrier code",
        "api"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007086",
      "summary": "An FBI investigation is underway regarding the sexual exploitation of a minor. A female victim, identified as [REDACTED], residing in Loxahatchee, Florida, was interviewed. The interview includes details regarding her race, sex, date of birth, husband, home address, cellular telephones, and employer (associated with her husband). The case file is EFTA00007086.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "fbi",
        "redaction",
        "investigation",
        "sexual exploitation",
        "victim",
        "interview",
        "florida",
        "loxahatchee",
        "dob",
        "efta00007086"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010062",
      "summary": "This document is a TECS (Targeted Enforcement and Communication System) Person Encounter List generated by U.S. Customs and Border Protection. It details encounters with Jeffrey Epstein, specifically listing multiple dates and times he was processed at various U.S. ports of entry (KPBI, KTEB, LFPB, etc.). The data includes his date of birth, document number, and the type of encounter (e.g., Passenger Customs, Passenger INS, Passenger Customs). The encounters occurred primarily between 2016 and 2018 and involved multiple different carrier codes.  The document contains 136 individual records related to these encounters.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs",
        "border protection",
        "jeffrey epstein",
        "tcs",
        "tecs",
        "person encounter list",
        "document",
        "dob",
        "apis",
        "kpbi",
        "kteb",
        "lfpb",
        "alod",
        "n212je",
        "n120je",
        "passen ger",
        "passenger customs",
        "passen ger ins",
        "carrier",
        "carder",
        "site",
        "status",
        "u.s. department of homeland security"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010100",
      "summary": "This document is a TECS (Travel Enforcement and Customer Systems) Person Encounter List generated on December 24, 2025, for file EFTA00010100. It contains a record of 22 passenger encounters, detailing names, dates of birth, document types, flight carriers, airport locations (LAX, LHR, JFK, RDU, LGW), and encounter status (e.g., APIS, BOARD, PASSENGER) from 1997 to 2021. The data includes information regarding passenger names, dates, flight details, and associated codes for various airports and carriers.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "cbp",
        "apis",
        "lair",
        "lax",
        "lhr",
        "dob",
        "customs",
        "border protection",
        "passenger",
        "document",
        "airline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015037",
      "summary": "The document, EFTA00015037.pdf, presents a list of individuals with associated data. The data includes: *   Name *   Date of Birth (DOB) *   Source of information *   Multiple entries include individuals such as NYPD personnel (various years), Jeffrey Epstein, and Ghislaine Maxwell, along with dates of birth and source information (e.g., US PP/2003). The document appears to be a redaction analysis record, with each page numbered and identified with an EFTA code. The content is marked as UNCLASSIFIED//FOUO or UNCLASSIFIED//FOU0.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00015037",
        "nypd",
        "jeffrey epstein",
        "ghislaine maxwell",
        "dob",
        "source",
        "1999",
        "2019",
        "2010",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010069",
      "summary": "This document is a redacted Person Encounter List generated on December 24, 2025, from U.S. Customs and Border Protection, detailing encounters with Jeffrey Epstein (DOB: 01/20/1953) at various locations including KTEB (Teterboro), KPBI (West Palm Beach), KISP (St. Thomas), KBCT (Kyratown), and KFXE (Long Island) between 2017 and 2019. The encounters involved different document types (passport, CBP-Teterboro, CBP-St. Thomas, etc.) and various Carrier Carnets (e.g., LFPB, TIST). The data includes timestamps, site codes, and status codes, and indicates multiple entry points for Epstein's travel and investigation by CBP.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00010069",
        "cbp",
        "customs and border protection",
        "jeffrey epstein",
        "person encounter list",
        "tecs",
        "dob",
        "document",
        "passenger",
        "apis",
        "kteb",
        "kpbi",
        "tist",
        "lfpb",
        "01/20/1953",
        "2025-12-24"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029384",
      "summary": "This document is a TECS (Targeted Enforcement and Communication System) Person Encounter List generated by U.S. Customs and Border Protection. It details 88 encounters involving the individual Ghislaine Maxwell between 1998 and 2020. Each entry includes the date, time, carrier (airline), flight number, origin airport code (e.g., JFK, LHR, CDG), destination airport code, and document type (e.g., passport, inspection document). The encounters occurred at various airports across the United States and internationally. The document also includes a list of airport codes and their associated terminal designations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs",
        "border protection",
        "person encounter list",
        "dob",
        "carrier",
        "jfk",
        "lhr",
        "airline",
        "document type",
        "status",
        "api"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010075",
      "summary": "This document is a redacted version of a U.S. Customs and Border Protection (CBP) \"Person Encounter List\" generated on December 24, 2025. It details 40 encounters involving Jeffrey Epstein, born January 20, 1953, across various dates between 1997 and 1994. The encounters occurred at airports (JFK, LHR, CDG, HNL, SYD, LAX, NRT) and involved different airlines (BA, AF, AA, others), carrier codes, and document types (passports). The list includes information like date, time, carrier, document number, and location of the encounter. The document is marked as “For Official Use Only / Law Enforcement Sensitive”.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs",
        "border protection",
        "jeffrey epstein",
        "jfk",
        "lhr",
        "api",
        "airline",
        "document number",
        "dob",
        "carrier",
        "cbp",
        "arr",
        "i/o site",
        "1953"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020173",
      "summary": "Western Union Financial Services, Inc. is responding to a subpoena (EFTA00020173) requesting information related to money transfers and money order purchases from the period of inception through the present. The requested information includes details such as sender/payee names and addresses, purchase locations, payment methods, amounts, dates, and times. Specific identifiers (NAMES/ENTITIES, DOB, SSN, ADDRESS, PHONE, EMAIL) must be used for the data.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00020173",
        "money transfers",
        "money orders",
        "subpoena",
        "western union",
        "dob",
        "ssn",
        "address",
        "phone",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010097",
      "summary": "The document is a TECS (Travel Enforcement and Customer System) Person Encounter List, generated on December 24, 2025, for file EFTA00010097. It contains records of passenger encounters at various airports (LAX, LIIR, LHR, MIA, etc.) between 2004 and 2019, including dates, times, flight numbers, carrier codes, document types, and status indicators (e.g., \"ON BOARD,\" \"NOT ON BOARD,\" \"PASSENGER\").  It also includes a glossary of codes and abbreviations used in the TECS system.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs",
        "border protection",
        "tecs",
        "person encounter list",
        "document type",
        "dob",
        "lax",
        "liir",
        "apis",
        "air",
        "passenger",
        "flight"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020170",
      "summary": "MoneyGram International, Inc. is responding to a subpoena (EFTA00020170) requesting information regarding money transfers and money order purchases. The requested data includes sender/payee details, purchase dates/times, payment methods, and amounts. Specific identifiers like DOB, SSN, address, phone, and email are to be utilized.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "moneygram",
        "subpoena",
        "money orders",
        "transfers",
        "information",
        "names",
        "dob",
        "ssn",
        "address",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010083",
      "summary": "This document is a TECS (Traveler Encounter Capture System) Person Encounter List generated on December 24, 2025, detailing interactions between U.S. Customs and Border Protection (CBP) officers and individuals at various international airports and seaports. It records the date, time, and location of encounters, along with traveler information (name, date of birth, document type, carrier code, and site of interaction). The list includes details related to passenger processing, including Automated Passport Control (APC) usage, and various airport codes. The data appears to be a record of CBP officer interactions with travelers arriving at and departing from locations worldwide.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta",
        "cbp",
        "person encounter list",
        "passenger",
        "document",
        "dob",
        "bos",
        "lhr",
        "airport",
        "airline",
        "api",
        "maxwell",
        "noelle",
        "travel",
        "border control"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021191",
      "summary": "This document is a TECS (Targeted Enforcement and Communication System) Person Encounter List from U.S. Customs and Border Protection, generated on December 25, 2025. It details 39 encounters with the individual Ghislaine Maxwell, recorded between 1998 and 2021. The encounters include her passport type, carrier, origin/destination airport codes (JFK, LHR, CDG), dates, and times of each interaction.  The document also provides a legend defining the codes used for airport locations and document types.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "u.s. customs",
        "cbp",
        "person encounter list",
        "airline",
        "passenger",
        "jfk",
        "lhr",
        "cdg",
        "dob",
        "document",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034757",
      "summary": "Jeffrey Edward Epstein (DOB 01/20/1953) was referred for a competency evaluation regarding a charge of tattooing/self-mutilation (code 228, incident report 3282555).  A suicide risk assessment from 7/09/19 indicated no history of mental health treatment, suicidal ideation, intention, or self-harm behavior. A subsequent assessment on 7/23/19 was unclear about how he obtained marks around his neck.  His mental status exam revealed a neutral mood, coherent speech, and no hallucinations or delusions.  He denied current suicidal or self-harm ideation and agreed to report such thoughts.  The determination is that he is competent to proceed with the disciplinary process.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate epstein",
        "competency assessment",
        "suicide risk",
        "self-mutilation",
        "disciplinary process",
        "nym",
        "bureau of prisons",
        "psychotropic medication",
        "mental status exam",
        "jeffrey edward epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038390",
      "summary": "A New York State Intelligence Center request for information was submitted on December 28, 2025, regarding Scott Borgerson. The requestor, identified as [REDACTED], seeks a CIAS (Computer Integrated Analysis System) search of Borgerson’s activities over the past year. Details provided include Borgerson’s personal information (DOB, aliases, address, SSN, driver’s license), business information, vehicle information, and a request for NYSIC personnel to conduct the search. The request was submitted via email and fax.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "nysic",
        "redaction",
        "request for information",
        "new york state intelligence center",
        "fbi",
        "nypd",
        "cias search",
        "exploitation",
        "borgerson",
        "scott"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020171",
      "summary": "Wells Fargo Bank N.A. requests all documents and records pertaining to account EFTA00020171, from its inception to the present. This includes data transaction files, documents reflecting account changes, signature cards, identification proofs, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan files, online banking information, corporate resolutions, and all correspondence related to the account and its associated individuals and entities. The request is to be provided on CDs in Adobe PDF format.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "wells fargo",
        "bank",
        "accounts",
        "records",
        "documents",
        "pdf",
        "data transaction files",
        "ssn",
        "email",
        "identification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030959",
      "summary": "The document is a redaction analysis for EFTA00030959.pdf, generated on December 26, 2025. It contains information about a DOJ employee, Michael Thomas, including his personal details (name, DOB, SSN, race, etc.), physical characteristics, email address, current PIV card details (issuance ID, serial, expiration dates, status), digital signature certificate details, sponsorship information, and update history. The business email address is redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00030959",
        "piv",
        "doj",
        "employee",
        "cardholder",
        "sponsorship",
        "bureau of prisoners",
        "digital signature certificate",
        "account details",
        "usaccess"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038329",
      "summary": "This document is a detailed investigative report generated on December 28, 2025, focusing on the individual Ghislaine Maxwell. The report utilizes various data sources, including Experian, TransUnion, Equifax, and D&B Market Identifier Records, to compile a comprehensive profile. It includes extensive information about Maxwell's personal details (DOB, addresses, SSN, phone numbers), her professional affiliations (particularly with TERRAMAR PROJECT, INC.), her vehicle registrations, and connections to a network of associates and neighbors. The report flags several potential “quick analysis flags,” including association with OFAC, Global Sanctions, and a potential Prison Address. It details numerous addresses linked to her, the vehicles she owns and operates, and a wealth of data concerning her relationships with others, including multiple associates, relatives and their associated data. The document includes sections flagged as having no matches, likely due to data limitations or inconsistencies.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038329",
        "addresses",
        "subject",
        "work affiliations",
        "utility services",
        "phone numbers",
        "quick analysis flags",
        "drivers licenses",
        "political donors",
        "executive affiliations",
        "d&b market identifier records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020167",
      "summary": "Citibank N.A. requests all documents and records pertaining to account EFTA00020167, from its inception to the present. This includes, but is not limited to, transaction files, documents reflecting account activity, signature cards, identification, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan applications, online banking information, corporate resolutions, and all correspondence related to the account. The request is to be delivered via FedEx on CDs containing Adobe PDF images. Contact information for a Forensic Accountant (EFTA00020168) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "citibank",
        "legal services",
        "records",
        "accounts",
        "data transaction files",
        "identification",
        "email",
        "wire transfers",
        "banking information",
        "customer records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038389",
      "summary": "A New York State Intelligence Center (NYSIC) request for information was submitted on December 28, 2025, regarding Ghislaine Maxwell. The request, initiated by Detective [REDACTED], seeks a CIAS (Computer Integrated Analysis System) search of Maxwell for the past year. The request includes details about the requestor, Maxwell’s personal information (DOB, aliases, addresses, SSN, driver’s license), and financial/business information, including names, addresses, tax IDs, and financial institutions. Vehicle information is also included. The requestor wants NYSIC personnel to conduct a CIAS search and confirms the request was submitted via email or fax, with a requirement to verify fax receipt by phone.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038389",
        "nysic",
        "new york state intelligence center",
        "ghislaine maxwell",
        "investigation",
        "child exploitation",
        "nypd",
        "fbi",
        "tax id",
        "request for information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016522",
      "summary": "*   **Issued By:** The Palm Beach Police Department (PBPD) issued all citations. *   **Subject:** Ghislaine Maxwell (DOB: [Date omitted], Age: 34) is the subject of all three citations. *   **Date of Citations:** The first citation was issued on January 13, 1996, the second on August 10, 1996, and the third on August 10, 1996. *   **Charges:** The charges listed are: *   EFTA00016522: TC037 - Driver License Not Carried *   EFTA00016523: TC004 - Written Warning Traffic (Passing Double Yellow) *   EFTA00016524: TC004 - Written Warning Traffic (No Left Turn) *   **Locations:** Citations occurred at various locations within Palm Beach, Florida, including Cocoanut Row and Royal Palm Wy. *   **Vehicle:** A 1986 Mercedes-Benz (Make: MERC) was involved in all three incidents. *   **Identifiers:** The subject’s Driver’s License is UK, License Plate is RAS85L or RAG85Z, and the case reference is (196000000).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "palm beach",
        "police department",
        "citation",
        "maxwell",
        "ghislaine",
        "florida",
        "1996",
        "speed",
        "traffic",
        "automobile",
        "pbpd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}