{
  "keyword": "returns",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 81,
  "total_files": 107,
  "timeline": [
    {
      "file_id": "EFTA00007600",
      "summary": "This document is a digital record of an Amazon.com order placed on March 21, 2005. The order includes four items: \"SM 101: A Realistic Introduction,\" \"SlaveCraft: Roadmaps for Erotic Servitude,\" \"Training With Miss Abernathy: A Workbook for Erotic Slaves and Their Owners,\" and a related item. The order total is $868.83, paid via American Express, and includes shipping details to Jeffrey Epstein at an address in Palm Beach, Florida. The shipment is tracked by FedEx with a tracking number. The document also provides information about accessing the customer's Amazon account and filing claims for lost or damaged items.  It includes details on the shipping method (One-Day Shipping), addresses for the shipper and billing recipient, and instructions for using the FedEx Ship Manager system.",
      "timestamp": "2005-03-21T00:00:00",
      "timestamp_raw": "March 21, 2005",
      "keywords": [
        "amazon",
        "order",
        "shipping",
        "payment",
        "address",
        "jeffrey epstein",
        "erotic servitude",
        "isbn",
        "returns",
        "fedex",
        "usps",
        "pal beach",
        "palm beach"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007606",
      "summary": "This document is a shipping confirmation for an Amazon order placed on September 4, 2005, with Order ID 103-1737520-450864W. The order includes three books: “A Realistic Introduction” by Jay Wiseman, “SlaveCraft” by Guy Baldwin, and “Training With Miss Abernathy” by Christina Abernathy. The shipping address is 358 El Brillo Way, Palm Beach, Florida 33480. The shipment was sent via FedEx, with instructions for printing and applying the shipping label. The document also includes Amazon’s standard terms and conditions regarding returns and liability limits.",
      "timestamp": "2005-09-04T00:00:00",
      "timestamp_raw": "September 4, 2005",
      "keywords": [
        "jeffrey epstein",
        "amazon",
        "shipping",
        "order id",
        "efta00007606",
        "slavecraft",
        "palm beach",
        "florida",
        "returns",
        "fedex"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019865",
      "summary": "This document is an official FBI record regarding an Electronic Communication (EC) submitted for Administrative Subpoena returns to a case file. The investigation, initiated on July 25, 2006, involves submitting returns from various telecommunication providers: Palm Beach County Health Department (Certificate of Birth), Metro PCS, Bell South, AT&T, and T-Mobile USA, Inc. (Subscriber Information and Toll Information).",
      "timestamp": "2006-07-25T00:00:00",
      "timestamp_raw": "July 25, 2006",
      "keywords": [
        "fbi",
        "administrative subpoena",
        "jeffrey epstein",
        "electronic communication",
        "subscriber information",
        "bell south",
        "at&t",
        "t-mobile usa",
        "inc.",
        "palm beach county health department",
        "metro pcs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035317",
      "summary": "Its purpose is to ensure compliance with DEA regulations. Key elements include: *   **Program Scope:** The center can provide methadone detoxification for inmates with opiate, alcohol, or hypnotic substance abuse, with special registration requirements. Methadone is primarily for detoxification or temporary treatment of heroin dependence. *   **Treatment Protocols:** Detoxification schedules range from 7 to 21 days, determined by clinical assessment and inmate history. Medications are administered by medical staff. *   **Clinical Assessment:** Inmates undergo a thorough evaluation including a medical history, physical exam, urine drug screen, and RPR test. Subjective withdrawal symptoms are a key indicator. *   **Definitions:** Standard definitions are provided for terms like “drug,” “abuse,” “addiction,” and “narcotic.” *   **Record Keeping:** Detailed medical records, including medication orders and patient progress, are crucial. *   **Specific Protocols:** Addresses considerations for pregnant inmates, late court returns, and refusal of treatment. *   **Responsibility:** The Health Services Administrator and Clinical Director are accountable for enforcing program regulations. The document emphasizes a structured, medically-guided approach to managing inmate detoxification and treatment.",
      "timestamp": "2007-04-10T00:00:00",
      "timestamp_raw": "April 10, 2007",
      "keywords": [
        "methadone",
        "detoxification",
        "opiates",
        "alcohol",
        "addiction",
        "narcotic",
        "treatment",
        "substance abuse",
        "programs",
        "bureau of prisons"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026279",
      "summary": "Okay, here's a concise summary of the provided documents: **Overall:** This document is a New York State Income Tax Return (Form IT-201) for GHISLAINE MAXWELL, filed in 2015.  It includes supporting worksheets and schedules to calculate income and deductions. **Key Income Sources:** *   **Rental Income:**  Significant income from rental properties managed by \"THE BLACKSTONE GROUP, LP.\" *   **Dividends:** Income from \"UBS - Y1 23574.\" *   **Wages:** (Specific amount not provided). **Tax Credits and Deductions:** *   **Alternative Minimum Tax (AMT) Credit:** A significant amount was claimed due to the AMT. *   **Itemized Deductions:** Included medical expenses, state and local taxes, and other miscellaneous deductions. *   **Qualified Business Income Deduction:** Income from \"CARGOMETRICS TECHNOLOGIES LLC\" was subject to this deduction. **Important Supporting Documents:** *   **Form 8938:** Used to report foreign financial assets (bank accounts) to calculate the foreign tax credit. *   **Form 8582:** Used to calculate passive activity losses. *   **Form 8960:** Used to calculate a one-time additional foreign tax credit. *   **Worksheets:** Several worksheets are included to calculate specific amounts for each category (e.g., depreciation, credits, and deductions). **Disclaimer:** *This summary is based solely on the provided documents. It does not contain all information on the original returns.*",
      "timestamp": "2015-12-31T00:00:00",
      "timestamp_raw": "DECEMBER 31, 2015",
      "keywords": [
        "here's a list of keywords extracted from the text",
        "categorized for clarity:",
        "**tax & financial terms:**",
        "*   tax return",
        "*   capital gains",
        "*   income tax",
        "*   dividends",
        "*   interest income",
        "*   amt (alternative minimum tax)",
        "*   refunds",
        "*   credits (various)",
        "*   pass-through income",
        "*   foreign tax credit",
        "*   estimated tax",
        "**legal & regulatory terms:**",
        "*   irs (internal revenue service)",
        "*   regulations",
        "*   form 8949 (capital gains worksheet)",
        "*   form 1116 (foreign tax credit)",
        "*   form 8582 (passive activity loss limitations)",
        "*   schedule d",
        "*   e-file",
        "*   signature authorization",
        "**business & activity terms:**",
        "*   rental real estate",
        "*   partnership",
        "*   s corporation",
        "*   business income",
        "*   royalty income",
        "*   activity net loss",
        "**numerical values/amounts:**",
        "*   $100",
        "000",
        "*   $25",
        "000",
        "*   percentage (25%",
        "7.5%)",
        "*   time (years",
        "months)",
        "**other relevant terms:**",
        "*   adjusted gross income (agi)",
        "*   dispositions",
        "*   property",
        "*   suspension",
        "this list should provide a solid foundation for search and analysis related to this document."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022399",
      "summary": "These transfers primarily involved funds deposited into and withdrawn from various UBS accounts. *   The account’s opening balance was $4,815,922.95 and closed at $18,955,082.77. **Tax Information:** *   Dividend and interest income are taxable, with reported amounts for April and Year-to-Date. *   The statement notes the importance of referring to tax forms (1099, Form 480) for accurate reporting. **Important Notes:** *   The statement emphasizes that values presented may be approximate. *   It highlights the use of sweep accounts for deposit management and clarifies FDIC insurance coverage limitations.",
      "timestamp": "2016-04-29T00:00:00",
      "timestamp_raw": "April 29, 2016",
      "keywords": [
        "ubs",
        "account",
        "ghislaine maxwell",
        "investment",
        "money",
        "assets",
        "liabilities",
        "return",
        "dividends",
        "interest",
        "account balance",
        "equities",
        "fixed income",
        "s&p 500",
        "russell 3000",
        "market value",
        "resource management",
        "financial services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022407",
      "summary": "**Important Notes:** *   The statement includes details about the FIFO (First-In, First-Out) investment method. *   Tax reporting information is provided, noting that certain income may be exempt from US and Puerto Rico income taxes. **Additional Details:** *   The statement tracks account value over time (Dec 2014 – May 2016) and displays sources of account growth, including net deposits and withdrawals, and investment returns. *   Cash activity is monitored throughout the month, including deposits, withdrawals, and reinvestments. *   The statement provides index performance data (S&P 500, Russell 3000, MSCI Europe, etc.) and interest rates. *   SIPC (Securities Investor Protection Corporation) coverage is mentioned.",
      "timestamp": "2016-05-31T00:00:00",
      "timestamp_raw": "May 31, 2016",
      "keywords": [
        "ubs",
        "account",
        "financial advisor",
        "investment",
        "assets",
        "liabilities",
        "statement",
        "returns",
        "allocation",
        "dividends",
        "interest",
        "cash",
        "equities",
        "fixed income",
        "money market funds",
        "sipc",
        "transaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022383",
      "summary": "and held for GHISLAINE MAXWELL (Friendly Account: Indiv.V49920008) with account number 029023572.  It’s advised by SCOTT STACKMANLYLE CASRIEL. *   **Asset Value:** The total account value at the end of November 30, 2016, was $577.18. *   **Asset Allocation:** All assets are currently held as cash and money balances (100.00%). *   **Investment Performance:**  The account experienced a significant change in market value of -$43,874.36, primarily driven by investment withdrawals. Year-to-date returns vary across index investments (S&P 500, Russell 3000, MSCI Europe). *   **Withdrawals & Fees:** A total of $793,113.46 was withdrawn from the account, primarily in fees. *   **Income:** Dividend and interest income was minimal ($823.01). *   **Sweep Account:** The account utilizes an UBS Bank USA Deposit Account as a sweep option. *   **Tax Information:**  The statement notes that interest and dividend income may be tax-exempt depending on the account holder’s tax situation.",
      "timestamp": "2016-11-30T00:00:00",
      "timestamp_raw": "November 30, 2016",
      "keywords": [
        "ubs",
        "account",
        "ghislaine maxwell",
        "investment",
        "resource management account",
        "november 2016",
        "assets",
        "liabilities",
        "value of account",
        "financial advisor",
        "scott stackmanlyle casriel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022377",
      "summary": "*   **Investment Returns:** Dividend and interest income totaled $19,599.47, with a change in market value of $37,554.42. *   **Deposits & Withdrawals:** There were no deposits but withdrawals totaling $411,814.80. *   **Index Performance:** The S&P 500, Russell 3000, and MSCI Europe indices showed positive returns. *   **Interest Rates:** 3-month Treasury bills were at 0.48%, and one-month LIBOR was at 0.62%. **Other Information:** *   The account uses a FIFO (First-In, First-Out) cost basis method. *   Tax information is provided, noting that some dividend and interest income may be tax-exempt depending on the account holder’s residency. *   The account includes a UBS Bank USA Deposit Account with an annual percentage yield (APY) of 0.00%. *   The statement includes a cash activity summary and details regarding fees, transfers, and other transactions. **Note:** The document has six pages.",
      "timestamp": "2016-12-30T00:00:00",
      "timestamp_raw": "Nov 30, 2016",
      "keywords": [
        "ubs",
        "financial services",
        "account",
        "ghislaine maxwell",
        "rma",
        "investment",
        "assets",
        "liabilities",
        "dividend",
        "interest",
        "exchange"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020527",
      "summary": "The document is a production of discovery materials related to the United States v. Ghislaine Maxwell case. The U.S. Attorney's Office is providing a hard drive and CD containing search warrant returns (SDNY_PROD015) and other related files, stamped with control numbers. The files, spanning from June 20, 2018, to November 18, 2020, relate to searches conducted on various devices, primarily iPhones (Subject Device-01 through 09 and others), and are designated as “confidential” under a Protective Order. The production includes a chart detailing the devices, FBI identifiers, and dates of prior material production, noting instances where no responsive material was found. A key component is Subject Device-27, an iPhone seized from Jeffrey Epstein, with the final portion of images produced on November 18, 2020, after a technical delay in the review process. The entire production is governed by a Protective Order and requires a password for access.",
      "timestamp": "2018-06-20T00:00:00",
      "timestamp_raw": "June 20, 2018",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "discovery materials",
        "protective order",
        "sdny",
        "iphone",
        "search warrant",
        "cd",
        "drive",
        "redaction analysis",
        "efta00020527"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019549",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the upload of documents related to the USAO tt 2018R01618 case (US v. Epstein) into Relativity. The documents were located in a specific folder structure within Usa.doj.gov: clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller 2019-03-04 Boies Schiller first subpoena response. The requested structure involved a \"Subpoena Returns\" folder with subfolders \"BSF returns\" and \"BSF first production\" for depositing the documents. The Assistant U.S. Attorney requested confirmation of the upload completion.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "folder",
        "boies schiller",
        "subpoena returns",
        "usao",
        "sdny",
        "investigation",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020780",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested the uploading of documents from the Wisa.doj.gov\\cloud\\NYS\\StAndrews\\Shared USvEpstein-2018R01618 InvestigationV*2018 SDNY investigation\\Subpoena Returns\\Boies Schiller\\2019-03-04 Boies Schiller first subpoena response folder into Relativity for the US v. Epstein case. The desired folder structure was “Subpoena Returns” with subfolders “BSF returns” and “BSF first production” to receive the documents.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "us v. epstein",
        "subpoena",
        "boies schiller",
        "fbi case file",
        "production",
        "standrews",
        "nys",
        "investigation",
        "upload"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030122",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is requesting the upload of documents related to the “USA v. Epstein” case to Relativity. The documents are located at Usa.doj.gov\\clouaNYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationVI 2018 SDNY investigation \\Subpoena ReturnABoies Schiller \\ 2019-03-04 Boies Schiller first subpoena response. The desired folder structure is “Subpoena Returns” with subfolders “BSF returns” and “BSF first production.” A previous email indicates that Judge Sweet has passed away.",
      "timestamp": "2019-03-04T00:00:00",
      "timestamp_raw": "2019-03-04",
      "keywords": [
        "relativity",
        "usao",
        "epstein",
        "subpoena",
        "folder",
        "judge sweet",
        "boies schiller",
        "us v.",
        "southern district of new york",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020781",
      "summary": "The email chain discusses the preparation of documents for Relativity. Specifically, the documents located at several paths within the USAO network (\\\\Usa.doj.gov\\clouANYS\\StAndrews\\Shared\\UUUV4C1-3, \\\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\UUUV4Q-3, and \\\\Usa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\USvEpstein-2018R01618) containing DVD data should not be loaded into Relativity. The sender requests that the documents within the US v. Epstein folder be organized into a specific folder structure (\"Subpoena Returns,\" \"BSF returns,\" and \"BSF first production\") for upload to Relativity.  A conversion to a different format is being investigated.",
      "timestamp": "2019-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2019",
      "keywords": [
        "relativity",
        "documents",
        "dvd",
        "video files",
        "doj",
        "subpoena",
        "epstein",
        "folder",
        "usao",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010256",
            "similarity": 0.5,
            "index": 17,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026434",
      "summary": "*   **Kirkland & Ellis Antitrust Dominance:** Kirkland & Ellis LLP was the most prolific antitrust defense bar between 2016-2018, followed by Cuneo Gilbert & LaDuca LLP. *   **Private Antitrust Plaintiffs Challenges:** Private plaintiffs have a 50-50 chance of winning antitrust cases due to difficulty obtaining class certifications and facing dismissal motions. *   **House Demands Trump Tax Returns:** The House Ways and Means Committee Chairman requested Donald Trump’s tax returns from 2016-2020. *   **Mueller Report Subpoenas:** The House Judiciary Committee voted to issue subpoenas for grand jury materials from the Mueller investigation. *   **Kavanaugh’s Law School Appointment Backlash:** George Mason University students demanded the reversal of Justice Kavanaugh’s appointment as a law school lecturer due to sexual misconduct allegations. *   **Law Firms & Legal News:** The document included profiles of law firms like Kirkland & Ellis, Cuneo Gilbert, and featured articles on antitrust cases, SEC rulings on ICOs, and legal strategy for merger cases. *   **Regulatory Updates:** Content covered updates on the Community Reinvestment Act, environmental variances, and a proposed overhaul of Colorado’s oil and gas regulations. *   **Court Rulings & Disputes:** Articles detailed court rulings against private antitrust plaintiffs, the EPA's approval of Gulf of Mexico drilling permits, and challenges to the Trump administration’s policies. *   **Political Developments:** The text reported on efforts to secure Trump’s tax returns, the debate over the inclusion of a citizenship question in the 2020 census, and a Senate bill to expand criminal liability for corporate executives. *   **Legal Industry News:** It also included a report on a sexual harassment lawsuit against Jones Day, an interview with Bryan Cave’s leaders, and job listings. *   **Miscellaneous Legal Developments:** The document contained reports on various legal proceedings, including challenges to birth control coverage, a Florida court ruling on marijuana cultivation, a dispute over 5G network security, and ongoing legal battles related to the “Varsity Blues” scandal.",
      "timestamp": "2019-04-04T00:00:00",
      "timestamp_raw": "04 Apr 2019",
      "keywords": [
        "senate rules",
        "judicial nominees",
        "donald trump",
        "antitrust",
        "lex machina",
        "tax returns",
        "mueller report",
        "kavanaugh",
        "antitrust cases",
        "private antitrust plaintiffs",
        "community reinvestment act",
        "ico",
        "judge rulings",
        "merger cases",
        "gulf of mexico",
        "environmental regulations",
        "supreme court",
        "birth control",
        "marijuana",
        "pennsylvania",
        "ip",
        "online counterfeit market",
        "robocalls",
        "broadband",
        "net neutrality",
        "white collar crime",
        "legal industry",
        "wynn resorts",
        "\"varsity blues",
        "\"  pregnancy discrimination",
        "general counsel",
        "court staffer",
        "amazon",
        "allen & overy",
        "disciplinary tribunal",
        "immigration attorney",
        "telecommunications",
        "bryan cave",
        "mayhew",
        "pritchard"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010351",
      "summary": "This document details the process of uploading documents related to the US v. Epstein case to the Relativity platform. The Assistant U.S. Attorney requests that specific folders be created within Relativity, mirroring the existing folder structure for the “BSF returns” documents.  Key instructions include: *   Loading documents from a specific DOJ folder (Usa.doj.gov\\clouANYS StAndrews \\Shared \\ USvEpstein-2018R01618 InvestigationV4 2018 SDNY investigation \\Subpoena Returns \\ Boies Schiller\\ 2019-04-18 Boies Schiller second subpoena response) into a new subfolder called “BSF second production” under “BSF returns.” *   Excluding specific folders and PDF documents from the upload (the “!Original Zips” folder and the three PDF documents). *   Clarifying that DVD-based data (containing video files) should not be uploaded. *   Confirming the desired folder structure for the upload process. Several emails demonstrate coordination and clarification regarding the upload process, ensuring the documents are properly organized and processed within the Relativity system.",
      "timestamp": "2019-04-18T00:00:00",
      "timestamp_raw": "2019-04-18",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "folder",
        "data",
        "upload",
        "us v.",
        "sdny",
        "investigation",
        "returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010245",
      "summary": "The document outlines the process of uploading documents related to the US v. Epstein case to the Relativity platform. Initially, a request is made to load documents from a specific folder structure (`Usa.doj.gov\\ cloud\\ NYS \\ StAndrews \\Shared \\ USvEpstein-2018R01618`) into Relativity, maintaining the existing folder structure (\"BSF returns\" within \"Subpoena Returns\").  There’s a discussion about the format of the documents (specifically DVD files and needing conversion), and a clarification that DVD-based data should not be loaded into Relativity.  Finally, a list of specific file paths related to DVD-based interviews should be excluded from the upload.",
      "timestamp": "2019-04-22T00:00:00",
      "timestamp_raw": "22 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "folder",
        "us epstein",
        "dvd",
        "conversion",
        "standrews",
        "boies schiller",
        "relativity",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010256",
      "summary": "The document details the transfer of several sets of documents related to the US v. Epstein case to Relativity for legal analysis. Initially, the documents were in a folder structure with DVD information that needs conversion. Subsequent communications clarify the desired Relativity folder structure: documents should be placed within a subfolder named \"BSF second production\" under \"BSF returns\" within the \"Subpoena Returns\" subfolder. Specific files containing DVD data are to be excluded from the upload. The sender requests updates on the upload progress and confirms the desired folder structure.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2019",
      "keywords": [
        "relativity",
        "documents",
        "subpoena",
        "epstein",
        "doj",
        "us v. epstein",
        "boies schiller",
        "folder structure",
        "data",
        "dvd",
        "conversion"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020781",
            "similarity": 0.5,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010252",
            "similarity": 0.769,
            "index": 18,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010252",
      "summary": "The email chain discusses the transfer of documents related to the US v. Epstein case to Relativity. Specifically, the Assistant U.S. Attorney requests the following actions: 1.  Documents from a folder hosted on Usa.doj.gov should be uploaded to Relativity under the “BSF second production” subfolder within the “BSF returns” subfolder, which should be created within the “Subpoena Returns” subfolder. 2.  Certain files within the source folder (specifically, DVD-related video files and several PDF files) should *not* be uploaded to Relativity. 3.  Confirmation is requested regarding the ability to view the video files independently of a DVD player. 4.  A separate request is made to load a different folder of documents into Relativity for the same case.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "24 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "doj",
        "subpoena",
        "boies schiller",
        "us v. epstein",
        "folder structure",
        "data",
        "dvd",
        "conversion",
        "subpoena returns",
        "bsf returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010256",
            "similarity": 0.769,
            "index": 17,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020692",
      "summary": "Attorney, Boies Schiller lawyers) are coordinating the upload of documents related to the US v. Epstein case to the Relativity platform. Initially, all documents were uploaded, but subsequent emails detail specific instructions for adding additional files related to a “second production” and “BSF returns.” The key requests involve loading documents from a specific DOJ-provided folder structure into Relativity, including avoiding certain files (DVD information, original zip folders) and converting file formats if necessary. One email highlights the presence of DVD-related files within the documents and requests clarification on how to view them independently of a DVD player.",
      "timestamp": "2019-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2019",
      "keywords": [
        "relativity",
        "epstein",
        "subpoenas",
        "doj",
        "boies schiller",
        "usvepstein",
        "data",
        "documents",
        "folder",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015293",
      "summary": "Epstein, 2018R01618) involving meetings and interviews. *   Requests included travel to West Palm Beach, Florida, and potentially Fort Lauderdale, Florida, for approximately three days. *   Proposed travel dates varied, including Tuesday/Wednesday nights to Friday/Saturday returns, with flexibility to shorten the timeframe. *   One request involved a change in travel plans: skipping a return flight to New York to directly fly to San Francisco for a wedding and subsequent interviews. *   Approval was granted for the travel requests by multiple individuals, including Assistant U.S. Attorneys. *   Requests included reserving a conference room at a hotel for the interviews.",
      "timestamp": "2019-05-25T00:00:00",
      "timestamp_raw": "25 May 2019",
      "keywords": [
        "travel approval",
        "florida",
        "west palm beach",
        "interviews",
        "epstein",
        "united states v. epstein",
        "meetings",
        "travel request",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033419",
      "summary": "On July 2, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate observations (psychological observations, administrative detentions), equipment checks, and security procedures.  Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 6:00 AM, and 10:00 AM.  Various inmate movements occurred, including transfers, returns, and administrative detentions.  Phone calls were monitored, including WITSEC inquiries.  The shift involved responding to alarms, conducting trash runs, and managing visitation. The counts varied throughout the shift, starting at 796, decreasing to 783, and then increasing to 788 before the shift ended.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "correctional center",
        "count",
        "inmates",
        "psych obs",
        "arrest",
        "detention",
        "fire alarm",
        "nypd",
        "phone check",
        "restraint equipment",
        "witsec",
        "administrative detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035668",
      "summary": "A suicide risk assessment is recommended for inmate J. Epstein (76318054) upon his return from court due to factors including a high-profile case, sex offense charges, pre-trial status, and potential bad news. If psychology is unavailable, R&D staff and Lieutenants are to place him on Psychological Observation or Suicide Watch until an assessment can be conducted. Notifications are to be made to the on-call psychologist if he returns after duty hours.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2019",
      "keywords": [
        "inmate epstein",
        "suicide risk assessment",
        "psychology",
        "bop statistics",
        "court",
        "risk factors",
        "suicide watch",
        "psychological observation",
        "media attention",
        "legal situation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034855",
      "summary": "A suicide risk assessment is recommended for inmate J. 76318054 (Epstein) upon his return from court due to factors including media attention, sex offense charges, pre-trial status, and potential negative legal news. Staff are instructed to immediately notify the psychology department if he returns from court, and to place him on PSYCHOLOGICAL OBSERVATION or Suicide Watch until an assessment can be conducted.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "7/8/2019",
      "keywords": [
        "inmate",
        "epstein",
        "suicide risk",
        "psychological assessment",
        "bop",
        "psychology",
        "court",
        "risk factors",
        "central office",
        "watch status"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034864",
      "summary": "On July 8, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inventory checks, and inmate movements. The shift involved responding to a fire alarm, conducting phone checks, and managing inmate administrative detentions. There were multiple inmate transfers and returns to court. The log recorded system malfunctions (fire suppression pump) and monitored for terrorism and WITSEC inquiries. Counts varied throughout the day, with a final count of 792 at the end of the shift.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "arrest",
        "detention",
        "fire alarm",
        "nypd",
        "phone check",
        "institution",
        "count",
        "prea",
        "visitation",
        "inmates",
        "administrative detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014625",
      "summary": "The document records email exchanges regarding a financial investigation related to Jeffrey Epstein, overseen by the FBI and the U.S. Attorney’s Office for the Southern District of New York. Discussions involve scheduling a call to review financial documents, coordinating with a forensic accountant, and arranging for the delivery of digital media containing subpoena returns from American Express and Deutsche Bank. The initial request was for a call at 1:30 PM on July 23, 2019, with subsequent scheduling adjustments and coordination for a meeting to discuss a game plan.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "fbi",
        "epstein",
        "financial documents",
        "redaction",
        "investigation",
        "new york",
        "amex",
        "deutsche bank",
        "forensic accountant",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031191",
      "summary": "On July 25, 2019, a correctional officer documented daily activities at the Metropolitan Correctional Center in New York. The log recorded inmate counts, movement (including exits and returns from hospitals), sensitive information regarding inmate observations (like psychiatric or suicide watches), and administrative actions such as detentions and transfers. Fire alarm malfunctions and phone calls were also monitored, including WITSEC inquiries and STG/High Alert calls. Throughout the shifts, inmates were moved between housing units, hospitals, and placed in administrative detention, with specific instances noted for cell phone possession. Counts were conducted at various times, and the log tracked equipment inventories and security checks.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "correctional center",
        "shu",
        "inmate",
        "count",
        "arrest",
        "detention",
        "witsec",
        "phone calls",
        "fire alarm",
        "prea",
        "custody",
        "lockdown",
        "medical observation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021662",
      "summary": "Martin G. Weinberg requested that his team expedite the provision of search warrants, affidavits, and returns related to the US v. Epstein case. Ori inal Messa e responded, stating that an initial electronic discovery production (in native formats like PDFs and JPEGs) would be made no later than Tuesday. Weinberg anticipated a responsive letter by Monday morning, seeking information about the timing and format of the discovery production given the Protective Order and Steptoe IT’s preparation needs.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "epstein",
        "discovery",
        "warrants",
        "affidavits",
        "production",
        "protective order",
        "electronic discovery",
        "pdfs",
        "jpegs",
        "martin weinberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014526",
      "summary": "This document is a redacted collection of emails related to Jeffrey Epstein’s connections to Wexner Enterprises (L Brands and Mok Industries). Key findings include: *   **Epstein’s Communication Methods:** Epstein frequently used email accounts, including one linked to Victoria's Secret models and another associated with L Brands executives. *   **L Brands Connections:**  Significant correspondence existed between Epstein and L Brands executives (Ed Razek, Victoria’s Secret executives), involving modeling agencies (MC2), investment deals, and the use of Wexner-owned assets like a private jet and a mansion. *   **Investment Deals:** Epstein was involved in investment opportunities with Wexner through Mok Industries, proposing deals involving fuel sales and potential returns. *   **“Little Black Book”:** Epstein’s extensive contact list, including numerous entries for Wexner and his associates, highlights the depth of their relationship. *   **Wexner’s Acknowledgement:** Wexner publicly praised Epstein's judgment and loyalty in a Vanity Fair article. The document’s purpose is to gather evidence related to these connections, with much of the content redacted.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "maxwell",
        "l brands",
        "victoria's secret",
        "miami modeling agency mc2",
        "ed razek",
        "william mook",
        "wexner",
        "little black book",
        "abigail plantation",
        "jet",
        "financial investment",
        "contracts",
        "depositions",
        "south africa",
        "gawker"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019904",
      "summary": "An email chain discusses obtaining search warrant returns related to Jeffrey Epstein’s properties. One party (Alex) informs the other party (Andy) that they can potentially provide search warrant returns from the New York property searches, including USAO_4381-4445 and USAO_2662-4380, though some pages are protected by a confidentiality order. Alex also notes that searches of the New Mexico property have not been conducted. Andy requests the search warrant returns and inventories of seized items, proposing meeting dates in early January. The email chain includes standard confidentiality disclaimers.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "search warrant returns",
        "discovery",
        "criminal case",
        "new york property",
        "usao",
        "forfeiture claims",
        "january",
        "confidential",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024510",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036765",
      "summary": "An email communication from UGG to an unspecified recipient regarding the upcoming “UGG® + Eckhaus Latta” collection. The email promotes the limited-edition footwear and outerwear, highlighting the collaboration's experimental and timeless design. It includes links to shop the collection, earn UGG Rewards points, and find a store. The email also details shipping and returns information, including a disclaimer about the product’s fur origin and manufacturing location. Finally, it provides contact information and a link to the UGG website’s privacy policy.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "ugg",
        "eckhaus latta",
        "collection",
        "footwear",
        "outerwear",
        "rewards",
        "shopping",
        "returns",
        "fur",
        "ugg.com"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031003",
      "summary": "An email chain discusses expedited subpoena returns from phone companies related to a case involving “Epstein.” All providers have been contacted and are expediting requests, except for IPv4s, as they may be unavailable. A team member was asked to assist with obtaining these returns.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "subpoena",
        "phone companies",
        "ipv4s"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024410",
      "summary": "Parvin Moyne proposed a presentation to guide the recipient through the SDNY Production Index.xIsx, involving lawyers from Akin Gump, DB Legal, and potentially a DB Legal representative. The initial plan was a 2-3 hour attorney proffer to provide context on Epstein’s accounts and transactions, followed by meetings with DB personnel if needed.  Parvin offered scheduling flexibility throughout August and September, requesting the recipient’s preferred dates and times. The recipient inquired about the proffer’s timing and potential collaboration with subpoena returns.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2019",
      "keywords": [
        "epstein",
        "deutsche bank",
        "production index",
        "attorney proffer",
        "transactions",
        "accounts",
        "scheduling",
        "sdny",
        "akin gump"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020108",
      "summary": "Parvin Moyne from Akin Gump is coordinating a proffer regarding the 2019.8.15 SDNY Production Index.xlsx. Initial scheduling discussions began with a proposed time of 10:30 a.m. on Thursday, the 12th, but the recipient preferred alternative dates in early September (September 5th or 6th). The recipient requested clarification on the proffer format, specifically whether it would involve an attorney proffer or meetings with Deutsche Bank personnel, and the anticipated duration. Moyne offered flexibility, suggesting times throughout the week and in September, pending the recipient’s availability and the need to familiarize themselves with the subpoena returns. Attached was the production index itself.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "sdny production index",
        "september 9th",
        "proffer",
        "scheduling",
        "august 2019",
        "legal",
        "akin gump",
        "deutsche bank",
        "attorney proffer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019471",
      "summary": "On September 10, 2019, an Assistant United States Attorney from the Southern District of New York informed a recipient (“M”) that data from a hard drive, extracted from devices seized from Jeffrey Epstein’s Manhattan residence under a search warrant, had been loaded into Relativity and secured for privilege review. The data did not include materials seized from USVI. On August 29, 2019, a request was made to confirm if the data was Search Warrant returns and to identify the custodian for the privilege review. The recipient inquired about the data's loading location within Relativity.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "September 10, 2019",
      "keywords": [
        "epstein",
        "us v.",
        "relativity",
        "search warrant",
        "privilegete review",
        "data",
        "redaction",
        "subpoena returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031401",
      "summary": "An email exchange discusses access to subpoena and return records related to the Epstein investigation. An agent requests access to USAFX, a United States Attorney’s Office FTP site, to view subpoenas and returns. The request includes re-uploading expired returns and granting co-owner status to another individual. A log of served subpoenas and returns is attached, and assistance with obtaining an USAFX account is offered.",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "October 31, 2019",
      "keywords": [
        "subpoena",
        "records",
        "usafx",
        "access",
        "ftp",
        "subpoena log",
        "returns",
        "united states attorney",
        "new york",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024507",
      "summary": "*   The sender (EFTA00024507) confirms that detailed search warrant returns were provided to defense counsel regarding the New York property. *   The sender requests search warrant returns and additional details about seized items from the New York and New Mexico properties. *   Proposed meeting dates in early January are offered to discuss forfeiture claims and the availability of search warrant documents. *   The sender notes that the New Mexico property was not searched. *   The email contains standard disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20 2019",
      "keywords": [
        "estate meeting",
        "search warrant",
        "discovery",
        "epstein",
        "new york property",
        "inventory",
        "protective order",
        "forfeiture",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.583,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024512",
      "summary": "An email chain discusses a request for information regarding the estate of Jeffrey Epstein. One party (identified as \"a\") is responding to a request for discovery related to a defunct criminal case against Epstein. They state they have produced search warrant returns for the New York property (including USA0_4381-4445 and USAO_2662-4380, with some marked as confidential) and are reviewing returns for the island and New Mexico properties. The sender proposes meeting dates in early January to discuss potential forfeiture claims and the requested discovery materials. The recipient requested the search warrant returns/inventories and additional detail about seized items.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "estate",
        "epstein",
        "criminal case",
        "discovery",
        "search warrant",
        "new york",
        "new mexico",
        "forfeiture",
        "trustees",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019878",
      "summary": "*   Discovery materials related to a criminal case against Epstein are unavailable due to defense counsel destroying them following his death. *   Search warrant returns and inventories from searches of New York and New Mexico properties were requested. *   The sender (Andy from Huhes Hubbard & Reed LLP) offered potential meeting dates in early January to discuss the forfeiture claims. *   A request was made for copies of the inventory records to be obtained from Epstein’s criminal defense counsel. *   The exchange involved multiple parties including legal counsel and a government official.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "search warrant",
        "inventory",
        "protective order",
        "criminal case",
        "forfeiture",
        "usao",
        "new york",
        "new mexico"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024512",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024507",
            "similarity": 0.583,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024510",
      "summary": "On December 21, 2019, an individual conveyed a request for search warrant returns and details regarding seized items from searches of New York and New Mexico properties related to Jeffrey Epstein’s estate. The sender had previously produced materials to defense counsel, who destroyed them under a protective order. The request included specific USAO case numbers (USAO_4381-4445 and USAO_2662-4380) and noted that some documents were marked confidential. A meeting was proposed for early January to discuss potential forfeiture claims.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "December 21, 2019",
      "keywords": [
        "efta00024510",
        "je estate",
        "search warrant returns",
        "discovery",
        "epstein",
        "criminal case",
        "forfeiture claims",
        "protective order",
        "new york property",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019904",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016912",
      "summary": "The document is a series of email exchanges concerning the upload and privilege review of data related to the Epstein investigation. Key points include: *   Discussions about locating data within the Relativity database, specifically regarding folders named \"2020-01-23\" and \"Search Warrant Returns.\" *   Reports on the release of data from the NP and STR folders, with delays attributed to large data volumes. *   Confirmation of a hard drive received from FBI CART containing seized device materials. *   Requests for the hard drive to be returned after data upload for subsequent privilege review. *   Multiple inquiries regarding the status of data uploads and delays.",
      "timestamp": "2020-01-23T00:00:00",
      "timestamp_raw": "2020-01-23",
      "keywords": [
        "epstein",
        "relativity",
        "subpoena returns",
        "search warrant returns",
        "data",
        "vendor",
        "fbi",
        "privilege review",
        "folder",
        "upload"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.9,
            "index": 45,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021066",
      "summary": "On February 7, 2020, an individual requested an update on the upload of materials from an FBI CART hard drive containing data from seized and searched devices related to the Epstein case. The hard drive was received on January 21, 2020, and left with the recipient. The materials were to be uploaded to Relativity for privilege review, mirroring a previous review of Epstein search warrant returns. A subsequent batch of materials was anticipated shortly after the first upload.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "February 7, 2020",
      "keywords": [
        "epstein",
        "fbi cart",
        "relativity",
        "hard drive",
        "privilege review",
        "redaction",
        "search materials",
        "vendor",
        "upload",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.818,
            "index": 42,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016919",
      "summary": "An email chain discusses the receipt of a hard drive from the FBI CART containing materials from the Epstein case. The drive was processed from seized devices and includes data for upload and privilege review to Relativity. A follow-up email requests the return of the hard drive after the materials are uploaded, anticipating another FBI transmission. The privilege review is to be conducted identically to a previous review related to Epstein search warrant returns.",
      "timestamp": "2020-02-07T00:00:00",
      "timestamp_raw": "07 Feb 2020",
      "keywords": [
        "epstein",
        "search materials",
        "relativity",
        "privilege review",
        "fbi cart",
        "hard drive",
        "vendor",
        "upload",
        "data",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021066",
            "similarity": 0.818,
            "index": 41,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.667,
            "index": 44,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016964",
      "summary": "An FBI agent (NY) is requesting information about two sets of electronic devices. One set is a batch of search warrant returns from January 13, and the other is a hard drive received last week. The agent needs a list of the devices contained in each set. The communication involves an Assistant U.S. Attorney from the Southern District of New York and a Senior Forensic Examiner.",
      "timestamp": "2020-02-10T00:00:00",
      "timestamp_raw": "10 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "devices",
        "ny",
        "u.s. attorney",
        "southern district of new york",
        "redaction",
        "greece",
        "forensic examiner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029758",
      "summary": "Emails discuss the upload and privilege review of data from a hard drive received from the FBI CART related to the Epstein case. The hard drive contains processed devices seized and searched. A request is made to upload the materials to Relativity for privilege review. A follow-up email inquires about the status of the upload, and another confirms the materials will be subject to a similar privilege review as previous Epstein search warrant returns. A second hard drive with additional materials is expected shortly.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein",
        "data",
        "upload",
        "relativity",
        "privilege review",
        "fbi",
        "hard drive",
        "vendor",
        "search materials",
        "efta00029758"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016919",
            "similarity": 0.667,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021066",
            "similarity": 0.667,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020807",
      "summary": "Several individuals are discussing the upload and privilege review of data related to the Epstein case. The data, initially from FBI CART hard drives, is being processed and segmented into folders including \"Subpoena Returns,\" \"Search Warrant Returns,\" \"NP,\" and \"PP hits.\" There are requests for consolidation of subfolders and confirmation of data accessibility within Relativity. Updates regarding data loading progress and delays are provided throughout the exchange. One individual confirms receipt of a hard drive containing processed devices and requests its return upon upload.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029758",
            "similarity": 0.583,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.9,
            "index": 40,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.727,
            "index": 46,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00020803",
            "similarity": 0.583,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020839",
            "similarity": 0.583,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029672",
      "summary": "The following emails discuss the upload and privilege review of data related to the Epstein investigation: *   Multiple individuals are requesting updates on the status of data received from the FBI CART, including a hard drive containing seized device materials. *   The data is initially located in the \"Subpoena Returns\" folder, then the “Search Warrant Returns” folder, and later in the “NP” and “STR” folders. *   The data is being segregated into “PP” hits and new data is loaded. *   The FBI is processing multiple hard drives related to the case. *   The privilege review process is being conducted, mirroring previous reviews of Epstein search warrant returns. *   The FBI anticipates further data transmissions.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "fbi",
        "hard drive",
        "subpoena returns",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.727,
            "index": 45,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029758",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.667,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.538,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029754",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020803",
      "summary": "The document records email correspondence regarding the upload and privilege review of materials related to the Epstein case. The materials originated from a hard drive received from the FBI CART, containing data seized during searches. Discussions centered on locating the materials within the Relativity database, specifically under the “Search Warrant Returns” folder. There were concerns about the volume of data and potential issues with the vendor (PAE) releasing it. Updates were provided on the status of data uploads, including the release of the “NP” folder and segregated “PP hits.” Requests were made for guidance on folder structure and for the return of the hard drive once the materials were uploaded. The final email included a document named “STR_Epstein_Privilege Terms_02. I 4.2020.pdf”.",
      "timestamp": "2020-02-23T00:00:00",
      "timestamp_raw": "23 Feb 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "subpoena returns",
        "data upload",
        "fbi",
        "privilege review",
        "folder structure",
        "vendor",
        "data volume"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020839",
      "summary": "Multiple parties (including FBI personnel and a vendor named PAE) are involved in the upload and privilege review of data related to the Epstein case. There are concerns about the volume of data, specifically repeated documents and large file sizes. The data is being transferred from various sources, including FBI CART hard drives, and there are requests for it to be organized and moved to the appropriate Relativity folders (Search Warrant Returns). There are delays and questions regarding the upload process and the need for duplication. Discussions revolve around folder structure, data accessibility, and the timeline for completion of the privilege review.",
      "timestamp": "2020-03-03T00:00:00",
      "timestamp_raw": "03 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "de-dupe",
        "folder structure",
        "fbi",
        "privilege review",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016912",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029754",
            "similarity": 0.818,
            "index": 49,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029754",
      "summary": "The document contains email exchanges regarding the upload and privilege review of extensive search materials related to the Epstein case. Key issues include: *   **Data Volume & Duplication:** Significant concerns were raised about the large volume of data, particularly repeated documents, requiring de-duplication. *   **Folder Structure:** Discussions centered on the correct placement of the materials within the Relativity database, specifically regarding the categorization of data under “Search Warrant Returns” versus “Subpoena Returns.” *   **Vendor Delays:** The vendor (PAE) experienced difficulties releasing the data due to its size, causing delays in processing. *   **Data Delivery:** The FBI provided a hard drive with processed data from seized devices, and subsequent data sets were anticipated. *   **Ongoing Review:** The uploaded data was to be subject to the same privilege review previously conducted on Epstein search warrant returns.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "epstein",
        "relativity",
        "search warrant returns",
        "data",
        "upload",
        "privilege review",
        "redaction",
        "documents",
        "folder structure",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020839",
            "similarity": 0.818,
            "index": 48,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029672",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00020807",
            "similarity": 0.583,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010440",
      "summary": "The provided text is a series of email exchanges concerning the review of documents seized in connection with the Epstein investigation. Key issues include difficulties with the data format received, specifically problems with linking emails to attachments, a lack of metadata associating files with seized devices, and inconsistencies between search warrant returns and the delivered data. The recipients repeatedly request a spreadsheet detailing the devices, the status of data dumps, and the transfer of materials. There are concerns about the volume of data (over a million documents) and the need for a standardized system to track the progress of the review. Multiple attempts are made to schedule a meeting to address these challenges and establish a clearer workflow.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "relativity",
        "data",
        "devices",
        "spreadsheet",
        "conference call",
        "review",
        "files",
        "mac",
        "windows"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.571,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029444",
            "similarity": 0.533,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028339",
      "summary": "The provided text is a series of email exchanges between US Attorney’s Office personnel and external parties regarding the review of documents seized in connection with the investigation of Jeffrey Epstein. The core issues revolve around difficulties in processing and understanding the vast amount of data received, specifically concerning discrepancies between search warrant returns and the actual files, missing metadata, and issues with file loading and database integration. Several key requests are made: a consolidated inventory of devices and data, a system for tracking the review and transfer process, and clarification on the origin and contents of the data files. There are repeated frustrations regarding the lack of clear identification and a need for a standardized spreadsheet to manage the complex data flow, leading to concerns about the effectiveness of the review process.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "data",
        "review",
        "devices",
        "spreadsheet",
        "conference call",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010440",
            "similarity": 0.571,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029444",
            "similarity": 0.615,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029444",
      "summary": "This document concerns the redaction analysis of documents related to the search warrant executed on Jeffrey Epstein’s properties, specifically in New York and the Virgin Islands. Initially, there’s a series of emails coordinating a conference call to discuss the overwhelming volume of seized data (over a million documents) and the lack of clear tracking information.  Key issues raised include: the disorganized nature of the data transfers, a lack of device identification, difficulty linking emails to attachments, problems with the database structure (no links between native files and the loaded data), and inconsistencies in descriptions of seized items. Several individuals (Joseph Picarelli, FBI representatives, and US Attorney staff) attempted to establish a system for tracking the data, proposing spreadsheets and meetings to address the challenges of reviewing and processing the materials. There were concerns about duplicate data, the need for a standardized labeling system for devices, and the difficulty in correlating information between the search warrant returns and the actual seized items. The initial data transfer from a hard drive included both existing and potentially new materials, causing confusion about what had already been provided.  The ultimate goal was to establish a clear process for tracking and reviewing the seized data to facilitate the legal proceedings.",
      "timestamp": "2020-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2020",
      "keywords": [
        "epstein",
        "warrant",
        "documents",
        "search",
        "fbi",
        "data",
        "review",
        "spreadsheet",
        "devices",
        "files",
        "conference call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.615,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010440",
            "similarity": 0.533,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021771",
      "summary": "On April 23, 2020, a request was made to obtain a hard drive containing all returns related to the Epstein case. The request was submitted by a paralegal specialist (EFTA00021771) to Hamilton, a contractor. A Sony employee (MI) was coordinating a handover of a case role. An individual ([REDACTED]) was restricted from attaching a hard drive to a computer system holding financial productions and was consulting with a special agent. The United States Attorney's Office, Southern District of New York (EFTA00021772) is involved.",
      "timestamp": "2020-04-23T00:00:00",
      "timestamp_raw": "April 23, 2020",
      "keywords": [
        "epstein",
        "sony",
        "hard drive",
        "returns",
        "financial productions",
        "contractor",
        "paralegal",
        "efta00021771",
        "efta00021772",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019603",
      "summary": "Emails discuss a case involving “wbtw,” “PPE scam,” and “Epstein/Rikers” related matters. A potential new person, “M,” is being considered for involvement. Bandwidth and workload are frequently discussed, particularly regarding the recipient’s time commitments with Epstein and Rikers investigations. Review of email returns, scheduling financials, investigating a COVID scheme, and potential warrant activities are ongoing. A private review (GCer) is being assigned and the recipient is pursuing iCloud returns. A third person is being considered to assist with email review and accelerate the charging process. A trial is scheduled for September.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "usanys",
        "bandwidth",
        "email review",
        "wbtw",
        "case",
        "ppe scam",
        "materiality",
        "staffing",
        "covid scheme",
        "rikers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026568",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting a copy of FirstBank Puerto Rico bank subpoena returns related to the USvEpstein-2018R01618 investigation. The returns are located at Wisa.doj.gov\\cloud\\NYS\\StAndrews\\Shared\\USvEpstein-2018R01618 InvestigationVi 2018 SDNY investigation\\Subpoena Returns\\FirstBank Puerto Rico. The request is being made to provide a copy to a case agent at 1 Saint Andrews.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "bank records",
        "firstbank puerto rico",
        "subpoena returns",
        "epstein case",
        "united states attorney",
        "southern district of new york",
        "nys",
        "saint andrews",
        "wisa.doj.gov",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022360",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office I SDNY is requesting that a sender provide subpoena returns related to the Epstein case, specifically those previously sent on discs, and also upload them to USAfx. The sender had previously provided a tracker of bank subpoenas and returns on June 2nd. The specialist was unable to locate the returns on the shared drive.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "10 Jun 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "returns",
        "bank",
        "usafx",
        "redaction",
        "tracker",
        "disc",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016316",
      "summary": "An FBI Forensic Accountant at the New York Field Office is requesting access to USAfx. The request stems from an inability to locate subpoena returns previously provided by a U.S. Attorney’s Office paralegal specialist in SDNY, who previously sent returns on discs. The paralegal specialist is asking for the returns to be uploaded to USAfx.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "10 Jun 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "tracker",
        "usafx",
        "forensic accountant",
        "fbi",
        "ny",
        "bank subpoenas",
        "returns",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016343",
      "summary": "An FBI agent (“a”) contacted Amex regarding a credit card associated with Maxwell, noting a discrepancy between Amex account numbering conventions (accounts starting with 37 versus the provided 34). The agent inquired about returns from the card, given the last statement date of 12/18/19. A Forensic Accountant (FBI New York Field Office) responded with an attached draft analysis of Maxwell’s credit cards for discussion purposes, subject to change.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "efta00016343",
        "maxwell's credit cards",
        "amex",
        "returns",
        "credit cards",
        "fbi",
        "forensic accountant",
        "financial productions",
        "analysis",
        "37"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024447",
      "summary": "UBS Financial Services Inc. received a grand jury subpoena dated June 29, 2020. Jezebel Diaz, a paralegal and authorized officer at UBS Group AG’s Legal — Subpoenas, Levies & Garnishments department, sent UBS returns (attached as a zip file) to a recipient via email. The documents included a cover letter and a password-protected production related to the subpoena. The email flagged the message as not virus scanned due to encrypted data.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ubs financial services",
        "grand jury subpoena",
        "ubs",
        "document production",
        "password",
        "jezebel diaz",
        "paralegal",
        "legal",
        "subpoenas",
        "levies & garnishments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024490",
      "summary": "An email chain discusses the SDNY Investigation. It involves forwarding subpoena returns from UBS, requiring unzipping files with the password \"Max_0707\" and saving them to a shared location. Account statements for 2020 are being sent, and a CD with statements for 2018 and 2019 is being requested for overnight delivery. The sender is a UBS paralegal/authorized officer in Nashville, TN.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00024490",
        "sdny investigation",
        "ubs",
        "subpoena",
        "account statements",
        "max_0707",
        "nicole canter",
        "redaction analysis",
        "winzip",
        "7-zip"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022197",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting additional discovery materials related to a case, likely involving the Maxwell investigation. Specifically, the requests include: *   Grand jury transcripts from a disc. *   Scans of message pads without post-it notes. *   SW returns for warrants related to mag 6719 and NH premises. *   The full FBI Sentinel file. *   CART paperwork regarding data extraction from seized devices. *   All 302s related to data extraction and image reviews. *   Scans of files provided by Reiter to the FBI. *   Scans of all un-scanned hard copy documents seized during searches, excluding nude/partially nude images (with a log for those). *   Contents of seized discs, excluding nude/partially nude images (with a log for those).",
      "timestamp": "2020-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2020",
      "keywords": [
        "discovery",
        "transcripts",
        "warrants",
        "fbi",
        "scans",
        "images",
        "sdny",
        "maxwell",
        "data",
        "returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032205",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030986",
            "similarity": 0.6,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023952",
      "summary": "Key points include: *   **Request for Materials:** The USANYS is requesting various FBI documents and scans, including grand jury transcripts, evidence scans, FBI file, returns for warrants, and copies of all seized documents and images. *   **Missing Items:** There are specific requests for missing returns related to warrants (20 mag 6719 and NH premises warrants), CART paperwork regarding data extractions, and 302s related to device extractions and image reviews. *   **Scan Issues:** The FBI is experiencing difficulties providing scans without post-it notes on message pad pages and is working on retrieving copies of non-nude images for production. There's a concern about the volume of evidence requiring extensive processing. *   **Timeline Concerns:** The FBI expresses difficulty meeting the requested timelines, particularly regarding the processing of a large volume of evidence, specifically concerning nude/semi-nude images. *   **Collaboration:** The parties intend to schedule a call to discuss the timeline and outstanding issues.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "fbi",
        "discovery",
        "transcripts",
        "evidence",
        "scans",
        "images",
        "warrants",
        "returns",
        "302s",
        "nypd",
        "new york",
        "miami",
        "case files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032205",
            "similarity": 0.643,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030986",
            "similarity": 0.5,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032205",
      "summary": "The primary focus is on gathering and organizing evidence, including message pad scans, paper documents, electronic evidence, and disk returns. Key issues include: *   **Missing Materials:** Requests are being made for missing FBI files, CART paperwork, 302s, scans of Reiter’s documents, and scans of hard copy documents (particularly those not yet digitized). *   **Scan Issues:** There are concerns about the quality of provided scans, specifically regarding post-it notes on message pads and the lack of complete scans without them. *   **Timeline Pressure:** There’s a sense of urgency to complete the discovery process, with requests for materials to be provided by specific deadlines (e.g., by Friday). *   **Communication and Coordination:** Frequent email exchanges demonstrate ongoing communication and attempts to coordinate efforts among the involved parties.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "discovery",
        "scans",
        "fbi",
        "message pads",
        "evidence",
        "returns",
        "transcripts",
        "warrants",
        "images",
        "nypd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023952",
            "similarity": 0.643,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022197",
            "similarity": 0.538,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030986",
            "similarity": 0.6,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030986",
      "summary": "This document is a series of email exchanges between the Southern District of New York (SDNY) and the FBI regarding the discovery process in a case, likely involving child exploitation and human trafficking. Key points include: *   **Discovery Items Requested:** The SDNY is requesting various items, including scanned documents (message pads, paper evidence, evidence scans), FBI files, returns for warrants, and copies of digital media. *   **Status Updates:** The FBI provides updates on the progress of scanning and organizing the evidence, noting challenges like large volumes of data and the need to remove potentially disturbing images. *   **Missing Materials:** Specific items are identified as missing, such as full FBI Sentinel files, CART paperwork, 302s regarding device extractions, and scans of documents provided by Reiter. *   **Technical Issues:** There are reports of technical difficulties, including large attachment sizes and the need for scans without post-it notes. *   **Timeline Concerns:** Discussions revolve around timelines for receiving the requested materials and scheduling calls to coordinate efforts.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "fbi",
        "discovery",
        "scans",
        "message pads",
        "miami",
        "transcripts",
        "warrants",
        "evidence",
        "returns",
        "files",
        "data",
        "images",
        "post-it notes",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032205",
            "similarity": 0.6,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023952",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022197",
            "similarity": 0.6,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038177",
      "summary": "On August 19, 2020, an email exchange occurred regarding Amex returns from January 24, 2020. One party (identified as [REDACTED]) reported encountering issues with encrypted files within the returns and requested confirmation from another party (identified as [REDACTED]) regarding a password or unencrypted version of the documents. The initial email stated that all financials had been turned over to a third party (\"him\").",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "August 19, 2020",
      "keywords": [
        "amex returns",
        "redaction",
        "password",
        "encryption",
        "maxwell",
        "2020",
        "documents",
        "financials",
        "efta00038177"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023957",
      "summary": "The primary parties involved are the FBI (specifically a Special Agent in New York) and the Assistant United States Attorney for the Southern District of New York. Key requests include: *   **Immediate Delivery:** Copies of VHS tapes and microcassettes from Reiter, as well as the FBI file and scans of the FL file and NY/VI evidence. *   **Message Pad Scans:**  Requests for scans of message pads without post-it notes and a copy of the “gj transcript disc.” *   **Evidence Returns:** Requests for paper evidence from NY, VI, and Reiter. *   **CART Paperwork:**  Demand for documentation of data extraction procedures by CART. *   **Longer-Term Requests:**  Requests for the full FBI Sentinel file, all 302s regarding device extractions, scans of Reiter’s files, and scans of all un-scanned hard copy documents (excluding nude images). *   **Image Review:** Requests for access to digital images seized during the investigation, along with detailed logs regarding their location and storage. There’s discussion about scheduling time to review materials in person and a need for additional time to process a large volume of evidence containing nude/semi-nude images. The correspondence highlights a back-and-forth exchange about timelines, delivery methods (disk/thumbdrive), and the need for clarification on various aspects of the investigation’s documentation.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "discovery",
        "fbi",
        "transcripts",
        "scans",
        "evidence",
        "message pads",
        "vhs tapes",
        "microcassettes",
        "disk",
        "thumbdrive",
        "302s",
        "images",
        "data extraction",
        "nypd",
        "ny",
        "vi",
        "reiter",
        "cart",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023673",
      "summary": "The investigation involves a box of media (VHS tapes, cassette tapes, microcassettes, newspaper articles), a thumb drive containing a spreadsheet with highlighted items, and loose disks. Key activities include: *   **Media Conversion:** VHS and cassette tapes are to be converted to digital formats. *   **Redaction:**  The FBI is actively redacting images from the media, focusing on removing potentially disturbing content. *   **Evidence Tracking:** A spreadsheet tracks the inclusion of items based on highlighted criteria. *   **Disk Distribution:**  Disks containing scans and evidence are being prepared and sent to the US Attorney’s office. *   **Ongoing Requests:** The US Attorney is requesting further scanned materials (message pad scans without post-its, SW returns for warrants, full FBI Sentinel files, CART paperwork, scans of Reiter’s documents, and scans of all un-scanned hard-copy documents), and a platform for reviewing the data. Communication is primarily via email between the FBI agents and the US Attorney, with updates and requests for clarification.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "fbi",
        "discovery",
        "media",
        "vhs",
        "cassette",
        "microcassette",
        "thumbdrive",
        "disks",
        "evidence",
        "scans",
        "investigation",
        "reproductions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026741",
      "summary": "This document details the exchange of discovery materials related to an FBI investigation, likely involving child exploitation and human trafficking, overseen by the US Attorney’s office in the Southern District of New York. Key elements include: *   **Initial Delivery:** A box of media (VHS tapes, cassette tapes, microcassettes, and newspaper articles) provided by Reiter, accompanied by a thumbdrive with a spreadsheet detailing included items. *   **Ongoing Redaction:** The FBI is actively redacting sensitive materials from the discovered media. *   **Requests for Additional Materials:** The US Attorney’s office requests further items, including transcript discs, paper evidence, FBI files, and digital scans without post-it notes. Specifically, they seek copies of grand jury transcripts, returns for warrants, and detailed logs of image scans (particularly concerning potentially sensitive images). *   **Technical Challenges:** The team faces issues with the scanned materials, including discrepancies between versions with and without post-it notes, and a large volume of images requiring review and redaction. *   **Coordination:** Multiple parties – the FBI New York Field Office, NYPD detectives, and the US Attorney’s office – are involved in coordinating the collection, review, and redaction process.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "analysis",
        "media",
        "vhs",
        "cassette",
        "microcassettes",
        "thumbdrive",
        "spreadsheet",
        "evidence",
        "scans",
        "fbi",
        "redactions",
        "disks",
        "images",
        "copies",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028823",
      "summary": "*   The files are initially copied to a drive and will be uploaded to the Relativity database under the folder “US v. Epstein 4 FBI Case File 4 Images Seized During Search.” *   Requests are made regarding the stamping process (Confidential stamp, Bates number, preferred production format - TIFF images, database load files, or PDF), and clarification is given that searching the files after they've been loaded to Relativity is not possible due to their format. *   There is discussion about the appropriate handling of privileged review (only warrant returns should be privileged) and the lack of a confidential stamp option for Excel files. *   A link to the Relativity database is provided for review.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "deutsche bank",
        "jpmorgan",
        "data",
        "production",
        "confidential",
        "files",
        "upload",
        "redaction",
        "pae",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028820",
      "summary": "*   Questions arise regarding the presence of a confidential stamp on native Excel files, and whether the documents require privilege review (specifically, excluding electronic search warrant returns). *   Links to Relativity pages for Deutsche Bank and JP Morgan documents are provided for review. *   Concerns are raised about data access within Relativity due to the format of the files (primarily images and video). *   Requests are made for details on document production format (tiff images, database load files, or PDF production), Bates number usage, and the placement of a confidential stamp. *   A legal specialist from the US Attorney’s Office SDNY is involved in coordinating the upload process.",
      "timestamp": "2020-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2020",
      "keywords": [
        "relativity",
        "epstein",
        "maxwell",
        "documents",
        "production",
        "confidential",
        "data",
        "search",
        "pae",
        "database"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029025",
      "summary": "This redacted document details the production of electronic files related to the Epstein/Maxwell investigation for the US Attorney’s Office. Key discussions revolve around: *   **Text Reader Capabilities:** A contractor is investigating the Bureau of Prisons’ (BOP) computer systems to determine if they can open the files, aiming to prevent defense claims of inability to access them. *   **Production Format:** The contractor is producing files in their original format (Excel and TXT) to both Maxwell and defense counsel, initially converting them to ensure compatibility with the Metropolitan Detention Center (MDC). *   **Confidential Stamping:** There’s a request to apply a confidential stamp to the files, and a discussion about the method (native format vs. image placeholders). *   **Data Delivery:** Links to Relativity databases containing the production files (Deutsche Bank and JPMorgan) are provided. *   **Privilege Review:** A clarification is given that only certain documents (search warrant returns) require privilege review. *   **Initial Upload & Review:** The contractor is preparing to upload approximately 40,000 files (300GB) to Relativity for stamping, awaiting approval for direct upload or a preliminary review.",
      "timestamp": "2020-09-25T00:00:00",
      "timestamp_raw": "25 Sep 2020",
      "keywords": [
        "relativity",
        "text reader",
        "files",
        "production",
        "excel",
        "confidential",
        "database",
        "usanys",
        "discovery",
        "conversion",
        "format",
        "stamp",
        "images",
        "relativityjgo"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026833",
      "summary": "On October 11, 2020, [REDACTED] informed [REDACTED] that they were moving “Goldberger hits” (likely related to Jack Goldberger’s involvement) out of the Epstein search warrant database. This followed an email from [REDACTED] (using Jack Goldberger’s email address) requesting the removal of those hits. The email was flagged for privilege review due to the potential association with Jack Goldberger, who represented Epstein.",
      "timestamp": "2020-10-11T00:00:00",
      "timestamp_raw": "October 11, 2020",
      "keywords": [
        "epstein",
        "goldberger",
        "sw",
        "search terms",
        "redaction",
        "usanys",
        "email",
        "database",
        "privilege review",
        "returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013250",
      "summary": "An email thread, dated October 12, 2020, discusses the return of “Epstein SW returns.” The email involves individuals and organizations including [REDACTED], [REDACTED], [REDACTED], USAHUB-USAJouma1111, and a message identified by the email address <3430E72C-113B-4F38-AB40-C13D5359BBCB@usa.doj.gov>. The email is related to EFTA00013250.",
      "timestamp": "2020-10-12T00:00:00",
      "timestamp_raw": "October 12, 2020",
      "keywords": [
        "epstein",
        "sw returns",
        "redaction",
        "efta00013250",
        "usa",
        "doj",
        "email",
        "message",
        "returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030599",
            "similarity": 0.8,
            "index": 86,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011409",
      "summary": "On October 13, 2020, a contractor ([REDACTED]) communicated with [REDACTED] regarding a hard drive issue and a responsiveness review of Epstein SW returns on Relativity. The contractor offered availability for a call between 9:00 AM and 11:00 AM, and again between 12:30 PM and 2:00 PM. A subsequent email exchange continued this discussion, with the contractor confirming they were working to resolve the hard drive issue and proposing a callback time.  A third email, dated October 11, 2020, initiated the discussion regarding the responsiveness review.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "responsiveness review",
        "relativity",
        "hard drive",
        "contractor",
        "call",
        "usanys",
        "redaction",
        "efta00011409"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026804",
            "similarity": 0.636,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030608",
            "similarity": 0.583,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026804",
      "summary": "On October 13, 2020, an individual (identified as a USANYS contractor) contacted [REDACTED] to follow up on a review of responsiveness regarding Epstein SW returns on Relativity. The contractor offered availability between 9:00 AM and 11:00 AM and 12:30 PM and 2:00 PM. [REDACTED] responded with a request for a call to discuss the review and offered availability throughout the morning. The contractor stated they were working to “get this hard drive out the door.”",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "responsiveness review",
        "relativity",
        "contractor",
        "call",
        "efta00026804",
        "usanys",
        "redaction",
        "data drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011409",
            "similarity": 0.636,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030608",
            "similarity": 0.583,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030608",
      "summary": "An email exchange occurred between individuals associated with “USANYS” and “EFTA00030608” regarding a call to discuss the responsiveness review of Epstein SW returns on Relativity. The sender, EFTA00030608, offered availability between 9:00 AM and 11:00 AM and 12:30 PM and 2:00 PM on Tuesday, October 13, 2020. The original email from the recipient, [REDACTED], requested a call to discuss the same topic.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "epstein",
        "responsiveness review",
        "relativity",
        "efta00030608",
        "call",
        "usanys",
        "contractor",
        "redaction",
        "2020",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026804",
            "similarity": 0.583,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011409",
            "similarity": 0.583,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026808",
      "summary": "An email chain initiated on October 14, 2020, requests the creation of five saved searches related to the “U.S. v. Epstein (SW Returns)” relativity database. The searches target email addresses EFTA00026808 and EFTA00026809, and also includes searches for documents containing the words “Maxwell” or “Ghislaine.” A follow-up email on October 9, 2020, confirms the creation of the saved searches and provides contact information for the Southern District of New York United States Attorney. Two redactions are present in the document.",
      "timestamp": "2020-10-14T00:00:00",
      "timestamp_raw": "October 14, 2020",
      "keywords": [
        "relativity",
        "saved searches",
        "email",
        "efta00026808",
        "epstein",
        "ghislaine",
        "maxwell",
        "search requests",
        "us attorney",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025558",
      "summary": "DICICCO, GULMAN & COMPANY, LLP prepared 2019 income tax returns for Scott Borsgeron and Ghislaine Maxwell, including a U.S. Individual Income Tax Return, a Federal Report of Foreign Bank and Financial Accounts (Form 114), and a Massachusetts Individual Income Tax Return. Form 114 will be electronically filed with FinCEN. The returns were prepared from information provided by the clients without verification. Clients are advised to preserve records for potential tax authority examinations. Form 114A must be filed with the firm by October 15, 2020, and requires the client’s signature and date.",
      "timestamp": "2020-10-15T00:00:00",
      "timestamp_raw": "October 15, 2020",
      "keywords": [
        "tax return",
        "foreign bank and financial accounts",
        "income tax",
        "2019",
        "fincen",
        "dicicco gulman & company",
        "scott borgerson",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024736",
      "summary": "An email exchange occurred on October 20, 2020, regarding \"search warrant returns.\" The subject line was \"RE: GM -- search warrant returns.\" The sender is identified as “USAHUB-USAJouma1111” and the recipient is [REDACTED]. An attached file named “RELGMn” and a message named “search_warrant retums.msg” were included.",
      "timestamp": "2020-10-20T00:00:00",
      "timestamp_raw": "October 20, 2020",
      "keywords": [
        "search warrant",
        "returns",
        "redaction",
        "efta00024736",
        "gm",
        "usahub",
        "message",
        "outlook"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017947",
            "similarity": 0.6,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030606",
            "similarity": 0.6,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017946",
            "similarity": 0.5,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030605",
      "summary": "An email thread, dated October 20, 2020, discusses \"GM -- search warrant returns.\" The email originated from [REDACTED] to [REDACTED], [REDACTED], and [REDACTED], with copies sent to MIEllialMME and USAHUB-USAJouma1111. The email includes an attached message named \"GM -- search_warrant retums.msg.\" The subject line is \"RE: GM -- search warrant returns.\"",
      "timestamp": "2020-10-20T00:00:00",
      "timestamp_raw": "October 20, 2020",
      "keywords": [
        "search warrant",
        "redaction",
        "efta00030605",
        "gm",
        "usahub",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017947",
      "summary": "An email exchange discusses search warrant returns related to \"GM.\" The email was sent on October 21, 2020, and included recipients [REDACTED], [REDACTED], [REDACTED], and [REDACTED]. The email thread is identified as EFTA00017947.",
      "timestamp": "2020-10-21T00:00:00",
      "timestamp_raw": "October 21, 2020",
      "keywords": [
        "search warrant",
        "redaction",
        "gm",
        "returns",
        "message",
        "outlook",
        "email",
        "efta00017947"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024736",
            "similarity": 0.6,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030606",
            "similarity": 0.6,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017946",
            "similarity": 0.5,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030606",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on October 21, 2020, regarding search warrant returns, identified as “USAHUB-USAJouma1111” and containing the attached message “search_warrant retums.msg”. The email is associated with the identifier EFTA00030606.",
      "timestamp": "2020-10-21T00:00:00",
      "timestamp_raw": "October 21, 2020",
      "keywords": [
        "search warrant",
        "redaction",
        "usahub",
        "gm",
        "message",
        "returns",
        "email",
        "efta00030606"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017947",
            "similarity": 0.6,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024736",
            "similarity": 0.6,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030524",
      "summary": "On November 2, 2020, a request was made to produce documents from the “NYC024348”, “NYC024349”, and “NYC024350” folders within the “US v. Epstein (SW Returns)” database. Specifically, 347 documents were tagged as “Identified Responsive” in one folder, 39 in another, and 4,897 in the third. A vendor inquired about the scope of the search, and confirmations were received regarding the planned production. On October 28, 2020, a new request was submitted for searches on the same folders, using specific search terms and email addresses, all tagged as “Potentially Responsive.” The goal was to identify potentially responsive documents for review and subsequent production.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "maxwell case",
        "usanys",
        "contractor",
        "relativity",
        "nyc024348",
        "nyc024349",
        "nyc024350",
        "responsive documents",
        "epstein",
        "search terms",
        "email addresses",
        "production"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026593",
      "summary": "An email thread discusses the release of NP folders related to Jeffrey Epstein’s SW Returns. The email originated from [REDACTED] to [REDACTED], with CC’d recipients including “[REDACTED],” “[REDACTED],” and “[REDACTED]”. The subject line is “RE: Jeffrey Epstein SW Returns- NP folders released.”",
      "timestamp": "2020-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2020",
      "keywords": [
        "jeffrey epstein",
        "sw returns",
        "np folders",
        "redaction analysis",
        "efta00026593"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029493",
      "summary": "An email exchange discusses adding search terms related to electronic devices, specifically including \"passenger\" and “massage/masseuse,” to a draft list. A warrant (search warrant dated 20 Mag 6719) is attached for reference. The intention is to run the terms through software (“SW returns”) the following week.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2020",
      "keywords": [
        "search terms",
        "devices",
        "redaction",
        "passenger",
        "relativity",
        "electronic devices",
        "warrant",
        "massuese",
        "returns",
        "sw"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030599",
      "summary": "An email exchange concerning “Epstein SW returns” is being documented. The email originated from [REDACTED] to [REDACTED], with CC’d recipients including MINIWYS and USAHUB-USAJouma1111. The email is associated with the case EFTA00030599.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "epstein",
        "sw returns",
        "redaction",
        "efta00030599",
        "usa",
        "doj",
        "email",
        "message",
        "returns"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013250",
            "similarity": 0.8,
            "index": 73,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017946",
      "summary": "An email thread discusses search warrant returns related to a case identified as \"GM\" (EFTA00017946). The email exchange involves multiple recipients including individuals at USANYS and SANYSil. The email includes a linked message file named “GM -- search_warrant retums.msg”.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "search warrant",
        "redaction",
        "efta00017946",
        "gm",
        "usanys",
        "outlook",
        "message",
        "returns",
        "2020",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017947",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024736",
            "similarity": 0.5,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016464",
      "summary": "A request was made to redact access to specific documents within the “US v. Epstein (SW Returns)” database. Specifically, 397,365 documents not tagged “Identified Responsive” were to be locked off, leaving 1,218,719 tagged documents accessible. The contractor, USANYS, was tasked with executing this redaction and placing the non-responsive documents in designated subfolders within the FBI’s Di Search Warrant Returns and New_Search Warrant Returns folders.",
      "timestamp": "2020-12-04T00:00:00",
      "timestamp_raw": "December 4, 2020",
      "keywords": [
        "epstein",
        "relativity",
        "usanys",
        "contractor",
        "search warrant",
        "fbi",
        "non-responsive",
        "documents",
        "data",
        "lockdown"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016526",
            "similarity": 0.538,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011251",
            "similarity": 0.538,
            "index": 106,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016526",
      "summary": "On December 8, 2020, a contractor (USANYS) requested confirmation that a search within the “US v. Epstein (SW Returns)” database should be marked as Non-Responsive and locked off. The contractor proposed placing the Non-Responsive documents in subfolders within the “al Search Warrant Returns” and “USvE_20200728” parent folders. On December 4, 2020, a request was made to lock off access to 397,365 documents not tagged “Identified Responsive,” leaving 1,218,719 tagged documents accessible.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "efta00016526",
        "non-responsive",
        "maxwell relativity",
        "usanys",
        "contractor",
        "search warrant returns",
        "data",
        "lockdown",
        "documents",
        "relativity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016464",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031730",
      "summary": "An email chain discusses the delivery of tax returns (2015-2019) from Maxwell Financial Report Appendices. One individual requested a ZIP file be burned to a DVD and picked up. Another individual received the ZIP file and offered alternative delivery methods: forwarding the original email link, uploading to USAFx, or providing a hard drive copy. The download of the full Financial Report Appendices to USAFx is still in progress, estimated to take approximately an hour to an hour and a half to complete.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "December 11 2020",
      "keywords": [
        "maxwell financial report",
        "tax returns",
        "zip file",
        "usafx",
        "dvd",
        "it department",
        "redaction analysis",
        "efta00031730",
        "2015-2019",
        "defense team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032004",
      "summary": "This document is a transcript of a phone call between defense counsel (Sternheim and Everdell) and MDC legal counsel regarding a female inmate, GM, held at a Bureau of Prisons facility (MDC). Key issues discussed include: *   **Excessive Surveillance:** GM is subjected to constant surveillance, including a second camera pointed into the visiting room, frequent wake-up calls, and intrusive searches (including strip searches) that are significantly more extensive than those given to other inmates. *   **Differential Treatment:** GM receives enhanced privileges (extended computer access, shower, phone, TV) due to her situation, leading to concerns she is effectively in solitary confinement. This treatment is driven, in part, by the need to review a large volume of discovery. *   **Requests for Change:** Sternheim requests the Warden be brought before Judge Nathan to explain the justification for the surveillance and searching, specifically requesting the removal of the second camera and a reduction in intrusive searches to match those of other inmates. *   **Day Room Concerns:** The conversation repeatedly returns to the issue of GM being housed in a day room, which would mitigate many of the current problems, but is not being implemented. *   **Discovery Access:** There is a substantial amount of discovery material for GM to review, and the defense is seeking an extension to facilitate this process. The overall tone reflects frustration with the BOP's handling of GM's case and a strong advocacy for her rights and well-being.",
      "timestamp": "2020-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2020",
      "keywords": [
        "surveillance",
        "searches",
        "discovery",
        "solitary confinement",
        "camera",
        "treatment",
        "warden",
        "gm",
        "inmate",
        "lockdown",
        "review",
        "covid",
        "restrictions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028201",
      "summary": "On February 17, 2021, a contractor (USANYS) informed a user that a “filepath” field has been added to the \"Epstein Relativity Database\" to display the NYC serial number of documents. This follows a previous request from the user to add a column to the database showing the NYC serial number for documents related to “US v. Epstein (SW Returns).” The contractor provided a screenshot illustrating the use of the “filepath” field. The Assistant United States Attorney from the Southern District of New York is listed as EFTA00028202.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "February 17, 2021",
      "keywords": [
        "epstein database",
        "relativity",
        "nyc serial number",
        "filepath",
        "contractor",
        "usanys",
        "redaction",
        "database",
        "us v. epstein",
        "document"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021373",
      "summary": "A request was made by an Assistant United States Attorney from the Southern District of New York to Chris (USANYS Contractor) regarding adding a column to the \"US v. Epstein (SW Returns)\" Relativity database to display the NYC serial number for each document. The request stemmed from a previous assistance Chris provided in adding this column. The email chain details the specific query and the desired action.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "epstein",
        "relativity",
        "database",
        "nyc",
        "serial number",
        "document",
        "contractor",
        "usanys",
        "redaction",
        "chris"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031940",
      "summary": "An email chain discusses granting access to the Relativity platform, specifically the US v Epstein and US v Epstein (SW Returns) databases. A form was attached for the recipient to sign and return to gain access.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "relativity",
        "access",
        "epstein",
        "databases",
        "form",
        "rules of behavior",
        "efta00031940"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027355",
      "summary": "PAE’s technical team determined that a saved search containing 109,853 EMLX files is comprised of empty attachments with image placeholders indicating export failure. The majority of the parent documents have “partial” in their filenames. These records likely represent missing attachments not captured by the data custodian. The document references a Relativity jgo link for the US v. Epstein (SW Returns) case.",
      "timestamp": "2021-04-01T00:00:00",
      "timestamp_raw": "01 Apr 2021",
      "keywords": [
        "efta00027355",
        "epstein",
        "us v. epstein",
        "redaction analysis",
        "emlx files",
        "relativityjgo",
        "pae",
        "data custodian",
        "image placeholder",
        "partial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027294",
      "summary": "The production “Nineteenth” is ready for review, with the exception of FBI Recovered Metadata. The production, index, and cover letter are saved on a shared drive. The standard protective order stamp (“SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17”) is proposed for stamping the materials. A 500GB drive is requested for the FBI Recovered Metadata.  The team is coordinating with defense counsel regarding the stamping of JPMC returns and the use of a protective order stamp.",
      "timestamp": "2021-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2021",
      "keywords": [
        "production",
        "protective order",
        "metadata",
        "fbi",
        "stamping",
        "jpmc",
        "defense counsel",
        "redaction",
        "index",
        "shared drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027298",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027298",
      "summary": "The document details the preparation of a production related to the “Nineteenth Production,” likely a legal case involving Jeffrey Epstein. Key actions include: *   Requests for modifications to an index and cover letter, specifically regarding the categorization of “FBI Recovered Metadata” (splitting it into two subfolders). *   Addition of specific language to the cover letter explaining the HTML files and file structure associated with the recovered data. *   Confirmation that the entire production is stamped and ready for review, excluding the FBI Recovered Metadata (which requires a 500GB drive). *   Discussion regarding the stamping of JP Morgan Chase returns, with a preference for using the existing protective order stamp. *   Coordination on the protective order designation to be used on all materials.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2021",
      "keywords": [
        "production",
        "metadata",
        "fbi",
        "epstein",
        "protective order",
        "files",
        "index",
        "cover letter",
        "jpmc",
        "stamping"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027294",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015875",
      "summary": "This document is a Relativity review regarding the US v. Epstein case, specifically concerning SW returns (USGME01782221). It originated from [REDACTED] to [REDACTED] and was sent on August 18, 2021, with a link to the Relativity platform (https://dIpe.nss.pae.com/Relativity/go?id=2370462-2823018).",
      "timestamp": "2021-08-18T00:00:00",
      "timestamp_raw": "August 18, 2021",
      "keywords": [
        "relativity",
        "us v. epstein",
        "sw returns",
        "usgme01782221",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038949",
      "summary": "An email was sent to multiple recipients regarding Amazon return records for the “Maxwell Amazon Records” case. The sender, an Assistant United States Attorney, requested a copy of the returns. Attached were two zip files – “Original Returns” and “SDNY_GM_00000966-976 (Amazon)” – containing original and Bates stamped versions of the returns, respectively, accessible via a Box link. The Bates stamped files were provided to facilitate easy review due to their non-password protected status.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "15 Sep 2021",
      "keywords": [
        "amazon",
        "returns",
        "usafx",
        "bates",
        "maxwell",
        "email",
        "records",
        "sdny",
        "zip files",
        "external email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022328",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office, SDNY is requesting confirmation from another contractor (USANYS) regarding receipt of a subpoena return for an AT&T court subpoena. The specialist is investigating multiple AT&T subpoena returns and needs to determine if the recipient received the specific subpoena attached.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "at&t",
        "subpoena",
        "court",
        "returns",
        "usanys",
        "redaction",
        "at&t court subpoena",
        "paralegal",
        "sdny",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027657",
      "summary": "An email chain discusses an Amazon return related to a legal case (USvEpstein-2018R01618). A contractor, [REDACTED], is tasked with reviewing a discovery cover letter and adding the Amazon return to production files, specifically the Rule 16 production and a folder for Amazon subpoena returns. The contractor is coordinating with an Assistant United States Attorney regarding the handling of the returns and their placement within the trial’s discovery process.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "amazon return",
        "redaction",
        "discovery",
        "subpoena",
        "rule 16",
        "usanys",
        "contractor",
        "letter",
        "returns",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010178",
            "similarity": 0.538,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010178",
      "summary": "An email chain discusses the handling of Amazon returns related to a discovery process, specifically involving a case referenced as “USvEpstein-2018R01618.”  A draft discovery cover letter (attached) was saved for review.  Multiple individuals (identified only as “[REDACTED]”) were involved in adding the returns to various folders, including a Rule 16 production and a trial subpoena returns folder within a shared cloud storage location (W.Usa.doj.gov\\ cloud\\ NYS\\ StAndrews SharecAUSvEpstein-2018R0161MITriaNTrial Subpoena Returns\\Amazon \\ 2021.11.10).  One individual requested the preparation of a pending Rule 16 production with the Amazon returns for immediate distribution.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "amazon return",
        "redaction",
        "discovery",
        "subpoena",
        "rule 16",
        "usanys",
        "contractor",
        "maxwell discovery",
        "standrews",
        "trial returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027657",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006072",
      "summary": "This document appears to be a redacted collection of sales records from an “Adult Video Warehouse.” Specifically, it contains multiple transaction records (pages 3-12) detailing the sale of novelty items—primarily adult videos—along with associated tax and payment information. Each record includes item descriptions, prices, subtotal, tax, total amount, payment method (MasterCard/Visa), and a disclaimer stating “NO NOVELTY RETURNS, NO REFUNDS; LINGERIE MUST HAVE TAGS ATTACHED.” One record (page 3) provides a more detailed receipt including employee information and inventory numbers. One section (page 6) is a more formal declaration, likely part of a legal or investigative process, stating that records are maintained as described and signed under penalty of perjury.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "efta00006072",
        "records",
        "inventory",
        "novelty",
        "video warehouse",
        "returns",
        "refunds",
        "lingerie",
        "tags",
        "sales",
        "mastercard",
        "visa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016038",
      "summary": "This document is a redaction analysis for account number EFTA00016038, belonging to Ghislaine Maxwell. It details her account information, including account type (RMA Domestic - Sole Owner), personal details (name, citizenship, date of birth, contact information, employment, and net worth), and investment details. It outlines requirements for account opening, including verification of information and disclosures related to affiliated securities firms. The document also specifies an aggressive risk profile for this particular account, aiming for high returns through a combination of income and capital appreciation investments.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "account number",
        "rma",
        "client relationship agreement",
        "personal information",
        "citizenship",
        "united states",
        "date of birth",
        "single",
        "residential address",
        "net worth",
        "investment information",
        "ubs",
        "affiliations",
        "u.s federal law",
        "social security number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038594",
      "summary": "A draft analysis of 2019, 2018, and 2017 tax returns was prepared by a Forensic Accountant at the FBI New York Field Office. The analysis includes two attached documents: “2019_2018_2017_Tax_Return_Analysis_V1_12-13-20.pdf” and “Cohen_and_Gresser_Page_9_Schedule_V2.pdf,” intended for discussion purposes. The case reference is EFTA00038594.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038594",
        "tax returns",
        "analysis",
        "2019",
        "2018",
        "2017",
        "forensic accountant",
        "fbi",
        "redaction",
        "discussion"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011251",
      "summary": "The FBI has limited its review of materials related to Jeffrey Epstein’s devices to documents tagged \"Responsive\" in Relativity, images and videos identified as responsive, and specific iPad/iPhone portions flagged responsive by SDNY. Moving forward, the sender requests confirmation if any non-responsive material is encountered and proposes action to lock it off. A request is made to lock off 397,365 non-responsive documents from the “US v. Epstein (SW Returns)” database, leaving 1,218,719 responsive documents accessible.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "relativity",
        "fbi",
        "responsive",
        "non-responsive",
        "documents",
        "search warrant",
        "data",
        "maxwell",
        "us v. epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016464",
            "similarity": 0.538,
            "index": 88,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}