{
  "keyword": "visa",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 10,
  "total_files": 36,
  "timeline": [
    {
      "file_id": "EFTA00037186",
      "summary": "An email chain discusses travel arrangements for an individual (RS) traveling from Cape Town to New York. The emails request a flight booking for February 27th to New York, a return flight to London, and confirmation of a meeting with Jeffery regarding the flight booking. Additionally, the sender requests that Jeffery be informed about the individual’s intention to visit three modelling agencies.",
      "timestamp": "2007-02-09T00:00:00",
      "timestamp_raw": "9 Feb 2007",
      "keywords": [
        "yahoo mail",
        "dropbox",
        "flight booking",
        "new york",
        "uk",
        "visa",
        "modelling agencies",
        "february 27th",
        "investment portfolio",
        "travel sites"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016542",
      "summary": "*   **Account Details:** The account includes multiple accounts labeled RMA Domestic and MIA Domestic. *   **Client Information:** Ghislaine Maxwell’s personal information is provided, including her citizenship (United States), marital status (Single), date of birth, contact information, and employment details (TerraMar Project). *   **Net Worth:** Her net worth ranges from $10,000,000 AND ABOVE, with an annual income range of $200,000 - $499,999. *   **Investment Information:** Maxwell’s investment history includes 20 years of investment accounts with no holdings in equities, bonds, or futures. *   **Disclosure of Beneficial Ownership:** The document requires the obtaining and recording of information to identify each person or entity opening an account. *   **Margin Agreement:** The account has a margin agreement in place. *   **Cost Basis Method:** The account uses a First In, First Out (FIFO) cost basis method. *   **Features and Services:** The account includes Premier RMA/BSA and Visa Credit features. *   **Risk Profile:** The account risk profile is defined as Moderately High Risk. *   **Sweep Account Election:** The primary sweep fund is UBS Bank Sweep Program. *   **U.S. Political Affiliation:** Maxwell has indicated that she does not derive a substantial amount of her income/wealth from a country outside the United States, nor does she hold any positions with political affiliations. *   **Credit Report:** UBS is required to obtain a credit report for the account holder.",
      "timestamp": "2014-02-12T00:00:00",
      "timestamp_raw": "02/12/2014",
      "keywords": [
        "efta00016542",
        "ghislaine maxwell",
        "account number",
        "rma domestic",
        "client relationship agreement",
        "signature requirement",
        "sdny_gm_00274191",
        "mia domestic",
        "ubs",
        "investment accounts",
        "sweep options",
        "financial advisor",
        "credit card",
        "margin",
        "beneficial ownership",
        "personal information",
        "net worth",
        "investment information",
        "investment objectives",
        "tax-free fund",
        "e-delivery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010277",
      "summary": "This document is a questionnaire for United States Attorneys' Offices and the Executive Office for United States Attorneys regarding foreign travel. It outlines a series of questions designed to assess traveler readiness, including passport verification, reservations, security clearances (like HTSOS and FACT training), and potential risks (high-threat areas). The questionnaire covers various aspects of travel preparation, including: *   **Traveler Information:** Basic details like name, contact information, and travel dates. *   **Reservations:** Confirmation of flights, lodging, and transportation. *   **OIA Approval:** Requirements for obtaining approval from the Office of Intelligence Analysis. *   **Security Requirements:** Confirmation of security clearances and potential equipment restrictions. *   **Country Clearance:** Obtaining clearance through the eCC system. *   **Case-Specific Questions:** Detailed questions related to the purpose of travel, including case details, witness interviews, and potential involvement of foreign authorities. The questionnaire culminates with instructions for submission and contact information for further assistance. It’s divided into sections based on the type of travel (conferences/training, judicial assistance to other countries, or travel to Canada).",
      "timestamp": "2016-04-28T00:00:00",
      "timestamp_raw": "April 28, 2016",
      "keywords": [
        "foreign travel",
        "oia approval",
        "passport",
        "travel reservations",
        "high-threat area",
        "htsos training",
        "fact training",
        "security clearance",
        "ecc clearance",
        "visa",
        "questionnaires",
        "investigations",
        "depositions",
        "witness interviews",
        "ghislaine maxwell",
        "travel arrangements",
        "travel expenses",
        "conference",
        "training event",
        "judicial assistance",
        "canada",
        "eousa",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019024",
      "summary": "The interviewee, a chauffeur/butler/house manager, worked for Epstein from August/September 2004 to approximately six months, primarily at his Palm Beach, Florida residence. He handled significant sums of cash ($8,000 in cash and $8,000 in a checking account) and a $3,000 visa credit line. He facilitated the payment of household staff (David LNU, LOUELLA LNU, and Jerome LNU) and often provided funds for gifts and services for Epstein’s female companions. He described Epstein as a private individual who received massages regularly, paid masseuses, and often took young women shopping or to ice cream parlors. He witnessed interactions between Epstein and women, including a female high school drama student (the \"Unidentified Female\" or UF) and a woman named Ghislaine Maxwell. He acknowledged delivering flowers to the UF and renting a vehicle for her. He noted a manual detailing household duties and described his role as Epstein’s personal assistant, often acting as a human ATM.  He stated that he did not witness any sexual activity.",
      "timestamp": "2018-12-04T00:00:00",
      "timestamp_raw": "December 4, 2018",
      "keywords": [
        "jeffrey epstein",
        "palm beach",
        "florida",
        "sexual exploitation",
        "minors",
        "chauffeur",
        "housekeeper",
        "new york office",
        "cash",
        "checking account",
        "colonial bank",
        "visa",
        "louella lnu",
        "jerome lnu",
        "david lnu",
        "royal palm beach high school",
        "massage",
        "ice cream",
        "ghislaine maxwell",
        "dodge neon",
        "modeling agency",
        "safe",
        "females",
        "interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037586",
      "summary": "U.S. Customs and Border Protection’s TECS – Advance Traveler Information – Traveler List, dated 04/23/2019, details arrival data for three travelers: Itana (born 06/27/1953), Jeffrey Epstein (born 06/20/1953), and David Rodgers (born 06/27/1953). Each record includes traveler name, date of birth, gender, country of origin, travel mode (private air), and ESTA/Visa status (with some requiring and some not requiring documentation). The documents are marked as “For Official Use Only / Law Enforcement Sensitive”.",
      "timestamp": "2019-04-23T00:00:00",
      "timestamp_raw": "04/23/2019",
      "keywords": [
        "customs",
        "border protection",
        "traveler list",
        "esta",
        "evus",
        "ice",
        "arrival data",
        "jeffrey epstein",
        "david rodgers",
        "lawrence visoski",
        "travel information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037596",
            "similarity": 0.571,
            "index": 6,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037606",
      "summary": "On April 23, 2019, at 16:01 EDT, U.S. Customs and Border Protection generated a Traveler List from private air travel data. The list includes information for Jeffrey Edward Epstein, David Neville Rodgers, and Lawrence Paul Visoski Jr., detailing their arrival and departure locations, travel documents, countries of origin, gender, ESTA/EVUS status, and whether they require a visa. The list shows three records out of a total of three records. The document is designated as \"For Official Use Only / Law Enforcement Sensitive.\"",
      "timestamp": "2019-04-23T00:00:00",
      "timestamp_raw": "April 23, 2019",
      "keywords": [
        "customs",
        "border protection",
        "traveler list",
        "esta",
        "evus",
        "ncic",
        "pax",
        "usa",
        "traveler information",
        "homeland security"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037596",
      "summary": "On April 23, 2019, U.S. Customs and Border Protection generated a Traveler List related to Manifest ID 8215419963. The list details a private air travel event involving aircraft N212JE. It includes information for three travelers: Jeffrey Epstein, David Neville Rodgers, and Lawrence Paul Visoski. Each traveler’s details consist of name, date of birth, document type, country, gender, status, ESTA status, and whether a visa or ESTA was required. All three travelers were from the USA and their status was \"Not Required\" for entry.",
      "timestamp": "2019-04-23T00:00:00",
      "timestamp_raw": "April 23, 2019",
      "keywords": [
        "customs",
        "border protection",
        "traveler list",
        "esta",
        "evus",
        "air travel",
        "jeffrey epstein",
        "david rodgers",
        "lawrence visoski",
        "travel",
        "manifest id"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037586",
            "similarity": 0.571,
            "index": 4,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037589",
      "summary": "On April 24, 2019, at 16:06 EDT, U.S. Customs and Border Protection generated a Traveler List for Manifest ID 8221795415. The list details three travelers: Jeffrey Edward Doerr, David Neville Rodgers, and Lawrence Paul Visoski. Their arrival was scheduled on December 14, 2018, at KPBI, and their respective ESTA statuses were FAIR for Doerr and Rodgers, and NOT REQUIRED for Visoski. All three travelers are from the USA.",
      "timestamp": "2019-04-24T00:00:00",
      "timestamp_raw": "April 24, 2019",
      "keywords": [
        "us customs",
        "border protection",
        "traveler list",
        "esta",
        "travel",
        "air arrival",
        "traveler name",
        "ncic",
        "visa",
        "homeland security"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022631",
      "summary": "An email chain discusses a visit to the Metropolitan Correctional Center (MCC) on Thursday, August 13, 2019, at 10:00 AM. The purpose of the visit is to observe specific areas, including the E floor psych observation and suicide watch area, the 9th floor SHU, and Epstein’s cell. MCC legal will escort the visitors, and they are instructed not to speak to guards due to ongoing investigations. The email chain coordinates logistics, including entry via the 3rd floor bridge and confirms the attendees: Mr. Berman and his staff.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "mcc",
        "metropolitan correctional center",
        "visa",
        "efta00022631",
        "screening",
        "suicide watch",
        "shu",
        "epstein",
        "legal",
        "visitation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038103",
      "summary": "An email chain discusses a meeting with a client representing an Epstein victim. The client, residing in , requests assistance with obtaining a visa and travel arrangements to attend a victim’s meeting. The sender, Boies Schiller Flexner LLP, is coordinating with another party to facilitate this process and ensure the client receives relevant notifications from the U.S. Government. A standard confidentiality notice is included at the bottom of the email.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "efta00038103",
        "victim",
        "representation",
        "visa",
        "travel",
        "notification",
        "united states government",
        "boies schiller flexner llp",
        "fort lauderdale",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038165",
      "summary": "A series of emails between attorneys at Boies Schiller Flexner LLP and unidentified individuals discuss a meeting with a client who is an Epstein victim. The client was born in [REDACTED] and currently resides in [REDACTED].  One individual requested information regarding a potential visa and travel arrangements to attend the victim's meeting.  Another individual confirmed they had spoken to the client and she would follow up with next steps. The emails also reference contacting a Legat office.",
      "timestamp": "2019-11-03T00:00:00",
      "timestamp_raw": "03 Oct 2019",
      "keywords": [
        "victim",
        "meeting",
        "information",
        "florida",
        "legal",
        "visa",
        "travel",
        "redaction",
        "epstein",
        "boles schiller flexner"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030429",
      "summary": "Confirmation Number: 90447796 Hotel: DOUBLETREE SUITES BY HILTON SANTA MONICA, 1707 Fourth Street, Santa Monica, CA 90401 Arrival Date: 11/13/2019, 7:43:00 PM Departure Date: 11/15/2019, 12:22:00 PM Room Number: 629/NKXI Room Rate: $247.00 Occupancy Tax: $35.06 TMD Assessment: $4.50 Credit Card: Chase VISA (Card Number VS '6964), Exp Date 01/22 Transaction Date: 11/15/2019, $573.12 refund (Ref=0000879282-01477708 CHIP 05)",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "11/13/2019",
      "keywords": [
        "doubletree",
        "santa monica",
        "hilton",
        "room rate",
        "reservation",
        "credit card",
        "visa",
        "2019",
        "11/13",
        "11/15",
        "confirmation number"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021307",
      "summary": "A United States Attorney’s Office representative is coordinating interviews with potential witnesses, including a victim and her sister, on October 22nd and 23rd in New York. Sigrid McCawley, a lawyer, is assisting with scheduling, suggesting potential interview times and formats (in-person or via Skype). The initial contact requests availability from various individuals, including a person referred to as “,” and “,” to conduct interviews. The scheduling involves potential meetings starting at 2:00 PM on October 22nd, and possibly extending to 6:00 PM or later.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2019",
      "keywords": [
        "interviews",
        "sigrid mccawley",
        "united states attorney",
        "new york",
        "october 22",
        "october 23",
        "2019",
        "victim",
        "epstein",
        "skype",
        "passport",
        "visa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024287",
      "summary": "The primary focus is on scheduling interviews with this victim and her sister via video conference due to travel difficulties. The victim’s passport/visa clearance is pending, impacting the potential for in-person meetings on October 22nd or 23rd. Scheduling conflicts arise regarding meeting times, with offers to adjust the schedule and explore alternative interview formats (video conference with the sister, or a longer in-person interview). Mandy, an assistant, requested availability for interviews on October 22nd and 23rd, prompting the emails exchanged between the US Attorney’s office and Sigrid McCawley.",
      "timestamp": "2019-11-17T00:00:00",
      "timestamp_raw": "17 Oct 2019",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "video conference",
        "passport",
        "visa",
        "united states attorney",
        "new york",
        "october 22",
        "october 23",
        "scheduling",
        "victims",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016836",
      "summary": "A lawsuit filed by the Attorney General of the Virgin Islands, Denise N. George, alleges that Jeffrey Epstein trafficked dozens of young girls and women (as young as 11) on his private Caribbean islands, Little Saint James and Great Saint James, until at least 2018. The lawsuit details the use of a database to track victims, instances of Epstein bringing girls to the islands, and attempts to conceal his activities. Evidence suggests he operated with impunity, engaging in illegal construction and exploiting victims through fraudulent modeling visas.  The lawsuit seeks the forfeiture of Epstein’s assets and aims to compensate victims. Investigations continue, and legal complications arise regarding the allocation of his substantial wealth and the handling of potential criminal charges against associates.",
      "timestamp": "2020-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2020",
      "keywords": [
        "jeffrey epstein",
        "trafficking",
        "virgin islands",
        "caribbean",
        "sexual abuse",
        "lawsuit",
        "database",
        "victims",
        "little saint james",
        "great saint james"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021052",
      "summary": "The email chain pertains to travel arrangements for a USANYS traveler to Sweden, scheduled for February 3rd and 4th, 2020. Key details include: *   An ECC request package (ECC\\_package\\_2.3.20.pdf) was attached, requiring the traveler to determine the POC and check for visa requirements. *   EOUSA needs to be notified of visa requests and the traveler's OIA approval email. *   The traveler submitted a corrected itinerary (February 4th - 6th) and a questionnaire for review. *   A travel authorization is being routed to the traveler’s trip. *   Submission of the visa request package to EOUSA/RMP Travel is recommended 5 business days prior to departure.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "travel",
        "visa",
        "eousa",
        "itinerary",
        "ecc",
        "passport",
        "state dept",
        "oia",
        "sweden",
        "travel authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031721",
      "summary": "An email request is being submitted for travel to Stockholm, Sweden, for an Assistant U.S. Attorney and two other individuals (AUSAs S and S) by the U.S. Attorney’s Office for the Southern District of New York. The request includes an ECC package (ECC_package_2.3.2.20.pdf) and instructions for the traveler to determine the Point of Contact (POC), check for visa requirements via the State Department’s website, and submit the visa request package to EOUSA-RMP Travel at least 15 business days prior to departure to allow sufficient time for State Dept. authorization and foreign government processing. The delay in submission is due to a recently confirmed witness interview date.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "ecc package",
        "visa",
        "travel",
        "eousa",
        "rmp",
        "sweden",
        "ausas",
        "state dept",
        "travel authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020859",
      "summary": "An email exchange regarding an ECC package for a USANYS traveler’s foreign trip. The traveler needs to determine the POC, check for visa requirements, and submit a visa request package to EOUSA and RMP Travel at least five business days prior to departure, along with an OIA approval email. OIA is awaiting approval on the OIA email. A questionnaire is attached to a previous email.",
      "timestamp": "2020-01-24T00:00:00",
      "timestamp_raw": "24 Jan 2020",
      "keywords": [
        "ecc package",
        "visa",
        "eousa",
        "oia approval",
        "travel",
        "state dept",
        "usanys",
        "travel request",
        "authorization letter",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037662",
      "summary": "This document is a U.S. passport renewal application submitted by Ghislaine Noelle Maxwell. The application includes personal information such as name, date of birth, address, and contact details. It also contains a letter of authorization for Passport Rush, LLC, to handle the submission and pickup of the passport. The application requires the applicant to sign and date page one. The document includes a scanned copy of the completed application form.",
      "timestamp": "2020-02-24T00:00:00",
      "timestamp_raw": "2/24/2020",
      "keywords": [
        "passport renewal",
        "u.s. passport",
        "application",
        "elfa",
        "ghislaine noelle maxwell",
        "noelle",
        "birth date",
        "authorization",
        "visa",
        "passport rush"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026608",
      "summary": "An attorney at [REDACTED] contacted USANYS seeking guidance on assisting a client in obtaining a T-Visa. The client is currently on a work visa expiring in August 2020 and wants to know if she qualifies for a T-Visa and, if so, what the sponsorship process would be. The sender requested information and offered a call to discuss the matter.",
      "timestamp": "2020-05-22T00:00:00",
      "timestamp_raw": "22 May 2020",
      "keywords": [
        "t-visa",
        "usanys",
        "attorneys",
        "visa",
        "sponsorship",
        "t-visa process",
        "work visa",
        "august 2020",
        "guidance",
        "obtaining"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023116",
      "summary": "An inquiry was received regarding a client's potential eligibility for a T-Visa. The client is currently on a work visa set to expire in August 2020 and has contacted attorneys seeking guidance on the process of sponsorship. The sender requested a call to discuss the matter and offered to connect the client with alternative contacts if needed.",
      "timestamp": "2020-05-22T00:00:00",
      "timestamp_raw": "22 May 2020",
      "keywords": [
        "t-visa",
        "visa",
        "immigration",
        "attorneys",
        "guidance",
        "sponsoring",
        "u.s.",
        "work visa",
        "august 2020",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027558",
            "similarity": 0.583,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027558",
      "summary": "An inquiry was received regarding potential assistance with obtaining a T-Visa for a client who is currently in the U.S. on a work visa and whose passport is set to expire in August 2020. The sender, [REDACTED], requested guidance on whether the client would qualify for a T-Visa and, if so, the sponsorship process. A call was offered as a means of providing further assistance.",
      "timestamp": "2020-05-22T00:00:00",
      "timestamp_raw": "22 May 2020",
      "keywords": [
        "t-visa",
        "visa",
        "sponsorship",
        "attorneys",
        "guidance",
        "u.s.",
        "work visa",
        "redaction",
        "efta00027558"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023116",
            "similarity": 0.583,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026582",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding an ECC request package for an AUSA trip. The email instructs the traveler to identify the Point of Contact (POC), advise them of additional steps, and check for visa requirements using the State Department’s website and relevant embassy resources. It recommends submitting the visa request package to EOUSAX RMP Travel at least five business days before departure to allow for State Dept. authorization and foreign government processing.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2020",
      "keywords": [
        "ecc",
        "ausa",
        "visa",
        "traveler",
        "state dept",
        "eousa",
        "rmp",
        "travel",
        "request",
        "policy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022640",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022640",
      "summary": "An email chain discusses an OIA approval request for an AUSA trip. The email requests the traveler to identify the Point of Contact (POC), inform them of additional steps, and check for visa requirements via the State Department website and country embassy resources. It recommends submitting the visa request package to EOUSA/RMP Travel at least 10 business days prior to departure to allow for authorization letter and visa processing.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2020",
      "keywords": [
        "oia approval",
        "ausa",
        "ecc",
        "visa",
        "traveler",
        "state dept",
        "eousa",
        "rmp",
        "travel",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026582",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027064",
      "summary": "*   The travel request includes details of the trip dates (October xx to October Yu, 2020) and the purpose of the visit. *   Multiple individuals (including USAEO-Foreign Travel, Assistant US Attorneys, and an iPad user) are involved in coordinating the travel approval and visa requirements. *   A visa is not required for the trip. *   A travel memo is attached to facilitate the approval process. *   The email chain involves requests for the recipient to forward approval for a travel authorization and provide information regarding the point of contact (POC) and additional steps for the traveler.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "18 Oct 2020",
      "keywords": [
        "ausa",
        "travel",
        "uk",
        "ecc package",
        "visa",
        "email",
        "travel memo",
        "victim/witness",
        "jeffrey epstein",
        "glaine maxwell",
        "state dept.",
        "travel authorization"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038571",
      "summary": "Erica Dubno, Esq. is assisting a victim of a crime (likely trafficking) with the process of applying for a T visa. The victim has completed an interview with the Epstein Victims Compensation Fund, which went well. Communication regarding the visa application process is primarily between Dubno and other parties, including an FBI agent and a Legal Aid provider. There is discussion about potentially using a U visa instead of a T visa, and a request for guidance on obtaining a victim notification letter.  A key concern is navigating USCIS processes and consulting with an immigration attorney for expert advice.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "t visa",
        "victim compensation fund",
        "immigration lawyer",
        "uscis",
        "visa application",
        "erica dubno",
        "new york",
        "deportation",
        "victim notification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032738",
      "summary": "*   **NYC Bar Changes:** The New York City Bar Association is seeking to amend bar application questions regarding juvenile justice involvement and sealed/dismissed cases. *   **Prosecutorial Oversight:** New York state prosecutors urged a veto of a bill creating an oversight body for prosecutorial misconduct. *   **FIFA Appeal:** Robbins Geller Rudman & Dowd LLP requested time to appeal a ruling in the FIFA corruption case. *   **Opioid Trial Delay:** The monumental opioid trial has been pushed back nearly a week due to jury selection delays. *   **Purdue Pharma Examiner:** A New York bankruptcy judge reluctantly approved an examiner for Purdue Pharma's Chapter 11 case. *   **Maxwell Case:** Ghislaine Maxwell’s attorney reported conditions in her cell and prison guard surveillance. *   **Trader Challenge:** Counsel for a San Diego stock speculator challenged the credibility of a former Illumina Inc. accountant. *   **Visa/Mastercard Antitrust:** A class action lawsuit alleges Visa and Mastercard acted as a cartel by maintaining high credit/debit card fees. *   **Express Scripts Overcharges:** An Express Scripts executive admitted the company was unaware of CVS Pharmacy overcharges. *   **SEIU Suit Dismissal:** A New York federal magistrate judge recommended dismissing a lawsuit by a fired handyman. *   **MetLife Settlement:** Robbins Geller received $21 million for representing investors in a MetLife misleading liabilities case. *   **BitMEX Manipulation:** Investors in BitMEX are seeking to keep allegations of fraudulent practices alive. *   **Range Resources Suit:** Pomerantz LLP will represent investors in a lawsuit against Range Resources Corp. for improperly reporting well statuses. *   **Ng Trial:** Former Goldman Sachs managing director Roger Ng will face trial in January over his alleged role in the 1Malaysia Development Berhad scandal. *   **Insys Therapeutics Sentencing:** A former New York City doctor was sentenced for taking kickbacks from Insys Therapeutics. *   **NASA Chief Sentencing:** A NASA nanotechnology pioneer was sentenced to 30 days in prison for concealing ties to China. *   **American Stock Transfer Lease Extension:** American Stock Transfer & Trust Co. secured a lease extension. *   **Columbia Care Acquisition:** Foley Hoag LLP and Husch Blackwell LLP guided a $42 million deal for Columbia Care Inc. *   **Nationstar Lawsuit:** Mortgage servicer Nationstar Mortgage LLC faces a proposed class action over unauthorized payment glitches. *   **Girardi Ex-Clients Lawsuit:** Former clients of Thomas V. Girardi are pursuing his estranged wife in a state malpractice suit. *   **ENRC Tipoff Regret:** A former ENRC security consultant regretted lying in a letter to the Serious Fraud Office. *   **Khan Confirmation:** Lina Khan was confirmed as the Federal Trade Commission chair. *   **Marshals Understaffed:** A DOJ audit found the U.S. Marshals Service is understaffed for judicial protection. *   **Girardi's Donation:** Cravath Swaine & Moore LLP announced a $6 million donation to civil rights organizations. *   **Dechert Discrimination Lawsuit:** A former Dechert attorney filed a racial discrimination lawsuit. *   **Georgetown Supreme Court Director:** Kelsi Brown Corkran was named the U.S. Supreme Court director at Georgetown Law. *   **Job Listings & Contact Info:** Provided listings of job openings and contact information for Law360.",
      "timestamp": "2021-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2021",
      "keywords": [
        "greenberg traurig",
        "russian oligarch",
        "new york bill",
        "foreign judgments",
        "vladimir putin",
        "nyc bar association",
        "juvenile justice system",
        "prosecutorial misconduct",
        "fifa corruption",
        "opioid trial",
        "oxycontin",
        "ghislaine maxwell",
        "insider trading",
        "illumina",
        "square",
        "visa",
        "mastercard",
        "cvs health",
        "express scripts",
        "arbitration",
        "bankruptcy",
        "1-800 contacts",
        "cyberattack",
        "dechert",
        "discrimination lawsuit",
        "erika girardi",
        "lina khan",
        "ftc",
        "u.s. marshals service",
        "judges"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038885",
      "summary": "*   The client has filed a claim with the Epstein Victims Compensation Fund and had a positive interview. *   A colleague at Legal Aid is suggested as a potential resource for immigration legal assistance. *   Communications involve discussions about the best route for the T visa application, advising the client to consult with an immigration attorney and discussing the possibility of U visa application. *   FBI agents are involved in the notification and support of the client’s case. *   The client has obtained a stamp related to the case and is initiating the visa application process and filling out victim forms.",
      "timestamp": "2022-02-15T00:00:00",
      "timestamp_raw": "15 Feb 2022",
      "keywords": [
        "efta00038885",
        "victim",
        "visa",
        "immigration",
        "t visa",
        "compensation fund",
        "erica dubno",
        "fahringer & dubno",
        "uscis",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038889",
      "summary": "This document details communication regarding a case involving a potential T-visa application for a victim of trafficking, potentially linked to the Jeffrey Epstein case. Erica Dubno, an attorney, is working with the FBI New York and Sanctuary for Families to assist a woman seeking immigration relief. Discussions revolve around the denial of a CP application, the process of applying for a T-visa, and obtaining a victim notification letter. A legal aid attorney is suggested as a resource for immigration expertise, and there are queries about the specific form needed for the visa application (O-5 or immigration).  The case is progressing with form completion and stamp acquisition, but details concerning the victim’s identity and specific circumstances are redacted.",
      "timestamp": "2022-04-27T00:00:00",
      "timestamp_raw": "27 Apr 2022",
      "keywords": [
        "fbi",
        "victim",
        "trafficking",
        "visa",
        "t-visa",
        "immigration",
        "sanctuary for families",
        "erika dubno",
        "deportation",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037132",
      "summary": "On March 4, 2024, the Home Office informed Miss [Applicant Name] that they have renounced British citizenship, as evidenced by a stamped declaration. The applicant is required to return any remaining British travel documents to Her Majesty's Passport Office. Renunciation of British nationality impacts the applicant’s right to reside in the UK, and they are advised to contact UK Visas and Immigration for information and to confirm their immigration status.",
      "timestamp": "2024-03-04T00:00:00",
      "timestamp_raw": "March 4, 2024",
      "keywords": [
        "british citizenship",
        "renunciation",
        "uk visas",
        "immigration",
        "uk",
        "british nationality act",
        "passport office",
        "immigration status",
        "ukvi",
        "efta00037132"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037130",
      "summary": "This document is a Declaration of Renunciation of British nationality, dated March 4, 2024. It details the renunciation by a British citizen born in Johannesburg, South Africa. The declaration states that the individual holds or expects to hold another nationality or citizenship within six months. Failure to do so will prevent the renunciation from taking effect, and the individual will retain British nationality. The document is registered with UK Visas and Immigration, Department 55, reporting centre in Liverpool.",
      "timestamp": "2024-03-04T00:00:00",
      "timestamp_raw": "March 4, 2024",
      "keywords": [
        "uk visas",
        "immigration",
        "renunciation",
        "nationality",
        "british citizen",
        "south africa",
        "declaration",
        "ukvi",
        "liverpool",
        "efta00037130"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028458",
      "summary": "*   The package included an itinerary and requested information regarding a Point of Contact (POC) and visa requirements. *   The sender was requesting approval for the travel authorization and awaiting OIA (Office of Intelligence Analysis) approval. *   Attachments included a draft ECC package, a questionnaire, and a flight itinerary. *   Communication involved multiple individuals and departments including USAEO-Foreign Travel, USANYS, and OIA. *   The document’s creation date was 2025-12-26.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "eousa",
        "visa",
        "passport",
        "travel authorization",
        "ecc package",
        "itinerary",
        "oia approval",
        "state dept.",
        "sweden",
        "travel state.gov",
        "travel memo"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029688",
      "summary": "This document is a redacted Homeland Security file (EFTA00029688) pertaining to Ghislaine Maxwell’s immigration case (Case No. 96-EU-00021510). It details a petition for a nonimmigrant worker visa (Form I-129) submitted by J. Epstein for Maxwell, approved on November 5, 1992, for an H1B classification valid from 11/05/92 to 11/04/95. The document outlines procedures for maintaining the visa, including “need-to-know” dissemination and secure storage. It contains information related to travel, record changes, and contact details for the Immigration and Naturalization Service (INS) in London.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "dhs",
        "homeland security",
        "efta00029688",
        "ghislaine maxwell",
        "case no. 96-eu-00021510",
        "i-91",
        "nonimmigrant worker",
        "h1b",
        "visa",
        "immigration",
        "naturalization",
        "redaction",
        "need-to-know"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006072",
      "summary": "This document appears to be a redacted collection of sales records from an “Adult Video Warehouse.” Specifically, it contains multiple transaction records (pages 3-12) detailing the sale of novelty items—primarily adult videos—along with associated tax and payment information. Each record includes item descriptions, prices, subtotal, tax, total amount, payment method (MasterCard/Visa), and a disclaimer stating “NO NOVELTY RETURNS, NO REFUNDS; LINGERIE MUST HAVE TAGS ATTACHED.” One record (page 3) provides a more detailed receipt including employee information and inventory numbers. One section (page 6) is a more formal declaration, likely part of a legal or investigative process, stating that records are maintained as described and signed under penalty of perjury.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "efta00006072",
        "records",
        "inventory",
        "novelty",
        "video warehouse",
        "returns",
        "refunds",
        "lingerie",
        "tags",
        "sales",
        "mastercard",
        "visa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008120",
      "summary": "It covers several key aspects: *   **Preparing for a Massage:** This includes choosing the right environment, using appropriate oils, and understanding contraindications (conditions where massage is not advisable). *   **Massage Techniques:** The text describes several techniques, including gliding, kneading, shaking, and applying pressure. It emphasizes using the entire body for efficient movement and focuses on achieving a relaxed and receptive state for the recipient. *   **Communication & Connection:** The importance of establishing a calm and trusting relationship with the recipient is highlighted, encouraging mindful engagement and sensory awareness. *   **Safety & Best Practices:** The text stresses the need to prioritize safety by being aware of potential risks and adapting techniques based on the individual's needs and comfort level. *   **Setting the Mood:** Creating a relaxing and comfortable atmosphere is emphasized, including considerations for lighting, sounds, and overall sensory experience. Essentially, the text provides a foundational guide to giving a massage, emphasizing mindful technique, clear communication, and a focus on the recipient's well-being.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "massage",
        "therapist",
        "language barrier",
        "terms",
        "trigger point",
        "adhesions",
        "spa",
        "ayurveda",
        "swedish",
        "anatomy",
        "relaxation",
        "touch",
        "bodyworker",
        "efta00008120"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037133",
      "summary": "This document is a correspondence regarding case reference EFTA00037133. It provides contact information for UK Visas and Immigration, including a website address and instructions for contacting them via email, specifying the required subject line format. It also references the Data Protection Act 2018 and provides a link to the relevant Privacy Notice outlining data usage and individual rights.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "uk visas and immigration",
        "data protection act",
        "privacy notice",
        "border",
        "immigration",
        "citizenship",
        "home office reference",
        "personal information",
        "qov.uk",
        "efta00037133"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}