{
  "keyword": "amazon",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 7,
  "total_files": 33,
  "timeline": [
    {
      "file_id": "EFTA00007685",
      "summary": "An Amazon order was placed on March 21, 2005, for $29.94. The order details include the recipient’s name, billing and shipping addresses, and a one-day shipping option with the preference to group items into as few shipments as possible. The order number is 012. The customer can track their order status, view and edit orders online, and utilize various features such as combining orders, changing payment methods, and modifying gift messaging.",
      "timestamp": "2005-03-21T00:00:00",
      "timestamp_raw": "March 21, 2005",
      "keywords": [
        "efta00007685",
        "amazon",
        "order",
        "shipping",
        "billing address",
        "purchase",
        "rewards",
        "account",
        "demo",
        "tracking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007600",
      "summary": "This document is a digital record of an Amazon.com order placed on March 21, 2005. The order includes four items: \"SM 101: A Realistic Introduction,\" \"SlaveCraft: Roadmaps for Erotic Servitude,\" \"Training With Miss Abernathy: A Workbook for Erotic Slaves and Their Owners,\" and a related item. The order total is $868.83, paid via American Express, and includes shipping details to Jeffrey Epstein at an address in Palm Beach, Florida. The shipment is tracked by FedEx with a tracking number. The document also provides information about accessing the customer's Amazon account and filing claims for lost or damaged items.  It includes details on the shipping method (One-Day Shipping), addresses for the shipper and billing recipient, and instructions for using the FedEx Ship Manager system.",
      "timestamp": "2005-03-21T00:00:00",
      "timestamp_raw": "March 21, 2005",
      "keywords": [
        "amazon",
        "order",
        "shipping",
        "payment",
        "address",
        "jeffrey epstein",
        "erotic servitude",
        "isbn",
        "returns",
        "fedex",
        "usps",
        "pal beach",
        "palm beach"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007606",
      "summary": "This document is a shipping confirmation for an Amazon order placed on September 4, 2005, with Order ID 103-1737520-450864W. The order includes three books: “A Realistic Introduction” by Jay Wiseman, “SlaveCraft” by Guy Baldwin, and “Training With Miss Abernathy” by Christina Abernathy. The shipping address is 358 El Brillo Way, Palm Beach, Florida 33480. The shipment was sent via FedEx, with instructions for printing and applying the shipping label. The document also includes Amazon’s standard terms and conditions regarding returns and liability limits.",
      "timestamp": "2005-09-04T00:00:00",
      "timestamp_raw": "September 4, 2005",
      "keywords": [
        "jeffrey epstein",
        "amazon",
        "shipping",
        "order id",
        "efta00007606",
        "slavecraft",
        "palm beach",
        "florida",
        "returns",
        "fedex"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029914",
      "summary": "The document is an evidence record for case EFTA00029914, pertaining to FD-1087. It details the collection of items on August 28, 2006, from a location in Palm Beach, FL (E03707388 - ECR8). The collected items include medical supplies, letters, invoices, Amazon.com receipts, white papers, messages, VHS cassettes, and miscellaneous paper items. The evidence was initially seized from [REDACTED] and has a barcode of E4229233. The chain of custody is tracked through multiple signatures and dates, documenting transfers of possession. There are redactions present on multiple pages.  The document includes details about the holding office, acquisition event, and various individuals involved in the seizure, logging, and custody transfers.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "medical supplies",
        "vhs",
        "cassette",
        "paperwork",
        "invoice",
        "letterhead",
        "amazon.com",
        "white paper",
        "palm beach"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029221",
      "summary": "On January 14, 2013, Amazon.com sent a shipping confirmation email to Jeffrey Epstein at jeffrey epstein, NEW YORK, NEW YORK 10021-4102, United States, regarding order #109-6782579-8474625 for 2x USB lightning cables for iPhone 5 sold by LWZTech. The order was shipped by ec-firstclass with tracking number UEE1301130KK000413 and had an estimated delivery date between February 7th and February 26th, 2013. The total cost of the order was $5.10.",
      "timestamp": "2013-01-14T00:00:00",
      "timestamp_raw": "January 14, 2013",
      "keywords": [
        "amazon",
        "jeffrey epstein",
        "usb cable",
        "shipping confirmation",
        "order number",
        "lwztech",
        "tracking number",
        "delivery date",
        "new york",
        "ec-firstclass"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026434",
      "summary": "*   **Kirkland & Ellis Antitrust Dominance:** Kirkland & Ellis LLP was the most prolific antitrust defense bar between 2016-2018, followed by Cuneo Gilbert & LaDuca LLP. *   **Private Antitrust Plaintiffs Challenges:** Private plaintiffs have a 50-50 chance of winning antitrust cases due to difficulty obtaining class certifications and facing dismissal motions. *   **House Demands Trump Tax Returns:** The House Ways and Means Committee Chairman requested Donald Trump’s tax returns from 2016-2020. *   **Mueller Report Subpoenas:** The House Judiciary Committee voted to issue subpoenas for grand jury materials from the Mueller investigation. *   **Kavanaugh’s Law School Appointment Backlash:** George Mason University students demanded the reversal of Justice Kavanaugh’s appointment as a law school lecturer due to sexual misconduct allegations. *   **Law Firms & Legal News:** The document included profiles of law firms like Kirkland & Ellis, Cuneo Gilbert, and featured articles on antitrust cases, SEC rulings on ICOs, and legal strategy for merger cases. *   **Regulatory Updates:** Content covered updates on the Community Reinvestment Act, environmental variances, and a proposed overhaul of Colorado’s oil and gas regulations. *   **Court Rulings & Disputes:** Articles detailed court rulings against private antitrust plaintiffs, the EPA's approval of Gulf of Mexico drilling permits, and challenges to the Trump administration’s policies. *   **Political Developments:** The text reported on efforts to secure Trump’s tax returns, the debate over the inclusion of a citizenship question in the 2020 census, and a Senate bill to expand criminal liability for corporate executives. *   **Legal Industry News:** It also included a report on a sexual harassment lawsuit against Jones Day, an interview with Bryan Cave’s leaders, and job listings. *   **Miscellaneous Legal Developments:** The document contained reports on various legal proceedings, including challenges to birth control coverage, a Florida court ruling on marijuana cultivation, a dispute over 5G network security, and ongoing legal battles related to the “Varsity Blues” scandal.",
      "timestamp": "2019-04-04T00:00:00",
      "timestamp_raw": "04 Apr 2019",
      "keywords": [
        "senate rules",
        "judicial nominees",
        "donald trump",
        "antitrust",
        "lex machina",
        "tax returns",
        "mueller report",
        "kavanaugh",
        "antitrust cases",
        "private antitrust plaintiffs",
        "community reinvestment act",
        "ico",
        "judge rulings",
        "merger cases",
        "gulf of mexico",
        "environmental regulations",
        "supreme court",
        "birth control",
        "marijuana",
        "pennsylvania",
        "ip",
        "online counterfeit market",
        "robocalls",
        "broadband",
        "net neutrality",
        "white collar crime",
        "legal industry",
        "wynn resorts",
        "\"varsity blues",
        "\"  pregnancy discrimination",
        "general counsel",
        "court staffer",
        "amazon",
        "allen & overy",
        "disciplinary tribunal",
        "immigration attorney",
        "telecommunications",
        "bryan cave",
        "mayhew",
        "pritchard"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028361",
      "summary": "On July 10, 2019, Joseph Walsh sent an email to [REDACTED] inquiring about Joyce Vance’s statement regarding obstruction of justice related to the Epstein case, specifically concerning the lack of a statute of limitations on related crimes. He included a link to a book titled \"11/1L - Retributionthlos.R. Walsh.\"",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "joyce vance",
        "obstruction of justice",
        "joseph walsh",
        "statute of limitations",
        "amazon"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020922",
      "summary": "On July 15, 2019, an Assistant U.S. Attorney from the Southern District of New York inquired about a contact at Amazon regarding an overdue subpoena for Jeffrey Epstein.  A subsequent email exchange occurred on July 16, 2019, where the Attorney received a subpoena from another Assistant U.S. Attorney, who confirmed they did not have a direct contact at Amazon. A PDF subpoena was attached to the second email.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "amazon",
        "subpoena",
        "usanys",
        "cybercrime",
        "epstein",
        "redaction",
        "contact",
        "july 2019",
        "overdue",
        "assistant u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036172",
      "summary": "Order ID 113.7403816.9271442 relates to a 9-Channel 9-BNC Video Mixer PIP Video Processor (ASIN: B073KVRC) purchased from AllAboutAdapters via Amazon. The shipment was delivered on July 24, 2019, and signed for by Jason/Support. Amazon retains all messages exchanged between buyers and sellers through EFTA00036172 for marketplace protection and dispute resolution, utilizing filtering technology to prevent fraud.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "amazon",
        "video mixer",
        "fedex",
        "tracking",
        "seller",
        "message",
        "delivery",
        "fraud",
        "shopping",
        "efta00036172"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037744",
      "summary": "An overdue subpoena issued by the FBI (CrimI031692 2019 DS) to Amazon regarding a grand jury investigation was the subject of multiple communications from the FBI’s EFTA00037744 team. The response was delayed by several weeks, and the FBI warned of potential contempt proceedings if Amazon did not comply with the subpoena promptly.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "01 Aug 2019",
      "keywords": [
        "amazon",
        "subpoena",
        "compliance",
        "fbi",
        "legal",
        "contempt",
        "grand jury",
        "overdue",
        "response",
        "amazon ref. no. crimi031692"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020920",
      "summary": "A subpoena was issued by the Assistant United States Attorney for the Southern District of New York to Amazon regarding grand jury subpoena CRIM1031692 2019 DS. The subpoena, sent August 1, 2019, remained unanswered for several weeks despite emails and phone messages from the USANYS and FBI. Due to the lack of response, the Assistant U.S. Attorney is considering initiating contempt proceedings.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "subpoena",
        "amazon",
        "compliance",
        "fbi",
        "legal",
        "grand jury",
        "contempt proceedings",
        "united states attorney",
        "new york",
        "efta00020920"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037711",
      "summary": "A grand jury subpoena was issued to Amazon regarding unspecified materials. Amazon’s response, submitted late, contained over 300 redactions of responsive materials, listed as “REDACTED.” The sender demanded a complete response or legal justification for the redactions. Amazon cited concerns about volume and burden as objections, but did not confirm their exercise. The response also lacked production of records associated with seven of the nine requested email addresses and any customer service communications or account logs.  A follow-up email from the FBI urged immediate compliance, threatening contempt proceedings for non-response.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "amazon",
        "subpoena",
        "redaction",
        "compliance",
        "grand jury",
        "email",
        "records",
        "volume",
        "burden",
        "contempt proceedings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013446",
      "summary": "On May 7, 2020, an FBI agent (USANYS) discussed scheduling a call with another FBI agent (CID) (FBI) and a USANYS representative to discuss ongoing cases, including the Ghislaine Maxwell investigation. The FBI agent (NY) confirmed the appointment of a permanent ASAC for the NYO Violent Crime/Gang Branch. The FBI agent (SDNY) was considering renewing a pen register and Amazon subpoena, and seeking a mail cover, to gather more recent information about Maxwell’s location, which was confirmed through historical pen register data and subpoenas. The conversation concluded with appreciation for the collaboration over the past months and best wishes for the case's progress.",
      "timestamp": "2020-05-07T00:00:00",
      "timestamp_raw": "May 7, 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "epstein",
        "criminal division",
        "surveillance",
        "cell site",
        "amazon",
        "pen register",
        "nyo",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016605",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013455",
            "similarity": 0.667,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016605",
      "summary": "An email chain discusses scheduling a call to discuss the Ghislaine Maxwell investigation and related cases. One party (FBI NY) informs another (FBI USANYS) about their role as the permanent ASAC for the NYO Violent Crime/Gang Branch and updates them on the ongoing investigation, including surveillance methods (pen register, Amazon subpoenas, mail cover) used to track Ghislaine Maxwell’s location. The email exchange also references previous collaboration and expresses a desire for continued communication.",
      "timestamp": "2020-05-07T00:00:00",
      "timestamp_raw": "07 May 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "epstein",
        "trafficking",
        "investigation",
        "surveillance",
        "pen register",
        "amazon",
        "subpoena",
        "nyo"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013446",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00013455",
            "similarity": 0.667,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013455",
      "summary": "An email exchange occurred between FBI agents and USANYS personnel regarding the Ghislaine Maxwell investigation. One FBI agent (Ponder, J. (NY) (FBI)) is transitioning into the role of ASAC for the NYO’s Violent Crime/Gang Branch and wants to schedule a call to discuss the case with the recipient. The recipient (USANYS) had previously offered to help and confirmed their availability for a Monday 11 am call. The FBI agent provided an update on the investigation, including SDNY's impending decision on charges, Maxwell’s continued residence in Manchester, Massachusetts, and proposed surveillance methods (renewed pen register, Amazon subpoena, and mail cover) to obtain more recent information.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "epstein",
        "nyo",
        "criminal division",
        "surveillance",
        "pen register",
        "amazon",
        "case",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016605",
            "similarity": 0.667,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013446",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037945",
      "summary": "The document pertains to a case involving Ghislaine Maxwell, specifically referencing Amazon Ref. No. CRIM1048721. Multiple emails detail a request for Amazon records related to the case, including a batch search for numbers called and subsequent responses from the FBI and Amazon. Amazon redacted certain titles from the records due to privacy and legal reasons, citing an undue burden of compliance. The document includes timestamps, sender/recipient information, and a reference to a CAST assistance form. EFTA00037945 and EFTA00037946 are associated file identifiers.",
      "timestamp": "2020-06-12T00:00:00",
      "timestamp_raw": "12 Jun 2020",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "nypd",
        "amazon",
        "criminal case",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017701",
      "summary": "On June 12, 2020, a subpoena was served on Amazon regarding individual “I” (likely related to case CRIM1031692). The sender, IMF, requested expedited response, specifically shipping/delivery information, by the end of the week. An automatic reply was sent on August 15, 2019, indicating delayed responses due to business travel.",
      "timestamp": "2020-06-12T00:00:00",
      "timestamp_raw": "June 12, 2020",
      "keywords": [
        "subpoena",
        "amazon",
        "shipping",
        "delivery",
        "information",
        "imf",
        "efta00017701",
        "june 12",
        "2020",
        "law enforcement",
        "crim1031692"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031844",
      "summary": "Amazon responded to a law enforcement request (EFTA00031844) dated June 26, 2020, from Teresa Rodelo, Manager, Law Enforcement Response Team. The response included redacted information, specifically the titles of expressive materials, due to privacy and legal reasons. Amazon expressed reservations regarding the request, citing its volume and potential undue burden on the company.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "redaction",
        "amazon",
        "law enforcement",
        "request",
        "response",
        "legal",
        "privacy",
        "titles",
        "expressive materials",
        "efta00031844"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016342",
      "summary": "An email chain discusses Amazon’s response to a subpoena (CRIM 1071168) related to a case. Teresa Rodelo, a Manager at Amazon’s Law Enforcement Response Team, sent the response, which included redactions to expressive materials due to privacy and legal reasons. The email requests the recipient (Will) to create a folder for the document and update a spreadsheet tracker. The email references USANYS and FBI involvement.",
      "timestamp": "2020-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2020",
      "keywords": [
        "amazon",
        "subpoena",
        "redaction",
        "law enforcement",
        "response",
        "tracker",
        "fbi",
        "usanys",
        "crim 1071168",
        "2020 ds"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026424",
      "summary": "*   **Economic Forecasts:** The European Commission lowered its GDP forecasts for the Eurozone, anticipating a deeper slump than previously estimated. U.S. futures fell, and oil and gold declined. *   **Keystone XL Pipeline:** The Supreme Court blocked construction on the Keystone XL pipeline. *   **U.S. Economic Concerns:** Raphael Bostic (Atlanta Fed) warned of a potential slowdown in the U.S. rebound due to a Sun Belt infection spike.  A ban on TikTok was being considered by the U.S. government. *   **Tech Industry:** Samsung reported a profit beat, but it was partly attributed to a one-time gain from Apple. Jeff Bezos, Mark Zuckerberg, Sundar Pichai, and Tim Cook were scheduled to testify before Congress. *   **Hong Kong Situation:**  TikTok’s planned exit from Hong Kong was seen as potentially benefiting Beijing. *   **Amy Cooper Case:** Amy Cooper was charged with falsely reporting an incident related to an encounter with Christian Cooper in Central Park. *   **Ghislaine Maxwell Hearing:** Ghislaine Maxwell was scheduled to appear in court via videoconference for a hearing regarding her charges. *   **Patrick Mahomes Contract:** Quarterback Patrick Mahomes signed a 10-year contract extension with the Kansas City Chiefs, the richest deal in professional sports history.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "ppp loans",
        "venture capital",
        "covid-19",
        "european economy",
        "u.s. economy",
        "tiktok",
        "amazon",
        "bloomberg"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025258",
      "summary": "*   **Loughlin Sentencing:** Lori Loughlin and her husband, Mossimo Giannulli, were sentenced to 2 months and 5 months respectively in the \"Varsity Blues\" college admissions scandal. *   **Chinese Spy Case:** U.S. attorneys sought to deny bail to an ex-CIA agent accused of spying for China, citing a significant flight risk. *   **Maxwell Discovery Request:** Federal prosecutors opposed Ghislaine Maxwell’s request to file criminal discovery materials under seal in civil lawsuits. *   **Los Angeles Explosion Charges:** Criminal charges were filed against the owners and managers of a commercial property in Los Angeles following an explosion that injured firefighters. *   **Politically Exposed Client Policy:** The Financial Crimes Enforcement Network (FinCEN) and banking regulators advised banks to conduct due diligence on \"politically exposed\" clients but not to subject them to extra scrutiny. *   **Scotiabank Spoofing Settlement:** Traders sued Scotiabank following a $127 million settlement with the U.S. government over a precious metals market manipulation scheme. *   **Fiat Chrysler Defense:** Fiat Chrysler argued against a stock-drop suit alleging concealment of a bribery scheme involving the United Auto Workers. *   **OSCE and SEC Actions:** The SEC pursued judgments against executives of Osiris Therapeutics and biotech company executives for securities law violations. *   **Belize Ponzi Scheme:** The SEC targeted two former brokers involved in a $22 million Ponzi scheme fronted by a purported Belize airport project. *   **AEP Bribery Allegations:** American Electric Power Co. Inc. is facing a proposed class action related to an Ohio newspaper investigation into a $60 million corruption plot. *   **Dallas Attorney Suspension:** A Dallas criminal defense attorney was suspended from practicing due to violating a judge’s order and lying to prosecutors. *   **Amazon Price Gouging Suit:** Pennsylvania's attorney general filed a lawsuit against an Amazon seller for illegally jacking up the price of hand sanitizer during the COVID-19 pandemic. *   **Trump Judicial Pick Criticism:** Liberal advocates criticized President Trump’s youthful pick for a Florida federal judgeship. *   **Stoel Rives Salary Adjustments:** Stoel Rives LLP partially rolled back salary reductions implemented due to the COVID-19 pandemic. *   **Legal Industry News:** Articles covered Liberty Mutual’s Burton Awards recognition, pro bono legal battles related to mail-in voting, and the shift to remote depositions. *   **Various Legal Cases & Proceedings:** Updates on cases involving the SEC, CFTC, fraud investigations, and legal industry trends were reported. *   **Job Postings:** Several legal job postings were included, specifically for a Criminal Defense and White-Collar Associate.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2020",
      "keywords": [
        "trump",
        "tax subpoena",
        "second circuit",
        "lori loughlin",
        "mossimo giannulli",
        "varsity blues",
        "fraud",
        "ponzi scheme",
        "sec",
        "belize",
        "criminal charges",
        "compliance",
        "politically exposed clients",
        "discovery",
        "banking",
        "spying",
        "ghislaine maxwell",
        "price gouging",
        "mail-in voting",
        "pro bono",
        "courtroom sketch",
        "legal industry",
        "corporate news",
        "job openings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019207",
      "summary": "Attorney’s Office, SONY. The laptop was intended to be delivered to the Metropolitan Correctional Center (MDC). Initial communication involved confirming the order, addressing the laptop to the Warden, and discussing its configuration. Concerns arose regarding whether the laptop could store Maxwell’s discovery data and whether its electronic components should be removed. The laptop was ultimately delivered on November 9th, 2020, with its Wi-Fi and other connectivity features disabled and a password sticker applied. The email chain outlines the steps taken to prepare the laptop for delivery and address logistical questions.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "10 Nov 2020",
      "keywords": [
        "laptop",
        "amazon",
        "warden",
        "metropolitan correctional center",
        "mdc",
        "discovery",
        "password",
        "hp pavilion",
        "electronics",
        "email",
        "order"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026467",
      "summary": "*   **Janet Yellen Confirmation:** Janet Yellen was confirmed as Treasury Secretary, tasked with overseeing President Biden’s $1.9 trillion economic relief package. *   **Trump Impeachment Trial:** The Senate was preparing for a second impeachment trial of Donald Trump. *   **Amazon Expansion:** Amazon planned to add 3,000 employees in Boston. *   **Stimulus Impact:** Stimulus checks were expected to fuel economic recovery. *   **Business Insider Strategy:** Business Insider’s strategy of inaction during the pandemic led to significant revenue growth. *   **Dominion Voting Lawsuit:** Dominion Voting Systems sued Rudy Giuliani and his allies for $1.3 billion, alleging defamation related to claims of election fraud. *   **Refugee Resettlement Challenges:** Restrictions on international travel hindered refugee resettlement efforts. *   **Moderna Vaccine Development:** Moderna was developing a booster shot targeting the South African coronavirus variant. *   **GameStop Stock Surge:** The GameStop stock surge was attributed to Reddit investors and a short squeeze. *   **Other News:** The text also included updates on vaccine delays in Europe, new U.S. coronavirus cases remaining below 200,000, the U.K.’s high recreation spending percentage, NFL fourth-down conversion rates, Harriet Tubman’s potential currency design, AMC’s new financing, and various other economic and political updates.",
      "timestamp": "2021-01-26T00:00:00",
      "timestamp_raw": "January 26, 2021",
      "keywords": [
        "apollo black",
        "leon black",
        "jeffrey epstein",
        "rudy giuliani",
        "dominion voting systems",
        "trump",
        "janet yellen",
        "moderna",
        "amazon",
        "stimulus checks",
        "gamestop",
        "harriet tubman",
        "coronavirus",
        "vaccine",
        "south african variant",
        "refugee resettlement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038949",
      "summary": "An email was sent to multiple recipients regarding Amazon return records for the “Maxwell Amazon Records” case. The sender, an Assistant United States Attorney, requested a copy of the returns. Attached were two zip files – “Original Returns” and “SDNY_GM_00000966-976 (Amazon)” – containing original and Bates stamped versions of the returns, respectively, accessible via a Box link. The Bates stamped files were provided to facilitate easy review due to their non-password protected status.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "15 Sep 2021",
      "keywords": [
        "amazon",
        "returns",
        "usafx",
        "bates",
        "maxwell",
        "email",
        "records",
        "sdny",
        "zip files",
        "external email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029580",
      "summary": "An Amazon employee, via subpoena-criminal@amazon.com, is providing a certificate of authenticity for documents produced in response to a law enforcement request (External Case No. 20 Cr. 330). The declaration states the documents are authentic, accurate representations of transactions and events, and are considered business records due to their creation and maintenance processes. The declaration was executed on November 10, 2021, in Seattle, Washington.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "amazon",
        "subpoena",
        "criminal",
        "law enforcement",
        "certificate of authenticity",
        "business records",
        "declaration",
        "amazon.com",
        "inc.",
        "efta00029580"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029579",
      "summary": "A contractor, an Assistant United States Attorney from the Southern District of New York, is requesting that someone add a case file (Amazon return – CRIM1153768_2021) and related email correspondence to Discovery and Amazon subpoena return folders. The email was sent on November 11, 2021, to multiple recipients.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "November 11, 2021",
      "keywords": [
        "amazon",
        "return",
        "redaction",
        "subpoena",
        "discovery",
        "contractor",
        "united states attorney",
        "southern district of new york",
        "case",
        "efta00029579"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010180",
      "summary": "On November 11, 2021, the U.S. Department of Justice produced materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, identified by control numbers SDNY_GM_02771981 through SDNY_GM_02771983, were marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The production consists of Amazon records. The government believes these records were previously produced from the Florida FBI file, but is providing them in their original U.S. Attorney’s Office for the Southern District of Florida file format out of caution.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "November 11, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "protective order",
        "confidential",
        "amazon records",
        "redaction analysis",
        "justice department",
        "discovery",
        "production",
        "efta00010180"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027659",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027659",
      "summary": "On November 11, 2021, the U.S. Department of Justice, via Assistant United States Attorneys, produced materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, marked with control numbers SDNY_GM_02771981 through SDNY_GM_02771983, consist of Amazon records. The production is governed by the July 31, 2020 Protective Order, and the materials are specifically marked with reference to paragraphs 7, 8, 9, 10, 15, and 17 of that order. The Department of Justice states that it will promptly produce additional discoverable material if it becomes aware of it.",
      "timestamp": "2021-11-11T00:00:00",
      "timestamp_raw": "November 11, 2021",
      "keywords": [
        "united states v. ghislaine maxwell",
        "sdny",
        "protective order",
        "confidential",
        "amazon records",
        "redaction analysis",
        "justice department",
        "legal",
        "production",
        "efta00027659"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010180",
            "similarity": 0.667,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017889",
      "summary": "Amazon responded to a law enforcement request (External Case No. 20 Cr. 330) regarding an unspecified “request” from [REDACTED]. The response, attached as CRIM1153768_Response.xlsx, includes redactions of “expressive materials.” Amazon reserves the right to object to the request due to its volume and potential undue burden.",
      "timestamp": "2021-12-10T00:00:00",
      "timestamp_raw": "10 Nov 2021",
      "keywords": [
        "amazon",
        "redaction",
        "law enforcement",
        "response",
        "legal",
        "case",
        "express materials",
        "voluminous",
        "efta00017889",
        "communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010178",
      "summary": "An email chain discusses the handling of Amazon returns related to a discovery process, specifically involving a case referenced as “USvEpstein-2018R01618.”  A draft discovery cover letter (attached) was saved for review.  Multiple individuals (identified only as “[REDACTED]”) were involved in adding the returns to various folders, including a Rule 16 production and a trial subpoena returns folder within a shared cloud storage location (W.Usa.doj.gov\\ cloud\\ NYS\\ StAndrews SharecAUSvEpstein-2018R0161MITriaNTrial Subpoena Returns\\Amazon \\ 2021.11.10).  One individual requested the preparation of a pending Rule 16 production with the Amazon returns for immediate distribution.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "amazon return",
        "redaction",
        "discovery",
        "subpoena",
        "rule 16",
        "usanys",
        "contractor",
        "maxwell discovery",
        "standrews",
        "trial returns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027657",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027657",
      "summary": "An email chain discusses an Amazon return related to a legal case (USvEpstein-2018R01618). A contractor, [REDACTED], is tasked with reviewing a discovery cover letter and adding the Amazon return to production files, specifically the Rule 16 production and a folder for Amazon subpoena returns. The contractor is coordinating with an Assistant United States Attorney regarding the handling of the returns and their placement within the trial’s discovery process.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "amazon return",
        "redaction",
        "discovery",
        "subpoena",
        "rule 16",
        "usanys",
        "contractor",
        "letter",
        "returns",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010178",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036169",
      "summary": "A customer service agent named Joey issued a $1000.50 refund for item 5x9-Channel BNC Video Mixer PIP Video Processor to account EFTA00036169. The refund will be processed within 7-10 business days and the customer was asked for feedback regarding the resolution.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "amazon",
        "refund",
        "customer service",
        "video mixer",
        "bnc",
        "joey",
        "feedback",
        "payment",
        "customer satisfaction",
        "efta00036169"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018878",
      "summary": "The United States Attorney for the Southern District of New York issued a subpoena to Amazon.com, Inc. to produce business records related to the email addresses gmaxl@mindspring.com, gmax@mindspring.com, gmaxl@ellmax.com, and gmax@ellmax.com. The records requested cover the period from January 1, 1994, to January 1, 2005. The subpoena was issued in connection with the case of *United States v. Ghislaine Maxwell* and requires Amazon to appear in court on November 29, 2021, at 9:00 a.m. at 40 Foley Square, Courtroom 906. Failure to comply will result in contempt of court and potential civil and criminal penalties.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "court subpoena",
        "amazon.com",
        "ghislaine maxwell",
        "united states district court",
        "new york",
        "subscriber records",
        "billing information",
        "20 cr. 330",
        "legal department",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}