{
  "keyword": "criminal division",
  "count": 33,
  "keyword_match_count": 33,
  "content_match_count": 8,
  "total_files": 41,
  "timeline": [
    {
      "file_id": "EFTA00009502",
      "summary": "The testimony was recorded by Official Reporting Service, LLC. The witness, a former victim, had initially been interviewed by the Palm Beach Police Department, leading to concerns about potential charges. To ensure her cooperation, a sealed immunity order was issued, protecting her testimony from being used against her in a criminal case, except for perjury. The order dictates specific procedures for disclosure and handling of the document, including providing a copy to counsel and allowing review without copying.",
      "timestamp": "2007-04-24T00:00:00",
      "timestamp_raw": "April 24, 2007",
      "keywords": [
        "fbi",
        "grand jury",
        "testimony",
        "palm beach",
        "epstein",
        "united states attorney",
        "privilege against self-incrimination",
        "immunity",
        "federal building",
        "witness",
        "police department",
        "criminal division"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013733",
      "summary": "On May 22, 2007, Gerald B. Lefcourt, attorney for Jeffrey Epstein, contacted the Deputy Chief, Northern Region, Office of the United States Attorney, Southern District of Florida, to inform them that Epstein was under grand jury investigation. Lefcourt stated a decision regarding an indictment would be made within the next month or two, and that Epstein’s legal team would be given an opportunity to meet with the prosecutor before any decision is finalized. The correspondence included requests to meet with the Chief of the Criminal Division, First Assistant United States Attorney, and Attorney Alexander Acosta if the initial meeting does not lead to a resolution.",
      "timestamp": "2007-05-22T00:00:00",
      "timestamp_raw": "May 22, 2007",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "grand jury investigation",
        "indictment",
        "legal analysis",
        "florida",
        "gerald b. lefeourt",
        "criminal division",
        "united states attorney",
        "efta00013733"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009116",
      "summary": "Alexander Acosta regarding the investigation of a case involving a plea agreement with a defendant, Mr. Epstein. *   The core of the testimony revolves around disagreements within the U.S. Attorney's Office regarding the terms of the plea agreement, specifically concerning the extent of notification to victims and whether to pursue a trial. *   Acosta expressed concern that the defense team was unduly influencing the process and sought to maintain control over the case's trajectory. *   He specifically challenged the claim that the government's actions were improper or involved undue influence, arguing that they were simply following standard prosecutorial practices. *   Discussions centered on a \"22.55\" provision in the agreement, a complex aspect of the case that involved restitution payments, and concerns about whether the government was appropriately seeking to secure those payments. *   Acosta repeatedly questioned the handling of the case by the defense team, particularly regarding communications with victims and the potential for a new trial. *   The transcript reveals disagreements about whether the government should have formally requested an opinion from the Criminal Division and highlights concerns about the potential for the defense to improperly influence the case's outcome. *   The deposition involved extensive discussions about the discovery process, e-mail communications, and the roles of different individuals within the U.S. Attorney's Office and the defense team. *   There was also a significant focus on a report or letter, (which isn't contained in the provided transcript) from Ken Starr, to which Acosta refers numerous times and which he disputes. *   The transcript details a disagreement regarding a \"key word,\" \"Apologia,\" likely referencing the term used to describe a defense strategy of discrediting the government's case. *   Finally, there's an explanation regarding the lack of e-mail records related to the case.",
      "timestamp": "2008-06-23T00:00:00",
      "timestamp_raw": "June 23, 2008",
      "keywords": [
        "epstein",
        "victim",
        "npa",
        "agreement",
        "review",
        "doj",
        "criminal division",
        "state plea",
        "notification",
        "defendants",
        "sentencing",
        "restitution",
        "jay lefkowitz",
        "ken starr",
        "witness",
        "ms. roots",
        "legal issues",
        "defense team",
        "access",
        "influence",
        "misconduct",
        "records",
        "investigation",
        "allegations",
        "interviews",
        "\"apologia",
        "\" criminal division",
        "victim notifications",
        "compensation",
        "key words."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032238",
      "summary": "This document is a transcript of a plea conference in the Palm Beach County, Florida, court system regarding Jeffrey Epstein, who is charged with felony solicitation to prostitution and procuring a person under 18 for prostitution.  The case involves two separate indictments/informations (06 CF9454AMB and 08 CF9381CFAMB). During the conference, Epstein pleaded guilty to both charges with the agreement that he would not be subject to a PSI (Pre-Sentence Investigation) and will receive community control with numerous restrictions including a curfew, restrictions on contact with minors, and a prohibition on possessing sexually stimulating materials.  The court ordered a 12-month jail sentence for the first case and a 6-month sentence for the second, to be served consecutively with community control.  The probation officer will have regular contact with Epstein and supervise his activities. The case also includes a non-prosecution agreement with the U.S. Attorney's office.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "efta00032238",
        "jeffrey epstein",
        "plea conference",
        "palm beach county",
        "florida",
        "state of florida",
        "criminal division",
        "barry e. krischer",
        "lanna belohlavek",
        "jack goldberger",
        "attorney",
        "probation",
        "community control",
        "sex offender",
        "dna",
        "indictment",
        "information",
        "guilty",
        "sentence",
        "conditions",
        "palms beach county jail",
        "florida science foundation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022431",
      "summary": "On April 16, 2019, Conchita Samoff sent an email to the Criminal Division with a link to a Miami Herald article regarding a new Jeffrey Epstein accuser and a defamation suit. The email referenced ongoing investigations and modeling allegations linked to Epstein's connections with Victoria’s Secret and the modeling agencies MC2 and Frenchman (EFTA00022431).",
      "timestamp": "2019-04-16T00:00:00",
      "timestamp_raw": "April 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "defamation",
        "samoff",
        "victoria's secret",
        "modeling allegations",
        "bradenton herald",
        "miami herald",
        "efta00022431"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031314",
      "summary": "An email chain discusses a link to a news article about Jared Epstein and a compound on Great St. James in the Virgin Islands. The Criminal Division forwards the article to an Alliance to Rescue Victims of Trafficking Executive Director.",
      "timestamp": "2019-05-07T00:00:00",
      "timestamp_raw": "07 May 2019",
      "keywords": [
        "efta00031314",
        "redaction",
        "criminal division",
        "epstein",
        "trafficking",
        "virgin islands daily news",
        "alliance to rescue victims of trafficking",
        "private",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027743",
      "summary": "An email exchange occurred between individuals at the U.S. Attorney’s Office, Southern District of New York (USANYS) regarding an article titled “Feds Are Asking Jeffrey Epstein’s Victims About Sex-Trafficking Crimes” published by The Daily Beast on June 3, 2019. The email confirms the use of Google alerts and references a deputy chief within the Criminal Division of the USANYS.",
      "timestamp": "2019-06-03T00:00:00",
      "timestamp_raw": "June 3, 2019",
      "keywords": [
        "epstein",
        "sex-trafficking",
        "victims",
        "usanys",
        "daily beast",
        "criminal division",
        "redaction",
        "google alerts",
        "press clippings"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018270",
      "summary": "Laura, the Chief of the Criminal Division at the United States Attorney’s Office, SDNY, sent an email to multiple recipients regarding upcoming events. The email included a bail hearing scheduled for Monday at 10:00 AM before Judge Berman for Jeffrey Epstein, and noted Monday as “Be a Dork Day.” The original email thread referenced “Pecan Pie Day,” which Laura declined to acknowledge.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "bail hearing",
        "epstein",
        "judge berman",
        "laura",
        "pecan pie day",
        "dork day",
        "united states attorney's office",
        "sdny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014470",
      "summary": "On July 16, 2019, an Associate U.S. Attorney from the SDNY requested a meeting to discuss Jeffrey Epstein with the Chief, Criminal Division of the United States Attorney’s Office, SDNY. The response was \"Yes I'll come by.\" The email thread is labeled EFTA00014470.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "efta00014470",
        "sdny",
        "epstein",
        "u.s. attorney",
        "criminal division",
        "redaction analysis",
        "2019",
        "2025",
        "july 16",
        "associate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035389",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division regarding an investigation into Jeffrey Epstein (reg. no. 76318-054) following an incident on July 23, 2019. The documents, including memorandums and photos, were provided with the understanding that further dissemination would require prior knowledge and approval. A Regional Counsel from the U.S. Department of Justice confirmed concurrence in the release. A subsequent email reiterated the request for documentation and noted the need for a written request for materials.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035389",
        "usao sdny",
        "jeffrey epstein",
        "investigation",
        "documents",
        "photographs",
        "criminal division",
        "bureau of prisons",
        "clc new york",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035387",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division related to the investigation into Jeffrey Epstein’s July 23, 2019 incident. The materials included memorandums and photographs. The attorney stipulated that the material should not be disseminated further without their knowledge and approval. A USAO request for documentation was received, and the attorney confirmed concurrence in the release of the documentation/photographs.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "usao sdny",
        "doj",
        "federal bureau of prisons",
        "redaction",
        "clc new york",
        "documents",
        "photographs",
        "jeffrey epstein",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019669",
      "summary": "On August 12, 2019, the FBI New York Office’s Criminal Division Branch C executed a search warrant at Little Saint James Island, USVI, USA, owned by Jeffrey Epstein, as part of a Child Sex Trafficking investigation. The warrant targeted several structures including a single-story residence (A3), sheds (B1 & B2), a dock (B3), and potential two-story structures (A2, A4, C1 & C2).  A dome structure (D3) and a yellow square marked potential hidden structure were also identified. The operation utilized a USNG/MGRS map with topographic data and a scale of 1:25000 to document the locations and descriptions of these structures. Weather and nautical reports for Saint Thomas, USVI, were included as supplementary information.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "little saint james island",
        "usvi",
        "child sex trafficking",
        "search warrant",
        "weather report",
        "nautical report",
        "structures",
        "lsj",
        "usvi",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036390",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center, New York, announced a tour for representatives from the Department of Justice and the SDNY USA0 on August 15, 2019, at 10:00 a.m. Attendees included the Principal Deputy Attorney General, Advisor at AG’s office, Geoffrey Berman, several Deputy US Attorneys, Chief of the Criminal Division, SDNY, Counsel to the US Attorney, Chief of the Public Corruption Unit, SDNY, and multiple AUSAs. The Supervisory Attorney requested notification of attendees’ arrival.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "united states government",
        "memorandum",
        "metropolitan correctional center",
        "new york",
        "department of justice",
        "sdny",
        "tour",
        "august 15",
        "2019",
        "geoffrey berman",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037487",
      "summary": "On August 27, 2019, an FBI Special Agent in Charge from the Criminal Division, FBI New York Office, sent an email to the FBI regarding media coverage surrounding Jeffrey Epstein. The email suggested revisiting a message requesting additional victims to come forward. The email originated from the NY FBI office and was intended for the NY FBI office.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "epstein",
        "fbi",
        "redaction",
        "message",
        "victims",
        "new york",
        "criminal division",
        "august 27",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032926",
      "summary": "On August 27, 2019, Mike, Special Agent in Charge of the Criminal Division, FBI New York Office, sent an update (“This went up this morning”) to [REDACTED] via email. The update included the attached document, “JeffreyEpstein_update_8.26.19.docx,” originating from [REDACTED]. The email was sent with the subject line \"Update\" and the subject line “FW: Update”.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "efta00032926",
        "fbi",
        "update",
        "redaction",
        "jeffrey epstein",
        "august 27",
        "2019",
        "criminal division",
        "mike",
        "agent",
        "docx"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015325",
      "summary": "An email update, dated August 27, 2019, from the Criminal Division of the FBI (FlliMe) to an unidentified recipient, included a document titled “JeffreyEpstein_update_8.26.19.docx,” which was reportedly “up this morning.” The email was sent by a Special Agent in Charge.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "efta00015325",
        "redaction analysis",
        "jeffrey epstein",
        "update",
        "2019",
        "criminal division",
        "fllime",
        "8.26.19.docx"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031629",
      "summary": "On September 13, 2019, the Chief, Criminal Division of the United States Attorney’s Office, SDNY, received USMS materials related to a FOIA release concerning press coverage about USMS records related to Jeffrey Epstein. The Associate General Counsel at the USMS provided the original USM 11 documents (equivalent to 302s) to address inaccuracies in the initial release and offer as a point of contact for any investigation concerns.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "September 13, 2019",
      "keywords": [
        "epstein",
        "usms",
        "foia",
        "redaction",
        "release",
        "usanys",
        "us attorney",
        "criminal division",
        "source materials",
        "302s"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029311",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009968",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031628",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029311",
      "summary": "On September 13, 2019, the Chief, Criminal Division of the United States Attorney’s Office, SDNY, received materials from the Associate General Counsel at the USMS related to a recent FOIA release of USMS records concerning Jeffrey Epstein. The materials included USMS records (equivalent to 302s) intended to correct inaccuracies in initial press coverage and to provide a point of contact for any investigation concerns.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "September 13, 2019",
      "keywords": [
        "epstein",
        "usms",
        "foia",
        "redaction",
        "usanys",
        "release",
        "information",
        "investigation",
        "usms records",
        "criminal division"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031629",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009968",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031628",
            "similarity": 0.667,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031627",
            "similarity": 0.818,
            "index": 20,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009968",
      "summary": "An email chain discusses the release of USMS records related to press coverage concerning a FOIA release. The Associate General Counsel of the USMS provided the original source materials (USM 11s) to address inaccuracies in the reported release and offer as a point of contact for any investigation concerns.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2019",
      "keywords": [
        "usms",
        "foia",
        "redaction",
        "epstein",
        "usanys",
        "release",
        "records",
        "investigation",
        "criminal division",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029311",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031629",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031628",
            "similarity": 0.667,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031627",
            "similarity": 0.818,
            "index": 20,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031628",
      "summary": "On September 13, 2019, the Chief, Criminal Division of the United States Attorney’s Office, SDNY, received communications regarding the release of USMS records related to the Epstein case following a FOIA request. The Associate General Counsel at the USMS offered to provide the original source materials (USMLs) to address inaccuracies in initial reports and to serve as a point of contact for any investigation concerns. The communications involved scheduling a meeting at 3:30 or 4:30 PM.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "September 13, 2019",
      "keywords": [
        "usms",
        "foia",
        "epstein",
        "release",
        "usanys",
        "criminal division",
        "united states attorney's office",
        "sdny",
        "redaction",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009968",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029311",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031629",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031627",
            "similarity": 0.818,
            "index": 20,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031627",
      "summary": "A communication occurred between the Chief, Criminal Division of the United States Attorney’s Office, SDNY, and individuals at USANYS regarding the release of USMS records following a Freedom of Information Act (FOIA) request. The Associate General Counsel at the USMS provided the original source materials (USMLs) to address inaccuracies in initial press coverage and to offer support if any harm to an ongoing investigation was a concern.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2019",
      "keywords": [
        "epstein",
        "usms",
        "foia",
        "redaction",
        "usanys",
        "release",
        "information",
        "investigation",
        "criminal division",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031628",
            "similarity": 0.818,
            "index": 19,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00009968",
            "similarity": 0.818,
            "index": 18,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00029311",
            "similarity": 0.818,
            "index": 17,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024171",
      "summary": "On September 13, 2019, the Chief, Criminal Division of the United States Attorney’s Office, SDNY, requested the forwarding of “more problematic articles” related to the release of USMS records concerning the Jeffrey Epstein investigation. He had received original USMS records (USM 11s) to address inaccuracies in initial press coverage and offer support with any investigation concerns. Links to articles from the Miami Herald and CNN were provided as examples.",
      "timestamp": "2019-09-13T00:00:00",
      "timestamp_raw": "September 13, 2019",
      "keywords": [
        "epstein",
        "usms",
        "documents",
        "redaction",
        "release",
        "usanys",
        "poia",
        "investigation",
        "miami herald",
        "cnn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019883",
      "summary": "Emails were exchanged between multiple individuals at the USANYS (likely a government agency) regarding a criminal division update. The update, initially scheduled for August, was repeatedly reminded about via email. The final deadline was shifted to Friday, August 1st. Attachment PC_Unitr_Short_Form_Update.2.14.20v2.docx was shared.",
      "timestamp": "2020-02-14T00:00:00",
      "timestamp_raw": "14 Feb 2020",
      "keywords": [
        "criminal division",
        "efta00019883",
        "reminder",
        "update",
        "august",
        "report",
        "usanys",
        "stephanie",
        "bwilliams8®",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022062",
      "summary": "Department of Justice’s Criminal Division to the United Kingdom’s Central Authority for assistance in investigating Prince Andrew (Duke of York) in two ongoing criminal investigations. **Investigation I (Epstein):** The U.S. is investigating Jeffrey Epstein’s alleged sexual abuse of minors and seeks to interview Prince Andrew regarding his potential involvement – specifically, whether he witnessed or participated in events related to the abuse, and if he had knowledge of Maxwell's recruitment of victims. The U.S. also requests records of communications and meetings between Prince Andrew and relevant individuals, including Ghislaine Maxwell and Jeffrey Epstein, concerning travel, investigations, and potential trafficking. **Investigation II (Nygard):** The U.S. is investigating Peter Nygard's involvement in an international sex trafficking ring, focusing on activities at Nygard Cay in the Bahamas.  The U.S. seeks to question Prince Andrew regarding his visits to Nygard Cay and any knowledge he may have of Nygard’s trafficking operations. **Request for Assistance:** The U.S. requests that the UK assist with obtaining information through voluntary interviews of Prince Andrew (potentially including compelled interviews if he refuses), and providing access to relevant records. Strict confidentiality is requested to prevent jeopardizing the investigations. The U.S. also seeks to establish a log of all individuals who have been informed of the request. The document details the specific offenses being investigated (sex trafficking, transportation of minors, coercion, and conspiracy) and outlines the key individuals involved (Prince Andrew, Ghislaine Maxwell, and Jeffrey Epstein).",
      "timestamp": "2020-04-03T00:00:00",
      "timestamp_raw": "April 3, 2020",
      "keywords": [
        "u.s. department of justice",
        "criminal division",
        "efta00022062",
        "1994 treaty of mutual legal assistance",
        "andrew mountbatten-windsor",
        "jeffrey epstein",
        "ghislaine maxwell",
        "peter nygard",
        "material witness pa",
        "sexual abuse",
        "investigations",
        "communications",
        "interviews",
        "coerced interview",
        "nygard cay",
        "trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022061",
      "summary": "The U.S. Department of Justice (DOJ), specifically the Criminal Division’s Office of International Affairs, is requesting assistance from the United Kingdom Central Authority (UKCA) regarding an investigation into sex trafficking and related crimes. The investigation involves seeking the interview of a witness in the UK and obtaining relevant documents under their control. The DOJ requests confidential handling and prompt action on this matter.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "April 7, 2020",
      "keywords": [
        "u.s. department of justice",
        "criminal division",
        "united kingdom",
        "witness interview",
        "sex trafficking",
        "doj",
        "fbi",
        "request for assistance",
        "confidential treatment",
        "material witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013446",
      "summary": "On May 7, 2020, an FBI agent (USANYS) discussed scheduling a call with another FBI agent (CID) (FBI) and a USANYS representative to discuss ongoing cases, including the Ghislaine Maxwell investigation. The FBI agent (NY) confirmed the appointment of a permanent ASAC for the NYO Violent Crime/Gang Branch. The FBI agent (SDNY) was considering renewing a pen register and Amazon subpoena, and seeking a mail cover, to gather more recent information about Maxwell’s location, which was confirmed through historical pen register data and subpoenas. The conversation concluded with appreciation for the collaboration over the past months and best wishes for the case's progress.",
      "timestamp": "2020-05-07T00:00:00",
      "timestamp_raw": "May 7, 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "epstein",
        "criminal division",
        "surveillance",
        "cell site",
        "amazon",
        "pen register",
        "nyo",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013455",
            "similarity": 0.667,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013455",
      "summary": "An email exchange occurred between FBI agents and USANYS personnel regarding the Ghislaine Maxwell investigation. One FBI agent (Ponder, J. (NY) (FBI)) is transitioning into the role of ASAC for the NYO’s Violent Crime/Gang Branch and wants to schedule a call to discuss the case with the recipient. The recipient (USANYS) had previously offered to help and confirmed their availability for a Monday 11 am call. The FBI agent provided an update on the investigation, including SDNY's impending decision on charges, Maxwell’s continued residence in Manchester, Massachusetts, and proposed surveillance methods (renewed pen register, Amazon subpoena, and mail cover) to obtain more recent information.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "fbi",
        "maxwell",
        "epstein",
        "nyo",
        "criminal division",
        "surveillance",
        "pen register",
        "amazon",
        "case",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013446",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018747",
      "summary": "An email was sent from the Chief, Criminal Division of the United States Attorney's Office, SDNY, to another party sharing a NYLJ article titled \"NYLJMay6.pd.pdf.\" The sender states they missed the article upon its initial release and is forwarding it to the recipient in case they also missed it. The email is associated with case file EFTA00018747.",
      "timestamp": "2020-05-11T00:00:00",
      "timestamp_raw": "11 May 2020",
      "keywords": [
        "efta00018747",
        "nylj",
        "redaction",
        "usanys",
        "sdny",
        "criminal division",
        "united states attorney's office",
        "may 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027442",
      "summary": "This document is an email attachment containing an article (“NYLJ article”) written by Evan Barr about Prince Andrew and “zero cooperation,” specifically related to a case handled by the Chief, Criminal Division of the United States Attorney’s Office, SDNY. The email was sent on May 11, 2020, and includes a redacted PDF attachment named NYLJMay6.pd.pdf.",
      "timestamp": "2020-05-11T00:00:00",
      "timestamp_raw": "May 11, 2020",
      "keywords": [
        "efta00027442",
        "nylj",
        "evan barr",
        "prince andrew",
        "zero cooperation",
        "redaction",
        "united states attorney's office",
        "sdny",
        "criminal division",
        "article"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029860",
      "summary": "On July 1, 2020, the US Attorney’s Office, SDNY (specifically the Chief, Criminal Division) received an inquiry from NBC regarding potential movement in the Jeffrey Epstein investigation, involving individuals including GM, Prince Andrew, and other unspecified parties. The FBI did not comment and directed inquiries to the NY office.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "efta00029860",
        "gm",
        "epstein",
        "fbi",
        "usanys",
        "redaction analysis",
        "sdny",
        "nbc",
        "prince andrew",
        "contracto"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031423",
      "summary": "An email was sent from the Chief, Criminal Division of the United States Attorney's Office, SDNY (USANYS) to multiple recipients (USANYS) reminding them to send John their monthly updates. An attached document, \"PC Unit -- Short Fonn Update.7.6.20.doex,\" was also included.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "reminders",
        "monthly updates",
        "usanys",
        "sdny",
        "criminal division",
        "john",
        "updates",
        "pcu",
        "july 2020",
        "efta00031423"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030484",
      "summary": "This document is a series of email exchanges regarding the investigation into Jeffrey Epstein and Ghislaine Maxwell, specifically concerning the location of relevant documents. Key points include: *   Multiple parties (USANYS, USANYS, ODAG, MAO, SDFL, NDGA, OPR) are involved in coordinating efforts to locate documents. *   Requests are made to contact individuals within the Southern District of New York’s (SDFL) Criminal Division, specifically a US Attorney and a Criminal Chief, to obtain copies of criminal files. *   There’s an inquiry about the best point of contact within the SDFL for document retrieval, given prior conversations with OPR and the CVRA litigation. *   Discussions involve identifying document custodians (OPR, M.) and exploring potential contacts within SDFL and NDGA related to document collection. *   A U.S. Attorney’s Office representative offers to discuss recusal issues and directs contact to the SDFL. *   Scheduling of a call for July 22, 2020, to discuss document requests is repeatedly proposed.",
      "timestamp": "2020-07-22T00:00:00",
      "timestamp_raw": "July 22, 2020",
      "keywords": [
        "epstein/maxwell",
        "sdfl",
        "fbi",
        "victim services",
        "document collection",
        "cvra litigation",
        "opr",
        "usanys",
        "ghislaine maxwell",
        "criminal files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015895",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015895",
      "summary": "The document is a series of email exchanges regarding a request for assistance in locating documents related to the Epstein/Maxwell investigation. Key points include: *   Requests to contact individuals within the Southern District of New York’s (SDFL) Criminal Division, specifically the Criminal Chief, to locate relevant files. *   Discussions about contacting OPR and NDGA for document custodians. *   Confirmation of limited contact with a USANAYS AUSA in the SDFL civil division. *   Scheduling a meeting for July 22nd to discuss document location and potential review. *   The primary goal is to ascertain what hard-copy materials remain in the SDFL related to the case.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "epstein/maxwell",
        "sdfl",
        "usanys",
        "opr",
        "criminal division",
        "document collection",
        "ghislaine maxwell",
        "cvra litigation",
        "recusal",
        "discovery requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030484",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026710",
      "summary": "An email was sent on September 3, 2020, reminding recipients of upcoming monthly updates. The email, forwarded by [REDACTED], attached a document named “PC_Unitr_Short_Form_Update.9.4.20.docx” and referenced the Chief, Criminal Division of the United States Attorney's Office, SDNY.",
      "timestamp": "2020-09-03T00:00:00",
      "timestamp_raw": "September 3, 2020",
      "keywords": [
        "efta00026710",
        "redaction analysis",
        "updates",
        "monthly",
        "september",
        "criminal division",
        "united states attorney's office",
        "sdny",
        "reminder",
        "pc_unitr"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025272",
      "summary": "An email chain, dated October 2nd and September 30th, 2020, discusses “Monthly Updates.” The emails originate from the Chief, Criminal Division of the United States Attorney’s Office, SDNY, and are sent to individuals within the USANYS. One attachment, “PC Unit — Short Fonn Update.10.2.20.docx,” is included, with placeholders left for completion.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2020",
      "keywords": [
        "efta00025272",
        "monthly updates",
        "usanys",
        "criminal division",
        "sdny",
        "redaction analysis",
        "october",
        "reminders",
        "updates",
        "us attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030584",
      "summary": "An email chain discusses the review of images from “Epstein devices.” One individual, FRI, assures a recipient that the review will be completed. Another individual, [REDACTED], commits to addressing a “CART issue.” The email originates from the United States Attorney’s Office, specifically the Criminal Division.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "efta00030584",
        "maxwell",
        "usanys",
        "redaction",
        "epstein",
        "images",
        "cart",
        "criminal division",
        "united states attorney",
        "fri"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030053",
      "summary": "This redacted document details a transition team's efforts to create case blurbs for several ongoing legal cases. Specifically, it includes drafts of write-ups for two cases: *   **Halkbank (Turkey):** A criminal investigation into Halkbank’s alleged sanctions evasion involving billions of dollars related to Iran’s financial system. The case is currently awaiting trial with a stay pending a mandamus petition. *   **Ghislaine Maxwell:** Charges related to facilitating the sexual abuse of minor victims connected to Jeffrey Epstein, including charges of enticement, transportation of minors, and perjury. Maxwell remains detained pending trial scheduled for July 2021. The document reflects a request for concise, publicly available descriptions of the cases, with multiple individuals involved in revising and providing the information. The content is heavily redacted, obscuring specific details within the case descriptions.",
      "timestamp": "2020-12-30T00:00:00",
      "timestamp_raw": "December 30, 2020",
      "keywords": [
        "halkbank",
        "turkiye bankasi as",
        "united states v. turkiye hall( bankasi as",
        "transition team",
        "case blurbs",
        "criminal division",
        "fraud",
        "money laundering",
        "sanctions offenses",
        "ghislaine maxwell",
        "jeffrey epstein",
        "usao-sdny",
        "perjury"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026959",
      "summary": "On January 7, 2021, Susan Necheles sent a letter to multiple recipients, including Kathleen E. Cassidy, regarding EFTA00026959. She intended to share her thoughts before a planned conversation. The email chain includes a forwarded message from [REDACTED] regarding the same document and a request from [REDACTED] for a quick call the following day.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "January 7, 2021",
      "keywords": [
        "efta00026959",
        "efta00026960",
        "letter",
        "susan necheles",
        "kathleen e. cassidy",
        "redaction",
        "january 7 2021",
        "criminal division",
        "sdny",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027293",
      "summary": "The U.S. Department of Justice (DOJ), specifically the Criminal Division and FBI, is prosecuting Ghislaine Maxwell for her involvement in the sexual exploitation and abuse of minor girls related to Jeffrey Epstein’s activities, spanning from 1994 to 2004. They are requesting expedited assistance from the United Kingdom Central Authority, Ms. Deborah Hand, to obtain school records, a birth certificate, and border/passport records pertaining to a victim/witness related to the case, which is scheduled for trial in November 2021.",
      "timestamp": "2021-08-04T00:00:00",
      "timestamp_raw": "August 4, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "prosecution",
        "united kingdom",
        "evidence",
        "victim",
        "witness",
        "criminal division",
        "u.s. department of justice",
        "trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028103",
      "summary": "On August 30, 2021, Cohen & Gresser LLP, representing Ghislaine Maxwell, submitted a request to the U.S. Department of Justice via first-class mail. The request seeks testimony from FBI Special Agents regarding investigations into Jeffrey Epstein’s alleged sexual abuse, specifically focusing on timelines, investigative steps (witness interviews, evidence review, subpoenas, grand jury testimony), and the resolutions of both the Palm Beach FBI and U.S. Attorney’s Office for the Southern District of Florida investigation (July 2006 - June 2008) and the subsequent New York FBI and U.S. Attorney’s Office for the Southern District of New York investigation culminating in indictments against Epstein and Maxwell. The attorneys assert the disclosure is appropriate under relevant rules and would not compromise sensitive information.",
      "timestamp": "2021-08-30T00:00:00",
      "timestamp_raw": "August 30, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "jeffrey epstein",
        "united states v.",
        "criminal division",
        "u.s. department of justice",
        "testimony",
        "investigation",
        "indictment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011432",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email to the Policy & Statutory Enforcement Unit (PSEU) of the Criminal Division, U.S. Department of Justice, regarding a witness immunity request. The email included an attachment of an application form containing information about a case involving Ms. and her involvement in a scheme. A separate email from the PSEU requested the specific information regarding Ms.'s involvement and the information she provided.",
      "timestamp": "2021-09-27T00:00:00",
      "timestamp_raw": "27 Sep 2021",
      "keywords": [
        "witness immunity",
        "united states attorney",
        "redaction analysis",
        "doj",
        "pseu",
        "scheme",
        "application form",
        "new york",
        "ms. involvement",
        "criminal division"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}