{
  "keyword": "phone call",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 177,
  "total_files": 203,
  "timeline": [
    {
      "file_id": "EFTA00025006",
      "summary": "Victim Services Division documentation records services provided to a victim (identified as [REDACTED]) between January 1, 2000, and August 14, 2020. Services included: Crisis Intervention (1), Follow Up Contact In Person (1), Follow Up Contact Phone Call (2), Follow Up Contact Text (4), Initial Contact Text (1), and Resource/Referral Provided Counseling/MH Provider (2). A single additional note was recorded pertaining to logistical or service referral information. The document is a permanent record and discoverable.",
      "timestamp": "2000-01-01T00:00:00",
      "timestamp_raw": "January 1, 2000",
      "keywords": [
        "victim services",
        "redaction analysis",
        "crisis intervention",
        "follow up contact",
        "resource referral",
        "counseling",
        "mental health",
        "case file",
        "service type",
        "fbi case number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006374",
      "summary": "The document consists of multiple repeated “IMPORTANT MESSAGE FOR…” notifications, each containing the instruction to “PLEASE CALL,” alongside phrases like “CAME TO SEE YOU,” “WILL CALL AGAIN,” and “WANTS TO SEE YOU.” The messages are dated and timed with varying dates and times (ranging from January 7, 2004 to December 24, 2025), and relate to phone calls.  Finally, a final section contains a series of messages detailing various events and updates including time updates, phone call status, a request for helicopter pictures, scheduling information, and a note about a malfunctioning mail server.",
      "timestamp": "2004-01-07T00:00:00",
      "timestamp_raw": "January 7, 2004",
      "keywords": [
        "message",
        "call",
        "phone",
        "mobile",
        "date",
        "time",
        "returned",
        "attention",
        "see",
        "signed"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00006369",
            "similarity": 0.538,
            "index": 195,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00008599",
      "summary": "This redacted document pertains to the United States v. Jeffrey Epstein case, specifically related to financial and communication records. It includes: *   **Addresses:** Lists addresses in New York, Palm Beach, and Florida associated with Epstein. *   **Communication Messages:** Contains multiple \"IMPORTANT MESSAGE\" slips with varying dates and times, offering instructions like “PLEASE CALL,” “RUSH,” and “RETURNED YOUR CALL.” These messages appear to be urgent requests or notifications. *   **Phone Call Logs:** Provides detailed records of phone calls made by Epstein on January 3 and September 16, 2004, including dates, times, duration, and destination locations (e.g., Boynton Beach, FL, New York, NY). *   **Flight Manifest:** Includes a passenger manifest from a September 16, 2004, flight, detailing passenger names, flight details, and origin/destination information. *   **Financial Information:** Contains redacted details of a financial liability party, including name, address, and account information. *   **Identifiers:** Includes various IDs, such as driver’s license numbers, phone numbers and account numbers. The document is heavily redacted, with significant portions of text and data removed.",
      "timestamp": "2004-09-16T00:00:00",
      "timestamp_raw": "September 16, 2004",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "efta00008599",
        "gm_glsdny",
        "gm_gj_sdny",
        "palm beach",
        "new york",
        "florida",
        "2019",
        "2025",
        "10 east 71st street",
        "calls",
        "phone",
        "message"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020797",
      "summary": "Epstein, around Pompano Beach. The investigator documented several instances of the vehicle speeding and nearly causing accidents. The vehicle was described as a green Chevy with a Florida tag. Subpoenas were issued for phone records related to the victim and the private investigator. A review of 989 calls revealed a significant number of calls between the victim and the private investigator, lasting over 14 minutes.  The investigation uncovered a network of corporate entities registered to the same address as Jeffrey Epstein’s business, including El Zorro Ranch Corporation and New York Strategy Group.  There was no further contact with the victim or Epstein during the remainder of March 2006, and a phone call was received regarding a meeting involving Epstein, an attorney, and another individual.",
      "timestamp": "2006-03-04T00:00:00",
      "timestamp_raw": "March 4, 2006",
      "keywords": [
        "epstein",
        "private investigator",
        "florida",
        "vehicle",
        "subpoenas",
        "phone calls",
        "march 2006",
        "chevy",
        "license plate",
        "meeting",
        "457 madison ave"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009448",
      "summary": "The witness, an FBI agent (referred to as “Agent”), testified on February 27, 2007, in West Palm Beach, Florida. Key points from the testimony include: *   The witness initially confused the victim, whose birthdate is January 20, 1953, with another individual. *   The investigation began with a 14-year-old girl reporting a molestation incident by a man residing in Palm Beach. *   The Palm Beach police initially interviewed the girl, and the agent was later involved to correct this confusion. *   The agent investigated a situation where the girl was offered $200-$300 to give a massage to a man named Jeffrey Epstein, who was identified as a “security person” at Epstein’s residence. *   The agent recounts the events leading up to a sexual encounter between the girl and Epstein, including the girl being instructed to remove her clothing and the subsequent massage. *   There were multiple phone calls between the girl and Epstein, some of which involved offers of money and discussions about work arrangements. *   The girl provided controlled calls to investigators, and details emerged about the circumstances surrounding the encounter. *   The transcript highlights discrepancies in the witness's accounts from different interviews and attempts to clarify the details of the events. *  Evidence including trash pulls revealed contact information and details about the interactions. This transcript is a partial record of the grand jury’s investigation and contains details related to a specific case involving allegations of sexual abuse.",
      "timestamp": "2007-02-27T00:00:00",
      "timestamp_raw": "February 27, 2007",
      "keywords": [
        "operation leap year",
        "federal grand jury",
        "west palm beach",
        "fbi",
        "testimony",
        "massage",
        "sexual abuse",
        "palm beach",
        "2004",
        "2005",
        "molestation",
        "teenager",
        "age",
        "palm beach police department",
        "phone calls",
        "controlled calls",
        "discrepancies",
        "palm beach county",
        "girl",
        "18 years old"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009512",
      "summary": "The focus of the testimony was on Jane Doe number 3, who began contacting Jeffrey Epstein in December 2004 (age 17), involving massage appointments and phone contact.  Epstein paid her $200 for these massages, provided gifts including Victoria Secret underwear, and rented a car for her.  The investigation relates to potential sex trafficking involving multiple Jane Does. Siegel detailed the frequency of phone calls (approximately 125 from December 2004-October 2005), the nature of the massages, and the financial transactions. The transcript also discusses other Jane Does (numbers 4 and 5), related phone records and flight manifests, and the significant involvement of Epstein’s Gulfstream aircraft and Boeing 727. The case involves allegations of sex trafficking and potentially other related charges against Epstein.",
      "timestamp": "2007-05-15T00:00:00",
      "timestamp_raw": "May 15, 2007",
      "keywords": [
        "jane doe",
        "epstein",
        "fbi",
        "west palm beach",
        "operation leap year",
        "grand jury",
        "testimony",
        "phone calls",
        "massages",
        "underage",
        "sexual activity",
        "victoria secret",
        "flight records",
        "hyperion air",
        "jege",
        "inc.",
        "trafficking",
        "broward county",
        "2004",
        "2005"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014181",
      "summary": "On June 11, 2008, emails were exchanged regarding a phone call with Jeffrey Epstein. The call was scheduled for Friday, June 13, 2008, from 10:00 AM to 10:30 AM (GMT-05:00) Eastern Time, to be conducted by phone. Multiple individuals expressed availability for the call, including [REDACTED], [REDACTED], and [REDACTED]. The call was marked as X-PERSONAL priority.",
      "timestamp": "2008-06-11T00:00:00",
      "timestamp_raw": "June 11, 2008",
      "keywords": [
        "epstein",
        "call",
        "2008",
        "june 13",
        "phone",
        "10:00 am",
        "10:30 am",
        "redacted",
        "efta00014181",
        "redacted",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013969",
      "summary": "On June 11, 2008, emails were exchanged regarding a phone call to discuss Epstein. Multiple individuals expressed availability for a call on Friday, June 13, 2008, at 10:00 AM Eastern Time (US & Canada), with options for times between 10:00 AM and 11:00 AM, and after 11:00 AM. The emails involved individuals with redacted names and email addresses.",
      "timestamp": "2008-06-11T00:00:00",
      "timestamp_raw": "June 11, 2008",
      "keywords": [
        "epstein",
        "call",
        "june 2008",
        "friday",
        "telephone",
        "availability",
        "conflict",
        "redacted",
        "efta00013969",
        "mffice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013874",
      "summary": "On June 13, 2008, an FBI agent contacted a USAFLS representative regarding a conference call related to Jeffrey Epstein. The agent reported the call went well and that Sony needed to proceed urgently. The agent indicated they would follow up with a phone call.",
      "timestamp": "2008-06-13T00:00:00",
      "timestamp_raw": "June 13, 2008",
      "keywords": [
        "epstein",
        "fbi",
        "usafls",
        "redaction",
        "sony",
        "conference call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013995",
      "summary": "On June 13, 2008, at 14:00:00 +0000, there was a phone call (Epstein/call in) lasting 30 minutes with the subject “Mr.” involving a sentencing with Judge Hurley and a planned trip to Miami. The call originated from “ofc.” and was marked as X-PERSONAL priority 5. The document was created on May 9, 2006, and last modified on May 9, 2006.",
      "timestamp": "2008-06-13T00:00:00",
      "timestamp_raw": "June 13, 2008",
      "keywords": [
        "epstein",
        "sentencing",
        "miami",
        "judge hurley",
        "2008-06-13",
        "2006-05-09",
        "x-personal",
        "redaction analysis",
        "call in",
        "cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013985",
      "summary": "On June 13, 2008, from 10:00 AM to 10:30 AM (GMT-05:00), there was a scheduled phone call, designated as \"Epstein,\" involving multiple redacted individuals. The call was to be held at an unspecified office location and was categorized as X-PERSONAL. Multiple individuals expressed availability for the call, including those sending and receiving emails regarding the meeting. One individual, IM, requested a preferred phone number for participation.",
      "timestamp": "2008-06-13T00:00:00",
      "timestamp_raw": "June 13, 2008",
      "keywords": [
        "epstein",
        "call",
        "2008",
        "june 13",
        "phone",
        "redaction",
        "efta00013985",
        "10:00 am",
        "gmt-05:00",
        "us & canada"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013838",
      "summary": "A phone call occurred between Jeffrey Epstein and Roy Black on June 18, 2008. The call was marked as “Normal” importance and originated from an unidentified sender.",
      "timestamp": "2008-06-18T00:00:00",
      "timestamp_raw": "June 18, 2008",
      "keywords": [
        "epstein",
        "roy black",
        "efta00013838",
        "call",
        "2008",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014139",
      "summary": "An Assistant U.S. Attorney sent an email to Colonel Gauger regarding a portion of Jeffrey Epstein’s agreement with the U.S. Attorney’s Office. The email details inconsistencies surrounding Epstein’s claim of working at the Florida Science Foundation (located at 250 Australian Avenue, Suite 1400) and his reported daily work schedule. Specifically, records show the foundation was incorporated in November 2007, the location is Jack Goldberger’s office, and there’s no evidence of the foundation’s existence. The Assistant U.S. Attorney expresses concern that Epstein’s activities within his attorney’s office (telephone calls, web-surfing, food delivery) are inconsistent with the goals of imprisonment and requests a review of work release regulations.",
      "timestamp": "2008-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2008",
      "keywords": [
        "epstein",
        "agreement",
        "florida science foundation",
        "work release",
        "fbi",
        "u.s. attorney",
        "jack goldberger",
        "palm beach county",
        "prison",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035737",
      "summary": "This document is an unofficial FBI record concerning the death investigation of Jeffrey Epstein. It includes documents provided by DIG SA from MCC, specifically: L-Tier Daily Logs for August 9 and 10, a Weekly Signature Sheet for weeks of 7/28 and 8/4, an Incident Report from July 23, a Suicide Timeline (8/9-8/13), a memo regarding Epstein remains, a memo regarding an Epstein phone call (8/9), and Chain of Custody Logs from MCC. The record was received on October 16, 2009.",
      "timestamp": "2009-10-16T00:00:00",
      "timestamp_raw": "October 16, 2009",
      "keywords": [
        "jeffrey epstein",
        "death investigation",
        "mcc",
        "fbi",
        "import form",
        "unsub",
        "suicide timeline",
        "chain of custody",
        "incident report",
        "ssa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013477",
      "summary": "A phone call, classified as X-PERSONAL and designated priority 5, occurred on December 17, 2009, from 18:00:00 to 19:30:00 GMT. The event was a CEOS Meeting regarding the Epstein investigation. The meeting was created on March 27, 2015, and modified on July 22, 2015.  EFTA00013477 was an attendee.",
      "timestamp": "2009-12-17T00:00:00",
      "timestamp_raw": "December 17, 2009",
      "keywords": [
        "efta00013477",
        "ceos meeting",
        "epstein investigation",
        "redaction analysis",
        "2009-12-17",
        "x-personal",
        "event",
        "investigation",
        "metadata",
        "call-in"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019171",
      "summary": "A U.S. Attorney’s Assistant received a phone call from Sarnoff regarding contact she’s had with the FBI regarding Jeffrey Epstein. Sarnoff claims she is producing a documentary and writing a book about human trafficking and Epstein’s use of a modeling agency to facilitate underage girls entering the U.S. for sexual activity. The FBI previously attempted to obtain documentation from Sarnoff’s source, but the source did not appear for interviews. Sarnoff is dissatisfied with the FBI’s response that they would consider the source’s testimony if they came forward.",
      "timestamp": "2010-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2010",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "human trafficking",
        "modeling agency",
        "sexual conduct",
        "documentary",
        "source",
        "allegations",
        "sarnoff",
        "united states"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023428",
      "summary": "A New York Times reporter, Danielle Ivory, submitted a Freedom of Information Act (FOIA) request to the Bureau of Prisons (BOP) for records related to Jeffrey Epstein’s time in custody at the Metropolitan Correctional Center (MCC). The request seeks logs of phone calls, email correspondence, visitor lists, and approved contact lists for Epstein. Ivory argues the request is in the public interest due to the significant public interest surrounding Epstein’s death, potential government involvement, and the newspaper’s role in informing the public. She requests the records be provided electronically and fees be waived, citing the public’s right to access government information and the importance of transparency. The BOP acknowledges the request and outlines response time, fee waiver provisions, and considerations regarding potential exemptions under FOIA.",
      "timestamp": "2015-03-18T00:00:00",
      "timestamp_raw": "Mar. 18, 2015",
      "keywords": [
        "epstein",
        "foia",
        "bureau of prisons",
        "freedom of information act",
        "jeffrey epstein",
        "records request",
        "mcc",
        "email correspondence",
        "phone logs",
        "new york times"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014307",
      "summary": "On December 7, 2018, multiple individuals discussed a meeting regarding Jeffrey Epstein. Discussions included suggestions for meeting locations (specifically an office with a good speakerphone) and times (11:00 AM). One individual referenced a news article regarding lawmakers demanding a DOJ probe into Epstein’s affairs. Another individual proposed a call-in option at 11:00 AM.",
      "timestamp": "2018-12-07T00:00:00",
      "timestamp_raw": "December 7, 2018",
      "keywords": [
        "epstein",
        "redaction",
        "doj",
        "lawmakers",
        "meeting",
        "speakerphone",
        "npa",
        "phone call",
        "december 6",
        "2018"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027700",
      "summary": "On March 1, 2019, an individual (aa) received a response to an inquiry about an Epstein investigation from the Public Corruption Unit of the U.S. Attorney’s Office for the Southern District of New York. The unit’s Deputy Chief introduced himself and offered a call for the following day or Monday. A previous email chain initiated on February 28, 2019, involved a request for a phone call around 1:30/2 p.m. regarding the investigation.",
      "timestamp": "2019-03-01T00:00:00",
      "timestamp_raw": "March 1, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "southern district of new york",
        "public corruption unit",
        "ausas",
        "phone call",
        "meeting",
        "2019",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027046",
            "similarity": 0.667,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027046",
      "summary": "On March 1, 2019, the Public Corruption Unit of the U.S. Attorney’s Office for the Southern District of New York contacted individuals regarding an investigation related to Jeffrey Epstein. One individual responded with availability for a call at 1:30 PM. Another individual, a Deputy Chief, initiated the contact, introducing the unit and inquiring about a call time the following day or Monday. The email chain includes redacted names and email addresses.",
      "timestamp": "2019-03-01T00:00:00",
      "timestamp_raw": "March 1, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "u.s. attorney",
        "southern district of new york",
        "public corruption unit",
        "ausas",
        "phone call",
        "2019",
        "2025",
        "efta00027046"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027700",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009885",
      "summary": "A phone call occurred on 2019-03-05 from 21:00:00 to 21:30:00 +0000 between (USAWS) and Geoff Epstein. The call was organized by (USAWS) [REDACTED] and [REDACTED], classified as X-PERSONAL, and created on 2019-03-05 16:17:55 +0000. It had a priority of 5 and a DTSTAMP of 2019-03-05 16:07:55 +0000. A reminder was set to display 15 minutes before the start.",
      "timestamp": "2019-03-05T00:00:00",
      "timestamp_raw": "2019-03-05",
      "keywords": [
        "efta00009885",
        "call",
        "geoff",
        "epstein",
        "2019-03-05",
        "redaction",
        "usaws",
        "personal",
        "event",
        "reminder"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010574",
      "summary": "A correspondence email thread discusses a potential meeting on Monday with Epstein teams to discuss operational plans. One party expresses frustration that the recipient has not returned a call and intends to try again within 30 minutes.",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "27 Jun 2019",
      "keywords": [
        "efta00010574",
        "redaction",
        "meeting",
        "epstein",
        "plans",
        "discussion",
        "june 2019",
        "phone call",
        "teams",
        "monday"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008585",
      "summary": "This document is a transcript of a hearing before the United States Grand Jury, Southern District of New York, in the case of *United States v. Jeffrey Epstein*. A Federal Bureau of Investigation (FBI) Special Agent testified on July 2, 2019, at the United States Courthouse in New York. The agent’s testimony centered on their involvement in an investigation involving Jeffrey Epstein and his associates, specifically focusing on child exploitation, human trafficking, and international parental kidnapping. The agent detailed their work, referencing conversations with other law enforcement officers and review of documents, including phone records, messages, and exhibit presentations, all relating to the investigation. The testimony included discussion of specific individuals, dates (including misdated slides), and communication methods (phone calls and messages) used by Epstein and those associated with him. The agent confirmed the use of hearsay evidence during the proceedings.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "grand jury",
        "united states",
        "witnesses",
        "phone records",
        "trafficking",
        "kidnapping",
        "documents",
        "testimony",
        "hearsay",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033419",
      "summary": "On July 2, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate observations (psychological observations, administrative detentions), equipment checks, and security procedures.  Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 6:00 AM, and 10:00 AM.  Various inmate movements occurred, including transfers, returns, and administrative detentions.  Phone calls were monitored, including WITSEC inquiries.  The shift involved responding to alarms, conducting trash runs, and managing visitation. The counts varied throughout the shift, starting at 796, decreasing to 783, and then increasing to 788 before the shift ended.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "correctional center",
        "count",
        "inmates",
        "psych obs",
        "arrest",
        "detention",
        "fire alarm",
        "nypd",
        "phone check",
        "restraint equipment",
        "witsec",
        "administrative detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.5,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028420",
      "summary": "A correspondence between an Assistant United States Attorney from the Southern District of New York and an unnamed recipient regarding a subpoena and a request for email correspondence. The subpoena seeks recordings of Jeffrey Epstein’s phone calls (excluding attorney calls) and requests all email correspondence of Jeffrey Epstein from July 6, 2019, through July 11, 2019, excluding emails between Estin and Marc Fernich, Weinberg, and Reid Weingarten. The sender emphasizes the need for expedited receipt of the requested materials and provides contact information.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "subpoena",
        "emails",
        "legal request",
        "inmate correspondence",
        "july 12",
        "2019",
        "united states attorney",
        "southern district of new york",
        "marc fernich",
        "reid weingarten"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033422",
      "summary": "Several inmates were moved between units, including one transported to a local hospital. There were several instances of phone calls monitored, including STG and High Alert calls, and WITSEC inquiries.  Administrative detentions were recorded for inmates #50972-054 and #76318-054, with reasons and times documented.  The log details system malfunctions (fire alarm, PA system), trash runs, and standard operational procedures.  The final count at the end of each shift was recorded.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "inventory",
        "detention",
        "operations",
        "phone check",
        "institution",
        "time",
        "count",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034852",
            "similarity": 0.688,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034135",
            "similarity": 0.857,
            "index": 27,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034852",
      "summary": "The Lieutenant’s shift involved managing inmate movement, responding to system malfunctions, conducting trash runs, and overseeing visitation. Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, and 8:00 AM.  The SHU (Special Housing Unit) status was consistently 73/5.  There were no reported incidents of inmates being transferred to or from the hospital.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "detention",
        "inventory",
        "operations",
        "phone check",
        "institution",
        "787",
        "788",
        "789"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033422",
            "similarity": 0.688,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034135",
            "similarity": 0.688,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034135",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, documenting the activities of a lieutenant overseeing a shift. The log records counts, inmate movements (including transfers to hospital and administrative detention), equipment checks (metal detectors, restraint equipment), and responses to alarms and phone calls. It details specific inmate events, such as the addition of new inmates (including one transferred from another unit), and mentions system malfunctions affecting the public address system. The log also records routine tasks like trash runs and provides inmate visitation statistics. The shift covers three days: July 6th, July 7th, and July 5th, with counts recorded at various times throughout each day.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "inventory",
        "detention",
        "phone check",
        "institution",
        "operations",
        "fire alarm",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034852",
            "similarity": 0.688,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033422",
            "similarity": 0.857,
            "index": 25,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033580",
            "similarity": 0.562,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033425",
      "summary": "On July 8, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inmate movements, and system checks. The log detailed activities such as shift changes, fire alarm issues, phone checks, body alarm testing, and administrative detentions of inmates. There were instances of inmate movement to local hospitals, court appearances, and monitoring of STG/High Alert phone calls and WITSEC inquiries. Counts varied throughout the shift, with the final count being 792 at the end of the evening watch.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "correctional center",
        "count",
        "shu",
        "operations lieutenant",
        "fire alarm",
        "usms guards",
        "administrative detention",
        "phone check",
        "institution count",
        "visitation",
        "inmates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018164",
      "summary": "An email chain discusses a potential victim related to Jeffrey Epstein. The email thread includes individuals named rote, El, and others, referencing a call from an unidentified female providing information. A return number, EFTA00018164, is mentioned. The emails involve discussions about a meeting and counsel regarding the situation.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "redaction",
        "victim",
        "counsel",
        "subway",
        "phone call",
        "information",
        "female",
        "return number",
        "efta00018164"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026658",
      "summary": "A communication occurred between the Assistant United States Attorney for the Southern District of New York (SDNY) and the Assistant United States Attorney for the Eastern District of New York (EDNY) regarding a potential witness in the Jeffrey Epstein case. The witness contacted the EDNY, requesting to speak with someone from the USAO, and after failing to connect, contacted the SDNY. The SDNY forwarded the matter to the EDNY, with an attached memorandum documenting the call.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "us v",
        "southern district of new york",
        "fbi",
        "witness",
        "usao",
        "memorandum",
        "edny",
        "counsel",
        "phone call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028315",
      "summary": "On July 9, 2019, an individual (identified as “rote”) received a call from a female who identified herself as having information about Jeffrey Epstein. This followed previous communications regarding “issues” and a potential victim. The email chain involved multiple individuals and referenced the case number EFTA00028315.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "efta00028315",
        "victim",
        "redaction",
        "issues",
        "epstein",
        "phone call",
        "cso",
        "july 2019",
        "female",
        "information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037848",
            "similarity": 0.583,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037848",
      "summary": "An email chain discusses a potential victim with information about Jeffrey Epstein. A phone call was received from an individual identified by the reference number EFTA00037848. The sender intended to discuss the matter further the following day.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "efta00037848",
        "victim",
        "epstein",
        "redaction",
        "cso",
        "telephone",
        "information",
        "female",
        "july 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028315",
            "similarity": 0.583,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034067",
      "summary": "On July 9, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate movements (including psychiatric observations and administrative detentions), and security checks.  The shift involved monitoring phone calls (including STG and WITSEC inquiries), conducting inventory, responding to alarms, and managing inmate visits.  Counts varied throughout the day, with a final count of 792 at the end of the shift. Several inmates were transferred between units or facilities, and a trash run was conducted. The fire alarm/sprinkler system was intermittently nonoperational.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "restraint equipment",
        "nypd",
        "inmate",
        "administrative detention",
        "psych obs",
        "institution",
        "efta00034067"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033431",
            "similarity": 0.615,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034871",
      "summary": "The document is a daily log from the Metropolitan Correctional Center in New York, detailing the activities and counts of July 9, 2019, under multiple shifts (Morning, Day, Evening). It records inmate movements, medical treatments, administrative detentions, phone calls monitored (including WITSEC inquiries), security checks (metal detectors, roof checks), and inmate counts. Specific inmates are tracked, including Epstein, Rivero, Barcliff, and Gebremariam, and their associated statuses (e.g., psych observation, hospital visits). The log also notes equipment issues (fire alarm, PREA announcement system) and changes in unit assignments.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "inmate",
        "detention",
        "psych obs",
        "fire alarm",
        "nypd",
        "institutional",
        "arrest",
        "visitation",
        "record",
        "system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024828",
      "summary": "On July 10, 2019, an email was sent to multiple recipients regarding telephone calls about Jeffrey Epstein. The email instructed recipients (SSOs) to forward calls potentially from victims or individuals with information to a specific number (1-1030) and assure the caller that someone would return their call. The email referenced case file EFTA00024828.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "telephone calls",
        "redaction",
        "ssos",
        "victim",
        "information",
        "forward",
        "message",
        "1-1030"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033431",
      "summary": "Key activities included routine counts, equipment checks, security checks (roof, metal detectors), handling of inmate movement (administrative detention, hospital transfers), and monitoring of phone calls (STG/High Alert and WITSEC inquiries). There were multiple instances of counts taken at 12:00 AM, 3:00 AM, 5:00 AM, and 12:00 PM, as well as at 8:00 AM, 9:30 AM, 1:00 PM, 2:00 PM, 3:15 PM, and 4:00 PM. The log details the assumption and relinquishment of duties by the Lieutenant, and references specific inmate names and their associated housing units and reasons for administrative detention. System malfunctions, particularly with the Public Address System, were noted. The final count at the end of the shift was 791.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "restraint equipment",
        "metal detector",
        "institution",
        "nypd",
        "body alarm",
        "administrative detention",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034067",
            "similarity": 0.615,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033450",
            "similarity": 0.562,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028334",
      "summary": "A subpoena was issued on July 11, 2019, requesting recordings of Jeffrey Epstein’s phone calls, excluding those involving attorneys. Simultaneously, a written request was made for Jeffrey Epstein’s email correspondence from July 6, 2019, through July 11, 2019, excluding emails exchanged with Marc Fernich, Martin Weinberg, and Reid Weingarten. The subpoena’s return date was set for July 12, 2019.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "epstein",
        "subpoena",
        "emails",
        "jeffrey epstein",
        "redaction",
        "july 2019",
        "attorney",
        "marc fernich",
        "martin weinberg",
        "reid weingarten"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034888",
      "summary": "This document is a daily log of a Lieutenant’s shift at the Metropolitan Correctional Center in New York, covering Saturday, July 13, 2019. The log details routine activities including counts, inventory checks, security procedures (metal detectors, alarm testing), inmate observations (psychological, suicide watch), and administrative actions (detentions, furloughs). There were multiple inmate counts throughout the day, disruptions due to system malfunctions, and monitoring of STG and High Alert phone calls. A notable event was a furlough to a Housing Area (HA) and a temporary chit inventory was conducted. The log records the shift change and the final count of 798 inmates.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "nypd",
        "prea",
        "suicide watch",
        "administrative detention",
        "visitation",
        "fire alarm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034067",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034902",
            "similarity": 0.5,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033438",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034539",
      "summary": "Lieutenant’s shifts involved managing inmate activities, conducting counts, responding to alarms, and addressing issues like sprinkler malfunctions and bed space shortages. There were several inmate placements in administrative detention and ongoing monitoring of STG/High Alert phone calls and WITSEC inquiries. The counts varied throughout the day, with a final count of 799 recorded at the end of the shift.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "psych obs",
        "restraint equipment",
        "nypd phone check",
        "institution",
        "alarm",
        "detention",
        "prea",
        "confidental"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034569",
            "similarity": 0.562,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034156",
      "summary": "*   **Starting Counts:** The initial counts throughout the shifts varied between 796 and 799 inmates. *   **SHU Status:** The Special Housing Unit (SHU) contained approximately 78 inmates, with fluctuating numbers due to administrative detentions and movements. *   **Daily Activities:** The log detailed routine activities including counts, inventory checks, restraint equipment management, fire alarm testing, phone calls (including STG/High Alert monitoring and WITSEC inquiries), and inmate movements (e.g., to court, HA, ZA, general population). *   **Administrative Detentions:** Several inmates were placed in Administrative Detention throughout the shifts. *   **Visitation:** Visitation records noted 24 total inmates – 9 adults and 10 children. *   **Equipment Issues:** There were noted instances of system malfunctions, specifically relating to the Institution Public Address System used for PREA announcements.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "arrest",
        "witsec",
        "detention",
        "fire alarm",
        "institution",
        "nypd",
        "census",
        "visitation",
        "inmate",
        "unit",
        "goldcrest",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021428",
      "summary": "The documents detail scheduling discussions and information exchange related to the Epstein investigation. Key points include: *   Multiple individuals (FBI, NY attorneys, and a private legal firm) were coordinating meetings and phone calls to discuss a reverse proffer. *   Proposed meeting times were discussed, primarily focusing on July 15th - 18th, with options at 11:00 AM, 3:30 PM, and various times on Thursday. *   A witness’s doctor’s appointment was factored into the scheduling. *   The legal team sent over documents including a non-prosecution agreement and a standard proffer agreement for review. *   The witness indicated a desire to assert her Fifth Amendment privilege against self-incrimination if questioned.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "epstein investigation",
        "fbi",
        "new york",
        "florida",
        "proffer",
        "witness interview",
        "reverse proffer",
        "grand jury",
        "7/16",
        "6:00 pm",
        "michael bachner",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011184",
      "summary": "The document details a timeline of discussions between Jeffrey Maxwell’s attorneys (Pagliuca, Everdell, and Cohen) and the Southern District of New York (SDNY) prosecutors. These interactions occurred between July 15, 2019, and October 2, 2020, involving meetings and phone calls at SDNY offices and email exchanges. The timeline outlines specific dates and individuals involved in these communications.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "efta00011184",
        "sdny prosecutors",
        "maxwell's attorneys",
        "pagliuca",
        "timeline",
        "redaction analysis",
        "everdell",
        "cohen",
        "exhibits",
        "prosecutors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034896",
      "summary": "Throughout the shifts, there were numerous institutional counts with varying results (798, 796, 785, 786, 787, 794, 77/5, 78/5, 76/5, 78/4, 79/5, 76/4). There were also issues with the PREA announcement system and a malfunctioning door panel.  No STG/High Alert or WITSEC phone calls were received. Visitation records were not available for this shift.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "psych obs",
        "hospice",
        "usms guards",
        "administrative detention",
        "prea",
        "lockdown",
        "inmate",
        "institutional",
        "nypd",
        "restraint equipment",
        "confidental",
        "visitation",
        "comm. tech."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034902",
      "summary": "It details inmate counts (ranging from 782 to 787), security procedures (including metal detector checks, restraint equipment inventories, and roof checks), inmate movements (administrative detention, court appearances, hospital transfers, and new commitments), and responses to alarms and phone calls. Specific inmate details, including names, identification numbers, and reasons for placement, are recorded. The log also includes observations regarding sensitive information, such as suicide watch and inmate companions, as well as details about visitation and daily operations like trash runs and feeding schedules.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "correctional center",
        "lieutenant",
        "count",
        "suicide watch",
        "shu",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "admissions",
        "inmates",
        "visitation",
        "fire alarm",
        "system malfunction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033465",
            "similarity": 0.5,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033438",
      "summary": "This document is a daily lieutenant’s log from the Metropolitan Correctional Center in New York, detailing events on Thursday, July 18, 2019. The log records inmate counts (ranging from 781 to 787), observations including suicides watches, administrative detentions, and medical events (bowel movements, trash runs). It also details operational activities such as equipment checks, phone checks, counts, and visitation records.  System malfunctions (fire alarm, Public Address system) and security alerts (STG/High Alert phone calls) were noted. The log was transitioned between shifts with corresponding changes in inmate counts and operational responsibilities.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "nypd",
        "alarm",
        "institution",
        "detention",
        "visitation",
        "count",
        "inventory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.6,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.533,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.533,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030619",
      "summary": "A phone call was scheduled between ‘calla’ and ‘an’ involving lawyers, occurring on July 19, 2019, at 21:28:07 +0000. The call is referenced as EFTA00030619.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "July 19, 2019",
      "keywords": [
        "efta00030619",
        "call",
        "lawyers",
        "2019",
        "july",
        "attachment",
        "email",
        "redaction",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033580",
      "summary": "On July 20, 2019, the Metropolitan Correctional Center in New York documented daily operations, primarily focused on maintaining security and conducting counts of the inmate population (780, with 71 in SHU). Lieutenant’s logs detailed routine activities including count confirmations, equipment checks, Restraint Equipment Cage inventories, and responses to incidents like a reported fight necessitating a lockdown. There were also monitoring of STG and WITSEC phone calls, occasional administrative detentions (zero recorded in this excerpt), and system malfunctions affecting the Public Address System. Shifts were rotated between morning, day, and evening watches, and there were specific observations regarding NYPD activity and trash collection.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "lockdown",
        "hospice",
        "usms",
        "detention",
        "institution",
        "fire alarm",
        "operations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034135",
            "similarity": 0.562,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.625,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.562,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034692",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center in New York documented daily operations led by multiple lieutenants across morning, day, and evening shifts. The log recorded counts (initially 780, consistently maintained), security checks, equipment inventories, and responses to alarms and phone calls. Notable events included fire system malfunctions, PREA announcement failures, inmate administrative detentions (though none were recorded in this specific log), and several phone calls monitored through STG and High Alert systems. Counts were taken multiple times throughout the shifts, and the lieutenant transitioned between day and evening watch duties. Visitation was not recorded.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "detention",
        "fire alarm",
        "institution",
        "usms",
        "prea",
        "inventory",
        "lockdown",
        "visitation",
        "trash run"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033580",
            "similarity": 0.625,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033438",
            "similarity": 0.6,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034583",
            "similarity": 0.588,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.8,
            "index": 51,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034706",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034583",
      "summary": "On July 21, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, security checks, and inmate management. Throughout the shifts (Morning, Day, and Evening Watches), the Lieutenant performed regular counts (ranging from 780 inmates), conducted equipment inventories, monitored phone calls (including STG and WITSEC inquiries), and addressed issues like malfunctioning fire systems and door control problems. Administrative detentions were initiated but ultimately none. The daily log recorded specific events, times, and personnel involved in maintaining order and security within the facility.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "fire alarm",
        "administrative detention",
        "witsec",
        "prea",
        "institution",
        "usms",
        "body alarm",
        "lockdown",
        "trash run"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.588,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.533,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034908",
            "similarity": 0.625,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.533,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.6,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035688",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and inmate movement. Lieutenant’s logs recorded events across multiple shifts, noting operational issues like malfunctioning public address systems and difficulties opening doors. There were no STG or High Alert phone calls monitored, no WITSEC inquiries received, and no inmates placed in administrative detention. Counts were conducted at 12:00 AM, 3:00 AM, and 5:00 AM, with variations in inmate numbers reported. The log also details maintenance activities such as trash runs and equipment checks.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "usms",
        "department of justice",
        "correction center",
        "count",
        "shu",
        "prea",
        "lockdown",
        "fire alarm",
        "metal detector",
        "nypd",
        "administrative detention",
        "visitation",
        "inmates",
        "operations lieutenant",
        "daily log",
        "terrorist calls",
        "witsec",
        "monitoring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035581",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034908",
      "summary": "On July 21, 2019, a Metropolitan Correctional Center lieutenant documented daily operations, including counts, security checks (metal detectors, restraint equipment), and responses to alarms and phone calls. The shift involved multiple count rounds throughout the day, addressing system malfunctions (fire alarm, PA system), and managing inmate administrative detentions. There were no WITSEC inquiries or high-alert phone calls recorded during the shift. The lieutenant transitioned between morning, day, and evening watch duties, handling various tasks such as trash runs and maintaining security protocols. The final count at the end of the shift was 780 inmates, with 71 in SHU.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "detention",
        "fire alarm",
        "institution",
        "usms",
        "prea",
        "visitation",
        "trash run",
        "administrative detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034583",
            "similarity": 0.625,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.8,
            "index": 48,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033580",
            "similarity": 0.562,
            "index": 47,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.529,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.643,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035048",
            "similarity": 0.5,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035570",
      "summary": "On July 22, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate movements, and security checks. Key events included a reported threat of a stabbing, multiple phone calls monitored (including STG and WITSEC inquiries), several inmate placements in administrative detention (related to weapon or cell phone possession), and system malfunctions affecting the fire alarm and public address system. The log recorded shifts transitioning between day, evening, and morning watches, along with routine activities like trash runs and NYPD phone checks. The final count varied throughout the day, ultimately ending at 776.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "hospice",
        "stabbing",
        "administrative detention",
        "commit",
        "fire watch",
        "phone check",
        "institutional lockdown",
        "visitation",
        "weapons possession",
        "cell phone possession",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034696",
      "summary": "On July 22, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, security checks, and inmate activity. The shift began with a count of 780 inmates, with variations in SHU and unit placements. Several incidents were recorded, including an anonymous threat of a stabbing, monitoring of STG/High Alert and WITSEC phone calls, and the placement of inmates in Administrative Detention due to reasons such as weapon possession. There were multiple counts taken throughout the day, along with responses to system malfunctions (fire alarm, pressure pump) and routine activities like trash runs and visitation. The shift ended with a count of 776 inmates.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "count",
        "institution",
        "shu",
        "unit",
        "count",
        "nypd",
        "body alarm",
        "stabbing",
        "detention",
        "terrorist"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030625",
      "summary": "Attorney) are coordinating the handling of financial documents related to Jeffrey Epstein’s case. *   The initial request involves determining a meeting time (likely a phone call or in-person) to review the documents. *   A task is assigned to a contractor to burn specified folders to a disc and deliver it to the FBI. *   The FBI is planning a meeting to discuss an investigation game plan, potentially on Tuesday. *   A court conference is scheduled for Tuesday at 11:00 AM. *   Sensitive information is redacted throughout the communication.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "financial documents",
        "epstein",
        "fbi",
        "redaction",
        "investigation",
        "meeting",
        "time",
        "phone call",
        "subpoenas",
        "forensic accountant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034172",
      "summary": "On July 23, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate movements (including transfers to hospice, suicide watch, and court appearances), and responses to alarms and system malfunctions. Several inmates were placed in administrative detention. There were numerous phone calls monitored, including STG and WITSEC inquiries. The log recorded shifts in Lieutenant responsibilities, equipment checks, and inmate visitation. The counts remained consistent throughout the day, with a final count of 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "lieutenant",
        "corrections",
        "count",
        "shu",
        "fire alarm",
        "suicide watch",
        "administrative detention",
        "nypd",
        "monitoring",
        "visitation",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.615,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.533,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021649",
      "summary": "An email was sent from EFTA00021649 to two individuals, [REDACTED] and [REDACTED], requesting an urgent phone call regarding Jeffrey Epstein. The email was sent on July 23, 2019, at 21:22:59 +0000.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "analysis",
        "efta00021649",
        "urgent",
        "2019",
        "call",
        "cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035581",
      "summary": "Lieutenant’s logs recorded issues with fire alarm systems, restraint equipment inventory, and communication systems. Several inmates were placed on suicide watch, and there were instances of administrative detention. Phone calls were monitored for terrorist and WITSEC activity. Counts were conducted multiple times throughout the shifts, resulting in slight variations in inmate numbers. Visitation occurred on July 22, 2019, with 34 inmates visiting.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "usms",
        "correction center",
        "lieutenant's log",
        "shu",
        "prea",
        "suicide watch",
        "administrative detention",
        "count",
        "fire alarm",
        "nypd",
        "visitation",
        "phone calls",
        "monitoring",
        "inmates",
        "efta00035581"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035688",
            "similarity": 0.5,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034706",
      "summary": "This document is a daily log of operations for a Metropolitan Correctional Center in New York, specifically the shift of a Lieutenant during July 23rd and 22nd, 2019. The log details inmate counts (ranging from 776 to 773), sensitive information (I/M - inmate medical), fire alarm issues, restraint equipment checks, and various security procedures like metal detector scans and phone checks. Several inmates were placed on suicide watch (Epstein #76318-054) and there were instances of WITSEC inquiries and administrative detentions. The log also records specific events such as count confirmations, release of inmates, and monitoring of STG/High Alert phone calls. Visitation details were also recorded.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "suicide watch",
        "prea",
        "restraint equipment",
        "nypd",
        "institutional",
        "detention",
        "visitation",
        "usms",
        "monitoring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034172",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.529,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034077",
            "similarity": 0.533,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034970",
            "similarity": 0.5,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035504",
            "similarity": 0.588,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035536",
      "summary": "On July 24, 2019, an email was sent from an unknown sender to [REDACTED] regarding a “GAN” related to Jeffrey Epstein, noting that Epstein was placed on “Watch” following a phone call. The email attached a file named “TEXT.htm”.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "gan",
        "epstein",
        "redaction",
        "analysis",
        "watch",
        "text.htm",
        "efta00035536"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034630",
      "summary": "On July 24, 2019, at 11:53 AM, the Chief Psychologist for the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in York, New York, received a communication regarding Jeffrey Epstein. The communication stated that Epstein was placed on watch as per a previous on-call phone call. The email is marked as confidential and referenced case number SDNY_00011764 and EFTA00034630.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "efta00034630",
        "gan",
        "epstein",
        "watch",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "york",
        "psy.d.",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034077",
      "summary": "Key events included counts (776, 774, 770, 772, 774), inmate transfers (Ayllon, Reese, Epstein, Goswami, Martinez, Noble, Wright), administrative detentions, fire alarm issues, and monitoring of STG/High Alert phone calls and WITSEC inquiries. There were also instances of inmates being placed on suicide watch, receiving medical care, and participating in court appearances. Visitation records were maintained, along with data on phone calls and administrative detentions.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "fire alarm",
        "restraint equipment",
        "inmate",
        "usms",
        "detention",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.533,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.692,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035695",
            "similarity": 0.615,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033447",
            "similarity": 0.615,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034934",
      "summary": "Lieutenant’s activities encompassed assuming watch duties, conducting inventory, responding to alarms, managing administrative detentions (specifically involving Kaba and Williams), and monitoring phone calls (STG and WITSEC inquiries).  Several inmates were moved between housing units (SHU, 10-South, Local Hosp), and a total count of 774 was achieved throughout the shifts. Visitation numbers were also recorded.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "institution",
        "fire alarm",
        "nypd",
        "cell phone",
        "administrative detention",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034172",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.643,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034583",
            "similarity": 0.533,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.615,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033444",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (e.g., court appearances, transfers to nursing facilities or special housing), and maintenance issues (fire alarm malfunctions, equipment inventory). Several inmates were under observation (Psych Obs, Suicide Watch), and some were placed in Administrative Detention due to various reasons, including possession of cell phones. Phone calls were monitored, including WITSEC inquiries. Counts were conducted at various times throughout the shift, and the shift ended with a final count of 770 inmates.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "fire alarm",
        "inmate",
        "detention",
        "psych obs",
        "restraint equipment",
        "nypd",
        "phone check",
        "administrative detention",
        "suicide watch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034077",
            "similarity": 0.692,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034172",
            "similarity": 0.533,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034067",
            "similarity": 0.643,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035695",
            "similarity": 0.643,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034948",
            "similarity": 0.529,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033447",
            "similarity": 0.643,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031191",
      "summary": "On July 25, 2019, a correctional officer documented daily activities at the Metropolitan Correctional Center in New York. The log recorded inmate counts, movement (including exits and returns from hospitals), sensitive information regarding inmate observations (like psychiatric or suicide watches), and administrative actions such as detentions and transfers. Fire alarm malfunctions and phone calls were also monitored, including WITSEC inquiries and STG/High Alert calls. Throughout the shifts, inmates were moved between housing units, hospitals, and placed in administrative detention, with specific instances noted for cell phone possession. Counts were conducted at various times, and the log tracked equipment inventories and security checks.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "correctional center",
        "shu",
        "inmate",
        "count",
        "arrest",
        "detention",
        "witsec",
        "phone calls",
        "fire alarm",
        "prea",
        "custody",
        "lockdown",
        "medical observation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035695",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (e.g., Town Driver exit, inmate transfers to/from hospitals), and security checks. Sensitive information included inmate observations (psychiatric, suicide watch), phone calls monitored (including WITSEC inquiries), and administrative detentions (primarily related to cell phone possession).  Fire alarm system malfunctions were reported. Counts were conducted multiple times throughout the shifts, and various operational tasks, such as equipment inventories, phone checks, and trash runs, were performed. The log recorded changes in inmate status and location, totaling a fluctuating count of 774, 773, and 771 across the three shifts.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "usms",
        "psych obs",
        "restraint equipment",
        "fire alarm",
        "phone check",
        "administrative detention",
        "witsec",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.643,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034077",
            "similarity": 0.615,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034067",
            "similarity": 0.571,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.562,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033450",
            "similarity": 0.529,
            "index": 70,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034948",
      "summary": "*   **Initial Count:** The beginning count for the Metropolitan Correctional Center in New York was 770 inmates. *   **Operational Issues:** Throughout the shifts, there were issues with the fire alarm system, the Institution Public Address System, and metal detectors, leading to delays and alternative methods of communication. *   **Inmate Status:** Several inmates were noted for specific observations, including I/M Epstein on psychiatric observation with a companion, Hossain in Special Housing Unit (pending classification), and Brown placed in administrative detention due to a threat assessment. *   **Counts & Changes:** Multiple institutional counts were conducted throughout the day, resulting in variations in inmate numbers. *   **Phone Calls & Alerts:** The log recorded monitoring of STG/High Alert phone calls and WITSEC inquiries. *   **Visitation:** Visitation data was recorded for both 9 South and 11 North units. *   **Final Count:** The final count at the end of the shifts was 770.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "inmate",
        "psych obs",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "administrative detention",
        "witsec",
        "institutional lockdown",
        "visitation",
        "count"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035695",
            "similarity": 0.562,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.529,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.5,
            "index": 62,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033593",
            "similarity": 0.5,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033450",
            "similarity": 0.526,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.562,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033447",
      "summary": "On July 26, 2019, a Metropolitan Correctional Center Lieutenant’s log recorded daily operations, including counts, inmate movements, and security checks. Key events included fire alarm malfunctions, inmate placements in administrative detention (primarily due to threat assessments or court appearances), inmate transfers between housing units, and monitoring of phone calls for potential threats. The log documented specific inmate details, including observations related to psychological status and medical care. Visitation records were also noted.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "inmate",
        "detention",
        "psychiatric",
        "observation",
        "restraint equipment",
        "nypd",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.643,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034077",
            "similarity": 0.615,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033607",
            "similarity": 0.5,
            "index": 80,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034631",
      "summary": "On July 27, 2019, the Chief Psychologist at the Metropolitan Correctional Center reported that Gary Epstein was placed on watch duty as a result of a phone call made by the individual. The communication was part of a confidential case (SDNY_00011765) and designated as EFTA00034631.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "efta00034631",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "epstein",
        "watch",
        "confidential",
        "gan",
        "sdny_00011765"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035525",
            "similarity": 0.5,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033593",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, detailing the activities and events of three shifts (M/W, D/W, and E/W) on Saturday, July 27, 2019. The log records inmate counts, observations (including medical and psychological), equipment checks, security procedures (like rooftop checks and metal detector scans), phone calls monitored (including WITSEC inquiries), and administrative detentions. Notable events include fire alarm issues, PREA announcements failures, inmate placement in administrative detention, and specific inmate observations like smoking K-2 or being placed on suicide watch. The log also tracks personnel changes and counts the number of visitors.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "correctional center",
        "count",
        "shu",
        "nypd",
        "fire alarm",
        "psychiatric observation",
        "administrative detention",
        "witsec",
        "visitation",
        "institutional lockdown"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033450",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inmate movements, and security checks. Lieutenant’s logs recorded events such as fire alarm malfunctions, inmate placements (including those on psychiatric observation or in administrative detention), phone calls monitored (including WITSEC inquiries), and regular counts conducted at various times throughout the day. Specific inmates of note were Epstein and #76254-054. There were issues with the fire alarm system and a delay in conducting PREA announcements. Visitation records were also maintained, detailing adult and child inmate visits. The shifts transitioned between morning, day, evening, and mid-week watches.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "fire alarm",
        "psychiatric observation",
        "administrative detention",
        "witsec",
        "institution",
        "nypd",
        "body alarm",
        "inmate",
        "operations lieutenant",
        "restraint equipment",
        "usms guards",
        "psych obs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.526,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035695",
            "similarity": 0.529,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.5,
            "index": 63,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033456",
            "similarity": 0.625,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034565",
            "similarity": 0.5,
            "index": 108,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035525",
      "summary": "On July 27, 2019, at 7:53 AM, Chief Psychologist 1 at the U.S. Department of Justice/Federal Bureau of Prisons’ Metropolitan Correctional Center noted that Jeffrey Epstein went on watch as a result of a phone call made by the individual.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "efta00035525",
        "u.s. department of justice",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "epstein",
        "watch",
        "gan",
        "chief psychologist",
        "7/24/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034631",
            "similarity": 0.5,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033647",
      "summary": "It details inmate counts, sensitive information (including inmate hospitalizations and psychiatric observations), restraint equipment checks, security procedures (metal detectors, roof checks, and phone monitoring – including WITSEC inquiries), and administrative actions like administrative detentions and transfers between housing units (SHU, 10-South, Local Hosp).  Specific inmate movements and releases are recorded, along with equipment inventory and maintenance. The log also tracks phone calls and counts to maintain a secure environment.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "hospital",
        "inmate",
        "count",
        "custody",
        "detention",
        "observation",
        "restraint",
        "alarm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035048",
            "similarity": 0.5,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033601",
      "summary": "The log details inmate counts, sensitive information, medical observations (including psychiatric observations and suicide watch), administrative detentions, phone calls (including WITSEC inquiries and STG/High Alert calls), restraint equipment inventory, and general operational activities like counts, searches, and releases. Specific inmate IDs and reasons for detention/observation are frequently noted. The log records various interruptions to standard procedures due to system malfunctions, and includes details about visitation and trash runs.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "inmate",
        "hospital",
        "count",
        "prea",
        "restraint",
        "metal detector",
        "nypd",
        "administration detention",
        "suicide watch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00033465",
            "similarity": 0.615,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034970",
      "summary": "On July 30, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inmate movements (including hospital transfers and releases), security checks (metal detectors, restraint equipment, roof checks), and monitoring of phone calls (including WITSEC inquiries). The log recorded specific inmate activities, administrative detentions, and the operational status of various systems (fire alarm, public address system). Counts were conducted multiple times throughout the shifts, with variations in inmate numbers and locations. Visitation records were also maintained.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "arrest",
        "detention",
        "nypd",
        "phone check",
        "restraint equipment",
        "visitation",
        "inmates",
        "usms",
        "psych obs",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034706",
            "similarity": 0.5,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033607",
            "similarity": 0.667,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.5,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035048",
      "summary": "It details inmate counts, movement of inmates (including hospital transfers, dry cell placements, and administrative detentions), equipment checks, phone calls monitored (including WITSEC inquiries), and general operational activities. The log records shifts in personnel, counts, and specific inmate actions throughout the day.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "hospital",
        "usms",
        "alarm",
        "restraint",
        "detention",
        "cell",
        "nypd",
        "inmate",
        "prea",
        "visitation",
        "dry cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033647",
            "similarity": 0.5,
            "index": 72,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034908",
            "similarity": 0.5,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034569",
            "similarity": 0.5,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033665",
      "summary": "Lieutenant’s conducted shifts, monitoring phone calls (including WITSEC inquiries), managing administrative detentions (resulting in several inmate placements), and addressing system malfunctions (fire alarm, PA system). Inmate counts fluctuated throughout the day, with changes due to transfers, medical observations, and administrative actions. The shift involved numerous routine procedures and responses to specific inmate situations.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "usms",
        "psych",
        "restraint",
        "metal detector",
        "emergency",
        "witsec",
        "detention",
        "inmate",
        "observation",
        "log"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034991",
      "summary": "This document is a daily log of activities and events at the Metropolitan Correctional Center in New York, maintained by a Lieutenant. It details counts, inmate movements, security checks (metal detectors, restraint equipment), responses to alarms, phone calls (including WITSEC inquiries), and administrative detentions. There are frequent institution-wide counts, and occasional issues with communication systems (PA system, metal detectors). Visitation records are also noted. The log records the specific times and actions taken throughout each shift, categorized by the type of activity (e.g., “Institution Count,” “PREA Announcement,” “Body Alarm Testing”).",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 02, 2019",
      "keywords": [
        "usms guards",
        "suicide watch",
        "shu",
        "prea",
        "institution count",
        "body alarm",
        "administrative detention",
        "witsec",
        "visitation",
        "lockdown",
        "terrorist phone calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035615",
      "summary": "On August 3, 2019, a lieutenant at the Metropolitan Correctional Center in New York documented daily operations, including counts, security checks, and inmate management. Throughout the shift, there were instances of fire alarms, system malfunctions (particularly with the PA system), and temporary detentions of inmates. Phone calls were monitored for terrorist threats and WITSEC inquiries. Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, 10:00 AM, and 12:00 AM, with variations in inmate counts and temporary detentions recorded. The shift involved multiple lieutenant changes and responses to various operational issues, including equipment failures and the completion of trash runs.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "correctional center",
        "usms",
        "prea",
        "shu",
        "count",
        "lockdown",
        "visitation",
        "witsec",
        "administrative detention",
        "operations lieutenant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034997",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant’s log documented daily operations, including counts, inmate movements (specifically involving Melendez and #86463-054), equipment checks, and security procedures. Key events included multiple institution counts, phone checks, body alarm tests, and responses to a fire alarm malfunction. Administrative detention was not recorded during this shift.  The log also noted monitoring of STG and High Alert phone calls, and WITSEC inquiries. The daily count consistently remained at 761 with a SHU count of 77.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "correctional center",
        "count",
        "shu",
        "lieutenant",
        "usms",
        "hospital",
        "detention",
        "alarm",
        "fire",
        "operations",
        "witsec",
        "inmate",
        "observation",
        "nypd",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033607",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (specifically Melendez and Benjamin), and security checks. Key events included fire alarm issues, phone checks, body alarm testing, PREA announcements, and administrative detentions. Inmates were frequently placed in the Local Hospital and observed psychological observations. Throughout the shift, the Lieutenant transitioned between morning, day, and evening watches, managing inmate counts and responding to various incidents, including a hospital return for inmate Melendez. There were no recorded STG/High Alert phone calls or WITSEC inquiries.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "psych obs",
        "detention",
        "fire alarm",
        "inventory",
        "nypd",
        "phone check",
        "observation",
        "administrative",
        "visitation",
        "inmates",
        "restraint equipment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034970",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033447",
            "similarity": 0.5,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033456",
      "summary": "This document is a daily log from August 4, 2019, detailing the activities and observations of a Metropolitan Correctional Center Lieutenant shift. Key events include: multiple institution counts (762 inmates), maintenance checks (metal detectors, restraint equipment, fire system), PREA announcements, phone checks, body alarm testing, inmate administrative detentions (though none during this specific shift), trash runs, and monitoring of STG/High Alert phone calls and WITSEC inquiries (both occurring zero times). The log records variations in inmate counts, equipment malfunctions (specifically the PA system), and the lieutenant’s transitions of duty between shifts.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "institution",
        "nypd",
        "fire alarm",
        "restraint equipment",
        "prea",
        "witsec",
        "administrative detention",
        "usms guards"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033450",
            "similarity": 0.625,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034948",
            "similarity": 0.562,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.615,
            "index": 62,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033465",
            "similarity": 0.5,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035706",
      "summary": "On August 4, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and security procedures. Lieutenant’s logs detailed activities across multiple shifts, noting operational issues like a malfunctioning PA system and metal detector problems.  Inmate activity included PREA announcements, restraint equipment management, temporary chit inventories, and the monitoring of STG international terrorist phone calls and WITSEC inquiries. Administrative detentions were recorded but consistently at zero. Counts were performed at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, and 10:00 AM, with variations in inmate counts and observations. There were no significant incidents or changes in inmate status.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "us department of justice",
        "metropolitan correctional center",
        "shift",
        "day",
        "date",
        "count",
        "shu",
        "prea",
        "restraint equipment",
        "metal detector",
        "institution",
        "nypd",
        "phone check",
        "administrative detention",
        "witsec",
        "inmate",
        "operations lieutenant",
        "visitation",
        "lockdowns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033707",
      "summary": "There were instances of inmates placed in Administrative Detention due to pending SIS investigations.  Specific inmate names and case numbers were recorded along with the reasons for detention.  The Lieutenant addressed sensitive information, including inmate observations (psych obs, suicide watch), monitored phone calls (STG/High Alert and WITSEC inquiries), and responded to system malfunctions (fire alarm, PA system). There were variations in the count throughout the shifts, with a final count of 759 on Sunday. Visitation details were recorded, including adult and child visitors.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "lieutenant",
        "corrections",
        "shu",
        "count",
        "alarm",
        "detention",
        "psych obs",
        "prea",
        "inventory",
        "nypd",
        "visitation",
        "inmate",
        "medical",
        "lockdown",
        "system"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.526,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034569",
            "similarity": 0.556,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034332",
      "summary": "On August 6, 2019, Mariel Colon, attorney for Jeffrey Epstein, sent a complaint to the Metropolitan Correctional Center regarding Epstein’s conditions. The complaint detailed a lack of toilet paper, an unplugged CPAP machine, and limited phone calls (two fifteen-minute calls on speakerphone with officers present). The email was forwarded by Supervisory Staff Attorney at the MCC.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "complaints",
        "phone calls",
        "cpap",
        "toilet paper",
        "mariel colon",
        "new york",
        "metropolitan correctional center",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035618",
            "similarity": 1.0,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034791",
            "similarity": 0.818,
            "index": 87,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035618",
      "summary": "On August 6, 2019, a Supervisory Staff Attorney at the Metropolitan Correctional Center (MCC) New York received a complaint from Jeffrey Epstein’s attorneys, Mariel Colon Miro, Esq., and Michael Lambert regarding Epstein’s conditions within the facility. Epstein reported a lack of toilet paper, an un-plugged CPAP machine, and only two fifteen-minute phone calls made via speakerphone with officers present. The attorney requested confirmation of toilet paper availability and CPAP functionality, as well as verification of his phone account setup for ITS calls after 30 days.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "cpap",
        "phone calls",
        "complaints",
        "toilet paper",
        "mariel colon",
        "legal",
        "new york",
        "metropolitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034332",
            "similarity": 1.0,
            "index": 84,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034791",
            "similarity": 0.818,
            "index": 87,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034796",
      "summary": "This document is a daily log from August 6th and 5th, 2019, maintained by a Lieutenant at the Metropolitan Correctional Center in New York. It details operational activities including inmate counts, security checks (metal detectors, roof inspections), inventory, and responses to alarms. Specific events recorded include inmate placements in SHU (Special Housing Unit), administrative detentions due to weapons possession, inmate transfers, and system malfunctions impacting communication. The log also records WITSEC inquiries and monitoring of STG high-alert phone calls. The counts fluctuate throughout the shifts, with a starting count of 759 decreasing to 757 and then 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "bed space",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "administrative detention",
        "inmate",
        "witness protection",
        "visitation",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034948",
            "similarity": 0.556,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.529,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033465",
            "similarity": 0.714,
            "index": 91,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034565",
            "similarity": 0.611,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.5,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034791",
      "summary": "On August 6, 2019, Mariel Colon, attorney for Jeffrey Epstein, sent a complaint to the Metropolitan Correctional Center (MCC) regarding his cell conditions. Epstein reported a lack of toilet paper, an unplugged CPAP machine, and only two fifteen-minute phone calls made via speakerphone with officers present. The email requests verification of these issues and confirmation that Epstein’s phone account is set up to receive calls on the ITS after 30 days.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "complaints",
        "cpap",
        "phone calls",
        "toilet paper",
        "speaker phone",
        "new york",
        "mariel colon",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035618",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034332",
            "similarity": 0.818,
            "index": 84,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034554",
      "summary": "An inmate, referred to as “Epstein,” contacted a writer regarding phone calls he received through his PAC number. He stated he had only had two phone calls via speakerphone and questioned whether they constituted his monthly contact. He also reported missing books he was reading while in suicide watch, specifically mentioning his transfer to the SHU. The communication was made by the Chief Psychologist of the U.S. Department of Justice/Federal Bureau of Prisons at the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "8/8/2019",
      "keywords": [
        "epstein",
        "complaints",
        "phone calls",
        "suicide watch",
        "shu",
        "pac number",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036426",
      "summary": "An inmate, identified as Epstein (EFTA00036426), reported to a writer that he received a PAC number to make phone calls, having only had two speaker phone calls and questioning if they counted as his monthly contact. He also reported missing books he had while in suicide watch. The communication occurred between August 8, 2019, and involved the U.S. Department of Justice/Federal Bureau of Prisons and the Metropolitan Correctional Center in New York.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "epstein",
        "complaints",
        "phone calls",
        "inmate",
        "suicide watch",
        "books",
        "prison",
        "federal bureau of prisons",
        "redacted",
        "pac number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032505",
      "summary": "On August 9, 2019, a correctional officer spoke with inmate Jeffery Epstein (Reg. No. 76318-054) regarding a call he made to his mother. The officer shortened Epstein’s attorney visitation to allow a social call, escorting him to Special Housing Unit (SHU) G tier and allowing him to use a phone for 15 minutes, after which the call was ended. The officer noted Epstein didn't have his phone set up and the phone number dialed began with 347.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "federal bureau of prisons",
        "inmate epstein",
        "jeffery",
        "memorandum",
        "visitation",
        "phone call",
        "social call",
        "special housing unit",
        "poe and pin",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033465",
      "summary": "Throughout the shift, there were several inmate movements, including transfers (TRTY TRANS), administrative detentions, and changes in observation status (suicide watch, psych observation, dry cell).  There were issues with the Institution Public Address System, the Rear Gate Metal Detector, and the Fire Alarm system. Several body alarm tests were conducted, and routine counts were performed at 12:00 AM, 3:00 AM, and 5:00 AM. Visitation records were also noted, with a total of 46 adults and children visiting. There were no STG/High Alert phone calls or WITSEC inquiries reported during the shift.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "lieutenant",
        "suicide watch",
        "shu",
        "count",
        "restraint equipment",
        "metal detector",
        "nypd",
        "prea",
        "administrative detention",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034796",
            "similarity": 0.714,
            "index": 86,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033456",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033601",
            "similarity": 0.615,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034565",
            "similarity": 0.667,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035504",
            "similarity": 0.6,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033693",
            "similarity": 0.5,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035174",
      "summary": "On August 9, 2019, a correctional officer spoke with inmate Jeffery Epstein (Reg. No. 76318-054) regarding a phone call to his mother. The officer facilitated a social call from the Special Housing Unit, monitoring the call for 15 minutes and noting the phone number dialed began with “347.” The officer escorted Epstein to the G tier and oversaw the call’s termination.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "inmate",
        "call",
        "visitation",
        "social call",
        "phone",
        "pac pin"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035211",
      "summary": "No. 76318-054) regarding a scheduled call to his family. The officer escorted Epstein to the Special Housing Unit and allowed a 15-minute phone call, during which the officer noted Epstein was unable to use his phone’s access codes. Epstein was calling his mother. On August 10, 2019, a correctional officer responded to a detail at New York Presbyterian Hospital to observe inmate Epstein’s remains following an apparent medical event. The remains were moved to the city morgue under the coordination of the Office of City Medical Examiner. Finally, a correctional officer visited Epstein in SHU on August 10, 2019, and documented that he was actively engaged in his legal proceedings, requesting specific items and reporting no mental health concerns.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "epstein",
        "jeffery",
        "bureau of prisons",
        "metropolitan correctional center",
        "new york",
        "calls",
        "visitation",
        "shu",
        "suicide watch",
        "legal situation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034102",
      "summary": "These included: *   **Counts:** Regular institution counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, and 10:00 AM. *   **Administrative Actions:** Several inmates were moved between units (e.g., PRE REMOVE, TREATY TRANS, Dry Cell), placed in Administrative Detention, or taken off suicide watch. *   **Technical Issues:** The Institution Public Address System and a Fire Panel were malfunctioning. *   **Phone Calls:** STG (High Alert) and potentially WITSEC phone calls were monitored. *   **Visitation:** 46 individuals visited the facility. *   **Shift Changes:** The Lieutenant transitioned between morning, day, and evening watches. The daily log details a standard set of security and operational procedures within the correctional facility.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "daily log",
        "corrections",
        "suicide watch",
        "shu",
        "nypd",
        "phone check",
        "restraint equipment",
        "institution count",
        "prea",
        "transfers",
        "inmate detention",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037380",
      "summary": "On August 10, 2019, an FBI agent (NY e.agny0000@fbi.gov) received a phone call from Mark Epstein (917-543-2432) regarding the death of his brother, Jeffrey. Epstein requested contact regarding the case and was informed by the NYOC that they could not confirm or deny an investigation. A CLEAR report was generated related to the phone number.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00037380",
        "nyoc",
        "fbi",
        "mark epstein",
        "jeffrey",
        "phone call",
        "redaction",
        "investigation",
        "death",
        "917-543-2432"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024497",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York reports that Jeffrey Epstein made a phone call to Kristina Schuliak, his current girlfriend, on August 10, 2019, around 7:00 p.m. Schuliak requested a lawyer and her lawyer indicated she would discuss the call’s content, seeking protections. The information is being relayed for use in a new investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "kristina schuliak",
        "phone call",
        "investigation",
        "ausa",
        "southern district of new york",
        "redacted",
        "girlfriend",
        "lawyer",
        "protection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020662",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020662",
      "summary": "On August 10, 2019, an Assistant U.S. Attorney from the Southern District of New York received information that Jeffrey Epstein made a phone call to Kristina Schuliak, his current girlfriend, around 7:00 p.m. The agents contacted Schuliak, who requested a lawyer and subsequently spoke with her lawyer, who indicated Schuliak would discuss the call’s content but needed protections. The Attorney advised that anyone assigned to the new investigation should contact Schuliak and her lawyer for follow-up.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "kristina schuliak",
        "phone call",
        "investigation",
        "ausa",
        "southern district of new york",
        "girlfriend",
        "lawyer",
        "protections",
        "c-19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024497",
            "similarity": 0.667,
            "index": 96,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035430",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant assumed duties at 12:00 AM. The daily count was 758 with 73 inmates in SHU.  Notable events included inmate observations (Psych Obs.) for several inmates, one inmate in a dry cell with staff intervention, a medical emergency involving unresponsive inmate Epstein requiring CPR and transport to a local hospital, and monitoring of STG International Terrorist phone calls and WITSEC inquiries. The final count at the end of the shift was 758 with 71 inmates in SHU, 5 in the 10-South SHU, and 4 in the Health/Administrative Observation units.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "shu",
        "psych obs",
        "restraint equipment",
        "institution count",
        "emergency",
        "cpr",
        "administrative detention",
        "terrorist phone calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019333",
      "summary": "Multiple law enforcement agencies, including the FBI, DOJ-OIG, and US Marshals Service, are investigating the death of Jeffrey Epstein. Concerns are being raised about the speed of information release, particularly by the Bureau of Prisons (BOP), with defense counsel expressing frustration and demanding accurate details. There are reports of individuals claiming to have information about the circumstances of Epstein’s death, including a purported investigator from the MCC and a phone call claiming the body was ready for pickup. A preliminary autopsy is underway, but questions arise regarding the timing and coordination between agencies, especially concerning the BOP’s public statements and potential for misinformation. AUSA is taking the lead in the investigation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "fbi",
        "doj",
        "bop",
        "mcc",
        "usao",
        "autopsy",
        "investigation",
        "hoax",
        "attorneys",
        "retrieval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036050",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, detailing the activities of a correctional lieutenant across three shifts (Monday, Friday, and Saturday, August 9-10, 2019). Key events include inmate counts, sensitive observation placements (psych observation, dry cell, suicide watch), medical emergencies (inmate Epstein unresponsive), phone call monitoring (STG International Terrorist calls and WITSEC inquiries), administrative detentions (none recorded), and routine facility checks (metal detectors, roof checks, trash runs). Counts varied slightly between shifts, and several inmates were repeatedly placed on sensitive observation statuses.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional center",
        "lieutenant",
        "count",
        "shu",
        "psych obs",
        "dry cell",
        "emergency",
        "inmate",
        "restraint equipment",
        "nypd",
        "institutional",
        "observation",
        "transfer",
        "suicide watch",
        "medical emergency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031194",
            "similarity": 0.611,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036101",
      "summary": "This document is a daily log from August 9th and 10th, 2019, kept by a Metropolitan Correctional Center Lieutenant detailing operations, inmate counts, medical emergencies, and security incidents. Key events include: *   **Counts:** Multiple institutional counts were conducted at 12:00 AM, 3:00 AM, and 5:00 AM, consistently recording 757 or 758 inmates. *   **Medical Emergency:** On August 10th, inmate Epstein was found unresponsive and received CPR before being transported to a hospital. *   **Restraints and Transfers:** Several inmates were placed in Administrative Detention and transferred to special housing, notably Fernandez and Mutimura. *   **System Issues:** Fire alarm/sprinkler system malfunctions and a malfunctioning Public Address System occurred. *   **Security Procedures:** Regular checks of metal detectors, restraint equipment, and roof security were performed. *   **Phone Monitoring:** STG International Terrorist phone calls and WITSEC inquiries were monitored. *   **Count Variations:** The final count varied between 756 and 758 throughout the shifts.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "medical emergency",
        "restraint equipment cage",
        "nypd phone check",
        "institutional count",
        "administrative detention",
        "emergency services",
        "dry cell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031194",
      "summary": "This document is a daily lieutenant’s log from the Metropolitan Correctional Center in New York, documenting activity for August 9th and 10th, 2019. It details counts, inmate observations (particularly psychiatric observation and suicide watch), medical emergencies (specifically the unresponsive inmate Epstein), transfers to special housing, and various operational activities like alarm testing, roof checks, and trash runs. There were multiple inmate placements in administrative detention, and no high-alert phone calls were monitored during the shifts. The log records the shift changes and the counts at various times throughout the day.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional center",
        "inmate",
        "psych obs",
        "shu",
        "restraint equipment",
        "count",
        "emergency",
        "transfer",
        "dry cell",
        "nypd",
        "prea",
        "hospitalization",
        "observation",
        "detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036050",
            "similarity": 0.611,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013176",
      "summary": "On August 10, 2019, multiple parties (defense counsel, a supervisory staff attorney, USMS, and BOP) received reports regarding the death of Jeffrey Epstein. A phone call was received claiming an MCC investigator informed Epstein’s close contact that Epstein’s body was ready for retrieval. Concerns arose regarding the premature public press release from the BOP and the lack of communication regarding basic facts, including the time and cause of death. Counsel demanded immediate updates and accurate information to relay to Epstein’s attorneys and family. The BOP provided an update stating Epstein was being taken to the hospital via ambulance due to a suicide attempt, but offered no further specifics. A USMS representative confirmed the update and stated they would push out updates as they received them.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "mcc",
        "investigation",
        "autopsy",
        "retrieval",
        "defense counsel",
        "press release",
        "usms",
        "death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014347",
      "summary": "A phone message was sent on August 10, 2019, from an iPhone to an unknown recipient, referencing “Epstein.” The subject line was “Epstein.” The message requested a phone call.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00014347",
        "2025-12-24",
        "2019-08-10"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018981",
      "summary": "On August 11, 2019, a Special Agent from the Office of the Inspector General (OIG) requested a meeting with a warden at the SDNY location for 10:00 am the following day. The request stemmed from a phone call that occurred at 7:17 pm on Friday, lasting 19 minutes, and involved Jeffrey Epstein, who was not in general population due to his circumstances.  Ori, another individual, had previously informed the warden of the call but did not provide any information regarding it. Epstein’s Friday involved a supervised legal visit from 8:00 am to 7:00 pm.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00018981",
        "oig",
        "warden",
        "sdny",
        "phone call",
        "august 11",
        "2019",
        "epstein",
        "bop",
        "meeting",
        "special agent"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027263",
            "similarity": 0.692,
            "index": 107,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027935",
      "summary": "On August 11, 2019, a phone call between Jeffrey Epstein and the Warden was reported to be 19 minutes long. Epstein was not in general population and therefore did not require an approved list of contacts. He was under BOP staff supervision during a legal visit on Friday from approximately 8:00 AM to 7:00 PM.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "efta00027935",
        "phone call",
        "epstein",
        "warden",
        "oig",
        "bop",
        "legal visit",
        "19 minutes",
        "supervision",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027263",
      "summary": "An email chain discusses a phone call made by Jeffrey Epstein. The initial email indicates a plan to contact someone regarding Epstein’s availability. A subsequent email from [REDACTED] reports that the Warden of the facility briefed the OIG SAC Modano on a 19-minute phone call. The email states Epstein was not in general population and had a supervised legal visit on Friday. A second email referencing EFTA00027264 is also included.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "efta00027263",
        "oig",
        "special agent",
        "warden",
        "phone call",
        "meeting",
        "august 11",
        "2019",
        "epstein",
        "bop",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018981",
            "similarity": 0.692,
            "index": 105,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034565",
      "summary": "On August 11, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, sensitive inmate observations (psychological, suicide watch), administrative detentions, and phone call monitoring (STG and WITSEC inquiries). Lieutenant shifts were recorded, detailing specific events such as fire system malfunctions, equipment inventories, body alarm testing, NYPD phone checks, and trash runs.  Notable events included the placement of inmates on suicide watch, a new inmate commit from the FBI, and ongoing monitoring of potential threats. The counts varied throughout the shifts, with a starting count of 756 and fluctuations in SHU and observation statuses.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "psych obs",
        "prea",
        "restraint equipment",
        "metal detector",
        "institution",
        "nypd",
        "body alarm",
        "administrative detention",
        "inmate",
        "suicide watch",
        "visitation",
        "counts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033465",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034796",
            "similarity": 0.611,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033450",
            "similarity": 0.5,
            "index": 70,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035504",
            "similarity": 0.526,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033693",
            "similarity": 0.611,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.556,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035504",
      "summary": "This document is a daily log of operations at the Metropolitan Correctional Center in New York City, covering the shift of a Lieutenant on August 11, 2019. Key events include: *   **Initial Counts:** The log begins with initial counts of 756 inmates, with varying numbers in Special Housing Units (SHU). *   **Operational Issues:** Frequent reports of system malfunctions, particularly with the Public Address System, lead to delays in announcements and procedures. *   **Inmate Management:** Several inmates are placed on suicide watch, requiring companion assignments and administrative detention. *   **Security Procedures:** Regular counts, metal detector checks, restraint equipment inventories, and roof checks are conducted. *   **Phone Monitoring:** STG and High Alert phone calls are monitored, with no WITSEC inquiries received during the shift. *   **Shift Changes:** The Lieutenant transitions between morning, day, and evening shifts, each with specific duties and observations. The log consistently records counts, inmate movements, and operational issues encountered throughout the shifts.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "psych obs",
        "suicide watch",
        "administrative detention",
        "count",
        "restraint equipment",
        "fire alarm",
        "nypd",
        "prea",
        "inmate",
        "detention",
        "monitoring",
        "system malfunction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034565",
            "similarity": 0.526,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033465",
            "similarity": 0.6,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034948",
            "similarity": 0.556,
            "index": 66,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033693",
            "similarity": 0.556,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034569",
            "similarity": 0.588,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036837",
      "summary": "A communication (memo) was sent from an unidentified sender to an unidentified recipient regarding a phone number appearing in the Control 2 phone caller ID system. The sender, a Senior Officer Specialist within the Disturbance Control Team and Evidence Recovery Team at the Metropolitan Correctional Center, notes that multiple calls can occur simultaneously and the identified number may not correspond to the intended target. The communication also includes details about the sender’s certifications and employment location (U.S. Department of Justice, Metropolitan Correctional Center, 150 Park Row, New York, NY 10007). EFTA00036838 is also referenced.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "efta00036837",
        "redaction analysis",
        "metropolitan correctional center",
        "u.s. department of justice",
        "phone number",
        "witsec escort",
        "evidence recovery team",
        "control 2",
        "memo",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033693",
      "summary": "This document is a daily log of events recorded by the Lieutenant of the Metropolitan Correctional Center in New York on Monday, August 12, 2019. It details counts of inmates (ranging from 757 to 765), observations regarding inmate psychological status, equipment checks, phone calls monitored (including STG and WITSEC inquiries), administrative detentions (none recorded), and shift changes. There were intermittent system malfunctions affecting the Public Address System, and several inmate transfers occurred, primarily involving the Local Hospital. The log recorded specific times for various activities, including counts, equipment checks, phone checks, body alarm tests, and trash runs.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "psych obs",
        "prea",
        "institution",
        "nypd",
        "metal detector",
        "restraint equipment",
        "inmate",
        "detention",
        "system malfunction",
        "visitation",
        "confidentia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035504",
            "similarity": 0.556,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034565",
            "similarity": 0.611,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033465",
            "similarity": 0.5,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034569",
            "similarity": 0.588,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013194",
      "summary": "Emails dated August 13, 2019, discuss the investigation into Jeffrey Epstein’s death. Concerns are raised about presenting evidence, specifically a ligature, for potential use in court. Discussions involve comparing ligatures from July 23rd and August 10th.  A phone call is scheduled between the sender, David, and Dr. Roman at OCME to address ligature questions. One individual states they cannot reliably determine a time of death due to the timeframe. The AUSA office requests information regarding the ligature and interviews with those who discovered the body, citing legalities.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "ligature",
        "time of death",
        "ocme",
        "ausa",
        "david",
        "roman",
        "phone call",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034569",
      "summary": "Lieutenant’s shifts involved responding to alarms, conducting counts, managing administrative detentions, monitoring phone calls (including WITSEC inquiries), and handling inmate transfers between units and facilities. There were several instances of inmates placed on suicide watch or administrative detention. The daily log recorded issues with communication systems (fire alarm, PA system) and disruptions due to counts and other operational needs.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "lieutenant",
        "suicide watch",
        "shu",
        "count",
        "alarm",
        "restraint equipment",
        "inmate",
        "detention",
        "nypd",
        "psych obs",
        "prea",
        "visitation",
        "unit 9 north"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033693",
            "similarity": 0.588,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035504",
            "similarity": 0.588,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034565",
            "similarity": 0.556,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027978",
      "summary": "A communication was sent from CMG to USANYS regarding a question from HQ concerning Epstein’s phone calls related to the underlying case. The question specifically asks if SDNY had requirements to memorialize these calls and whether those requirements were followed. The email is part of a larger case file (EFTA00027978).",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "efta00027978",
        "redaction analysis",
        "usanys",
        "sdny",
        "epstein",
        "phone calls",
        "bop policies",
        "prosecutors",
        "underlying case",
        "u.s. department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031007",
      "summary": "The OIG New York Field Office is investigating a question regarding the handling of phone calls made by Jeffrey Epstein at MCC. The core of the inquiry revolves around whether the Bureau of Prisons (BOP) was required to document Epstein’s calls beyond standard BOP policy, specifically if the SDNY prosecutors or Judge required detailed logging, recording, or monitoring of those conversations. The investigation stemmed from a request for clarification about whether SDNY prosecutors needed to maintain a log of Epstein’s calls at MCC, referencing the term “memorialize phone calls.” Redactions obscure the identities of individuals and organizations involved.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "bop",
        "sdny",
        "ig",
        "epstein",
        "phone calls",
        "requests",
        "directives",
        "court orders",
        "recording",
        "memorialize"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027180",
            "similarity": 0.538,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027180",
      "summary": "The following individuals were involved in a communication chain regarding a question from headquarters (HQ) concerning inmate phone use and monitoring, specifically related to the case of a prisoner named Epstein. *   A Special Agent from the Office of the Inspector General (OIG) responded to a request for information about whether the Bureau of Prisons (BOP) complied with any additional requirements from the SDNY prosecutors or Judge regarding inmate phone use, including specific recording, reporting, or monitoring protocols. *   The initial inquiry questioned whether the SDNY office or Judge had specific instructions beyond standard BOP policy, such as maintaining a log of phone calls or documenting conversation topics. *   The question centered around whether the SDNY required the BOP to “memorialize” Epstein’s phone calls, specifically regarding the recording and documentation of those calls.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "bop",
        "sdny",
        "phone use",
        "monitoring",
        "court orders",
        "requests",
        "directives",
        "epstein",
        "recording",
        "log"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031007",
            "similarity": 0.538,
            "index": 115,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019662",
      "summary": "The Office of the Inspector General (OIG) received a request from the U.S. Attorney’s Office for the Southern District of New York (USANYS) regarding whether the Bureau of Prisons (BOP) policies and SDNY requirements were followed concerning Epstein’s phone calls related to the underlying case. The OIG representative responded that they would inquire about the specific question.  Details of the initial inquiry and related communications were redacted.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "efta00019662",
        "oig",
        "usanys",
        "redaction",
        "memorialize phone calls",
        "sdny",
        "bop",
        "epstein",
        "prosecutors",
        "case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037507",
      "summary": "*   CID requested daily 1530 phone calls with NY for updates. *   NY initially planned to only provide end-of-day reporting Monday-Friday, anticipating a slow investigative pattern. *   There was a discussion about consolidating reporting from VCAC, VC, and CR. *   VC Squad has no planned updates for the weekend. *   The designated CID Point of Contact (POC) is PM. *   The FBI agent was instructed to send updates to CID and ICVCU.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "fbi",
        "cid",
        "ny",
        "phone call",
        "updates",
        "reporting",
        "weekend",
        "epstein",
        "vcac",
        "vc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037544",
            "similarity": 0.615,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037562",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037558",
            "similarity": 0.615,
            "index": 121,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037544",
      "summary": "On August 25, 2019, CID (FBI) requested a daily 1530 phone call with NY (FBI) for updates on the Epstein case. NY agreed to end-of-day reporting Monday-Friday, anticipating a return to normal investigative patterns. CID requested a point of contact (POC) and continued updates. The VC Squad had no planned updates for the weekend. There were discussions about consolidating reporting from VCAC, VC, and CR.  A file transfer (FBINET to UNET) was referenced, and updates were communicated regarding the VC Squad's lack of planned activity.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "fbi",
        "cid",
        "updates",
        "phone call",
        "reporting",
        "weekend",
        "monday",
        "friday",
        "epstein",
        "vcac",
        "unet"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037507",
            "similarity": 0.615,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037562",
            "similarity": 0.5,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037562",
      "summary": "*   CID requested a 1530 daily phone call with NY for updates on EFTA00037562. *   NY agreed to end-of-day reporting Mon-Fri, with weekend updates only occurring due to significant events. *   CID requested that updates be sent to them and a designated point of contact (POC). *   The VC squad had no planned updates for the Epstein case on August 25, 2019. *   VCAC was asked to confirm if they also had no planned updates. *   The FBI discussed file uploads between FBINET and UNET. *   EFTA00037563 was referenced.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "fbi",
        "cid",
        "ny",
        "efta00037562",
        "updates",
        "phone calls",
        "reporting",
        "epstein",
        "vcac",
        "unet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037544",
            "similarity": 0.5,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037507",
            "similarity": 0.538,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037558",
            "similarity": 0.75,
            "index": 121,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037558",
      "summary": "*   CID requests a 1530 daily phone call with NY for updates. *   NY proposes end-of-day reporting Monday-Friday, with weekend updates only occurring due to significant events. *   There’s discussion about consolidating reporting from VCAC, VC, and CR units, with CID potentially taking the lead. *   The VC squad has no planned updates for the Epstein case this weekend. *   The email chain includes requests for confirmation and CCing of communications. Note: Significant portions of the text have been redacted.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2019",
      "keywords": [
        "fbi",
        "cid",
        "ny",
        "phone calls",
        "updates",
        "reporting",
        "epstein",
        "vcac",
        "vc",
        "unet",
        "fbinet"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037562",
            "similarity": 0.75,
            "index": 120,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037507",
            "similarity": 0.615,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028000",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent a draft letter to the OCME (Office of Chief Medical Examiner) regarding file EFTA00028000. The letter aimed to briefly describe the file's contents and circumstances of disclosure, emphasizing the need for minimal detail to protect sensitive information. The sender requested a phone call to discuss the letter and intended to send it after a 10:00 AM meeting with the OCME. The General Counsel (GC) had already reviewed and approved the letter.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "ocme",
        "redaction",
        "letter",
        "us attorney",
        "southern district of new york",
        "disclosure",
        "file",
        "request",
        "gc",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009958",
      "summary": "On August 30, 2019, a Senior Officer Specialist (SOS) at the Metropolitan Correctional Center (MCC) in New York was interviewed by the FBI, USAO, and an Assistant United States Attorney (AUSA) as part of an interview in lieu of a grand jury appearance. The interviewee’s work history includes employment at Allenwood and a transfer to MCC in 2013. Her duties include conducting rounds in the Special Housing Unit (SHU), logging activity using a PIV card, and responding to inmate concerns. On August 20, 2019, she discussed her activities, including a visit on August 9, 2019, where she fed inmates and observed Jeffrey Epstein at a conference area. She recalled Epstein's presence with attorneys and his use of the restroom. She did not recall any conversations about a phone call or cellmate selection related to Epstein.  She was unaware of specific procedures regarding inmates coming off suicide watch and stated count paperwork is held in Control for 30 days before being shredded.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "August 30, 2019",
      "keywords": [
        "fbi",
        "bureau of prisons",
        "mcc",
        "inmate",
        "shu",
        "lieutenant",
        "interview",
        "bop",
        "august 2019",
        "jeffrey epstein",
        "counts",
        "rounds",
        "activity lieutenant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030715",
      "summary": "The document details a request by an attorney, Bruce Barket, for his client, Nick, to have social visits at the Metropolitan Correctional Center (MCC). Initially, MCC’s position was that visits were only permitted for mitigation preparation, and Nick’s frequent misunderstandings hindered communication. However, after discussion, MCC offered a social phone call, which Barket considered inadequate. The request for a social visit was complicated by the fact that Nick was in a capital case. The involved parties, including staff attorneys at CLC New York and the US Attorney’s office, discussed the possibility of intervention and the need for mitigation preparation, emphasizing the importance of maintaining access to communication methods like monitored visits and phone calls. Ultimately, a social phone call was offered as a temporary solution pending further discussion with administrators.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "social visit",
        "mitigation",
        "inmate",
        "phone calls",
        "capital case",
        "family communications",
        "mcc",
        "barket epstein",
        "legal requests",
        "death penalty"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037501",
      "summary": "A conference call was scheduled for Friday, September 6, 2019, from 2:00 PM to 3:00 PM to discuss updates related to a conference call concerning Jeffrey Epstein. The call was initiated by the FBI Victim Services Division Program Manager and involved multiple FBI personnel and [REDACTED] recipients. The call classification was UNCLASSIFIED.",
      "timestamp": "2019-09-06T00:00:00",
      "timestamp_raw": "September 6, 2019",
      "keywords": [
        "epstein",
        "conference call",
        "fbi",
        "unclassified",
        "redaction",
        "september 2019",
        "victim services",
        "phone call",
        "scheduling",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031404",
      "summary": "A phone call occurred between [REDACTED] and [REDACTED] on October 31, 2019, at 13:41:24 GMT, regarding a discussion with Osbom (Epstein). The call was marked as “Normal” importance and included an unnamed attachment.",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "October 31, 2019",
      "keywords": [
        "efta00031404",
        "osbom",
        "epstein",
        "redaction",
        "analysis",
        "call",
        "2019",
        "2025",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021337",
      "summary": "Matthew L. Schwartz is following up on a “forfeiture question” related to the Epstein case. He contacted two individuals, [REDACTED] and [REDACTED], on October 13th and 14th, proposing various times for a brief phone call to discuss the matter.  The initial request involved a “super short” meeting due to a previous engagement, and subsequent scheduling adjustments were made, including availability between 9:30 AM and 1 PM on October 15th. The communication confirms the individuals involved are USAs and directs inquiries to them regarding the Epstein case.",
      "timestamp": "2019-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2019",
      "keywords": [
        "forfeiture",
        "epstein",
        "schwartz",
        "matthew l.",
        "meeting",
        "call",
        "october 15",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018119",
      "summary": "Mark Steward, the Executive Director of Enforcement and Market Oversight at the FCA, is requesting a meeting to discuss additional material received regarding an ongoing investigation, likely related to Jeffrey Epstein and JP Morgan. He initially proposed Friday at 3-4 pm, but due to the volume of the material, the timeline is pushed back to Friday at 3-4 pm, with a confirmation request for Thursday. Kate Tuckley, acting as a private secretary, relays this request. Jason Cowley (USDOJ) and Kelly Eldred are also involved in the communications. Ultimately, a dial-in call is proposed instead of a phone call due to the time difference and the urgency of the matter. The communications indicate the investigation is ongoing and potentially linked to a previous client of JP Morgan.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "03 December 2019",
      "keywords": [
        "fca",
        "redaction",
        "mark steward",
        "kate tuckley",
        "jefferey epstein",
        "jp morgan",
        "investigation",
        "london",
        "data",
        "email",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020443",
      "summary": "A phone call occurred between [REDACTED] (USANYS) and FCA (Epstein) on December 4, 2019, at 23:58:28 +0000. The call is attached to document EFTA00020443.",
      "timestamp": "2019-12-04T00:00:00",
      "timestamp_raw": "December 4, 2019",
      "keywords": [
        "efta00020443",
        "redaction analysis",
        "fca",
        "epstein",
        "usanys",
        "imiim",
        "call",
        "2019",
        "2025-12-25"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020911",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is assisting an unidentified French judicial police unit (DCPJ) investigating crimes involving Jean Luc Brunel. The DCPJ unit, led by “Man,” is seeking information and coordination with US authorities. Sigrid suggests contacting prosecutors in New York who may have relevant information. A phone call is scheduled for November 20th, dependent on flight times, to discuss the investigation. The communications involve multiple individuals and organizations, including the French police nationale and Capitaing de police, with correspondence detailing the ongoing investigation into the Epstein/Brunel case.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "french judicial police",
        "jean luc brunel",
        "sigrid mccawley",
        "dcpj",
        "new york",
        "investigation",
        "prosecution",
        "france",
        "epostein",
        "ocrvp",
        "minors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032712",
      "summary": "This document is a redacted email chain concerning an urgent matter involving the Financial Conduct Authority (FCA) and USANYS. Initially, Ted (from USANYS) requests a dial-in instead of a phone call to discuss an ongoing investigation. Kate Tuckley, working for the FCA, suggests a 4:15 PM UK time slot. Mark Steward, also with the FCA, responds, confirming the investigation is active and asking for a discussion. He then seeks confirmation from the FCA about handling the investigation related to Jeffrey Epstein and JP Morgan, looping in additional FCA staff for support. The email chain continues with further requests for clarification and availability, concluding with standard FCA legal disclaimers and contact information.",
      "timestamp": "2019-12-28T00:00:00",
      "timestamp_raw": "28 Nov 2019",
      "keywords": [
        "fca",
        "usanys",
        "redaction",
        "investigation",
        "ted",
        "mark steward",
        "jeffry epstein",
        "jp morgan",
        "dial-in",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030692",
      "summary": "On January 7, 2020, Blackfords LLP (represented by Gary Bloxsome) received an email from the U.S. Department of Justice, Southern District of New York, requesting a consensual, voluntary law enforcement interview with their client regarding an investigation into Jeffrey Epstein and his associates. The DOJ inquired about the client’s relationship with Epstein and related allegations. Bloxsome confirmed they represented HRH the Duke of York and requested clarification on the specific matter of contact. Previous communications involved scheduling a preliminary telephone call and confirming representation. Redactions were present in the document.",
      "timestamp": "2020-01-07T00:00:00",
      "timestamp_raw": "January 7, 2020",
      "keywords": [
        "u.s. department of justice",
        "jeffrey epstein",
        "legal interview",
        "blackfords",
        "gdpr",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028003",
      "summary": "*   **Background on Baird’s Experience:** Baird was employed by the Department of Justice’s Federal Bureau of Prisons from 1989 to 2016, holding progressively higher Warden positions.  She maintains contact with former colleagues and has worked as an independent prison consultant since 2017. *   **Purpose of Declaration:** Baird was asked to offer an expert opinion on the conditions of confinement for Assange if he were to be placed under Special Administrative Measures (SAMs) within the Bureau of Prisons system. *   **SAMs Expertise:** Baird’s expertise stems from her direct experience managing SAMs inmates at institutions like MCC New York and USP Marion, specifically focusing on the Communication Management Unit (CMU). *   **Assange’s Alleged Charges:** Assange is facing extradition charges including Conspiracy to Receive National Defense Information, Obtaining National Defense Information, Disclosure of National Defense Information, and Conspiracy to Commit Computer Intrusion. *   **SAMs Description:** Baird describes SAMs as restrictions on social visits, phone calls, correspondence, and placement in restrictive housing, common for inmates awaiting trial or those deemed a security risk. *   **ADX Florence Context:** Baird highlights the ADX Florence (Special Management Unit) as a facility where SAMs inmates are typically housed, and the potential for lengthy isolation within it. *   **CMU Details:** Baird explains the limitations of the CMU, emphasizing restricted communication and program access. *   **Psychological Assessments:** Baird reviews the psychological assessments concerning Assange’s potential for suicide, noting concerns about mental health services within the BOP. *   **Policy and Procedure Reviews:** Baird discusses the BOP's policies regarding inmate placement, particularly concerning restrictive housing and the Administrative Remedy Program. *   **Expert Opinions:** Baird’s overall opinion is that Assange would likely face severe restrictions and prolonged isolation if placed under SAMs, reflecting the realities of the BOP’s system. *   **Final Attestation:** Baird confirms the accuracy and completeness of her declaration under penalty of perjury.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00028003",
        "julian assange",
        "bureau of prisons",
        "sams",
        "communication management unit",
        "federal correctional institution",
        "adx florence",
        "mental health",
        "isolation",
        "extradition",
        "special administrative measures",
        "united states penitentiary",
        "psychological assessments",
        "suicide risk",
        "bop",
        "restrictive housing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031997",
      "summary": "This document is a response from the Warden of the Metropolitan Correctional Center (MCC) New York regarding a psychological reconstruction of inmate Jeffrey Epstein (76318-054). The reconstruction raised concerns about several areas: *   **Review Procedures:** The Warden clarifies the requirements for Captain and IDO video reviews, detailing the 30-minute round mandates and documentation processes. *   **Psychology Services Involvement:** The Warden addresses concerns about the lack of transparency in housing decisions, outlining Psychology Services’ role in consultations and weekly meetings, and implementing a system for documenting these meetings. *   **Incident Reporting:** The Warden responds to concerns about a premature incident report related to a potential assault, emphasizing the need for timely reporting and acknowledging potential biases within the staff. They are implementing training to address this. *   **Telephone Calls:** The Warden addresses reports of facilitated telephone calls to Epstein’s mother, referencing a referral made for an unauthorized call. *   **Follow-Up Training:** The Warden confirms the implementation of suicide prevention training across various staff levels, providing supporting documentation. *   **Accountability & Bed Book Counts:** The Warden details new procedures for periodic and routine bed book counts, including documentation and staff responsibilities. *   **Log Book Audits:** The Warden reports findings from audits of various log books, identifying discrepancies and areas for improvement. *   **Sex Offense Risk Factors:** The Warden highlights the importance of Executive Staff in fostering institutional understanding of sex offender risk factors and modeling appropriate expectations. Overall, the response demonstrates an effort to address identified deficiencies in procedures, documentation, and staff training related to inmate Epstein’s care and security within the MCC New York.",
      "timestamp": "2020-01-27T00:00:00",
      "timestamp_raw": "January 27, 2020",
      "keywords": [
        "inmate epstein",
        "psychological reconstruction",
        "video reviews",
        "shu",
        "documentation",
        "training",
        "incident reports",
        "sex offenders",
        "accountability",
        "bed book counts",
        "staff responses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022980",
      "summary": "Department of Justice’s (DOJ) investigation into the Duke of York’s alleged involvement with Jeffrey Epstein. Blackfords LLP, representing the Duke of York, is requesting a full, accurate record of the DOJ and FBI’s statements, including transcripts of interviews, following allegations that the DOJ has made misleading statements about the Duke’s cooperation. Specifically, the DOJ claims the Duke of York and his advisors were misleading and prejudicial in their dealings with Epstein, citing New York Times and Telegraph reporting. The Duke of York’s legal team expresses concern that these statements are hindering his ability to cooperate with the investigation and requests confirmation that the DOJ will not make further public statements regarding contact between the Duke and the DOJ.  There’s a series of emails exchanged between Blackfords LLP and the DOJ, primarily involving requests for information, clarifications, and scheduling a phone call to discuss the matter. The core of the dispute revolves around the DOJ's characterization of the Duke's cooperation and the potential for further public statements that could prejudice his case.",
      "timestamp": "2020-01-28T00:00:00",
      "timestamp_raw": "28 Jan 2020",
      "keywords": [
        "u.s. department of justice",
        "duke of york",
        "redaction",
        "investigation",
        "doj",
        "berman",
        "new york times",
        "telegraph",
        "cooperation",
        "statements",
        "legal representation",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038803",
      "summary": "Jill Greenfield, a partner at Fieldfisher, is communicating with the FBI regarding the Epstein investigation. She is coordinating with the AUSA (likely a US Attorney) to arrange a phone call to discuss details and questions. Greenfield’s client, a victim of sexual assault, is seeking an interview in London and asserts her right to anonymity under UK statute. The FBI has contacted her to explore the possibility of an interview, and she has provided available time slots for a call. There is a discussion regarding confirming the parameters of interest in the client and a caution given about verifying bank details.",
      "timestamp": "2020-02-01T00:00:00",
      "timestamp_raw": "01 Feb 2020",
      "keywords": [
        "epstein investigation",
        "jill greenfield",
        "fieldfisher",
        "uk statute",
        "sexual assault",
        "london",
        "fbi",
        "nypd",
        "prosecutors",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023804",
      "summary": "Department of Justice (DOJ), specifically an Assistant U.S. Attorney from the Southern District of New York, regarding an investigation into Jeffrey Epstein’s crimes and potential involvement of Prince Andrew. The DOJ was requesting an interview with Prince Andrew. Bloxsome initially stated that the DOJ’s position would be reflected upon and a response provided. He emphasized the DOJ’s standard practice of not commenting on witness interviews and maintaining confidentiality.  He highlighted that Prince Andrew had expressed a desire to cooperate. Subsequently, on January 27, 2020, the Assistant U.S. Attorney emailed further, correcting a public misimpression created by Prince Andrew regarding his willingness to cooperate, asserting that he had not provided any such cooperation.  This prompted Bloxsome to push back, arguing that the DOJ’s statements were inaccurate and detrimental to Prince Andrew’s efforts to cooperate. A series of follow-up emails occurred between January 28th and January 20th, primarily revolving around scheduling a preliminary phone call to discuss the matter.  The DOJ continued to express its desire for an interview and the need for confirmation of the Duke’s willingness to participate. The correspondence detailed the DOJ’s prior attempts to contact the Duke and the lack of a response. The emails revealed ongoing concerns about the potential for public misinterpretations regarding the Duke’s cooperation.",
      "timestamp": "2020-02-05T00:00:00",
      "timestamp_raw": "February 5, 2020",
      "keywords": [
        "doj",
        "investigation",
        "duke of york",
        "confidentiality",
        "prince andrew",
        "epstein",
        "interview",
        "cooperation",
        "media",
        "statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009823",
      "summary": "An email chain discusses a Yahoo Lifestyle article titled “Prince Harry Comments on Prince Andrew’s Friendship with Jeffrey Epstein in Prank Phone Call.” The article is estimated to have significant publicity value, exceeding $4 million. One sender references a typical WSJ/Times article length (around $250,000) and notes the article’s readership of 231,333,672. Another email segment describes Critical Mention, a tool used for monitoring media coverage across TV, radio, online news, and social media, focusing on the United States, Canada, and Europe.",
      "timestamp": "2020-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2020",
      "keywords": [
        "prince harry",
        "jeffrey epstein",
        "prince andrew",
        "yahoo lifestyle",
        "critical mention",
        "wsj",
        "times",
        "publicity value",
        "reader engagement",
        "phone call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018948",
      "summary": "This document is a response from the U.S. Department of Justice, Southern District of New York, to discovery requests from the defense in the case of *United States v. Tova Noel and Michael Thomas*. The Government acknowledges requests numbered 1-10, 12-13, and notes many of the requests are overly broad. They have provided specific video surveillance file names (CH0080_… ) related to August 9-10, 2019, focusing on activity involving Tova Noel and Jeffrey Epstein’s presence at the Special Housing Unit, particularly around times of phone calls and computer usage. The Government reserves the right to introduce additional evidence at trial.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states",
        "doj",
        "surveillance",
        "video",
        "jeffrey epstein",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "discovery",
        "requests",
        "evidence",
        "files",
        "thomas",
        "noel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025188",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is responding to a letter and phone call from John regarding an “Epstein investigation.” The attorney requests the source’s name and contact information, as well as information regarding any allegations of underage interns.",
      "timestamp": "2020-03-27T00:00:00",
      "timestamp_raw": "27 Mar 2020",
      "keywords": [
        "epstein investigation",
        "redaction analysis",
        "u.s. attorney",
        "fbi",
        "southern district of new york",
        "john",
        "raymitevlaw",
        "interns",
        "underage",
        "source"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025008",
      "summary": "This document is a record of services provided to a victim (identified as [REDACTED]) related to FBI Case Number 31E-NY-3027571, spanning from April 1, 2020, to June 30, 2020. Services included one follow-up contact via phone call and one via text, along with one federal agency resource referral and one local agency resource referral. The document serves as a permanent record and is subject to discovery.",
      "timestamp": "2020-04-01T00:00:00",
      "timestamp_raw": "April 1, 2020",
      "keywords": [
        "victim services",
        "redaction analysis",
        "fbi",
        "case number",
        "referral",
        "services",
        "documentation",
        "2020",
        "efta00025008"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031972",
      "summary": "A phone call was held between “USANYS” and “USANYS” regarding a call with USVI (Epstein) on April 1, 2020. Two redactions are present in the email correspondence.",
      "timestamp": "2020-04-01T00:00:00",
      "timestamp_raw": "April 1, 2020",
      "keywords": [
        "efta00031972",
        "usanys",
        "usvi",
        "epstein",
        "redaction",
        "call",
        "2020",
        "april",
        "attachments",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025312",
      "summary": "The document is a series of email exchanges between attorneys at Boies Schiller Flexner LLP and an Assistant United States Attorney regarding an interview with a witness (identified only as “she”) involved in an investigation related to individuals Epstein and Maxwell. The witness initially requested a phone call to coordinate a time to speak, offering several potential dates. The attorneys requested access to the witness’s journal entries, which she provided alongside photographs. The witness offered to speak again during evening or weekend hours. The primary focus of the communication revolves around securing the witness’s journal entries to aid in the investigation.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "calendar invite",
        "phone call",
        "conference id",
        "texas",
        "eastern time",
        "journal",
        "new mexico",
        "witness",
        "maxwell",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023169",
      "summary": "This document details a follow-up request from the Assistant United States Attorney (Sigrid McCawley) to review journal entries from a witness regarding her interactions with Jeffrey Epstein and Maxwell. Initially, the witness offered to speak with counsel privately during a meeting and suggested a phone call. The U.S. Attorney requested a follow-up interview to revisit recollections and obtain journal entries. The witness initially proposed a meeting tomorrow, then offered an alternative Monday morning, and eventually provided photographs of the journal pages. The U.S. Attorney sought confirmation about the journal entries and offered to schedule a call to discuss logistics, emphasizing the importance of reviewing the documents for the investigation.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "phone",
        "texas",
        "eastern time",
        "maxwell",
        "epstein",
        "witness",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023176",
      "summary": "Roberta Kaplan is in a call with Kate Doniger regarding an investigation into Jeffrey Epstein. An Assistant U.S. Attorney from the Southern District of New York requests a five-minute phone call from Roberta Kaplan, potentially with additional attendees, to ask a quick question. The email includes a standard disclaimer regarding confidential and privileged communications.",
      "timestamp": "2020-05-21T00:00:00",
      "timestamp_raw": "21 May 2020",
      "keywords": [
        "epstein investigation",
        "roberta kaplan",
        "u.s. attorney",
        "southern district of new york",
        "redaction analysis",
        "kate doniger",
        "assistant u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030190",
      "summary": "This redacted document details the early stages of a U.S. Department of Justice (DOJ) investigation into Jeffrey Epstein’s crimes, specifically focusing on communications with and the potential involvement of Prince Andrew. The core narrative revolves around the DOJ’s initial requests for an interview with Prince Andrew, facilitated through his legal representation at Blackfords LLP. Key points include: *   **Initial Contact & Concerns:** The DOJ, via an Assistant U.S. Attorney, initiated contact with Blackfords LLP in early January 2020, requesting a consensual, voluntary interview with Prince Andrew regarding his relationships with Epstein and related allegations. *   **Blackfords’ Response:** Gary Bloxsome and his team at Blackfords LLP initially expressed willingness to cooperate, but raised concerns about the potential for misreporting or public commentary surrounding the interview process, emphasizing the need for confidentiality. *   **Iterative Communication & Disputes:** Subsequent email exchanges involved clarifications regarding the Duke’s willingness to cooperate, debates about the accuracy of the DOJ's statements (particularly regarding alleged lack of cooperation), and requests for further information and clarification. The DOJ repeatedly highlighted public statements made by Prince Andrew, and Blackfords challenged these assessments. *   **Emphasis on Confidentiality:** Throughout the communications, a central theme was the protection of confidentiality, with both sides acknowledging the sensitivity of the investigation and the importance of maintaining discretion. *   **Timeline & Coordination:** Discussions included setting up preliminary phone calls to coordinate next steps. The document represents a highly guarded and evolving interaction between legal teams, reflecting the complexities and sensitivities involved in a high-profile investigation.",
      "timestamp": "2020-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2020",
      "keywords": [
        "doj",
        "duke of york",
        "home office",
        "epstein",
        "investigation",
        "communication",
        "confidentiality",
        "cooperation",
        "january 2020",
        "usanys",
        "bloxsome"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037956",
      "summary": "An email was sent on June 28, 2020, requesting a review of an affidavit (“MaxwellGPSCombov2.docx”) attached to the email. The sender, EFTA00037956, is requesting edits and a phone call if needed to expedite sending the document to a judge for review.",
      "timestamp": "2020-06-28T00:00:00",
      "timestamp_raw": "June 28, 2020",
      "keywords": [
        "gps",
        "affidavit",
        "review",
        "judge",
        "efta00037956",
        "maxwellgpscombov2",
        "edits",
        "sent",
        "2020",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017769",
      "summary": "Attorney’s Office (Southern District of New York) and a client involved in the Epstein investigation. The initial purpose is to gather information about the client’s interactions with Jeffrey Epstein and Ghislaine Maxwell.  Jill Greenfield, a partner at Fieldfisher, is facilitating the communication. Initially, a video conference via BlueJeans is proposed.  The U.S. Attorney wants to discuss the client’s general employment and experiences with Epstein, emphasizing a voluntary and sensitive approach, with no requirement to discuss abuse specifics. Concerns are raised about the client’s anonymity and the potential for discussing sensitive topics.  The U.S. Attorney seeks clarification on who would be in the meeting, access to notes, and the handling of the client's anonymity, prompting discussions about the team’s composition, note-taking procedures, and the protection of the client’s identity. A proposed meeting in London is suggested, but logistical challenges related to international travel (specifically the coronavirus pandemic) are quickly identified, leading to a shift towards a phone call.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00017769",
        "louise scott",
        "epstein investigation",
        "bluejeans",
        "kyle philips",
        "jill greenfield",
        "fieldfisher",
        "covid-19",
        "united states attorney",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024495",
      "summary": "On July 13, 2020, an individual reported not having an independent memory of a connection made at 4:50 p.m. via email with SSA of C-19, facilitated by a subsequent email at 5:15 p.m. thanking them for assistance in an investigation and copying agents. At 5:59 p.m., the sender emailed the agents, designating another individual as their point person. On August 10, 2019, information was received from C-19 that Epstein contacted Kristina Schuliak around 7:00 p.m. She requested a lawyer and her lawyer stated she would provide information about the call while seeking protections. The recipient of the emails, an Assistant U.S. Attorney, noted the need to connect any new investigation team member with Schuliak’s agent.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "efta00024495",
        "ausa",
        "investigation",
        "c-19",
        "epstein",
        "kristina schuliak",
        "ssa",
        "email",
        "agents",
        "phone call"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015515",
      "summary": "Nicole McFarland, a Staff Attorney at the Metropolitan Correctional Center (MCC) within the Federal Bureau of Prisons (BOP), submitted a supplemental declaration in support of the BOP’s motion for summary judgment regarding a factual error in a previous declaration. She corrected statements in the original declaration concerning a log book related to Jeffrey Epstein’s activity on July 30, 2020. The log book documented a phone call made by Epstein, not a visitor, and McFarland corrected paragraphs 17, 28, and 30 of the original declaration to reflect this accurate information. She affirmed the accuracy of the declaration under penalty of perjury.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "July 30, 2020",
      "keywords": [
        "new york times",
        "bureau of prisons",
        "nicole mcfarland",
        "foia",
        "jeffrey epstein",
        "log book",
        "phone call",
        "summary judgment",
        "united states district court",
        "intake screening phone log"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021898",
      "summary": "Jeff Pagliuca (Haddon, Morgan & Foreman, P.C.) sent a letter to multiple attorneys regarding a discovery request to the Southern District of New York. The Government’s Assistant U.S. Attorney responded on August 11th, stating they would provide a response by August 13th.  Jeff Pagliuca requested a phone call to discuss the matter, citing a need for expedited communication due to a tight schedule and a late discovery revelation. Nicole Simmons and other counsel confirmed receipt of the materials and indicated they would respond promptly, noting technical difficulties with their email system.",
      "timestamp": "2020-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2020",
      "keywords": [
        "discovery",
        "attorney",
        "united states attorney",
        "email",
        "response",
        "august 2020",
        "new york",
        "legal",
        "phone",
        "jeff pagliuca"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017837",
      "summary": "An email chain discusses a redacted OPR (Office of Public Records) report related to the Epstein investigation. One party suggests sending comments via email or letter, deeming them “insignificant” and recommending a phone call. Another party provided an OCR’d version of the report, which contained multiple references to “global,” and sent it to the recipient. The sender identifies as an Associate U.S. Attorney for the Southern District of New York.",
      "timestamp": "2020-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2020",
      "keywords": [
        "epstein",
        "oig report",
        "ocr",
        "redaction",
        "email",
        "letter",
        "usanys",
        "southern district of new york",
        "global",
        "usax"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032211",
      "summary": "An email chain discusses an upcoming meeting involving the Office of Public Records (OPR) inviting known Epstein victims. The meeting’s purpose is to announce OPR’s investigation into the non-prosecution agreement between SDFL and Epstein. A U.S. Department of Justice Associate Deputy Attorney General & National Coordinator for Child Exploitation & Human Trafficking initiated contact with a V/W Coordinator regarding the meeting, proposing a telephone call for 3:30-4:30 p.m. the following day.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2020",
      "keywords": [
        "epstein",
        "victims",
        "opr",
        "sdfl",
        "non-prosecution agreement",
        "human trafficking",
        "child exploitation",
        "redaction",
        "usanys",
        "attorney general"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016284",
      "summary": "An email chain discusses an investigation related to “Epstein Victims,” likely an OPR meeting to announce investigation results. An Associate Deputy Attorney General & National Coordinator for Child Exploitation & Human Trafficking contacted an individual identified as the “V/W Coordinator” to schedule a telephone call for August 24, 2020, between 3:30-4:30 p.m. The initial emails suggest a forward of information regarding the “Epstein Victims” topic.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "August 24, 2020",
      "keywords": [
        "epstein victims",
        "opr meeting",
        "redaction",
        "attorney general",
        "human trafficking",
        "child exploitation",
        "contact information",
        "telephone call",
        "doj",
        "calendar invite"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014588",
      "summary": "On October 5, 2020, at 7:00 PM GMT, Linda Singer held a phone call with the DOJ regarding the Jeffrey Epstein SDNY investigation. The call lasted 30 minutes. The event was classified as “X-PERSONAL,” created on October 2, 2020, and had a priority of 5. A reminder message was to be displayed 15 minutes prior to the start. The communication is marked as confidential and privileged.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein investigation",
        "doj",
        "singer",
        "linda",
        "redaction analysis",
        "confidential",
        "privileged",
        "2020-10-05",
        "sdny",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010290",
      "summary": "On October 5, 2020, at 7:00 PM UTC, Linda Singer had a phone call with the Department of Justice regarding the Jeffrey Epstein SDNY investigation. The call lasted 30 minutes. This event was created on October 2, 2020, and classified as X-PERSONAL with a priority of 5.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "doj",
        "linda singer",
        "redaction analysis",
        "efta00010290"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010329",
      "summary": "On October 5, 2020, at 6:45 PM +0000, Linda Singer participated in a phone call with the DOJ regarding the Epstein SDNY Investigation. The call lasted from 6:45 PM to 7:15 PM +0000. This event was classified as X-PERSONAL.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "sdny investigation",
        "doj",
        "linda singer",
        "redaction",
        "2020-10-05",
        "call",
        "x-personal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026581",
      "summary": "On October 5, 2020, at 6:45 PM +0000, there was an accepted phone call with the DOJ regarding the Epstein SDNY Investigation. The call lasted from 6:45 PM to 7:15 PM +0000. The event was classified as X-PERSONAL, had a priority of 5, and was created and last modified on October 5, 2020. EFTA00026581 was the attendee.",
      "timestamp": "2020-10-05T00:00:00",
      "timestamp_raw": "October 5, 2020",
      "keywords": [
        "epstein",
        "doj",
        "investigation",
        "sdny",
        "2020",
        "call",
        "redaction analysis",
        "x-personal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014979",
      "summary": "On October 13, 2020, an individual ([REDACTED]) contacted another individual to discuss \"CART stuff.\" The original individual suggested a phone call to discuss further. A link to an Outlook email was included.",
      "timestamp": "2020-10-13T00:00:00",
      "timestamp_raw": "October 13, 2020",
      "keywords": [
        "efta",
        "fbi",
        "cart",
        "redaction",
        "outlook",
        "cell",
        "review",
        "2020",
        "2021",
        "mail"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028476",
      "summary": "A phone call occurred on 2020-10-23 from 15:00:00 to 15:30:00 UTC regarding discovery and the Epstein investigation. The call was organized by an unnamed individual and attended by \"M.\" It was classified as X-PERSONAL.",
      "timestamp": "2020-10-23T00:00:00",
      "timestamp_raw": "2020-10-23",
      "keywords": [
        "efta00028476",
        "discovery",
        "epstein investigation",
        "sdny",
        "call",
        "2020-10-23",
        "investigation",
        "redaction analysis",
        "personal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010298",
            "similarity": 0.583,
            "index": 161,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010300",
            "similarity": 0.5,
            "index": 162,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010298",
      "summary": "On October 23, 2020, from 15:00:00 to 15:30:00 UTC, there was a phone call with the SDNY regarding discovery and the Epstein investigation. The call was classified as X-PERSONAL. The event was created on October 22, 2020.",
      "timestamp": "2020-10-23T00:00:00",
      "timestamp_raw": "October 23, 2020",
      "keywords": [
        "efta00010298",
        "discovery",
        "epstein investigation",
        "sdny",
        "2020-10-23",
        "call",
        "personal",
        "redacted analysis",
        "event",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028476",
            "similarity": 0.583,
            "index": 160,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010300",
            "similarity": 0.583,
            "index": 162,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010300",
      "summary": "On October 23, 2020, from 15:00:00 to 15:30:00 UTC, there was a telephone call regarding discovery and the Epstein investigation. The call was classified as X-PERSONAL. The event was created on October 22, 2020. EFTA00010300 was the attendee.",
      "timestamp": "2020-10-23T00:00:00",
      "timestamp_raw": "October 23, 2020",
      "keywords": [
        "efta00010300",
        "discovery",
        "epstein",
        "investigation",
        "sdny",
        "2020-10-23",
        "call",
        "personal",
        "redacted analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010298",
            "similarity": 0.583,
            "index": 161,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028476",
            "similarity": 0.5,
            "index": 160,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038256",
      "summary": "An email chain discusses a Cybertipline report related to the Epstein case. A Detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force forwarded a report to a supervisor at the National Center for Missing & Exploited Children’s Child Sex Trafficking Team. The analyst identified several individuals, including a \"Detective\" and a woman who appeared normal and organized during a phone call. The supervisor requested to review the report and the names before the analyst conducted further searches, fearing it might be a misinterpretation or a dream. The email includes a request for guidance on how to handle the information.",
      "timestamp": "2020-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2020",
      "keywords": [
        "efta00038256",
        "epstein",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "cybertipline",
        "netflix",
        "detective",
        "tip"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031965",
      "summary": "Embassy in Paris and the Southern District of New York regarding the extradition of Ghislaine Maxwell. *   Discussions centered around Maxwell’s renewed bail application and potential extradition from France, specifically addressing concerns about her dual US/French citizenship. *   Proposed call times were discussed for December 4th, December 5th, and December 7th to gather questions and provide context. *   Multiple individuals’ contact information (phone numbers and email addresses) were exchanged. *   A key point of discussion involved the timeline and resources needed for Maxwell to respond to the extradition process. *   The email chain involves a US Attorney, a US Embassy liaison, and individuals coordinating information related to the SDNY case.",
      "timestamp": "2020-12-05T00:00:00",
      "timestamp_raw": "December 5, 2020",
      "keywords": [
        "sdny case",
        "extradition",
        "france",
        "maxwell",
        "bail application",
        "usanys",
        "crm",
        "paris",
        "timeline",
        "resources"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031727",
      "summary": "On December 8, 2020, at 6:30 PM GMT, there was a telephone call regarding the USVI Epstein Litigation with SDNY. The call lasted 30 minutes and took place via the phone numbers listed. The event was classified as X-PERSONAL. It was created on December 7, 2020, and has not been modified since.  EFTA00031727 was the attendee.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "epstein litigation",
        "usvi",
        "sdny",
        "call",
        "2020-12-08",
        "litigation",
        "redaction analysis",
        "efta00031727"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032004",
      "summary": "This document is a transcript of a phone call between defense counsel (Sternheim and Everdell) and MDC legal counsel regarding a female inmate, GM, held at a Bureau of Prisons facility (MDC). Key issues discussed include: *   **Excessive Surveillance:** GM is subjected to constant surveillance, including a second camera pointed into the visiting room, frequent wake-up calls, and intrusive searches (including strip searches) that are significantly more extensive than those given to other inmates. *   **Differential Treatment:** GM receives enhanced privileges (extended computer access, shower, phone, TV) due to her situation, leading to concerns she is effectively in solitary confinement. This treatment is driven, in part, by the need to review a large volume of discovery. *   **Requests for Change:** Sternheim requests the Warden be brought before Judge Nathan to explain the justification for the surveillance and searching, specifically requesting the removal of the second camera and a reduction in intrusive searches to match those of other inmates. *   **Day Room Concerns:** The conversation repeatedly returns to the issue of GM being housed in a day room, which would mitigate many of the current problems, but is not being implemented. *   **Discovery Access:** There is a substantial amount of discovery material for GM to review, and the defense is seeking an extension to facilitate this process. The overall tone reflects frustration with the BOP's handling of GM's case and a strong advocacy for her rights and well-being.",
      "timestamp": "2020-12-25T00:00:00",
      "timestamp_raw": "25 Nov 2020",
      "keywords": [
        "surveillance",
        "searches",
        "discovery",
        "solitary confinement",
        "camera",
        "treatment",
        "warden",
        "gm",
        "inmate",
        "lockdown",
        "review",
        "covid",
        "restrictions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013279",
      "summary": "This redacted document details a series of email exchanges surrounding a subpoena issued to Interlochen Center for the Arts concerning Jeffrey Epstein and Ghislaine Maxwell. An Assistant United States Attorney (USAO) initially requested documentation regarding tuition payments made by Epstein or his entities. Interlochen repeatedly stated they had no records of such payments, citing a seven-year retention limit for tuition information. A phone call was scheduled to discuss the matter, but ultimately yielded no further relevant information. The correspondence involved attorneys from Sondeer, Racine & Doren, PLC, who facilitated the communication and confirmed receipt of documents.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "interlochen center for the arts",
        "epstein",
        "subpoena",
        "payments",
        "tuition",
        "redaction",
        "sondeeracine",
        "michigan",
        "attorney",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038732",
      "summary": "An individual (identified as [REDACTED]) is coordinating a phone call involving an attorney for a potential interview. The call is being arranged between the individual, [REDACTED], and [REDACTED], with [REDACTED] offering to provide a character reference. A virtual interview is being scheduled for Monday at 5:30 PM due to the other party’s location in New York. The interview will be conducted by the NYPD/FBI Child Exploitation Human Trafficking Task Force.",
      "timestamp": "2021-01-11T00:00:00",
      "timestamp_raw": "11 Jan 2021",
      "keywords": [
        "interview",
        "redaction",
        "efta00038732",
        "attorney",
        "reference",
        "fbi",
        "nypd",
        "child exploitation",
        "human trafficking",
        "task force"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022623",
      "summary": "*   **Case Status:** The case is likely related to a June trial date that is anticipated to be adjourned. *   **Client Strategy:** The discussion centers around a client (likely female, referred to as “she”) facing potential misdemeanor charges. JF is advising the client to consider a Diversion Program (DP) application sooner rather than later. *   **Key Arguments:** JF suggests focusing on mitigating circumstances such as the client’s life plans, past year's behavior, and familial responsibilities, and framing the case to avoid a criminal record. He highlights potential similarities to other, unprosecuted cases (like the Epstein case) to support his argument. *   **Legal Team Approach:** JL and NR express an open mind to submissions and a desire to avoid “drama” while still advocating for the client’s best interests. *   **Process Discussion:** The conversation includes details about the DP process, appeals, and potential involvement of higher-level leadership (brass).",
      "timestamp": "2021-02-15T00:00:00",
      "timestamp_raw": "February 15, 2021",
      "keywords": [
        "jason foy",
        "eric sarraga",
        "june trial date",
        "dp application",
        "misdemeanor",
        "pandemic",
        "felony conviction",
        "life plans",
        "selective prosecution",
        "discovery",
        "montell",
        "criminal intent",
        "nyc bop",
        "cooperation",
        "appeals",
        "defense",
        "litigation risk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038530",
      "summary": "FBI agents in New York and New York are coordinating a meeting with a victim of Jeffrey Epstein. The meeting is scheduled for February 25, 2021, at 10:30 AM, utilizing Webex for the video conference. The agents are discussing logistics, including the use of Webex, potential for one agent to sit in, and preferred times for a phone call to discuss the interview. The victim, M. Mayne, has resurfaced and requested a trauma-focused therapist, prompting the FBI’s renewed interest in contacting the original source of information.  Multiple agents are involved in the communication and coordination of the interview.",
      "timestamp": "2021-02-25T00:00:00",
      "timestamp_raw": "February 25, 2021",
      "keywords": [
        "fbi",
        "webex",
        "interview",
        "trauma",
        "therapist",
        "new york",
        "epstein",
        "victim",
        "video conference",
        "forensic interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008863",
      "summary": "This document is a redacted portion of the United States v. Ghislaine Maxwell case, specifically related to Jeffrey Epstein’s activities. It contains several FedEx shipping records, primarily invoices for packages sent between October 2002 and January 2001. These records detail shipments from Epstein’s New York address to his Palm Beach residence, and include tracking information, service types (like FedEx Priority Overnight), charges (including a fuel surcharge), and details of the packages themselves (weight, dimensions, etc.). Several handwritten message pads from Epstein’s Palm Beach residence are also included, containing short, urgent communications with various recipients, referencing meetings, phone calls, and requests for “rush” service. The documents are part of the evidence presented in the Maxwell case, focusing on Epstein’s travel and communication patterns.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "fedex",
        "united states",
        "efta00008863",
        "grand jury",
        "invoice",
        "transport",
        "flights",
        "message pads"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019092",
      "summary": "This redaction analysis document pertains to a legal case, likely a discovery dispute, involving the production of electronic evidence in the Maxwell case. The core issues revolve around discrepancies in metadata and missing information within large productions of documents, emails, photographs, and audio/visual files. Specifically, the sender requests the recipient to: *   Send a hard drive containing discovery materials to Ms. Maxwell. *   Provide missing attachments from over 109,000 emails. *   Produce a metadata overlay for documents with altered creation/modification dates (over 110,000 files). *   Supply CART numbers and metadata overlays for over 6,500 photographs and over 460 audio/visual files. *   Investigate a gap in production numbers between November 18th and December 18th. The communications are between Cohen & Gresser LLP (sending the request) and an unnamed contractor/party (\"USANYS\") receiving it, involving discussions, calendar invites, and attached documentation highlighting the specific deficiencies in the evidence production.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "30 Mar 2021",
      "keywords": [
        "discovery",
        "production",
        "emails",
        "hard drive",
        "metadata",
        "cart number",
        "maxwell",
        "pae",
        "phone call",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032446",
      "summary": "This email details a tentative phone call between individuals identified as Andy Tomback and Marc Weinstein (representing the Epstein estate) on March 31, 2021, regarding EFTA00032446. No attachments were included.",
      "timestamp": "2021-03-31T00:00:00",
      "timestamp_raw": "March 31, 2021",
      "keywords": [
        "efta00032446",
        "andy tomback",
        "marc weinstein",
        "epstein estate",
        "call",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027175",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding the document “2021-04-22_Gov’t_Letter_Regarding_NPA.v5.docx”. The email included two track changes within the attached document and requested a phone call upon the sender’s return to the office. The document’s identifier is EFTA00027175.",
      "timestamp": "2021-04-22T00:00:00",
      "timestamp_raw": "2021-04-22",
      "keywords": [
        "efta00027175",
        "npa",
        "gov't letter",
        "redaction",
        "2021",
        "2025",
        "docx",
        "suggestions",
        "track changes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024672",
      "summary": "This document details the process of obtaining records from the Interlochen Center for the Arts through a subpoena, initiated by the U.S. Attorney’s Office in the Southern District of New York. Jeff Jocks of Sondee, Racine & Doren, PLC was tasked with executing the subpoena. Initial communications involved confirming receipt of the subpoena and confirming the scope of documents sought, primarily concerning tuition payments by Jeffrey Epstein and Ghislaine Maxwell.  Multiple attorneys at the U.S. Attorney’s office followed up repeatedly, requesting confirmation of document production and details regarding payments. Interlochen provided documents, stating they had no records of tuition payments by Epstein or his entities.  The investigation involved a series of emails and phone calls between the U.S. Attorney’s office and Mr. Jocks, highlighting efforts to clarify the information and confirm its completeness.",
      "timestamp": "2021-05-12T00:00:00",
      "timestamp_raw": "12 May 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "jeffrey epstein",
        "ghislaine maxwell",
        "email",
        "documents",
        "records",
        "payment",
        "tuition",
        "response",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029342",
      "summary": "This document summarizes a series of email exchanges concerning a subpoena issued to the Interlochen Center for the Arts seeking records related to Jeffrey Epstein and Ghislaine Maxwell. Initially, a contractor, Jeff Jocks of Sondee, Racine & Doren, PLC, received the subpoena and confirmed receipt and that Interlochen did not possess any records pertaining to payments by Epstein or Epstein entities. Subsequent emails involved an Assistant United States Attorney requesting confirmation that all tuition payments by Epstein were included in the production, and exploring the possibility of a phone call to discuss the matter. Throughout the exchanges, the Assistant U.S. Attorney repeatedly sought confirmation of the completeness of the provided documents, and the contractor confirmed that Interlochen possessed no relevant records, ultimately citing a seven-year retention limit on tuition payment information.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "subpoena",
        "interlochen center for the arts",
        "usanys",
        "contractor",
        "redaction",
        "epstein",
        "discovery",
        "production",
        "tuition",
        "payment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028595",
      "summary": "Attorney’s Office (Southern District of New York) to Interlochen Center for the Arts regarding records pertaining to Jeffrey Epstein and Ghislaine Maxwell.  Jeff Jocks, of Sondee, Racine & Doren, PLC, acted as the attorney representing the U.S. Attorney’s Office. Initially, the subpoena requested all records of tuition payments made by Epstein or his entities. Interlochen responded, stating they only kept tuition payment information for seven years and had no records of payments by Epstein. A follow-up question arose regarding confirmation of all records being included, and ultimately, Interlochen confirmed they had provided all relevant documentation.  The emails detail requests for copies of photographs, scheduling a phone call to discuss the matter, and confirmations of receipt and understanding of the subpoena’s purpose.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "interlochen center for the arts",
        "subpoena",
        "jeff jocks",
        "sondeeracine",
        "email",
        "redaction",
        "michigan",
        "epstein",
        "payment",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016604",
      "summary": "A tentative phone call occurred on June 4, 2021, from 16:00:00 to 16:30:00 GMT, regarding an Epstein FOIA case. The call was a dial-in and classified as X-PERSONAL with a priority of 5. The event was created and last modified on June 4, 2021. EFTA00016604 was the attendee.",
      "timestamp": "2021-06-04T00:00:00",
      "timestamp_raw": "June 4, 2021",
      "keywords": [
        "epstein foia",
        "redaction analysis",
        "efta00016604",
        "call",
        "2021-06-04",
        "personal",
        "dial-in",
        "x-personal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022014",
      "summary": "On June 23, 2021, discussions occurred regarding a Freedom of Information Act (FOIA) request related to Noel and Thomas. A one-week extension was initially requested from The Times. A draft extension request letter was circulated for review. A phone call was scheduled with The Times to discuss the request and clarify information to be shared. The request was prompted by recently completed interviews and a need to confirm compliance with deferred prosecution agreements. A Chief from the Public Corruption Unit within the U.S. Attorney’s Office Southern District of New York was involved in the coordination.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "June 23, 2021",
      "keywords": [
        "foia",
        "disclosure",
        "times",
        "extension",
        "court",
        "pae",
        "interviews",
        "prosecution",
        "usanys",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029869",
      "summary": "On July 13, 2021, a woman (referred to as “E”) provided testimony for trial preparation, detailing recollections related to Jeffrey Epstein and subsequent events. She recalls being invited to travel to an island, remembers her son showing her pictures of gargoyles taken at a Palm Beach property, and estimates she was traveling to Palm Beach for work for approximately two and a half years. E reports numerous phone calls related to work in Palm Beach from two male voices (one a car service driver and another sending a car) and two female voices, one named “Giselle Maxine” with an accent, who called multiple times and was described as having an unpleasant tone. She interpreted the female caller’s statements about a party as a request for party preparations. E states she did not realize she had been sexually abused by Epstein until 2007. She admits to obtaining cocaine from a Palm Beach house, and recounts conversations with U and IE regarding her activities and their sons. She last spoke with IE recently when he asked her for money.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "July 13, 2021",
      "keywords": [
        "efta00029869",
        "jeffrey epstein",
        "palm beach",
        "medications",
        "ausas",
        "giselle maxine",
        "cocaine",
        "sexual abuse",
        "fbi",
        "recollections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027574",
      "summary": "A phone call was sold, potentially involving a recognizable signature on a scroll. The individual involved destroyed all associated notes. The communication originated from [REDACTED] and was addressed to [REDACTED]. The Assistant United States Attorney for the Southern District of New York is referenced as EFTA00027574.",
      "timestamp": "2021-09-21T00:00:00",
      "timestamp_raw": "21 Sep 2021",
      "keywords": [
        "efta00027574",
        "redaction analysis",
        "signature",
        "notes",
        "assistant united states attorney",
        "new york",
        "september 2021",
        "call",
        "scroll",
        "destroyed"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021968",
      "summary": "This document is a redaction analysis report for a case involving Ghislaine Maxwell, specifically United States v. Ghislaine Maxwell (20 Cr. 330 INN). It details the production of various documents and materials related to the case, primarily from November 2021 to October 2021. The materials include: *   **Testifying Witness 3500 Material:** Includes notes from phone calls, testimonies, and interview notes. *   **Resume and Contract:**  A resume and contract relating to the case. *   **Steve Hadley:** Documents related to Steve Hadley's involvement (CV, notes, email correspondence). *   **FBI Reports:** Multiple FBI reports (302) relating to the investigation. *   **Palm Beach Police Reports:** A collection of Palm Beach Police Department reports. *   **Emails and Other Correspondence:** A large number of emails, letters, voicemails, and text messages exchanged between various individuals, including those related to the defense team. *   **Exhibits:** Various exhibits, including transcripts, W2s, and other documentation. The report lists the date of production, a brief description of the material, and the attorney who produced it to the defense. It is heavily redacted, indicating sensitive information is omitted.  The documents are organized by case identifier (EFTA00021968 and EFTA00021970).",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "11/6/2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "testifying witness",
        "3500 material",
        "phone call",
        "testimony",
        "interview notes",
        "resume",
        "contract",
        "article",
        "notes",
        "fbi report",
        "criminal history check",
        "emails",
        "erna",
        "deposition",
        "grand jury transcript",
        "proffer agreement",
        "palm beach police report",
        "voicemail",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038833",
      "summary": "An email exchange occurred between a contractor (“I=E,” USANYS) and the FBI (NY Field Office, Child Exploitation/Human Trafficking) regarding “hotline tracking spreadsheets.” The contractor requested updated spreadsheets for Maxwell and Epstein’s tiplines, citing outdated FBI copies from last summer. The contractor had previously uploaded email tips from SDNY and created a USAfx folder for uploads. Several individuals were involved in the communication, including [REDACTED] and Kimberly. A phone call was offered to discuss the spreadsheets further.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2021",
      "keywords": [
        "hotline tracking spreadsheets",
        "fbi",
        "usanys",
        "contractor",
        "email tips",
        "sdny",
        "maxwell",
        "epstein",
        "ausas",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020094",
      "summary": "An email exchange regarding a document titled “JOINT Proposed Voir Dire Sent_(Reponse to Defense v1) (002).docx” occurred between individuals associated with “alMIN>,” “ntANYS),” and “USANYS).” A revised version of the document, incorporating edits, was shared and discussed via email, with a phone call scheduled. The document’s file name and associated identifiers (EFTA00020094) are present.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "voir dire",
        "defense",
        "joint",
        "response",
        "edits",
        "share",
        "usanys",
        "almin",
        "ntanys",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029423",
      "summary": "Christian Everdell received proposed redactions to supplemental filings and an order regarding Witness-3 from Laura Menninger, an Assistant United States Attorney for the Southern District of New York. The redactions were attached to an email sent to him requesting a phone call.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2021",
      "keywords": [
        "redaction",
        "witness",
        "redactions",
        "christian everdell",
        "laura menninger",
        "united states attorney",
        "southern district of new york",
        "proposed redactions",
        "evidence",
        "government"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00039021",
      "summary": "A Microsoft Teams meeting was held on October 10, 2023, regarding a topic titled “Epstein Victim.” The meeting involved a sender and recipient, with the subject “Re: Epstein Victim.”  A conference ID “I” was associated with the audio-only phone call option. The file is identified as EFTA00039021.",
      "timestamp": "2023-10-10T00:00:00",
      "timestamp_raw": "October 10, 2023",
      "keywords": [
        "epstein",
        "victim",
        "teams",
        "meeting",
        "efta00039021",
        "bridgeport",
        "united states",
        "phone conference id",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035537",
      "summary": "According to a phone call, Jeffrey Epstein was placed on watch status by a member of the on-call team.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "gan",
        "epstein",
        "watch",
        "phone call",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034643",
            "similarity": 0.5,
            "index": 199,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00007634",
      "summary": "Several individuals have contacted the recipient, requesting calls and/or visits. These include a phone call, a visit, a promise to call again, a desire to see the recipient, a rush, and a returned call with special attention. The reference EFTA00007634 is associated with this series of communications.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00007634",
        "redaction analysis",
        "telephone",
        "call",
        "attention",
        "special",
        "return",
        "rush"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007609",
      "summary": "The author expresses disappointment and rejection of Alberto’s resignation, citing a previous agreement regarding the “island project” and a lack of communication. The author emphasizes the importance of fulfilling commitments, particularly regarding the unfinished “big house island project,” despite Alberto’s desire to leave the job. The author requests a phone call to discuss the matter and expresses frustration over the lack of direct communication, specifically the absence of a phone call after Alberto’s vacation.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "resignation",
        "island project",
        "alberto",
        "jean",
        "cabinet pinto",
        "morocco",
        "employee",
        "project completion",
        "frustration",
        "communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00007582",
            "similarity": 0.538,
            "index": 192,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00006378",
      "summary": "The document is an urgent, repeated message directed to an unidentified “Mr.”, requesting a phone call. It repeatedly states the desire for the recipient to “come to see you,” warns against calling again, and emphasizes a “special attention” or “special” phone call. The message includes an area code and phone number, and is signed with the date “1/11” and the number “1184”. It references “Le pone GALL” and “RUSH”.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00006378",
        "phone",
        "message",
        "attention",
        "call",
        "special",
        "area code",
        "telephone",
        "urgent",
        "efta"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019866",
      "summary": "The document contains multiple instances of a standardized \"IMPORTANT MESSAGE\" repeated across several pages. Each message indicates a phone call is requested, stating the recipient was contacted, will be called again, wants to see the recipient, and requires “special attention.” Each message is signed. One section is redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "message",
        "telephone",
        "call",
        "return",
        "attention",
        "urgent",
        "date",
        "time",
        "signed",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007582",
      "summary": "The author expresses disappointment and rejection of Alberto’s resignation. They cite several unresolved issues regarding the “island project,” including missed deadlines, incomplete work (wooden tables), and a lack of communication from Jean. The author believes Alberto acted unprofessionally by abandoning the project and emphasizes a personal obligation falls on Alberto to complete the work, specifically concerning the house’s interior and associated expenses. The author requests a phone call to discuss the situation and reiterates their friendship.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "resignation",
        "island project",
        "jean",
        "alberto",
        "cabinet pinto",
        "morocco",
        "permits",
        "employee",
        "repair",
        "friend"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00007609",
            "similarity": 0.538,
            "index": 189,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009676",
      "summary": "It outlines procedures for legal visiting, attorney-client communication, and releasing information, including handling legal mail and subpoenas.  Specific rules are detailed regarding inmate counts, identification requirements for attorneys and legal representatives, and restrictions on phone calls. The guide also addresses special housing unit procedures, administrative remedies, and the process for designating inmates for court-ordered studies or medical evaluations. It emphasizes security protocols and adherence to Bureau of Prisons regulations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "attorney",
        "visitation",
        "telephone",
        "legal mail",
        "inmate",
        "rules",
        "security",
        "identification",
        "policy",
        "pre-trial detention",
        "release of information",
        "special housing unit",
        "fax",
        "fax number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034555",
      "summary": "An inmate, Epstein, reported receiving his PAC number to make phone calls, having made only a few speakerphone calls and questioning if they counted as his monthly contact. He also stated he was missing books he had been reading while in suicide watch prior to returning to the SHU.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034555",
        "epstein",
        "phone calls",
        "suicide watch",
        "shu",
        "psychologist",
        "bureau of prisons",
        "missing books",
        "confidential",
        "federal bureau"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006369",
      "summary": "The document consists of multiple identical messages, all formatted as “IMPORTANT MESSAGE FOR:” Each message contains the phrases “PLEASE CALL,” “CAME TO SEE YOU,” “WILL CALL AGAIN,” “WANTS TO SEE YOU,” “RUSH,” and “RETURNED YOUR CALL,” followed by a “SPECIAL ATTENTION MESSAGE.”  There are multiple instances of these messages with varying dates and times, all referencing phone calls and requests for a return call.  EFTA00006370 is also listed.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "message",
        "phone",
        "call",
        "return",
        "attention",
        "date",
        "mobile",
        "signed",
        "efta00006369",
        "efta00006370"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00006374",
            "similarity": 0.538,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006367",
      "summary": "The document, EFTA00006367, is a handwritten communication containing a request for a phone call. It includes a phone number, a message urging the recipient to call again, and repeated instructions to “rush” and “special attention.” The message also contains phrases like “will call again” and “to see you”. It appears to be a reminder to initiate a phone call.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00006367",
        "efta00006368",
        "impqrtap1t",
        "message",
        "phone",
        "mobile",
        "telephone",
        "signed",
        "rush",
        "attention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009798",
      "summary": "Section 2635.704 of Title 5 of the Code of Federal Regulations outlines the duty of executive branch employees to protect and conserve Government property. “Government property” is defined broadly to include tangible items like vehicles and office equipment, as well as intangible assets like data processing capabilities and mail services, provided they are used for authorized purposes – typically for public use or as permitted by law or regulation. Examples illustrate permissible personal use (e.g., a long-distance phone call) and prohibited misuse (e.g., using a commercial service for personal investment research). The regulation is authorized by several U.S.C. sections and Executive Orders, and is subject to ongoing updates.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "government property",
        "ethics",
        "standards of conduct",
        "executive branch",
        "federal regulations",
        "misuse of position",
        "5 c.f.r.",
        "office of government ethics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022088",
      "summary": "The document outlines redaction requests related to records concerning Jeffrey Epstein’s time at the Metropolitan Correctional Center (MCC). **Request #1** seeks the following documents: log of staff rounds, quarter entries, CIM clearance data sheet, disciplinary records, intake screening form, security designation records, inmate profile, incident reports, medical reports, visitor log, meeting records, reports regarding removal from suicide watch, overtime sign-up sheets, and staff augmentation records.  These documents are subject to a protective order and potentially releasable after trial. **Request #2** requests video footage, BOP documents related to the suicide attempts, BOP documents pertaining to the decision to remove Epstein from suicide watch, BOP special investigation reports, and BOP correspondence with the U.S. Attorney’s Office. These are also subject to the protective order and potentially releasable after trial. **Request #3** requests a log of Epstein’s phone calls and all email correspondence while at MCC, neither of which exist.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "shu",
        "bop",
        "protective order",
        "suicide watch",
        "incident reports",
        "medical reports",
        "video footage",
        "email correspondence",
        "round forms"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034643",
      "summary": "Epstein was placed on watch as a result of a phone call made by someone indicating that the GAN had done so.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034643",
        "gan",
        "epstein",
        "watch",
        "sdny_000",
        "confidential",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035537",
            "similarity": 0.5,
            "index": 187,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023243",
      "summary": "The document appears to be a fragmented, possibly nonsensical, record of conversations and events. It contains disjointed phrases and references to individuals (Bob, Wylde, a woman named “Sh.t” and others) and situations including rehab, financial transactions (bills, payments), and interactions with family members. Key themes include discussions about money, a woman’s recovery, attempts to contact people (phone calls, messages), and a series of unusual and unclear exchanges involving gifts and requests. The document lacks a clear narrative and appears to be a collection of random thoughts and observations rather than a cohesive story.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00023243",
        "rehab",
        "family",
        "widel",
        "ci",
        "sh.t",
        "assys",
        "mar-a-196"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035415",
      "summary": "On December 27, 2025, a supervisory staff attorney at the Metropolitan Correctional Center in New York requested checks on Jeffrey Epstein’s cell, specifically regarding toilet paper availability and the status of his CPAP machine. The attorney also inquired about the setup of Epstein’s phone account for calls after 30 days. This followed a complaint from Epstein’s attorneys (Mariel Colon, Esq.) that he lacked toilet paper, his CPAP was unplugged, and he had only made two fifteen-minute phone calls via speakerphone with officers present.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "mcc",
        "cpap",
        "phone calls",
        "complaints",
        "toilet paper",
        "monitoring",
        "its",
        "jeffrey epstein",
        "metro olitan correctional center"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036461",
      "summary": "This document outlines procedures and guidelines for staff working in the MCC New York Special Housing Unit (SHU). Key points include: *   **Purpose of the SHU:** The SHU houses inmates with rule violations, disruptive behavior, pending investigations, holdovers, and mental health concerns. *   **Staff Responsibilities:** Staff must possess strong knowledge of policies and procedures, maintain a positive attitude, and prioritize security. *   **Inmate Processing:** Inmates are processed upon arrival, including visual searches, metal detection, clothing issuance, and rule acknowledgments. *   **Cell Management:** Maintaining cell sanitation, conducting regular inspections, and managing cell rotations are critical. *   **Security Protocols:** Strict adherence to security procedures, including counts, restraint usage, and awareness of potential threats, is paramount. *   **Communication:** Effective communication with inmates and colleagues is essential. *   **Key Control:** Proper handling and accountability of keys are mandatory. *   **Inmate Interactions:** Procedures for handling inmate requests (cop-outs) and communication are detailed. *   **Specific Programs:** The document references relevant program statements and procedures, including those related to searches, escorts, religious activities, and phone calls. *   **Emergency Procedures:** Staff are expected to respond effectively during emergency situations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00036461",
        "shu",
        "special housing unit",
        "inmates",
        "policy",
        "procedures",
        "security",
        "restraints",
        "cell inspections",
        "mail",
        "key control",
        "commissary",
        "escorting",
        "emergency situations",
        "program statements",
        "sanitation",
        "communication",
        "orderlies",
        "mental health",
        "legal calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}