{
  "keyword": "clc new york",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 10,
  "total_files": 36,
  "timeline": [
    {
      "file_id": "EFTA00036030",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center forwarded a request from Martin G. Weinberg to preserve and produce all documents and records related to Jeffrey Epstein’s imprisonment, detention, and death, encompassing personnel records, surveillance footage, medical records, communications, and physical evidence. The request specifically focused on the period from July 6, 2019, to August 10, 2019, including the events surrounding his attempted suicide and death. Subsequently, the attorney sent a notification of Epstein’s passing, stating that the investigation was ongoing and that no further details were available.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "august 10",
        "2019",
        "death",
        "investigation",
        "preservation",
        "fbi",
        "usms",
        "foia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035389",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division regarding an investigation into Jeffrey Epstein (reg. no. 76318-054) following an incident on July 23, 2019. The documents, including memorandums and photos, were provided with the understanding that further dissemination would require prior knowledge and approval. A Regional Counsel from the U.S. Department of Justice confirmed concurrence in the release. A subsequent email reiterated the request for documentation and noted the need for a written request for materials.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035389",
        "usao sdny",
        "jeffrey epstein",
        "investigation",
        "documents",
        "photographs",
        "criminal division",
        "bureau of prisons",
        "clc new york",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035387",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division related to the investigation into Jeffrey Epstein’s July 23, 2019 incident. The materials included memorandums and photographs. The attorney stipulated that the material should not be disseminated further without their knowledge and approval. A USAO request for documentation was received, and the attorney confirmed concurrence in the release of the documentation/photographs.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "epstein",
        "usao sdny",
        "doj",
        "federal bureau of prisons",
        "redaction",
        "clc new york",
        "documents",
        "photographs",
        "jeffrey epstein",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028434",
      "summary": "On July 25, 2019, a Supervisory Staff Attorney from CLC New York Metropolitan Correctional Center requested documents and materials related to the investigation involving Jeffrey Epstein from an Assistant United States Attorney. The request included staff memos and photographs. The sender noted a requirement for a written request for the documents, specifying an email would suffice instead of a subpoena. EFTA00028434 and EFTA00028435 are associated file identifiers.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "investigation",
        "documents",
        "memos",
        "photos",
        "usanys",
        "clc new york",
        "new york",
        "subpoena",
        "requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035042",
      "summary": "A supervisory staff attorney at CLC New York Metropolitan Correctional Center is following up on allegations that inmate Jeffrey Epstein (reg. no. 76318-054) is not receiving cholesterol or back pain medication. The email details the attorneys' claims and requests a visit to address the inmate’s complaints.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "medication",
        "back pain",
        "cholesterol",
        "inmate",
        "clc new york",
        "metropolitan correctional center",
        "redaction analysis",
        "attorney",
        "76318-054"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035044",
      "summary": "On July 30, 2019, a Chief Pharmacist at MCC New York communicated with staff regarding Jeffrey Epstein’s medication. He confirmed an active Vascepa prescription (refillable) dispensed on July 17th for a 30-day supply, with Vascepa being ordered. No prescription for back pain was found on file.  A Supervisory Staff Attorney reported inmate complaints regarding a lack of cholesterol and back pain medication, requesting a review of Epstein's treatment.  The communication involved staff at MCC New York and the Commissioned Corps of the United States Public Health Service.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "jeffrey epstein",
        "vascepa",
        "rx",
        "medication",
        "back pain",
        "cholesterol",
        "redaction analysis",
        "u.s. public health service",
        "clc new york",
        "efta00035044"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035360",
      "summary": "A memo was sent from a Staff Attorney at CLC New York to [REDACTED] regarding a matter involving Jeffrey Epstein. The memo was dated July 31, 2019, and included attachments: TEXT_Ihtm and a PDF document (2019 07 23 10 29 05 1.pdf). The sender’s contact information includes the EFTA00035360 identifier.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "memo",
        "tli",
        "clc new york",
        "new york",
        "2019 07 23",
        "staff attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021529",
      "summary": "An attorney at CLC New York Metropolitan Correctional Center in New York is responding to an Assistant United States Attorney regarding the ongoing investigation into Jeffrey Epstein’s injuries. The investigation is described as nearing completion, with Epstein receiving an incident report for self-mutilation and a pending DHO hearing. Despite the original claims against Tartaglione being unfounded, the attorney plans to inform the court that the investigation remains ongoing until a final report is received.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "31 Jul 2019",
      "keywords": [
        "epstein",
        "investigation",
        "report",
        "court",
        "mcc",
        "tartaglione",
        "injuries",
        "berman",
        "new york",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035423",
      "summary": "A draft condolence letter was sent from a Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center to [REDACTED] regarding the death of Jeffrey Epstein. The letter was addressed to [REDACTED] and included a request for Epstein’s brother’s mailing address, along with attachments: TEXT.htm and Notification.Family.Epstein.death.docx.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "condolence letter",
        "epstein",
        "mailing address",
        "next of kin",
        "draft",
        "letter",
        "metropolitan correctional center",
        "clc new york",
        "2019",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035424",
            "similarity": 0.545,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034124",
      "summary": "A supervisory staff attorney from CLC New York Metropolitan Correctional Center sent an email notification regarding the passing of Jeffrey Epstein (reg. no. 76318-054) to recipients including [REDACTED]. The email states that the investigation is ongoing and that no further details are available at this time, with a commitment to provide updates as more information becomes available. The email is classified as CONFIDENTIAL and includes contact information for the correctional center.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "8/10/2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "clc new york",
        "metropolitan correctional center",
        "sdny",
        "notification",
        "passing",
        "investigation",
        "76318-054"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011509",
      "summary": "An email was sent from CLC New York to an unidentified recipient regarding the passing of Jeffrey Epstein (reg. no. 76318-054). The email includes an official notification from Warden with no further details due to an ongoing investigation. The email promises continued updates as more information becomes available.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "redaction",
        "notification",
        "passing",
        "investigation",
        "clc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019952",
      "summary": "On August 10, 2019, the CLC New York Metropolitan Correctional Center sent notification to the recipient that Jeffrey Epstein had passed away. The investigation was ongoing, and no further details were available at the time of the notification.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "passing",
        "investigation",
        "notification",
        "metropolitan correctional center",
        "clc new york",
        "warden",
        "2019",
        "efta00019952"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024354",
      "summary": "On August 10, 2019, communication occurred regarding the death of Jeffrey Epstein while incarcerated at the Metropolitan Correctional Center in New York. A Supervisory Staff Attorney from CLC New York requested information from the Bureau of Prisons (BOP) regarding the cause of death, time of death, and lead counsel for Epstein.  Multiple individuals reported updates, including that Epstein had died following an apparent suicide attempt and that a significant incident report was being prepared by the BOP. The sender indicated they would provide updates as they received them, and noted delays due to their vacation.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "warden",
        "press release",
        "suicide attempt",
        "death",
        "federal inmate",
        "us attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024352",
            "similarity": 0.667,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019757",
      "summary": "On August 10, 2019, a supervisory staff attorney from CLC New York contacted colleagues regarding updates on the death of Jeffrey Epstein. The U.S. Attorney’s Office was receiving increasingly frantic calls from defense counsel due to press releases containing information they hadn’t received. The U.S. Attorney’s Office confirmed Epstein had passed and was being taken to the hospital following a suicide attempt, but provided limited details. An employee reported completing a significant incident report for HQ, but lacked specifics from the Bureau of Prisons (BOP). Another employee indicated the BOP would provide updates as available and noted their absence from the office until August 12th.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "press release",
        "u.s. attorney's office",
        "bop",
        "inmate",
        "suicide attempt",
        "correctional center",
        "legal",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024352",
      "summary": "On August 10, 2019, communications regarding the death of Jeffrey Epstein began. A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center inquired about Epstein’s lead counsel and requested accurate information from the Bureau of Prisons (BOP) for relaying to defense attorneys and his family. Concerns were raised about public press releases being issued by the BOP before key stakeholders were informed. A BOP staff member reported Epstein had died, initially due to an apparent suicide attempt and was being transported to the hospital via ambulance, but provided no further details. Another staff member confirmed Epstein’s death and indicated a significant incident report was being prepared for headquarters, but lacked specifics from the BOP. The sender of the initial update indicated they would be out of the office on vacation and responses may be delayed.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "bop",
        "usms",
        "counsel",
        "death",
        "press release",
        "suicide attempt",
        "federal inmate",
        "court",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024354",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035367",
      "summary": "This document is a response from CLC New York, Metropolitan Correctional Center, to an inquiry from Judge Richard M. Berman. It includes an attachment of Judge Berman’s letter (Aug 12 letter.pdf) and expresses a willingness to provide further information if needed.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "efta00035367",
        "berman",
        "new york",
        "metropolitan correctional center",
        "judge richard m. berman",
        "clc new york",
        "response",
        "inquiry",
        "letter",
        "uscourts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034374",
      "summary": "On August 12, 2019, Richard M. Berman sent an email to Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center regarding an inquiry from Judge Richard M. Berman concerning Jassy Epstein, case number 19 cr 490. An attached letter from Judge Berman and further information were provided.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "richard m. berman",
        "jassy epstein",
        "warden",
        "clc new york",
        "metropolitan correctional center",
        "redaction",
        "sdny",
        "efta00034374",
        "uscourts",
        "2019 08 12"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035449",
      "summary": "An email chain discusses a response from the New York State Department of Corrections to a letter from Judge Richard M. Berman regarding Jeffrey Epstein’s case (19 cr 490). The email includes attachments of the Warden's response and Judge Berman’s letter.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "richard m. berman",
        "warden",
        "new york",
        "uscourts",
        "clc new york",
        "metropolitan correctional center",
        "letter",
        "response",
        "fwd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035450",
      "summary": "On August 12, 2019, Richard M. Berman sent an email thanking the Warden for a response to his inquiry regarding Jeffrey Epstein 19 a 490. The Warden’s response, attached as a PDF, was sent by the Supervisory Staff Attorney from CLC New York, detailing the response to Judge Berman's inquiry. An attached letter from Judge Richard M. Berman was also included.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "richard m. berman",
        "warden",
        "clc new york",
        "metropolitan correctional center",
        "redaction",
        "jeffrey epstein",
        "letter",
        "judge",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035365",
      "summary": "A supervisory staff attorney from CLC New York Metropolitan Correctional Center sent an email regarding an inquiry from a court (likely Judge Richard M. Berman) related to Jeffrey Epstein’s case (19 cr 490). The email attached a letter from the Warden and a file named “Aug 12 letter.pdf,” which appears to be a response to the court’s inquiry.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "jeffrey",
        "berman",
        "clc new york",
        "metropolitan correctional center",
        "efta00035365",
        "19 cr 490",
        "judge",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034128",
      "summary": "A communication chain regarding an inquiry from Your Honor, specifically concerning case 19 cr 490 involving Jeffrey Epstein, is documented. Warden N’Diaye responded to the inquiry with attached documentation. A letter from Judge Richard M. Berman was also attached to the communication.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "8/12/2019",
      "keywords": [
        "epstein",
        "redaction",
        "clc new york",
        "metropolitan correctional center",
        "judge berman",
        "sdny",
        "2019",
        "pdf",
        "jeffrey epstein",
        "n'diaye"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032292",
      "summary": "A supervisory staff attorney at the CLC New York Metropolitan Correctional Center is requesting information regarding Jeffrey Epstein’s records from his prior incarceration and contacts for his prior facility or the USAO in Florida, related to investigations into an incident from the past weekend.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "prosecution",
        "records",
        "incarceration",
        "usao",
        "florida",
        "investigation",
        "documentation",
        "clc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019345",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027932",
            "similarity": 0.538,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019861",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center is requesting records related to Jeffrey Epstein’s prior incarceration, including contact information for his prior facility and the USAO in Florida, due to investigations into a recent incident.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00019861",
        "clc new york",
        "metropolitan correctional center",
        "usao florida",
        "incarceration",
        "investigations",
        "documentation",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019345",
      "summary": "An email chain discusses an investigation related to “Epstein,” specifically concerning records from Jeffrey Epstein’s prior incarceration. The Palm Beach County Sheriff’s Office Violent Crimes Division/Homicide is the sole contact with information, stating they have no other documents or information. A Supervisory Staff Attorney from CLC New York requests access to those records and seeks contacts for Epstein’s prior facility or the USAO in Florida.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "palm beach county sheriff",
        "homicide",
        "prosecution",
        "florida",
        "records",
        "incarceration",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032292",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027932",
      "summary": "On August 13, 2019, a Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center contacted someone to inquire about accessing records related to Jeffrey Epstein’s prior incarceration, specifically requesting contact information for his prior facility and the USAO in Florida. The initial communication involved a request for a callback from the recipient.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "investigation",
        "records",
        "incarceration",
        "florida",
        "usao",
        "new york",
        "metropolitan correctional center",
        "clc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032292",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027117",
      "summary": "The email chain pertains to a planned visit to the Metropolitan Correctional Center (MCC) in New York involving U.S. Department of Justice personnel, including Ed O’Callahan (Principal Deputy Attorney General), Geoffrey Berman (US Attorney), and supervisory staff attorneys from CLC New York. Discussions center around logistics for the visit, including visitor screening, specific areas to be viewed (2nd floor observation, 9th floor SHU, and Epstein’s cell), and the request for MCC legal staff to escort the group. Additional law enforcement agents (DO1) and the new acting warden are joining the visit. A request is made for the visitors to proceed to the front lobby for screening.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "15 Aug 2019",
      "keywords": [
        "mcc visit",
        "usanys",
        "metropolitan correctional center",
        "geoffrey berman",
        "redaction",
        "law enforcement",
        "visit",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034113",
      "summary": "On August 16, 2019, the Office of the Inspector General (OIG) requested interviews with staff regarding an incident involving Jeffrey Epstein (registration number 76318-054). The request was sent via email from the OIG’s Special Agent to various staff members, including medical staff, at the Metropolitan Correctional Center in New York. The email included contact information for scheduling the interviews. The document also references case numbers SDNY_00010177 and SDNY_00010178.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00034113",
        "jeffrey epstein",
        "oig",
        "interview",
        "redaction",
        "usdoj",
        "new york",
        "medical staff",
        "supervisory staff attorney",
        "clc new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019990",
      "summary": "A staff attorney from CLC New York Metropolitan Correctional Center in New York, NY, received a communication regarding a meeting with Judge Berman concerning Jeffrey Epstein’s case. The attorney responded to an Assistant United States Attorney regarding an ongoing investigation into Jeffrey Epstein’s injuries, specifically requesting information related to the meeting and any investigative reports. The attorney indicated they would inform Judge Berman of the ongoing investigation if it hadn't been completed.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "judge berman",
        "metropolitan correctional center",
        "mcc",
        "investigation",
        "attorney",
        "united states attorney",
        "new york",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030715",
      "summary": "The document details a request by an attorney, Bruce Barket, for his client, Nick, to have social visits at the Metropolitan Correctional Center (MCC). Initially, MCC’s position was that visits were only permitted for mitigation preparation, and Nick’s frequent misunderstandings hindered communication. However, after discussion, MCC offered a social phone call, which Barket considered inadequate. The request for a social visit was complicated by the fact that Nick was in a capital case. The involved parties, including staff attorneys at CLC New York and the US Attorney’s office, discussed the possibility of intervention and the need for mitigation preparation, emphasizing the importance of maintaining access to communication methods like monitored visits and phone calls. Ultimately, a social phone call was offered as a temporary solution pending further discussion with administrators.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "30 Aug 2019",
      "keywords": [
        "social visit",
        "mitigation",
        "inmate",
        "phone calls",
        "capital case",
        "family communications",
        "mcc",
        "barket epstein",
        "legal requests",
        "death penalty"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034340",
      "summary": "This document is a request for review and potential edits regarding case file EFTA00034340, handled by the CLC New York at the Metropolitan Correctional Center. It includes contact information for the Supervisory Staff Attorney and case identification numbers SDNY_000 10742.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034340",
        "clc new york",
        "metropolitan correctional center",
        "supervisory staff attorney",
        "confidential",
        "sdny",
        "redaction analysis",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035043",
      "summary": "An inmate, identified as EFTA00035043, is reportedly not receiving cholesterol or back pain medication. The Supervisory Staff Attorney of CLC New York Metropolitan Correctional Center has been notified of these complaints and instructed to address them.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmates",
        "medication",
        "back pain",
        "cholesterol",
        "complaints",
        "attorneys",
        "clc new york",
        "metropolitan correctional center",
        "supervision",
        "staff attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034502",
      "summary": "This document is a confidential review request regarding file EFTA00034502.pdf, generated on December 27, 2025, and pertains to the Titan Correctional Center, York 10007. It requests a review and potential edits from a Supervisory Staff Attorney at CLC New York Metro.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00034502",
        "clc new york",
        "metro",
        "titan correctional center",
        "supervisory staff attorney",
        "confidential",
        "sdny_000",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034125",
      "summary": "Mr. Epstein has passed away. The investigation is ongoing, and further details are unavailable at this time. Updates will be provided as more information becomes available.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "passing",
        "investigation",
        "notification",
        "warden",
        "clc new york",
        "metropolitan correctional center",
        "confidential",
        "sdny",
        "efta00034125"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035363",
            "similarity": 0.583,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034338",
      "summary": "A draft condolence letter is being sent regarding the death of a subject, Epstein, and a request is made for the mailing address of Epstein’s brother (next of kin). The communication originates from the CLC New York Metropolitan Correctional Center.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "next of kin",
        "condolence letter",
        "clc new york",
        "metropolitan correctional center",
        "sdny_000",
        "mailing address",
        "confidential",
        "efta00034338"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035424",
            "similarity": 0.6,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035424",
      "summary": "A supervisory staff attorney at CLC New York is requesting a mailing address for Epstein’s brother and has attached a draft condolence letter. The correspondence is related to case EFTA00035424.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "mailing address",
        "next of kin",
        "condolence letter",
        "clc new york",
        "metropolitan correctional center",
        "efta00035424"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034338",
            "similarity": 0.6,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035423",
            "similarity": 0.545,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035363",
      "summary": "Mr. Epstein has passed away. The investigation into the circumstances surrounding his death is ongoing, and further details are not yet available. Updates will be provided as they become available.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "passing",
        "investigation",
        "notification",
        "warden",
        "metropolitan correctional center",
        "clc new york",
        "supervise staff attorney",
        "efta00035363"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034125",
            "similarity": 0.583,
            "index": 32,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}