{
  "keyword": "electronic devices",
  "count": 25,
  "keyword_match_count": 25,
  "content_match_count": 37,
  "total_files": 62,
  "timeline": [
    {
      "file_id": "EFTA00019729",
      "summary": "On July 11, 2019, the FBI executed a search warrant at 9 East 71st Street, New York, in connection with Jeffrey Epstein child sex trafficking. During the search, agents collected a variety of electronic devices, including a silver Apple desktop computer, multiple Seagate Path/100 hard drives, USB flash drives (including Data Traveler 4GB and Mentor Media 32GB), and several CDs/DVDs. Additionally, they seized a Dell Precision Tower 5810 computer, a Sony Vaio laptop, an Olympus recorder, an Apple iPad and associated accessories, and various other computers and storage devices, totaling 45 devices. These items were found across various rooms of the residence, including rooms A, FF, GG, II, NN, O, V, and U.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "fbi",
        "search warrant",
        "new york",
        "computer",
        "hard drive",
        "data",
        "jeffrey epstein",
        "trafficking",
        "seizure",
        "devices",
        "apple",
        "seagate",
        "usb"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021402",
      "summary": "*   Martin Weinberg is coordinating the retrieval of seized items from Jeffrey Epstein’s arrest, including cash, personal effects, and electronic devices. *   Marc Fernich is requesting assistance in obtaining these items due to difficulties contacting the case agent, Special Agent. *   The case agent, initially expected to return the items, is unavailable. *   Fernich is instructed to contact the case agent directly to arrange for possession of the items. *   A government memorandum regarding detention in the Epstein case is being shared with relevant parties.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "epstein",
        "seizure",
        "bail",
        "arrest",
        "agents",
        "phone",
        "cash",
        "evidence",
        "marc fernich",
        "martin weinberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014560",
            "similarity": 0.538,
            "index": 2,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014560",
      "summary": "Marc Fernich, an attorney, is coordinating the retrieval of items seized from Jeffrey Epstein during his arrest, including cash, personal effects, and electronic devices. He is experiencing difficulty contacting a case agent, Special Agent, to arrange the pickup. Fernich initially requested the items be brought to a hearing on Thursday.  He received a phone number for the agent and attempted to contact her multiple times with no success. Another individual, [REDACTED], advised Fernich to contact Special Agent directly. A government memorandum regarding detention in the Epstein case was also circulated.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "epstein",
        "bail",
        "seizure",
        "marc fernich",
        "agent",
        "phone",
        "cash",
        "evidence",
        "warrant",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021402",
            "similarity": 0.538,
            "index": 1,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028149",
      "summary": "This document consists of email exchanges between government attorneys and defense counsel regarding the seizure of items from Jeffrey Epstein and the ongoing legal proceedings related to his case. Key points include: *   **Recusal of SD Florida and ND Georgia:** The Southern District of Florida recused itself from prosecution due to an earlier decision, and the Northern District of Georgia involvement was later. *   **Protection of Attorney-Client Privilege:** Concerns are raised about the potential for attorney-client privilege to be compromised during the review of seized electronic devices. A “taint review” process is proposed, involving a team to screen for privileged materials. *   **Request for Attorney List:** The government requests a list of attorneys and firms to be provided to a taint prosecutor to further safeguard privilege. *   **Device Review Protocol:** Discussions revolve around the protocol for searching and reviewing seized electronic devices, including the need for a preliminary screen for child pornography. *   **Coordination of Item Retrieval:** There are multiple requests to coordinate the return of Epstein’s phone, cash, and other seized items, involving communication with various agents and the need for a central point of contact. *   **Preservation of Communications:** The government seeks an agreement with the defense to preserve relevant emails, texts, and voicemails to avoid potential issues with the genesis of the investigation.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "investigation",
        "communications",
        "privilege",
        "attorney-client",
        "seizure",
        "devices",
        "review",
        "taint",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020130",
      "summary": "This document is a search warrant issued on July 21, 2019, by U.S. Magistrate Judge Barbara Moses for a search of property located at 9 East 71st Street, New York, NY. The warrant targets compact discs seized on July 7, 2019, and seeks to uncover evidence related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking of minors and conspiracy).  Specifically, investigators are authorized to seize documents, photographs, and recordings depicting minors engaged in sexually explicit conduct, as well as items related to the ownership or use of electronic devices involved in these activities. The warrant includes provisions for a forensic image of the seized devices and a thorough review of the electronic storage information (ESI) contained within, utilizing various search techniques.  A detailed inventory and return form is attached to the warrant, outlining the specific items being sought.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "united states district court",
        "law enforcement",
        "18 u.s.c. § 371",
        "1591",
        "attachment a",
        "esi",
        "forensic image",
        "keywords"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037385",
      "summary": "A communication chain discusses the processing and analysis of electronic items related to a CART (Computer Assisted Response Team) investigation, identified as EFTA00037385. Approximately 12 electronic devices were imaged and processed, including 3 iPads, 1 iPhone, 1 iMac (locked), 1 external hard drive (encrypted), and various Windows boxes and thumb drives.  No devices have been reviewed due to a pending taint review. The status is to be updated following an impending search.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "cart",
        "ipads",
        "iphone",
        "imac",
        "encryption",
        "data recovery",
        "media",
        "review",
        "taint",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037386",
      "summary": "An email chain discusses the processing and analysis of electronic devices related to the Epstein case, specifically referencing a \"CART\" (Child Exploitation and Human Trafficking Task Force) investigation. Approximately 12 devices were imaged and processed, including iPads, iPhones, iMacs, and external hard drives. One iMac was locked and un-imageable, and some media was encrypted and unreadable. No devices had been reviewed at the time of the last update, pending a taint review. A fax cover sheet request was made for TPS reports.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "09 Aug 2019",
      "keywords": [
        "epstein",
        "cart",
        "fbi",
        "nypd",
        "trafficking",
        "ipads",
        "imac",
        "hard drive",
        "encryption",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034465",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Special Housing Unit (SHU) at WAB-USMS-SDNY, leading to a medical emergency and subsequent death. Initial events included an inmate departure for court, visits with attorneys, and a social call. CPR and medical interventions were performed, and he was transported to Beekman Hospital. A timeline of responses followed, involving law enforcement (FBI, USMS), legal personnel (AUSA, Judge Berman), medical staff (Medical Examiner, Psychologist), and institutional staff (warden, correctional officers, IT staff). Investigations spanned multiple days, including interviews, fingerprint collection, forensic examinations, and the removal of electronic devices. The investigation involved numerous agencies and personnel, culminating in the release of the body for autopsy and the resumption of normal operations on August 11, 2019.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "august 10",
        "2019",
        "coroner",
        "crisis support team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034474",
            "similarity": 0.769,
            "index": 8,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034474",
      "summary": "Medical personnel initiated CPR and other life-saving measures, leading to intubation and administration of epinephrine. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. The incident triggered a rapid response involving multiple agencies including the US Marshals Service, FBI, District Attorney’s office, medical staff, psychological staff, and various institutional personnel. Investigations included interviews with inmates, collection of forensic evidence (fingerprints, photographs, clothing), and the removal of electronic devices from his cell. The autopsy was conducted on August 12, 2019, and forensic teams (OIG/FBI) collected computer data. The timeline details the coordination of these efforts, communications with relevant parties, and the actions taken by various individuals and organizations involved in the response.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "ems",
        "fbi",
        "autopsy",
        "coroner",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034465",
            "similarity": 0.769,
            "index": 7,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034367",
            "similarity": 0.5,
            "index": 9,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034367",
      "summary": "Jeffrey Epstein’s death occurred on August 10, 2019, at the Metropolitan Correctional Center (MCC) New York. The timeline begins with his court appearance at 8:30 am, followed by a social call at 7:00 pm. At 6:33 am on August 10th, a body alarm was triggered, and Epstein was found unresponsive in his cell. Medical personnel initiated CPR and provided interventions before transporting him to Beekman Hospital. Despite efforts, he was pronounced dead at 7:36 am. A series of agencies, including US Marshals, FBI, Bureau of Prisons, and the Office of the Inspector General (OIG), responded to the scene and conducted investigations, including interviews, forensic examinations (fingerprints, photographs, autopsy), and the removal of electronic devices. The investigation continued into the following day, with OIG and FBI agents collecting evidence and computers before departing the institution.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "jeffrey epstein",
        "august 9",
        "2019",
        "shu",
        "cpr",
        "medical emergency",
        "beekman hospital",
        "fbi",
        "autopsy",
        "coroner",
        "usms",
        "ido",
        "time of death"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034474",
            "similarity": 0.5,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020141",
      "summary": "This document is a search warrant application for the Little Saint James Island in the U.S. Virgin Islands, spearheaded by an FBI Special Agent investigating potential sex trafficking and conspiracy involving Jeffrey Epstein. The warrant requests authorization to search the island’s structures (including residences, sheds, and a dock house) and seize evidence related to violations of Title 18 U.S.C. Sections 1591 and 371, specifically focusing on photographs, documents, and electronic media potentially containing evidence of Epstein's activities involving underage girls. The affidavit details the island’s layout, observed structures, and evidence gathered through interviews and prior investigations, including information from a victim, Individual-1, and a contractor, Individual-2, suggesting Epstein’s activities and the presence of minors at the island. The application also seeks to access and examine seized electronic devices to further investigate the scope of the alleged crimes.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "search warrant",
        "u.s. virgin islands",
        "little saint james",
        "jeffrey epstein",
        "sexual exploitation of children",
        "sex trafficking",
        "probable cause",
        "affidavit",
        "evidence",
        "photographs",
        "investigation",
        "surveillance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030736",
      "summary": "This document is a search and seizure warrant issued on August 12, 2019, targeting 27 electronic devices seized from Little Saint James in the Virgin Islands. The warrant, executed by USMJ, authorizes a search related to violations of sex trafficking statutes (1591 and 371 of Title 18 U.S.C.). The devices, including desktops, laptops, iPads, and cameras, were recovered from various locations on the island, including a main residence, pool house, cabanas, and a shed.  The warrant grants permission to review the electronic data on these devices for evidence related to Jeffrey Epstein’s activities and potential victims of sex trafficking. A return form is included for documenting the execution of the warrant, inventory, and certification of the process.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "united states district court",
        "virgin islands",
        "little saint james",
        "inventory",
        "probable cause",
        "18 u.s.c. § 2705",
        "attachments",
        "law enforcement",
        "trafficking",
        "esi",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018874",
      "summary": "A grand jury subpoena issued by the United States Attorney for the Southern District of New York on August 28, 2019, commands an individual to appear and testify regarding alleged violations of 18 U.S.C. §§ 371, 1001, and 1519. The subpoena requires the production of all materials relating to Jeffrey Epstein, including text messages, emails, social media communications, documents, and notes. The rider outlines individual rights and legal considerations for the witness, including the right to refuse self-incriminating answers and the potential use of statements in legal proceedings.  The subpoena covers materials found anywhere, including electronic devices, and specifies a process for asserting privilege.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "grand jury",
        "subpoena",
        "united states court",
        "18 u.s.c.",
        "jeffrey epstein",
        "contempt of court",
        "civil sanctions",
        "criminal penalties",
        "privilege",
        "legal proceedings"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030708",
      "summary": "An Assistant United States Attorney sent two warrants to [REDACTED] for review. One warrant pertains to six binders incorrectly described in a previous warrant regarding suitcases recovered in New York. The other warrants electronic devices seized in the Virgin Islands. The Attorney requests review for inaccuracies and errors and will proceed to the Judge upon receiving approval.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "warrants",
        "usvi",
        "devices",
        "binders",
        "warrants",
        "electronic devices",
        "new york",
        "united states attorney",
        "redaction",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021310",
      "summary": "An FBI agent (NY) forwarded an email from an Assistant U.S. Attorney (Southern District of New York) regarding materials from a search of Jeffrey Epstein’s New York house. The email requests information on the number of electronic devices (approximately 38 computers/devices and 55 CDs) sent to CART for processing, and asks for contact information for the CART team.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "epstein",
        "fbi",
        "new york",
        "search warrant",
        "cart",
        "electronic devices",
        "computers",
        "cd's",
        "redaction",
        "assistant u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021704",
      "summary": "An FBI agent (NY) sent an email to Mina regarding search warrant materials from the New York house search related to Jeffrey Epstein. The agent states that load files containing over 800,000 emails are incomplete due to a limitation of 25,000 entries per file. Priority was given to materials from “the Island” with an expiration date. All content is available for taint review in FTK. The agent previously contacted a senior forensic examiner regarding Epstein evidence processed by CART, and an Assistant U.S. Attorney requested information on the number of electronic devices sent to CART and those subsequently processed. Approximately 38 computers/storage devices and 55 CDs were seized and sent to CART for processing.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "fbi",
        "new york",
        "search warrant",
        "epstein",
        "cart",
        "emails",
        "load files",
        "forensic examiner",
        "electronic devices",
        "documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025341",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021321",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025341",
      "summary": "An FBI agent (Senior Forensic Examiner) requested a call to discuss a list of materials received by CART regarding search warrant materials from the New York house search related to Jeffrey Epstein. An Assistant U.S. Attorney contacted the Senior Forensic Examiner to inquire about the number of electronic devices (approximately 38 computers/devices and 55 CDs) sent to CART for processing and the number that were subsequently returned. The Senior Forensic Examiner had already contacted someone who handled Epstein evidence and was able to provide information about the materials processed.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "fbi",
        "new york",
        "search warrant",
        "cart",
        "epstein",
        "electronic devices",
        "documents",
        "processing",
        "forensic examiner",
        "u.s. attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021704",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021321",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019728",
      "summary": "A U.S. Attorney’s office (Southern District of New York) requested information regarding materials recovered during a New York house search warrant. The request specifically asks for a detailed count of electronic devices (phones, computers, hard drives, thumb drives, and discs) sent to CART for processing, and the number that were subsequently processed and returned. The initial report indicated approximately 38 computers/storage devices and 55 CDs were seized.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "new york",
        "search warrant",
        "electronic devices",
        "computers",
        "cart",
        "processing",
        "cds",
        "u.s. attorney",
        "taint team",
        "new york house"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021321",
      "summary": "On October 9, 2019, an FBI agent (NY) informed a recipient that load files containing over 800,000 emails from a New York search warrant related to Jeffrey Epstein were not yet completed due to a limitation of 25,000 entries per file. Priority was given to materials from “the Island.” The FBI had seized approximately 38 computers and 55 CDs from the search. The taint team received documents from the search but noted a lower-than-expected number of documents. The agent directed the recipient to contact someone who handled the Epstein evidence for answers regarding processing.",
      "timestamp": "2019-10-09T00:00:00",
      "timestamp_raw": "October 9, 2019",
      "keywords": [
        "efta00021321",
        "new york",
        "fbi",
        "epstein",
        "search warrant",
        "emails",
        "cart",
        "forensic examiner",
        "electronic devices",
        "cd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025341",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021704",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038375",
      "summary": "An email chain discusses arrangements for a meeting involving three legal firms and FBI Victim Services Division regarding a briefing for victims of Jeffrey Epstein. The meeting is scheduled for October 23, 2019, at 10:00 AM. Attendees are advised to bring identification, avoid electronic devices, and arrive by 9:30 AM. Parking and transportation information are provided, and updates/questions should be submitted to a designated email inbox. The meeting's purpose is to be respectful and cooperative.",
      "timestamp": "2019-10-23T00:00:00",
      "timestamp_raw": "October 23, 2019",
      "keywords": [
        "fbi victim services division",
        "jeffrey epstein",
        "attorney",
        "redaction analysis",
        "legal counsel",
        "meeting",
        "identification",
        "email",
        "security",
        "transportation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016964",
      "summary": "An FBI agent (NY) is requesting information about two sets of electronic devices. One set is a batch of search warrant returns from January 13, and the other is a hard drive received last week. The agent needs a list of the devices contained in each set. The communication involves an Assistant U.S. Attorney from the Southern District of New York and a Senior Forensic Examiner.",
      "timestamp": "2020-02-10T00:00:00",
      "timestamp_raw": "10 Feb 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "devices",
        "ny",
        "u.s. attorney",
        "southern district of new york",
        "redaction",
        "greece",
        "forensic examiner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016425",
      "summary": "Virgin Islands. The primary issue revolves around the inconsistent and difficult-to-manage delivery of the seized data, particularly the volume of documents (over 1 million) received recently. Initially, a request was made for a spreadsheet detailing the seized devices and their associated data, mirroring a previous USVI spreadsheet. Subsequent communications detail the various forms of data received (hard drives, CDs, loose media, etc.) and the challenges in tracking their origin and completeness. The team repeatedly expresses difficulty in correlating the data with specific devices and understanding the scope of what's been reviewed. There are concerns about duplicate or outdated data being delivered, as well as the lack of a clear system for identifying and tracking the data’s provenance. A key point of contention is the inability to effectively utilize the data for taint review due to the format issues (lack of email attachments linked to files, etc.) and the sheer volume of information.  The team is seeking a standardized spreadsheet with details about each device and its corresponding data, to facilitate a more organized review process.  Scheduling multiple meetings and coordinating efforts between the US Attorney’s office and contractors are crucial aspects of the ongoing process.",
      "timestamp": "2020-05-18T00:00:00",
      "timestamp_raw": "18 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "devices",
        "hard drives",
        "data",
        "locations",
        "ny",
        "usvi",
        "identifiers",
        "serial number",
        "spreadsheet",
        "documents",
        "relativity",
        "taint review",
        "transmission"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014546",
      "summary": "This document summarizes a court conference regarding the scheduling of the Jeffrey Epstein case (19 Cr. 490(RMB)). The judge, Richard M. Berman, and legal representatives from the United States and the defense (Steptoe & Johnson, LLP) discussed a proposed schedule for discovery, motions, and potentially a trial date. Here’s a breakdown of the key points: *   **Proposed Schedule:** The government proposed a discovery deadline of October 31, acknowledging a delay in reviewing seized electronic devices.  They proposed deadlines for discovery-related motions (September 13), pretrial motions (January 10), and a trial date set for June 2020 (with a 4-6 week trial duration). *   **Defense Concerns:** The defense, represented by Geoffrey S. Berman and Michael C. Miller, expressed concerns about the lengthy timeline, particularly regarding the volume of discovery (over a million pages) and the need for thorough preparation, especially concerning the Nonprosecution Agreement (NPA) and potential double jeopardy issues. They requested a preliminary trial date in September 2020 to allow for assessment of Epstein’s ability to assist in the defense and to review the discovery. *   **Trial Date Discussion:** The court ultimately agreed to a trial date in June 2020, with the government’s four-to-six week estimate. The defense sought a September 2020 date as a placeholder, arguing it was necessary for adequate preparation, given the complexity of the case. *   **Speedy Trial:** The court excluded time from the conference date through June 8, 2020, under 18 U.S.C. § 3161, to avoid impacting speedy trial calculations. An oral argument was scheduled for October 28, 2019, and a further argument was set for March 12, 2020.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "June 8, 2020",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "discovery",
        "schedule",
        "trial date",
        "npa",
        "motion practice",
        "privilege-review",
        "fbi",
        "september 13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020203",
            "similarity": 1.0,
            "index": 23,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020203",
      "summary": "This document is a transcript of a court conference regarding the scheduling of the Jeffrey Epstein case (United States v. Epstein). The judge, Richard M. Berman, convened a meeting with the prosecution and defense attorneys to establish timelines for discovery, motion practice, and ultimately, the trial date. Key points discussed include: *   **Discovery Deadline:** A proposed deadline of October 31 for completing discovery, with a potential extension due to the review of seized electronic devices. A privilege review protocol is being considered. *   **Motion Deadlines:** Proposed deadlines for filing discovery-related motions (September 13), pretrial motions (January 10), with government responses and replies scheduled accordingly. *   **Trial Date:** The government proposed a June 2020 trial date, estimated to last 4-6 weeks, with potential scheduling challenges due to the complexity of the case. The defense requested a preliminary trial date immediately after Labor Day, 2020. *   **Extension Request:** The court granted an extension of Speedy Trial time due to the extensive discovery process and the complexity of the case, excluding time until June 8, 2020. *   **Oral Argument:** Oral argument was scheduled for October 28, 2019, and substantive motions were scheduled for oral argument on March 12, 2020.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "June 8, 2020",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "discovery",
        "schedule",
        "trial date",
        "npa",
        "motion practice",
        "privilege-review",
        "fbi",
        "september 13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014546",
            "similarity": 1.0,
            "index": 22,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029778",
      "summary": "Initially, the FBI’s NY CART Coordinator and a forensic examiner are working to process and transfer data from seized hard drives, phones, and tablets. There are significant delays and misunderstandings regarding the data transfer process, particularly concerning the volume of data (over 1 million documents), the lack of clear identification of devices and their contents, and issues with the data format.  The team needs a reliable system for tracking the transfer of data, including a spreadsheet detailing devices and their associated materials. There are repeated requests for a list of devices and associated data and concerns about the data's usability for taint review.  The team is experiencing challenges with the data's format, specifically issues with file names and the inability to link emails to attachments.  Several individuals express frustration with the process and the need for better communication and organization. The updates highlight difficulties with network issues, staffing levels, and the challenges of handling large volumes of digital evidence.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "fbi",
        "hard drives",
        "data",
        "phones",
        "tablets",
        "seizure",
        "review",
        "analysis",
        "litigation",
        "data transfer",
        "devices",
        "materials",
        "taint review",
        "relativity",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030774",
      "summary": "A draft search warrant expanding the scope of data review from seized electronic devices belonging to Jeffrey Epstein is attached for review. The email indicates the sender, EFTA00030774, is offering to discuss the warrant.",
      "timestamp": "2020-06-24T00:00:00",
      "timestamp_raw": "24 Jun 2020",
      "keywords": [
        "epstein",
        "devices",
        "search warrant",
        "data",
        "electronic devices",
        "review",
        "usanys",
        "sw",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029794",
            "similarity": 0.727,
            "index": 26,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029794",
      "summary": "An email chain discusses a draft search warrant related to data from devices seized from Jeffrey Epstein. The warrant expands the scope of the review. An attachment, “SW for all JE electronic devices v4.docx,” is included for review. A follow-up inquiry is made regarding additional information from Audrey, scheduled to call at 11:00.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "epstein devices",
        "sw",
        "search warrant",
        "data",
        "devices",
        "review",
        "usanys",
        "draft",
        "audrey",
        "electronic devices"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030774",
            "similarity": 0.727,
            "index": 25,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031845",
      "summary": "An application for a search warrant, along with a proposed warrant, was submitted to Judge Gorenstein for review. An Assistant United States Attorney from the Southern District of New York is coordinating with an FBI agent to have the warrant sworn out tomorrow morning. The email chain involves multiple redacted individuals and entities, including the FBI.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge",
        "fbi",
        "electronic devices",
        "united states attorney",
        "new york",
        "redaction",
        "warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031846",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018586",
      "summary": "This document is a Search and Seizure Warrant issued on June 26, 2020, related to the investigation of Jeffrey Epstein and Ghislaine Maxwell. The warrant authorized the seizure of electronic devices from multiple locations, including Epstein’s person, his New York residence, and the Little Saint James island. Specifically, the warrant targeted 67 electronic devices: 2 from Epstein’s arrest, 33 from his New York residence, and 27 from Little Saint James. The devices were seized to investigate violations of 18 U.S.C. sections 1591, 2422, 2423, and 371 (relating to sex trafficking, transportation of minors, enticement to travel, and conspiracy). The warrant also authorized a 30-day delay in notification to potentially mitigate adverse consequences. Furthermore, the document outlines procedures for inventory, return of property, and filing of the warrant and inventory. Attachment A details the specific devices seized, categorized by their origin and description. The warrant also grants authority to review electronic storage media (ESI) on the seized devices for evidence related to the Subject Offenses.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "jeffrey epstein",
        "new york",
        "virgin islands",
        "18 u.s.c. 1591",
        "2422",
        "2423",
        "371",
        "probable cause",
        "inventory",
        "law enforcement",
        "fbi",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016345",
      "summary": "An Assistant United States Attorney (USA) sent an email to Judge Gorenstein’s chambers regarding an application for a search warrant (EFTA00016345.pdf). The email included a revised affidavit correcting an error regarding the date of Jeffrey Epstein’s arrest (July 6, 2020) in paragraph 4 of the warrant application and Attachment A. The USA offered to have an agent swear out the warrant the following morning. A separate document (EFTA00016346) was also attached for the Judge’s review.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge gorenstein",
        "united states attorney",
        "electronic devices",
        "new york",
        "june 2020",
        "epstein",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031846",
            "similarity": 0.667,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031846",
      "summary": "An Assistant United States Attorney (USA) from the Southern District of New York sent an application and affidavit for a search warrant related to electronic devices belonging to Jeffrey Epstein. A typo was identified by Judge Gorenstein and a revised affidavit was sent. The Judge requested a call at 9:10 AM the following day to discuss the warrant with an agent, noting an incorrect date (July 6, 2020) in the application and requesting a revised application with the correct date. The USA provided contact information and indicated an agent was available to swear out the warrant.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge gorenstein",
        "united states attorney",
        "new york",
        "electronic devices",
        "epstein",
        "2020",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016345",
            "similarity": 0.667,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031845",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026405",
      "summary": "This document details the ongoing efforts to process and review digital evidence seized in connection with the investigation of Jeffrey Epstein. Initially, there were communication difficulties regarding the transfer and organization of the data, particularly between the FBI’s New York CART team and the U.S. Attorney’s Office’s contractor. The evidence consisted of devices seized from Epstein’s residences in New York and the Virgin Islands, including computers, hard drives, thumb drives, and electronic devices.  The FBI had initially delivered some extracted data, but significant discrepancies existed between the reported number of devices and the actual extracted data, particularly concerning the number of usable devices. There was frustration regarding a lack of clear labeling and tracking of the data, making it difficult to identify what had already been reviewed and what remained to be processed.  Several attempts were made to establish a clearer system for data transfer, including proposing a spreadsheet detailing the devices and their contents. Eventually, a vendor (BRG) was engaged to handle the processing of the data, with the expectation of delivering a usable, searchable format within a month, which was a key focus of the communication and negotiation.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "devices",
        "fbi",
        "usvi",
        "new york",
        "search warrant",
        "data",
        "files",
        "extraction",
        "inventory",
        "inventory",
        "62",
        "57",
        "30",
        "1",
        "33",
        "27",
        "52",
        "85",
        "135",
        "1.1 million"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027510",
      "summary": "Initially, the FBI delivered data in an indecipherable format, leading to difficulties in accessing and analyzing the files.  There were discrepancies in the number of devices reported (initially 57, later 62, then 61), and access to many of the seized devices remained blocked.  The New York and Virgin Islands evidence was divided into three categories: devices seized from Epstein’s residences, electronic devices seized from the New York residence, and electronic devices seized from the Virgin Islands residence.  Access was limited to only some of the devices, with many remaining inaccessible or requiring further processing. The team struggled with identifying and categorizing the data, especially with the large volume of files and difficulties in linking data to specific devices. There were repeated requests for a detailed inventory and spreadsheet of the evidence, along with concerns about the \"taint review\" process and the usability of the data for legal purposes.  A vendor, BRG, was engaged to process the data, but timelines were pushed back due to network issues and difficulties extracting the data from certain devices. Ultimately, the team needed a standardized system for tracking the evidence to ensure effective review and analysis.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "fbi",
        "epstein",
        "devices",
        "data",
        "iphone",
        "ipad",
        "new york",
        "virgin islands",
        "extraction",
        "transmission",
        "estimate",
        "review",
        "litigation",
        "files",
        "computers",
        "hard drives",
        "usb drives"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032047",
      "summary": "The core issue revolves around the disorganized and incomplete delivery of data, specifically over a million documents and numerous devices (computers, hard drives, thumb drives, etc.) from Epstein’s residences in New York and the USVI. Key points and concerns raised repeatedly include: *   **Lack of Identification:** There's a critical need for a system to identify and track each device and its corresponding data. The current delivery lacks clear labeling, making review and organization extremely difficult. *   **Duplicate Data:** The team worries about receiving duplicate files and needing to sift through them. *   **Data Formats:** The documents are in varying formats (Mac, Windows, loose media), creating challenges for the review process. Relativity, the e-discovery tool being used, is proving problematic due to its inability to handle the file structure effectively. *   **Timeline Issues:** Multiple delays and shifting estimates are given regarding the completion of the data transfer and analysis, primarily due to network issues and staffing constraints. *   **Coordination Needed:** There's a continuous need for better coordination and clear communication between all parties to ensure the data is processed efficiently and effectively. The exchanges repeatedly request a spreadsheet with detailed information about each device, its contents, and the status of its review.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "data",
        "forensic",
        "transfer",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "usvi",
        "fbi",
        "contractor",
        "production",
        "redaction",
        "data volume",
        "timelines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024744",
      "summary": "This document is a Search and Seizure Warrant issued on October 27, 2020, authorizing law enforcement to search three Seagate Path 100 hard drives seized from the residence of Jeffrey Epstein at 9 East 71st Street, New York, NY. The warrant is related to violations of 18 U.S.C. including sex trafficking, transportation of minors, and conspiracy. The search is authorized to review the hard drives for evidence related to Epstein and Ghislaine Maxwell’s activities, specifically focusing on communications, travel plans, financial records, and any evidence of victim exploitation.  The warrant allows for a 30-day delay in notification if immediate notification would be detrimental to the investigation, and includes provisions for inventory, return of property, and the potential for returning the devices if no longer needed. Attachment A details the specific hard drives seized and outlines the scope of electronic discovery authorized.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "jeffrey epstein",
        "new york",
        "probable cause",
        "inventory",
        "redacting",
        "forensic analysis",
        "esi",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029150",
            "similarity": 0.526,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013205",
      "summary": "Epstein. *   Production consists of 40,000 images, FBI Florida boxes, and FBI FOIA documents. *   Electronic devices are not being produced. *   FedEx is delivering data in batches, with a significant amount still being processed and imaged. *   Specific hard drives (SDNYPROD008-014) containing approximately 1.2 million records are being sent to SDNY. *   The initial target date for record availability is November 2, 2020, with production starting shortly after. *   The initial target date for completion was November 9, 2020, but this is now unlikely. A revised estimate will be provided early next week. *   PAE is providing the documents on a rolling basis.",
      "timestamp": "2020-11-02T00:00:00",
      "timestamp_raw": "November 2, 2020",
      "keywords": [
        "fbi",
        "documents",
        "productions",
        "images",
        "fedex",
        "sdny",
        "epstein",
        "records",
        "november 9",
        "hard drive",
        "e-discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024812",
      "summary": "An email was sent on November 6, 2020, from EFTA00024812 to an unknown recipient, detailing an updated spreadsheet of electronic devices associated with Jeffrey Epstein, including the NYC number as a parent machine. The spreadsheet, titled \"Spreadsheet_of Epstein_Electronic_Devices_in_SWs.xlsx,\" was attached.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "efta00024812",
        "device spreadsheet",
        "electronic devices",
        "sws",
        "redaction",
        "nyc",
        "epstein",
        "spreadsheet",
        "updated",
        "parent machine"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026812",
      "summary": "A letter from the Assistant United States Attorney for the Southern District of New York to counsel in the US v. Maxwell case (20 Cr. 330 (MN)) is attached. The letter responds to prior correspondence regarding discovery and MDC conditions. The MDC has approved the government’s request for an FBI agent to bring a secure laptop to the institution for the defendant to review with their client, subject to specific conditions regarding other electronic devices. The Assistant U.S. Attorney requests scheduling information for this visit.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2020",
      "keywords": [
        "us v. maxwell",
        "fbi",
        "mdc",
        "discovery",
        "letter",
        "electronic devices",
        "secure laptop",
        "southern district of new york",
        "20 cr. 330 (mn)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020821",
      "summary": "Maxwell* was submitted. *   The initial deadline was November 9, 2020. *   The outside vendor, PAE, responsible for processing the discovery materials (extracted electronic devices from Jeffrey Epstein’s residences), informed the US Attorney’s office that they would not meet the deadline due to technical difficulties with bates stamping and downloading the production. *   PAE anticipates completing the work by November 19, 2020, and will then send the materials to 1 St. Andrew’s Plaza for review. *   The US Attorney’s office intends to request a two-week extension of the deadline, ending on November 23, 2020, specifically for the vendor-processed materials. *   Jeff Pagliuca initially requested more information before taking a position and the case team had been struggling with client calls and visitation.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "us v. maxwell",
        "discovery deadline",
        "relativity",
        "pae",
        "production",
        "vendor",
        "november 9",
        "extension request",
        "united states attorney",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029493",
      "summary": "An email exchange discusses adding search terms related to electronic devices, specifically including \"passenger\" and “massage/masseuse,” to a draft list. A warrant (search warrant dated 20 Mag 6719) is attached for reference. The intention is to run the terms through software (“SW returns”) the following week.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2020",
      "keywords": [
        "search terms",
        "devices",
        "redaction",
        "passenger",
        "relativity",
        "electronic devices",
        "warrant",
        "massuese",
        "returns",
        "sw"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038265",
      "summary": "The U.S. Department of Justice is holding a meeting on November 12, 2020, from 9:00 AM to 12:00 PM EST at the FBI Miami Field Office to provide information regarding a 2006-2008 federal criminal investigation into Jeffrey Epstein, including discussions about interactions with victims. Participants will include DOJ and FBI representatives, crime victims, legal representatives, and support persons.  Attendees must adhere to COVID-19 safety protocols including temperature checks, mask-wearing, and social distancing. The DOJ will cover travel costs (transportation, lodging, and one checked bag) but not food or per diem. Participants are prohibited from bringing electronic devices. RSVP by November 2, 2020, is required.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "November 12, 2020",
      "keywords": [
        "u.s. department of justice",
        "jeffrey epstein",
        "fbi miami",
        "criminal investigation",
        "meeting",
        "victims",
        "doj",
        "legal representatives",
        "covid-19",
        "transportation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038306",
      "summary": "*   The review involves examining 10 specific devices: NY-3027571_Safe, NYCO24334, NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, and NY-3027571_MAC, NYCO24363. *   The review includes a significant number of images and videos. *   A protocol has been established for the review, including designated folders and a deadline for completion (by next Friday). *   The AUSAs and FBI have requested a call to discuss the review and answer questions. *   The initial focus for the FBI team is a subset of the devices listed above. *   The individuals are coordinating to ensure access to the case files and to track the progress of the device review.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "devices",
        "review",
        "images",
        "videos",
        "warrants",
        "fbi",
        "usao",
        "cair",
        "protocol",
        "maxwell",
        "nyco243xx",
        "efta00038306"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038290",
      "summary": "This document pertains to the redaction analysis of electronic devices related to Jeffrey Epstein and Ghislaine Maxwell. A review protocol was established involving multiple individuals and teams (AUSAs, FBI, and USAO) to examine image and video files from ten devices: NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363.  The initial focus was for the FBI to review specific devices (listed above), while the USAO would coordinate with the teams. A 3:30 PM meeting time was proposed for initial coordination. The protocol required reviewers to familiarize themselves with the warrant and supporting affidavit and included the Maxwell indictment. Device locations were organized into folders for ease of access.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "ausas",
        "cair",
        "nyc0243xx",
        "protocol",
        "fbi",
        "maxwell",
        "warrant",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018585",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending a spreadsheet detailing FBI numbers, barcode numbers, and CART numbers for electronic devices seized in connection with the Epstein/Maxwell cases. The spreadsheet is based on information from two individuals and includes a warrant from June 2020 covering 62 devices, with the remaining three listed in a draft warrant sent previously. The recipient is asked to confirm the accuracy of the data, which will then be provided to Maxwell’s attorneys.",
      "timestamp": "2020-11-25T00:00:00",
      "timestamp_raw": "25 Oct 2020",
      "keywords": [
        "fbi",
        "epstein",
        "maxwell",
        "devices",
        "spreadsheet",
        "warrant",
        "redaction",
        "cart",
        "numbers",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013202",
      "summary": "*   The images were delayed due to PAE re-doing the production after initially de-duping without prior notification. *   The current production includes images, FBI Florida box documents, and FBI FOIA documents. Electronic device productions were not included. *   PAE is sending images to the recipient on a rolling basis, with an initial target completion date of November 9th appearing unlikely. *   A hard drive containing multiple SDNYPROD productions (1-14) is being shipped via FedEx, with approximately 1.2 million records currently being imaged. *   The recipient is awaiting updates on the processing timeline and anticipates a clearer estimate by early next week.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "pae",
        "images",
        "fbi",
        "redaction",
        "production",
        "november 9",
        "fedex",
        "records",
        "electronic devices",
        "usanys",
        "sdnyprod"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030101",
      "summary": "The document details the FBI’s plan to provide Laura Menninger (representing the defense team) with evidence related to the US v. Maxwell case, specifically focusing on highly confidential nude/partially nude images and physical evidence. Here’s a breakdown of the key information: *   **Evidence Provided:** The FBI will provide three categories of images seized from Jeffrey Epstein’s devices (approximately 2,100 electronic images/videos, 3,400 discs, and 7 hard copy images). The FBI will also provide two spreadsheets detailing all physical evidence in their custody, separated by FBI Miami and New York offices. *   **Review Process:** The defense team can review the evidence at the FBI’s Bronx warehouse, subject to a two-week notice requirement, business hours, and the presence of FBI agents and a prosecutor. They can bring digital cameras (without internet connectivity) to photograph items. *   **Technical Considerations:**  Electronic files require Cellebrite software for review of Apple devices. Metadata may or may not be recoverable from damaged devices. *   **Media Review:** The FBI anticipates providing access to all electronic media (excluding witness statements) for review at the FBI's Manhattan office within approximately three weeks. *   **Communication & Scheduling:**  The parties coordinate calls to discuss the evidence and scheduling of reviews, with the FBI initially indicating a potential review date of May 18th.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "fbi",
        "epstein",
        "images",
        "evidence",
        "discovery",
        "confidential",
        "metadata",
        "electronic devices",
        "bronx",
        "review",
        "new york",
        "miami"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032465",
      "summary": "Maxwell case (20 Cr. 330 (AJN)). The request outlines specific conditions for reviewing the evidence, primarily related to physical items seized from the Bronx warehouse and electronic media. Key points include: *   **Access to Physical Evidence:** The defense team requires access to photograph and inspect bulky, electronic, and fragile items at the Bronx warehouse, necessitating a lawyer, investigator, and paralegal presence. *   **Electronic Media Review:** The government will provide the necessary equipment to play recordings, but the defense needs to inspect the outside of the recordings. Segregation of recordings based on \"witness statements\" is requested. *   **Space Requirements:** The defense needs a suitable space (potentially the largest proffer room or a locked courtroom) to accommodate the team and evidence. *   **Confidentiality:**  Strict protocols are in place for handling highly confidential materials, including the 2,100 images and 7 hard-copy materials. The FBI will provide a single laptop for reviewing the electronic images. *   **Timeline:** The FBI proposes arranging for the client to be produced to 500 Pearl Street during the week of April 12th and April 19th, followed by daily reviews. *   **Ongoing Communication:** Frequent communication is essential to address any issues or disagreements, and the FBI will provide updates on the availability of equipment and the status of the evidence review. *   **Excel Spreadsheet:** The FBI provides an index of physical evidence in its custody, alongside a discovery cover letter, and requests information regarding the number of people who will be present for the physical evidence review.",
      "timestamp": "2021-04-02T00:00:00",
      "timestamp_raw": "02 Apr 2021",
      "keywords": [
        "evidence",
        "photographs",
        "bronx warehouse",
        "electronic devices",
        "recordings",
        "government",
        "client",
        "inspection",
        "highly confidential",
        "discovery",
        "materials",
        "review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030021",
      "summary": "Maxwell case (20 Cr. 330 (AJN)). The Assistant US Attorney (Southern District of New York) is coordinating the review, which will take place at 500 Pearl Street and potentially the Bronx warehouse. Key details include: *   **Evidence Transport:** The FBI will transport physical evidence (including items like electronic devices, \"bulky\" items, and photos) to 500 Pearl Street for the defense team to inspect and photograph. *   **Highly Confidential Materials:** The FBI will provide access to approximately 2,100 electronic images (seized from Epstein’s devices) and 7 hard-copy images, designating them as “Highly Confidential.”  Access will be limited to one laptop. *   **Scheduling:** The review is scheduled to begin April 13th, with daily sessions, contingent on the Marshals securing Ms. Maxwell’s presence at 500 Pearl Street. *   **Logistics:** The defense team will have a lawyer, investigator, and paralegal present at the Bronx warehouse to photograph items. The FBI will provide equipment for playing electronic media. *   **Coordination:**  Constant communication and confirmation regarding access, availability, and the handling of sensitive materials are emphasized. Multiple email exchanges detail revisions to the plan and clarify specific requests and concerns.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "protective order",
        "digital",
        "files",
        "photography",
        "materials",
        "counsel",
        "usanys",
        "efta00030021",
        "efta00030022",
        "efta00030023",
        "efta00030024",
        "efta00030025",
        "efta00030026",
        "efta00030027",
        "efta00030028",
        "efta00030029",
        "efta00030030"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029241",
      "summary": "On April 8, 2021, Christian R. Everdell of Cohen & Gresser LLP submitted a request to Judge Alison J. Nathan for permission to bring various electronic devices – including a VCR player, cassette player, CD player, microcassette player, and digital camera – into the courthouse for in-person court appearances in the United States v. Ghislaine Maxwell case. This request is due to the substantial amount of electronic evidence being presented and the planned evidence viewing sessions scheduled for April 12-16 and April 19-23, 2021 at 500 Pearl Street.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "April 8, 2021",
      "keywords": [
        "efta00029241",
        "ghislaine maxwell",
        "united states district court",
        "southern district of new york",
        "evidence",
        "electronic devices",
        "court appearance",
        "wi-fi access",
        "defense counsel",
        "vcr player"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029939",
      "summary": "Marc A. Weinstein, a partner at Hughes Hubbard & Reed LLP, is corresponding with an Assistant United States Attorney regarding attorney-client privilege assertions related to seized electronic devices from Jeffrey Epstein’s residences. Specifically, the U.S. Attorney is seeking clarification on whether the estate is asserting privilege over a 2005 computer seized from Palm Beach. Weinstein proposes a call early next week to discuss the matter. Redactions obscure the identities of the individuals involved.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "weinstein",
        "marc a.",
        "epstein",
        "jeffrey",
        "privilege",
        "fbi",
        "devices",
        "new york",
        "united states attorney",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031332",
      "summary": "Maxwell* (20 Cr. 330 (MN)) involving Jeffrey Epstein. *   **Bronx Warehouse Review:** The initial plan is for a review at the Bronx warehouse on April 12, 2021, from 11:00 AM to 4:30 PM. *   **Specific Items for Review:** The defense team wants to see specific items, including bulky photos, electronic devices, shredded paper, and discs. *   **Nudity Restrictions:** Photographic review of certain images featuring nudity is prohibited. *   **FBI Production of Evidence:** The FBI is preparing to produce electronic data (discs) containing witness statements and data files, alongside the physical evidence. *   **Timeline Updates:** The timeline is updated regarding the delivery of the original VHS tape containing the 4/24/07 recording and the analysis of the shredded paper. *   **Item Numbering Changes:** Evidence items are being re-numbered within the FBI system (e.g., 111130 and 1B110 migrated to 18127, 1B128, & 16137). *   **Logistics Discussions:** Conversations revolve around transportation logistics, equipment needs (for playing recordings), and the designated review space (proffer rooms at 500 Pearl Street). *   **Confirmation of Maxwell’s Presence:** The Marshals confirm that Maxwell will be produced to 500 Pearl Street each day for review. *   **Spreadsheets and Designations:** The FBI sends annotated spreadsheets indicating which items are excluded from transport to 500 Pearl Street and which items are designated as \"Confidential\" or \"Highly Confidential.\"",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "April 12, 2021",
      "keywords": [
        "evidence",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "photos",
        "maxwell",
        "discovery",
        "discs",
        "data",
        "confidential",
        "photograph",
        "items",
        "redaction",
        "analysis",
        "witness statements",
        "electronic files",
        "\"missing from assigned box\"",
        "laura mennin",
        "500 pearl"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026910",
      "summary": "The document details a communication chain regarding attorney-client privilege assertions related to seized electronic devices from Jeffrey Epstein’s residences. The Estate is asserting privilege across multiple devices, including those seized in New York, the USVI, and Palm Beach, Florida. A request is made to determine if the Estate is also asserting privilege regarding the 2005 Palm Beach seizure.  Multiple parties are involved – Hughes Hubbard & Reed LLP (Marc Weinstein), McLaughlin Stern LLP (ATomback), and the Assistant United States Attorney for the Southern District of New York. Scheduling conflicts are discussed, and a meeting time of 3:30 PM on Monday is proposed. Redactions obscure the content of several emails.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "epstein",
        "privilege",
        "fbi",
        "devices",
        "new york",
        "2019",
        "2005",
        "attorney-client",
        "redaction",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026872",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). *   **Evidence Viewing Plan:** The U.S. Attorney proposes a plan for reviewing the evidence, including a scheduled review at 500 Pearl Street starting April 13th, with the possibility of rotating days. The review would initially start at 8:30 AM and last until 4:30 PM each day. *   **Personnel Involved:** The communication involves a team including Laura Menninger, Christian Everdell (Cohen & Gresser LLP), Jeff Pagliuca (Cohen & Gresser LLP), Bobbi Sternheim, Jim Harkins, and Simek Shropshire.  The FBI and Marshals are also key players. *   **Specific Evidence Arrangements:** The U.S. Attorney is arranging for the FBI to transport the evidence to 500 Pearl Street.  They will provide a laptop for review of “highly confidential” electronic images. The FBI plans to bring Maxwell to 500 Pearl Street on April 13th. *   **Item Restrictions:**  Certain items (those designated \"highly confidential\") will not be photographed, unless authorized.  The FBI will not make duplicates of those items.  The shredded paper is currently being analyzed by the FBI lab. *   **Discovery Issues:**  Laura Menninger raises concerns about discrepancies in the inventory of evidence, specifically regarding the \"highly confidential\" electronic images that had not been previously provided.  The U.S. Attorney addresses this by explaining the process of obtaining and providing those images. *   **Logistical Details:** The communication addresses logistical considerations like space at 500 Pearl Street, the use of electronic devices, and arrangements for Ms. Maxwell's presence.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "bronx",
        "500 pearl",
        "photos",
        "electronic data",
        "discs",
        "tennessee",
        "discovery",
        "witnesses",
        "laura mennin",
        "chris everdell",
        "jim harkins",
        "simek shropshire",
        "camille delgado",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031428",
      "summary": "On April 13, 2021, Christian Everdell, acting on behalf of defense counsel, requested Judge Nathan’s authorization to allow the introduction of electronic devices into the courthouse for evidence viewing. Jeff Pagliuca, counsel, had previously sent a request to Judge Nathan for permission to bring electronic devices and equipment into the courthouse. An order signed by Judge Nathan was attached to the initial email.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "electronic devices",
        "courthouse",
        "permission",
        "judge",
        "nathan",
        "christian everdell",
        "evidence",
        "defense counsel",
        "electronic equipment",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031430",
      "summary": "On April 13, 2021, a court order authorized Christian Everdell, Laura Menninger, and Jeffrey Pagliuca to bring specific electronic devices (iPhones, iPads, laptops) into the Southern District of New York Courthouse for the trial of *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). Access to SDNY Courtroom WI-Ft was granted for these devices, with authorization valid from April 12, 2021, to September 1, 2021. The order was subject to Standing Order M10-468, as Revised, and required the attorneys to present a copy of the order upon entry.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "efta00031430",
        "southern district of new york",
        "personal electronic devices",
        "computing devices",
        "united states v. ghislaine maxwell",
        "standing order m10-468",
        "courtroom wi-fi",
        "attorney application",
        "devices",
        "order",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031442",
      "summary": "Law Clerk Nathan Chambers responded to David Oscar Markus’s request for permission to bring electronic devices into the courthouse for the U.S. v. Maxwell case (20-Cr-330). Chambers stated that all communications with Judge Nathan must be docketed on ECF unless a request to seal is made, and Judge Nathan does not issue electronic device orders for attorneys who haven’t appeared on ECF. He provided a link to the form for the order authorizing electronic devices. Markus, representing Ghislaine Maxwell, requested permission to bring his cell phone and laptop to the April 23rd arraignment and offered to provide a proposed order.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "efta00031442",
        "nathan nysd chambers",
        "david oscar markus",
        "u.s. v. maxwell",
        "electronic devices",
        "court order",
        "permission",
        "courthouse",
        "judge nathan",
        "ecf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015636",
      "summary": "*   **Initial Requests:** Christian Everdell (USANYS) is requesting specific files and metadata from a vendor (EFTA00015636) regarding recovered electronic devices and photographs. *   **Metadata Issues:** Key issues involve missing metadata associated with many electronic files and photographs recovered from Epstein’s devices, particularly files created or modified after the FBI seizure. The vendor is working to provide metadata overlays. *   **Missing Files:** There are gaps in production numbers (SDNY\\_GM\\_02742044 to 2742183) and unrecovered files (specifically #3, #4, #5, #6, and #7). *   **CD Issues:** Certain photographs were initially produced from CDs that were not processed by CART, leading to missing CART numbers and associated metadata. *   **Delivery Concerns:** There are questions about delivering the discovery materials to Jane Maxwell (USANYS), focusing on the inability of her laptop to read certain file types. *   **Ongoing Investigation:** The parties are coordinating efforts to resolve the metadata issues and ensure the complete delivery of the required discovery materials.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "23 Apr 2021",
      "keywords": [
        "efta00015636",
        "discovery issues",
        "metadata",
        "epstein",
        "fbi",
        "cart",
        "cd",
        "hard drive",
        "metadata overlay",
        "bates numbers",
        "sdny",
        "2021",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027301",
      "summary": "The U.S. Department of Justice is producing discovery materials related to the case of *United States v. Ghislaine Maxwell* (20 Cr. 330). The materials, stamped with control numbers SDNY_GM_02753644 through SDNY_GM_02753697, include files recovered from Jeffrey Epstein’s New York residence, de-designated images from his electronic devices, Missouri records, JPMorgan Chase records, and the Oxford Letter from 1995. All materials are marked “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.” The production includes HTML files with thumbnails and metadata for easy access, although some files are not viewable on the FBI’s system and are still being provided. The DOJ intends to continue producing additional materials as they become available.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "August 5, 2021",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "sdny",
        "redaction analysis",
        "discovery materials",
        "united states department of justice",
        "epstein",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029150",
      "summary": "This document is a search and seizure warrant issued on December 26, 2025, related to an investigation involving Jeffrey Epstein and Ghislaine Maxwell. The warrant authorized the seizure of three Seagate Path 100 hard drives from Epstein’s New York residence, identified by FBI barcodes. The warrant allows law enforcement to review the data on these devices for evidence related to violations of federal laws concerning sex trafficking, transportation of minors, and conspiracy. Specifically, investigators are authorized to examine communications, financial records, travel plans, and any materials depicting minors in sexually suggestive or exploitative contexts. A 30-day delay of notification is authorized to prevent adverse results related to 18 U.S.C. § 2705. The return portion of the document outlines procedures for executing the warrant, including inventory creation and filing.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "seizure",
        "warrant",
        "electronic devices",
        "fbi",
        "jeffrey epstein",
        "new york",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "probable cause",
        "redacting analysis",
        "seizure warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024744",
            "similarity": 0.526,
            "index": 34,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038614",
      "summary": "An evidence list correlating the 1B number with CART number is attached. The document is related to EFTA00038614 and is marked as Normal importance. A spreadsheet titled \"Spreadsheet of Epstein Electronic Devices in SWs\" is also attached.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038614",
        "epstein",
        "electronic devices",
        "sws",
        "cart",
        "evidence",
        "analysis",
        "spreadsheet"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038465",
      "summary": "The document details a collection of electronic devices and media, organized by serial numbers and quantities. It includes: *   **Computers & Accessories:** Silver and gray Apple desktops and laptops, HP, Dell, MSI, Lenovo, and Toshiba computers, keyboards, mice, USB drives (including Data Traveler, Mentor Media, and EMTEC models), SD cards, and adapters. *   **Storage Devices:** Seagate Hard Drives (various capacities), Apple Backup Plus Portable Drive, and a 1TB Seagate Barracuda drive. *   **Cameras & Recorders:** Sony cameras, Olympus recorders, a Radio Shack recorder, and an iPod Shuffle. *   **Networking Equipment:** Unifi Cloud Key and Unifi Video NVR. *   **Mobile Devices:** iPhones (including IMEI number 357201093322785), iPads (various models and serial numbers), and an iPod shuffle. *   **Media:** Assorted CDs and discs. The items are grouped under the reference codes EFTA00038465 through EFTA00038469.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "usb drives",
        "hard drives",
        "apple",
        "ipad",
        "mac",
        "computer",
        "iphone",
        "cd's",
        "seagate",
        "sony",
        "camera",
        "laptop",
        "samsung",
        "data traveler",
        "black",
        "silver",
        "grey",
        "keyboard",
        "mouse",
        "usb adapter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025189",
      "summary": "A request for $200,000 in case-related expenses has been submitted for the “In re Jeffrey Epstein” case (2018R01618) within the Southern District of New York. The request covers database hosting/discovery costs ($100,000) and travel expenses ($100,000).  The case involves investigating Ghislaine Maxwell for related crimes and considering civil forfeiture actions against properties valued at over $100 million.  The investigation centers on alleged sex trafficking activity spanning multiple locations and potentially involving 50 victims. Allowable expenses include travel, subpoena costs, and discovery costs related to seized electronic devices. Expenses such as expert witness testimony, office equipment, and salaries are not reimbursable from the Assets Forfeiture Fund.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00025189",
        "forfeiture",
        "assets",
        "litigation",
        "expenses",
        "criminal",
        "jeffrey epstein",
        "ghislaine maxwell",
        "civil forfeiture",
        "victim"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}