{
  "keyword": "employee",
  "count": 27,
  "keyword_match_count": 27,
  "content_match_count": 154,
  "total_files": 181,
  "timeline": [
    {
      "file_id": "EFTA00028723",
      "summary": "This document outlines procedures for the creation and operation of Boards of Inquiry and Inquiry Teams within the U.S. Department of Justice’s Federal Bureau of Prisons. Here’s a breakdown of the key points: *   **Purpose:** These teams investigate incidents and situations, gathering evidence, determining causes, and recommending corrective steps. They’re primarily used for significant or unusual incidents. *   **Authority:** The Director creates Boards of Inquiry, while Regional Directors or Wardens create Inquiry Teams (with Director approval). *   **OIA Involvement:** The Office of Internal Affairs (OIA) plays a crucial role, particularly in staff misconduct cases, ensuring employee rights and evidence preservation. An OIA member is typically included on Boards of Inquiry involving misconduct. OIA also assists teams with consultations and expenses. *   **Reporting Requirements:** Reports must be detailed, including recommendations, and may be subject to release under FOIA or subpoena if related to legal proceedings. *   **Team Composition:** Boards and Teams can include Bureau staff, legal counsel, and external experts. Regional Teams should avoid solely consisting of staff from one institution. *   **Interview Procedures:** Strict guidelines govern witness interviews, including advising on rights, confidentiality, and potential legal implications (e.g., Miranda rights if criminal misconduct is suspected). *   **Documentation:** Comprehensive records (notes, photos, recordings) are preserved throughout the inquiry process. Essentially, this document establishes a formalized process for investigating incidents within the Bureau of Prisons, emphasizing thoroughness, legal considerations, and accountability.",
      "timestamp": "2000-03-09T00:00:00",
      "timestamp_raw": "3/9/2000",
      "keywords": [
        "boards of inquiry",
        "inquiry teams",
        "investigations",
        "evidence",
        "policy",
        "regulations",
        "oia",
        "bureau of prisons",
        "foia",
        "misconduct",
        "legal",
        "reports",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027307",
      "summary": "830) concerning false statements made by Tova Noel and Michael Thomas at the Metropolitan Correctional Center (MCC). **Key Facts:** *   **Case Details:** The defendants were charged with making false statements related to a 14-hour period in August 2019. *   **Government Discovery:** The government produced a substantial amount of discovery, including surveillance video, computer analysis, count slips, phone records, and personnel files. They have subsequently produced additional discovery. *   **Defendant's Requests:** Thomas requested further information, specifically seeking the Inspector General's report, records of other BOP employees involved in similar incidents, and information related to staffing issues. *   **Legal Arguments:** The government argues that Thomas’s motion is without merit because: *   The government has fulfilled its Brady and Rule 16 discovery obligations. *   The requested records are not \"material\" to Thomas's defense and would be used to promote jury nullification. *   The government does not have possession of all relevant records from other agencies (like the BOP or SEC). *   Thomas has not presented sufficient evidence to support a selective prosecution claim. In essence, the document is the government's argument against Thomas’s attempt to obtain additional discovery, asserting that it has already provided the necessary information and that the defendant’s requests are legally unsupported and seek to unfairly influence a jury.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "jury nullification",
        "selective prosecution",
        "bop",
        "investigation",
        "material",
        "deliberative process privilege",
        "witness statements",
        "mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033486",
      "summary": "Department of Justice, Federal Bureau of Prisons, outlining standards of conduct for all employees, contractors, and volunteers working within Bureau facilities. It complements Office of Government Ethics (OGE) policies and covers areas such as ethics, conflicts of interest, post-employment restrictions, procurement integrity, and attorney ethics. The statement applies to a broad range of personnel, including Public Health Service and National Institute of Corrections staff, and emphasizes the importance of respectful conduct, adherence to regulations, and reporting violations. Key changes from a previous version include specific prohibitions regarding illegal drugs, modifications to procedures related to contraband, introduction of outside employment, and the handling of inmate interactions. The program emphasizes accountability and outlines a range of disciplinary actions, and references various other related policies and regulations.",
      "timestamp": "2013-12-06T00:00:00",
      "timestamp_raw": "12/6/2013",
      "keywords": [
        "standards of conduct",
        "bureau of prisons",
        "ethics",
        "employee conduct",
        "conflict of interest",
        "procurement integrity",
        "post-employment restrictions",
        "sexual conduct",
        "contraband",
        "security",
        "investigation",
        "regulations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010203",
      "summary": "This document is the “Rules of Behavior (ROB) for General Users” within the 286$ Division of the Department of Justice, Version 7.0, effective January 3, 2014. It outlines security responsibilities for all users of DOJ information systems and data. Key points include: *   **Purpose:** The ROB aims to ensure personal responsibility for system and data security, aligning with various DOJ policies (OMB Circulars, Privacy Act, DOJ Orders, IT Security Standard). *   **Scope:** Applies to all government employees and contractors using DOJ systems or accessing DOJ information. *   **User Responsibilities:** Users must comply with all laws and policies, protect data, report security incidents, manage passwords securely, and follow guidelines for remote access, mobile computing, and classified information handling. *   **Penalties:** Non-compliance leads to sanctions, including warnings, system access suspension, reassignment, or termination, and potential criminal prosecution for unauthorized disclosure of classified information. *   **Specific Guidelines:** The document details rules regarding email usage, web browsing, removable media, virtual conferencing, traveling users, and the protection of Personally Identifiable Information (PII). *   **Acknowledgement:** Users are required to sign or electronically verify their understanding and acceptance of the ROB.",
      "timestamp": "2014-01-03T00:00:00",
      "timestamp_raw": "January 3, 2014",
      "keywords": [
        "efta00010203",
        "doj",
        "mega4",
        "litigation support system",
        "epstein",
        "relativity",
        "cases/projects",
        "user information",
        "security rules",
        "privacy act",
        "it security",
        "exemptions",
        "penalties",
        "noncompliance",
        "mobile devices",
        "remote access",
        "password security",
        "pii"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029389",
      "summary": "On February 12, 2015, Farmer, Jaffe, Weissing, Edwards Fistos & Lehrman, P.L. informed a requester that historical employment records for the period of 1999-2001 are unavailable. A spreadsheet dated 2000 exists, listing terminated employees with only first and last names, and no other identifying information is present.",
      "timestamp": "2015-02-12T00:00:00",
      "timestamp_raw": "February 12, 2015",
      "keywords": [
        "employment records",
        "1999-2001",
        "terminated employees",
        "spreadsheet",
        "human resources",
        "florida",
        "palm beach",
        "social security number",
        "first and last name",
        "efta00029389"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036338",
      "summary": "This document details daily assignments for MCC New York employees from January 1, 2018, through July 1, 2017, primarily covering the 1st, 4th, and 3rd quarters of 2017 and 2018. It records shifts, assignees, and types of time off (daily assignments, sick leave, and annual leave) across various departments and locations, including shifts like 1st OTR, 7 South, 9 North, and 11 North. The data includes specific dates and times for assignments and also tracks Comptime Used.",
      "timestamp": "2018-01-01T00:00:00",
      "timestamp_raw": "January 1, 2018",
      "keywords": [
        "efta00036338",
        "mcc new york",
        "assignments",
        "shift",
        "quarterly",
        "sick leave",
        "day off",
        "otr",
        "otm/w",
        "epn",
        "ot man 2",
        "ean",
        "ot dan 8",
        "control #2",
        "comptime used",
        "lobby",
        "shu",
        "visit",
        "unit",
        "annual leave",
        "comptime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026451",
      "summary": "This document is a collection of news articles from Law360, published on December 5, 2018, covering a variety of legal cases and industry news. Key stories include: *   **Judge Scolding:** A judge reprimanded a Walmart trial lawyer for inappropriately requesting evidence. *   **Jeffrey Epstein Settlement:** Jeffrey Epstein reached a settlement with his teenage victims’ attorney, avoiding a trial. *   **FDIC Employee Fraud:** A former FDIC employee was accused of illegally obtaining and distributing bank secrets. *   **Nazi Art Case:** A family sought to reclaim a Nazi-looted Impressionist painting. *   **CrossFit Injury:** An attorney’s personal injury case stemmed from alleged negligence during a CrossFit class. *   **Various Litigation Updates:** Coverage of cases involving Mercedes-Benz, Body Glove, Mylan, North Carolina patient death suits, and a Pennsylvania tree fall case. *   **Industry News:** Articles on NewLaw trends, data-driven lawyers, expert analysis on genomics in insurance claims, and legal industry job listings. *   **Legal Agency Updates:** Coverage of activities and legal matters related to various governmental agencies like the FBI, FDIC, IRS, and Supreme Court. The document includes advertisements for Law360 Pro and legal search firms.",
      "timestamp": "2018-12-05T00:00:00",
      "timestamp_raw": "December 5, 2018",
      "keywords": [
        "walmart trial",
        "nazi-looted art",
        "judge",
        "settlement",
        "fda",
        "drug fraud",
        "meningitis",
        "jewish family",
        "crossfit",
        "insider trading",
        "mercedes-benz",
        "personal injury",
        "jury award",
        "tax court",
        "mylan",
        "litigation",
        "newlaw",
        "legal industry",
        "foia",
        "hilton",
        "scottie pippen",
        "litigation funder",
        "supreme court",
        "fbi",
        "fdic",
        "federal reserve",
        "fda",
        "irs",
        "pennsylvania supreme court",
        "jobs",
        "law360"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018654",
      "summary": "Key stories include: *   **FDIC Staffer Case:** An FDIC employee, Allison Aytes, is accused of taking bank secrets and using them in job interviews. *   **Billy Walters Insider Trading Case:** The Second Circuit overturned a restitution order in the Billy Walters insider trading case. *   **Jeffrey Epstein Settlement:** Jeffrey Epstein settled a dispute with his teenage victim’s attorney. *   **Panama Papers Indictment:** Prosecutors indicted a lawyer and three men connected to the Panama Papers leak. *   **Various Other Cases:** The document also details several other legal cases including: fraud charges, insider trading, bribery allegations, cyber security breaches (including a Hilton lawsuit over secretly filmed footage), and legal ethics violations. *   **Legal Industry Trends:** It includes articles about new law firms appealing to BigLaw talent, changes to the Department of Justice’s cooperation credit policy, and the use of cryptocurrency addresses as OFAC identifiers. *   **Job Listings:** The document also includes several job listings for legal associates. Essentially, it's a snapshot of legal news from a specific date in 2018, encompassing a diverse range of legal areas and industries.",
      "timestamp": "2018-12-05T00:00:00",
      "timestamp_raw": "December 5, 2018",
      "keywords": [
        "fdic",
        "insider trading",
        "mueller",
        "panama papers",
        "restitution",
        "jeffrey epstein",
        "michael flynn",
        "billy walters",
        "data-driven lawyer",
        "regulatory records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037775",
      "summary": "*   Multiple individuals (identified only as “[REDACTED]”) within the NYPD, FBI, and the Child Exploitation Human Trafficking Task Force are involved in an investigation related to \"Epstein.\" *   The investigation centers around 911 calls originating from an alarm company and a DAS search yielding information about an employee and property manager associated with 9 E 71 Street. *   A phone number (212-533-3739) linked to Epstein is being investigated via DAS searches. *   Requests are being made to obtain sprint reports related to the 911 calls and to subpoena NYPD communications. *   One individual advises another to change their name. *   The communication occurred on December 10, 2018, with discussions planned for later that day and the following week.",
      "timestamp": "2018-12-10T00:00:00",
      "timestamp_raw": "December 10, 2018",
      "keywords": [
        "epstein",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "das search",
        "911 calls",
        "somu",
        "sprint reports",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036349",
      "summary": "This document details daily assignments for MCC New York staff, primarily for the 1st and 4th quarters of 2018 and early 2019. It lists shifts, individuals assigned to each shift, and types of work performed (e.g., daily assignments, furlough, late relief, overtime, sick leave, annual leave, etc.). The data is organized by quarter and shift, specifying the date, quarter, assignee, shift, and assignment type for each day. It includes various employee names and identifiers (e.g., VIN, OT MAN 2, EPA, DAN, EM, VW, UN, SHU) and denotes different types of work, including operational tasks, maintenance, and administrative duties.",
      "timestamp": "2018-12-31T00:00:00",
      "timestamp_raw": "12/31/2018",
      "keywords": [
        "shift",
        "daily assignments",
        "quarterly",
        "furlough",
        "ot",
        "day off",
        "sick leave",
        "annual leave",
        "control #2",
        "late relief",
        "late relief",
        "shu",
        "visit",
        "daylight sav#",
        "late relief",
        "control #2",
        "ean",
        "epa",
        "dan",
        "em",
        "man",
        "un",
        "vin",
        "vw",
        "ot man 2",
        "ot mm 2",
        "ot env 12",
        "ot m/w 2",
        "ot",
        "control #2",
        "unit",
        "comptime",
        "internal",
        "firearms",
        "comiments",
        "time off award",
        "sanitatio",
        "sm",
        "shu #1",
        "shu #2",
        "comptime used",
        "5 north",
        "5 south",
        "7 north",
        "7 south",
        "11 north",
        "11 south",
        "9 north",
        "6/30/2018",
        "5/31/2018",
        "7 south",
        "7 north",
        "ot 00:00-08:00",
        "ot 08:00-09:30",
        "ot 08:00-08:45",
        "ot 00:00-00:30",
        "ot 00:00-08:30",
        "ot 00:00-08:00",
        "ot 12:00-20:00",
        "ot 08:00-09:15",
        "ot 11:30-12:00",
        "ot 08:00-09:00",
        "ot 00:00-09:00",
        "ot 08:00-09:00",
        "21:00-00:00",
        "day off"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033663",
      "summary": "Martin Weinberg, on behalf of the Epstein family, requested the preservation and production of all documents, records, and evidence related to Jeffrey Epstein’s imprisonment, detention, and death at the Metropolitan Correctional Center (MCC) from July 6, 2019, onward, particularly concerning the July 23rd incident and August 10th death. This included requests for video footage, employee records, communication logs, medical records, physical evidence, and interviews. A notification of Epstein’s death was subsequently sent by the MCC.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "suicide",
        "detention",
        "records",
        "documents",
        "investigations",
        "death",
        "august 10",
        "2019",
        "fbi",
        "usms",
        "mental health",
        "cell",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035053",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032911",
      "summary": "This document is a collection of articles from Dealbreaker.com published on July 8, 2019, primarily focused on Deutsche Bank. The articles cover: *   Deutsche Bank's restructuring efforts, including significant layoffs of 18,000 employees. *   Criticism of the bank’s handling of the situation, highlighting insensitive communication and perceived missteps. *   Allegations of Jeffrey Epstein’s criminal activity and related nervous reactions among those in the Upper East Side. *   A declaration by Deutsche Bank that it is transitioning into a \"community bank\" model, accompanied by employee terminations.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "firing",
        "layoffs",
        "economy",
        "banking",
        "sex criminal",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029521",
      "summary": "An interview is being conducted involving an indicted employee, a Today Show NY victim, and two Florida victims. A bail response is planned for 5 pm, and Epstein is expected to submit financial information under seal by 9 am. A draft is being aimed for delivery between 12 pm and 1 pm.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "epstein",
        "redaction",
        "indictment",
        "victim",
        "financial",
        "brief",
        "judge",
        "bail response",
        "interview",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014476",
      "summary": "A person contacted another individual regarding a former DOJ employee involved in reviewing the Jeffrey Epstein National Prosecution Agreement (NPA). This employee is upset about press coverage and considering a public statement.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "efta00014476",
        "npa",
        "epstein",
        "redaction analysis",
        "doj",
        "public statement",
        "usanys",
        "defense counsel",
        "press coverage",
        "conversation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014482",
      "summary": "This document is a supplemental brief filed by Marc Fernich’s law office in response to the government’s arguments for Jeffrey Epstein’s continued detention in the SDNY case (19 CR 490). The core argument is against the government’s assertion that Epstein’s wealth creates an irrebuttable presumption against his release, arguing instead that conditions can be established to ensure his appearance and safety. Specifically, the brief contends: *   The government’s argument misinterprets the 18 USC § 1591 remand presumption and relies on a flawed assumption that Epstein’s wealth automatically disqualifies him from bail. *   Suitable conditions, such as a forensic accounting of his finances and co-signers like his brother Mark with a substantial net worth, can adequately mitigate any perceived risk. *   The government’s claims regarding witness payments were actually for long-time friends and employees, not victims, and the Austrian passport is expired and irrelevant. *   Recidivism rates are subject to debate, and there's no evidence to suggest Epstein would flee or be a flight risk given his financial resources and established ties. The document concludes by requesting the Court to consider these arguments and propose appropriate conditions for release if it decides to grant bail.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "remand presumption",
        "bail",
        "jeffrey epstein",
        "government detention",
        "fifth amendment",
        "sixth amendment",
        "fourteenth amendment",
        "financial disclosure",
        "forensic accounting",
        "assets",
        "release conditions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021366",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is responding to a subpoena regarding Jeffrey Epstein. The attorney is unavailable due to a testifying witness but intends to discuss the subpoena and next steps later in the week or early next week. The request involves obtaining flight manifests, flight plans, and other travel records from 2000, as well as information regarding Epstein’s relationships with young women and girls and his employees. The attorney is willing to postpone the subpoena return date to allow for attorney proffer information or a voluntary interview.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "subpoena",
        "grand jury",
        "flight manifests",
        "flight plans",
        "epstein",
        "observations",
        "women",
        "girls",
        "attorney proffer",
        "july 22"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036364",
      "summary": "This email outlines a policy regarding overtime payments, specifically concerning the GS night differential. Employees hired for overtime before the administrative workweek (Sunday at 12:01 am) are entitled to the night differential in addition to overtime pay. Regular scheduled overtime, defined as overtime scheduled before the Sunday of the week it’s worked, is subject to the GS night differential if worked between 6 PM and 6 AM and paid to those receiving annual premium pay. The practice of scheduling overtime before the workweek is discouraged.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "overtime",
        "night differential",
        "policy",
        "t&a handbook",
        "administrative workweek",
        "employee",
        "costs",
        "gs",
        "premium pay"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036365",
            "similarity": 0.583,
            "index": 157,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037285",
      "summary": "An FBI New York team is investigating a potential sexual assault case involving Jeffrey Epstein and Ghislaine Maxwell, reportedly dating back to 1996. A CNN contact, Mima Alsharif, is seeking verification of a document related to a victim who claims she was assaulted and her sister molested by Epstein and Maxwell. The victim, identified as a former employee who worked at Epstein's mansion, provided an affidavit to federal court detailing the alleged incidents. Correspondence between FBI agents and other parties discusses the victim’s sister being interviewed by the FBI in Palm Beach and the potential connection to Sentinel records.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "fbi",
        "jeffrey epstein",
        "ghislaine maxwell",
        "sexual assault",
        "victim",
        "affidavit",
        "new york",
        "1996",
        "miami herald"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014558",
      "summary": "An email chain discusses a subpoena related to Jeffrey Epstein. It involves scheduling a call to discuss the subpoena, specifically requesting flight manifests, flight plans, and documents related to Epstein’s relationships with young women, along with information about Epstein’s employees. The sender proposes holding the subpoena return date in abeyance pending attorney proffer information or a voluntary interview.  Several email addresses are redacted.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2019",
      "keywords": [
        "subpoena",
        "flight manifests",
        "flight plans",
        "epstein",
        "young women",
        "travel records",
        "attorney proffer",
        "interview",
        "grand jury",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021396",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015493",
      "summary": "The case concerns access to video footage from the Metropolitan Correctional Center (MCC) and related records pertaining to the death of Jeffrey Epstein. Key points from the declaration: *   **Background:** Christenson works at the Federal Medical Center in Rochester, Minnesota, and her previous declaration details her role. *   **FOIA Requests:** The BOP received a separate FOIA request (not from the plaintiffs) for MCC video records in August 2019. This request was logged in 2019. *   **Record Production:**  The BOP produced records to the plaintiffs in phased releases, beginning in August 2020. *   **Corrections to Previous Declaration:** Christenson corrects an error in her previous declaration regarding the number of scanned visitor logs and the date of a related log entry (from July 30, 2019). *   **Further Production (October 2020):** The BOP produced an additional 351 pages of records, including attorney log books and emails, after reaching agreements with the plaintiffs regarding the handling of records from the Office of Inspector General (OIG). *   **OIG Records Review:** The BOP reviewed approximately 7,475 pages of records returned from the OIG, identifying roughly 6,898 pages as non-responsive or duplicative. 387 pages were withheld in full under Exemptions 6, 7(C), and 7(A). *   **Updated Index:** A revised index of withheld documents (the \"Updated Index\") reduces the number of pages withheld and clarifies the application of exemptions. *   **Exemption Justifications:** The BOP justifies withholding records under Exemptions 6 (privacy of personnel and medical files), 7(A) (law enforcement records), and 7(E) (techniques and procedures for law enforcement investigations), citing concerns about privacy, potential harm to individuals, and the need to protect BOP operational security. Specifically, they argue that releasing certain information would risk compromising investigations or endangering BOP employees and inmates.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "efta00015493",
        "foia",
        "bop",
        "federal bureau of prisons",
        "kara christenson",
        "united states department of justice",
        "inmate records",
        "video footage",
        "epstein",
        "mcc rochester",
        "inmate census",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021396",
      "summary": "A series of emails exchange communication regarding a subpoena. One party (likely a U.S. Attorney) is requesting flight manifests, flight plans, and other travel records related to Jeffrey Epstein, specifically focusing on passenger manifests, observations of young women on flights, and information about Epstein’s employees. The U.S. Attorney is proposing to temporarily suspend the subpoena return date to allow for attorney proffer information or a voluntary interview. The emails include offers to call and provide contact information for the team.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2019",
      "keywords": [
        "subpoena",
        "flight manifests",
        "flight plans",
        "grand jury",
        "attorney proffer",
        "epstein",
        "july 2019",
        "u.s. attorney",
        "legal issues",
        "travel records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014558",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020935",
      "summary": "This document is a Fact Witness Travel Request form for a witness, [REDACTED], in the United States v. Jeffrey Epstein case (19 Cr. 490 (RMB), USA° No: 2018R01618). The request is for the witness to appear in the SDNY court on July 31, 2019, at 1 p.m. for trial preparation. The witness is not a government employee or military personnel, is not a victim-witness, and resides within the continental United States. The form specifies the need for exact matching of identification and details for travel and requires a hotel. It outlines the appropriate funding source for witness travel, referencing 28 C.F.R. Part 21 and related guidelines.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "usap",
        "sdny",
        "witness fees",
        "jeffrey epstein",
        "court docket",
        "trial",
        "grand jury",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020934",
            "similarity": 0.75,
            "index": 22,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 132,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020934",
      "summary": "This document is a Fact Witness Travel Request form for a witness named [REDACTED] in the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)). The request is for domestic travel to SDNY on August 1, 2019, at 1 p.m. for trial preparation. The witness is not a government employee, military personnel, or a victim-witness. The form details witness contact information, including DOB, USA° number, and travel ID requirements. Hotel accommodations are required.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "witness fees",
        "sdny",
        "jeffrey epstein",
        "trial",
        "grand jury",
        "usap",
        "doj",
        "travel agency",
        "tsa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020935",
            "similarity": 0.75,
            "index": 21,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036343",
      "summary": "This document is a daily assignment record for MCC New York, specifically for the 3rd Quarter of 2019 and part of the 2nd Quarter of 2019. It details the shifts assigned to various employees (OTEAN, MAN, EAN, etc.) across different locations (South, North, and various SHU/Units), including daily tasks, sick leave, day offs, and various types of leave (annual, manual, etc.). The records cover a period from August 2, 2019, through January 31, 2019, noting shift times and specific assignments for each employee.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "August 2, 2019",
      "keywords": [
        "efta00036343",
        "mcc new york",
        "shift",
        "quarterly",
        "assignee",
        "8/9/2019",
        "3rd qtr 2019",
        "sick leave",
        "day off",
        "7/31/2019",
        "7/30/2019",
        "7/29/2019",
        "7/28/2019",
        "7/27/2019",
        "7/26/2019",
        "7/25/2019",
        "7/24/2019",
        "7/23/2019",
        "7/22/2019",
        "7/21/2019",
        "7/20/2019",
        "7/19/2019",
        "7/18/2019",
        "7/17/2019",
        "7/16/2019",
        "7/15/2019",
        "7/14/2019",
        "7/13/2019",
        "7/12/2019",
        "7/11/2019",
        "7/10/2019",
        "7/9/2019",
        "7/8/2019",
        "7/7/2019",
        "7/6/2019",
        "7/5/2019",
        "7/4/2019",
        "7/3/2019",
        "7/2/2019",
        "7/1/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036653",
      "summary": "From August 3, 2019, to August 10, 2019, employee EFTA00036653 recorded the following hours: 17 on 8/3/19, 11 on 8/4/19, 25 on 8/5/19, 30 on 8/6/19, 29 on 8/7/19, 26 on 8/8/19, and 28 on 8/9/19. Overtime hours ranged from 136 to 273, with corresponding comp time usage varying from 8 to 24 hours.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "leave",
        "overtime",
        "hours",
        "comp time",
        "redaction analysis",
        "efta00036653",
        "8/3/19",
        "8/4/19",
        "8/5/19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036122",
      "summary": "On August 5, 2019, MCC New York employee (name redacted) was authorized to work 90 minutes of overtime, starting at 1500 hours on Monday. The purpose was project planning and administrative duties due to a shortage of administrative staff. The authorization was certified by the Warden and the employee requested either overtime pay or compensatory time. The document outlines procedures for overtime authorization, including specific instructions for multiple employees and the requirement for original processing and filing.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "overtime authorization",
        "u.s. department of justice",
        "federal bureau of prisons",
        "mcc new york",
        "overtime pay",
        "compensatory time",
        "warden",
        "supervisor",
        "employee",
        "time verification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035935",
      "summary": "Department of Justice Office of the Inspector General into the custody, care, and supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York. The investigation focuses on the period of August 9-10, 2019, and specifically examines the SHU (Special Housing Unit) operations. Key findings include: *   **Failure to Conduct Accountability Measures:** The Material Handler, a key employee, failed to perform mandatory inmate counts and rounds in the SHU due to fatigue and pressure to work excessive overtime.  The 10:00 PM count was not conducted, and the count slips were falsified. *   **False Statements:** The Material Handler knowingly and willfully made false statements about completing these duties. *   **Overtime Issues:** The Material Handler worked 24 consecutive hours, contributing to his inability to fulfill his responsibilities. *   **Lack of Oversight:** Security camera footage was of poor quality, necessitating reliance on witness statements and records, which were then improperly utilized. *   **Recommendations:** The OIG recommends the BOP develop a plan to address staffing shortages. The report stresses the importance of adherence to BOP regulations regarding inmate accountability and the potential dangers of neglecting these duties. The investigation concluded with no prosecution due to the evidence.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "limited official use",
        "jeffrey epstein",
        "metropolitan correctional center",
        "shu",
        "inmate counts",
        "bop",
        "over time",
        "false statements",
        "investigation",
        "custody",
        "care",
        "supervision"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019757",
      "summary": "On August 10, 2019, a supervisory staff attorney from CLC New York contacted colleagues regarding updates on the death of Jeffrey Epstein. The U.S. Attorney’s Office was receiving increasingly frantic calls from defense counsel due to press releases containing information they hadn’t received. The U.S. Attorney’s Office confirmed Epstein had passed and was being taken to the hospital following a suicide attempt, but provided limited details. An employee reported completing a significant incident report for HQ, but lacked specifics from the Bureau of Prisons (BOP). Another employee indicated the BOP would provide updates as available and noted their absence from the office until August 12th.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "epstein",
        "death",
        "press release",
        "u.s. attorney's office",
        "bop",
        "inmate",
        "suicide attempt",
        "correctional center",
        "legal",
        "information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018968",
      "summary": "A Justice Department employee (USANYS) forwarded an article from the Washington Examiner regarding an Epstein accuser’s anger over Jeffrey Epstein’s death and a desire for prosecution of his accomplices and enablers. The email originated from the U.S. Attorney’s Office, Southern District of New York.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2019",
      "keywords": [
        "efta00018968",
        "epstein",
        "usanys",
        "geoffrey berman",
        "washington examiner",
        "prosecuted",
        "accomplices",
        "enablers",
        "death",
        "financials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036751",
      "summary": "Following an unspecified incident, employees at EFTA00036751 were issued guidelines for protection and communication. Key points included: no media contact, consistent credential display, maintaining honest communication, utilizing the union for memorandums to avoid potential disciplinary action, the right to a union representative during questioning by agencies like the BOP, CA, or OIG, and specific protocols for interactions with OIG and the FBI.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "11 Aug 2019",
      "keywords": [
        "employee",
        "media",
        "union",
        "weingarten rights",
        "agency",
        "representative",
        "communication",
        "discipline",
        "investigation",
        "oig"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036754",
            "similarity": 0.538,
            "index": 146,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035053",
      "summary": "On August 11, 2019, Jeffrey Epstein’s family requested the Metropolitan Correctional Center (MCC) preserve and produce all records and information related to his imprisonment, detention, and death, specifically focusing on events surrounding his attempted suicide on August 9th and subsequent death on August 10th. This included requests for video footage, employee records, medical records, communications, physical evidence, and interviews related to staff and inmates. A subsequent email on August 10th confirmed the MCC’s receipt of the request and forwarded an official notification regarding Epstein’s passing, stating the investigation was ongoing.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "detention",
        "suicide",
        "records",
        "investigation",
        "august 10",
        "2019",
        "documents",
        "preservation",
        "death",
        "electronic communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033663",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032992",
      "summary": "On August 12, 2019, an FBI agent (NY-C19) was requested to conduct interviews with BOP employees regarding the Epstein matter. The agent is seeking assistance from others and will coordinate logistics this morning before assigning tasks.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00032992",
        "redaction analysis",
        "fbi",
        "epstein",
        "interviews",
        "bop",
        "ny",
        "availability",
        "logistics",
        "august 12",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036400",
      "summary": "Local 3148 is reminding management to inform them when the Office of Inspector General (OIG), FBI, or US Attorneys Office will conduct interviews with bargaining unit employees. This is to ensure employees’ Weingarten Rights are respected, allowing them to have a representative present during the interviews. The email chain discusses OIG’s role as an agency representative and the requirement to abide by the Master Agreement, as well as the process for employees requesting memorandums and invoking Weingarten Rights.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "oig",
        "fbi",
        "us attorneys office",
        "weingarten rights",
        "investigations",
        "mcc new york",
        "local 3148",
        "interviews",
        "management",
        "memorandum"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037211",
      "summary": "An FBI agent (NY) offered assistance with interviews related to the Epstein matter, specifically a proffer at 12:45. The agent was requested to conduct interviews with BOP employees and requested confirmation of availability for assistance that morning.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00037211",
        "fbi",
        "interviews",
        "proffer",
        "epstein",
        "bop",
        "redaction",
        "availability",
        "interviews",
        "ny"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037809",
      "summary": "*   Information suggests key locations to investigate include the Bluebeach lifeguard stand, an office in Red Hook, St. Thomas, and Epstein’s apartments on St. Thomas. *   Individuals identified for contact include “,” “,” and “”. *   A former employee of Epstein (“SIT”) and his fiancé recently left Epstein’s property. *   Several individuals, including Air Traffic Control staff on St. Thomas (“ATC”), reported observing Epstein with underage girls and flying them to his island. *   The investigation involves tracking international travel, specifically a confirmed landing in Austria with three females. *   A 1 million dollar Non-disclosure agreement (NDA) was in place with former employees. *   The US Marshals Service is investigating potential violations of 18 USC 2250 and SORNA, relying on compliance checks by territorial authorities. *   Communication is occurring between various US Marshals Service personnel, including a Senior Inspector and a Chief Deputy.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "st james",
        "je",
        "red hook",
        "island",
        "atc",
        "air traffic control",
        "nda",
        "sex offender",
        "united states marshal service",
        "cayman islands"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036679",
      "summary": "An email was sent from [REDACTED] to [REDACTED] requesting a review of inmates currently on watch, recently on watch, or flagged as Psych Alerts. The request directs the appropriate Psych Service employee to contact the NYM Chief Psych or Acting Chief to verify proper evaluations, housing, and completion of psych evaluation documentation and PDS. Completion notification is requested.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "psych review",
        "inmate",
        "psych alerts",
        "evaluations",
        "documentation",
        "pds",
        "watch",
        "nym",
        "administrator",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022628",
      "summary": "An email was sent from the Assistant United States Attorney for the Southern District of New York to an unknown recipient regarding an “MCC Employee Summary Table.” The email included an attached spreadsheet named “MCC Officer Information.xlsx” intended for review by chiefs/brass. The email was dated August 13, 2019, at 18:10:57 +0000.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "efta00022628",
        "mcc",
        "employee summary table",
        "chiefs",
        "united states attorney",
        "southern district of new york",
        "2019",
        "review",
        "assistant united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027104",
      "summary": "On August 13, 2019, FBI, OIG, and USAO-SDNY conducted voluntary interviews with Metropolitan Correctional Center (MCC) employees regarding the death of Jeffrey Epstein. Key individuals interviewed included M. (an operations lieutenant), E. (institution duty officer), and M. (a prison overseer). M. reported hearing a medical call, discovering Epstein’s body, and learning that Epstein’s cellmate had left without one. Multiple officers admitted to errors in counts and failing to reassigned Epstein a cellmate. E. was unaware of camera malfunctions and cellmate movement. M. relayed instructions to lieutenants regarding Epstein needing a cellmate, but several officers were unavailable for interviews due to union representatives. Attempts to interview MI and another officer who discovered Epstein were unsuccessful. Video evidence analysis is ongoing.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "epstein",
        "mcc",
        "fbi",
        "interviews",
        "suicide",
        "cellmate",
        "shu",
        "counts",
        "officers",
        "union rep"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027116",
      "summary": "An email exchange discusses an “MCC Employee Summary Table.” One individual made minor changes to the table, attached to an email titled \"MCC Officer Information.xlsx,\" and shared it for review by “chiefs/brass.” The sender is an Assistant United States Attorney from the Southern District of New York.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "efta00027116",
        "mcc",
        "employee summary table",
        "redaction",
        "united states attorney's office",
        "southern district of new york",
        "chiefs",
        "brass",
        "review",
        "changes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037814",
      "summary": "An FBI agent investigated a potential link between St. Thomas Jet Center and Jeffrey Epstein’s helicopter, based on information from air traffic control personnel and employee Pat Hatch. The Jet Center provided no comment or confirmation regarding this connection.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "efta00037814",
        "st. thomas jet center",
        "epstein",
        "helicopter",
        "pat hatch",
        "subpoena",
        "fbi",
        "air traffic control",
        "redaction",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037813",
            "similarity": 0.667,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019761",
            "similarity": 0.667,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036565",
      "summary": "On August 13, 2019, an email request was sent to collect data from NER, IPPA, and HRM regarding staffing at MCC New York. The requests included: *   Authorized and on-board employee/correctional officer numbers for the past three years (quarterly snapshots). *   Correctional Officer counts by PP for the past three FYs. *   Entry-level CO grade and salary information. *   Weekly inmate counts for the past 5 years. *   Staff counts for specific night shifts on August 9th and 10th. *   Information on 3R bonuses offered, recipients, and current staff recipients. *   Requests regarding additional officer positions requested from the Region and/or CO BOP. *   Information on augmentation and overtime usage. *   Tracking of mandatory vs. voluntary OT. *   Data on the use of the traditional BOP “bid sheet” process for OT shifts.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "mcc ny",
        "correctional officers",
        "staffing",
        "bop",
        "data request",
        "employee numbers",
        "inmate count",
        "ot",
        "3r bonuses",
        "augmentation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037813",
      "summary": "On August 13, 2019, an FBI Special Agent contacted individuals regarding St. Thomas Jet Center’s potential involvement with Jeffrey Epstein’s helicopter. An interview with Pat Hatch, an air traffic control employee at the center, suggested the center had connections to Epstein. St. Thomas Jet Center provided no comment or confirmation of any involvement. The communication was sent to inform investigators of this information in anticipation of a potential subpoena.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "st. thomas jet center",
        "epstein",
        "helicopter",
        "pat hatch",
        "subpoena",
        "fbi",
        "air traffic control",
        "ausa",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037814",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019761",
            "similarity": 0.667,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036329",
      "summary": "This email promotes “Federal Soup,” a resource for federal employees regarding retirement planning. It offers access to the 2019 Federal Employees Retirement Guide, covering topics like retirement processes, preparation strategies, deposits, insurance, and Medicare.  A subscription link and an unsubscribe link are provided. The email is from 1105 Media, Inc.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "federal soup",
        "federal employees",
        "retirement guide",
        "retirement",
        "benefits",
        "medicare",
        "insurance",
        "employees",
        "systems",
        "resources"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019761",
      "summary": "An FBI agent contacted another agent regarding an investigation into St. Thomas Jet Center, specifically its potential involvement with Jeffrey Epstein’s helicopter. An interview with an air traffic control employee, Pat Hatch, suggested the center handled Epstein’s helicopter. Attempts to obtain a comment from St. Thomas Jet Center were unsuccessful, with the company stating it had no comment. The agent was considering obtaining a subpoena for the company’s flight records.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "st. thomas jet center",
        "epstein",
        "subpoena",
        "fbi",
        "helicopter",
        "redaction analysis",
        "pat hatch",
        "human trafficking",
        "flight records",
        "air traffic control"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037813",
            "similarity": 0.667,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037814",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036378",
      "summary": "An email chain discusses ensuring daily contact with Officer Noel to inquire about her well-being and to report her status. An Employee Locator form for Officer Noel is attached. The email originates from the Associate Warden at MCC New York.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "efta00036378",
        "noel",
        "tova",
        "locator form",
        "redaction",
        "employee",
        "mcc new york",
        "warden",
        "human resource manager",
        "status"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036622",
      "summary": "*   **Overtime Log Analysis:** One email details overtime logs from August 4-10, 2019, including numbers of mandated and volunteer overtimes, categorized by date and shift. Staff utilizes overtime logs to track staff sign-ups for overtime. *   **Staffing Information Requests:** A request is made for employee numbers (authorized and on-board), Correctional Officer counts, salary information, inmate counts, and specific staffing details for Friday and Saturday shifts. *   **Bonus and Request Information:** Inquiries are made about 3R bonuses, additional position requests, and the utilization of augmentation versus overtime. The request also includes information about the use of a “bid sheet” process for overtime sign-ups. *   **Data Limitations:** The sender indicates a preference for Central Office answers, acknowledging that some information requires a request to the MCC itself.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "mandatory ot",
        "volunteer ot",
        "bop",
        "mcc",
        "staffing",
        "sign up logs",
        "correctional officer",
        "data request",
        "shift",
        "roster"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036700",
            "similarity": 0.615,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036379",
      "summary": "The Associate Warden of MCC New York is requesting daily updates on the well-being of Officer Noel, and has provided an Employee Locator form for her.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "8/14/2019",
      "keywords": [
        "efta00036379",
        "noel",
        "mcc new york",
        "employee locator",
        "warden",
        "human resource manager",
        "well-being",
        "status",
        "150 park row",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036697",
      "summary": "*   **Overtime Logs:** Overtime logs from August 4-10, 2019, show specific numbers of overtimes, augmentations, and mandated overtimes for each day. Custody staff are prioritized for overtime, followed by non-custody staff. *   **Sign-Up Sheets:** Questions are raised about the accuracy of overtime sign-up sheets – whether they represent the final list of those who received shifts. *   **Data Requests:** Numerous data requests are made including: authorized vs. onboard employee numbers, correctional officer counts, inmate counts, 3R bonus information, staffing levels for specific shifts, and details on the use of augmentation and overtime. *   **Process Inquiry:** Questions are asked about the BOP's “bid sheet” process for staff signing up for overtime shifts and whether this data is tracked and saved.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "bop",
        "mandatory ot",
        "voluntary ot",
        "mcc",
        "correctional officers",
        "sign-up logs",
        "shifts",
        "data",
        "requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036541",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036626",
            "similarity": 0.5,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036559",
      "summary": "*   Overtime logs from August 4-10, 2019, show the number of overtimes, augmentations, and mandated overtimes. *   Staff utilize an overtime program, prioritizing custody staff, followed by general staff sign-ups, email requests, and radio calls for volunteers. Mandates are used when staff are still needed. *   Requests are made for historical data, including employee numbers, correctional officer counts by PP, inmate counts, 3R bonus information, and staffing levels for specific shifts. *   The sender requests clarification on the use of augmentation versus overtime and tracking of mandatory versus voluntary OT.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staff",
        "mandatory ot",
        "volunteer ot",
        "sign up logs",
        "correctional officers",
        "mcc",
        "bop",
        "roster",
        "shifts",
        "data analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.5,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036626",
            "similarity": 0.615,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036541",
      "summary": "*   Requests were made for data including: employee numbers (authorized vs. on-board), correctional officer counts, inmate counts, salary information, overtime breakdowns (mandatory vs. voluntary), and specific bonus details. *   Staffing procedures at MCC New York involve prioritizing custody staff, followed by non-custody staff, with augmentations and mandatory overtime utilized as needed. *   Overtime logs from August 4-10, 2019, were provided, detailing the number of overtimes, augmentations, and mandated shifts. *   The sender requested clarification on the use of augmentation versus overtime, and the BOP’s breakdown of this usage.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "mcc",
        "overtime",
        "staffing",
        "correctional officers",
        "mandatory ot",
        "voluntary ot",
        "sign up sheets",
        "employee numbers",
        "bop",
        "data request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036697",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036626",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036543",
      "summary": "The document is an email chain regarding questions about staffing and overtime at the Metropolitan Correctional Center (MCC) New York. Key inquiries include: *   Employee numbers (authorized vs. onboard) for correctional officers and total staff. *   Overtime data from August 4-10, 2019, including mandated versus volunteer overtime. *   Details on staff sign-up processes and the use of augmentation versus overtime. *   Specific questions about bonuses (3R), correctional officer position requests, and the BOP's \"bid sheet\" process. *   Requests for data spanning multiple years (3-5 years) for inmate counts, overtime usage, and staff compensation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "correctional officers",
        "mcc",
        "bop",
        "mandatory ot",
        "volunteer ot",
        "sign up sheets",
        "employee numbers",
        "data analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036541",
            "similarity": 0.667,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036559",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00036626",
            "similarity": 0.818,
            "index": 51,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036700",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036626",
      "summary": "The document contains email exchanges regarding questions related to staffing and operations at the MCC New York facility. Key inquiries include: *   Overtime logs for August 4-10, 2019, detailing mandatory and volunteer overtime hours. *   Employee numbers (Correctional Officers and total staff) – historical data requests for the past three years. *   Details about entry-level Correctional Officer grades and salaries. *   Inmate counts over the past five years. *   Staffing levels for specific shifts (Friday 8/9 night shift and overnight shift into Saturday 8/10). *   Information on 3R bonuses and their distribution. *   Requests for additional Correctional Officer positions and their approval status. *   Usage of augmentation versus overtime for staffing shortages. *   Tracking of mandatory versus voluntary overtime, and data on the BOP's “bid sheet” process.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "overtime",
        "staffing",
        "mcc",
        "correctional officers",
        "bop",
        "mandatory ot",
        "volunteer ot",
        "sign up sheets",
        "data analysis",
        "shifts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.818,
            "index": 50,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00036541",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036559",
            "similarity": 0.615,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036700",
      "summary": "The document contains email exchanges related to inquiries about staffing and operations at the Metropolitan Correctional Center (MCC) New York. Key questions include: *   Overtime usage data (mandatory vs. voluntary) for August 4-10, 2019. *   Employee numbers (Correctional Officers and inmates) for MCC New York, spanning multiple years. *   Salary and bonus information for Correctional Officers. *   Staffing levels for specific shifts (Friday/Saturday nights). *   Information on 3R bonuses and their distribution. *   Requests for additional Correctional Officer positions and their approval status. *   The use of augmentation versus overtime for staffing shortages. *   Data on the “bid sheet” process for advance overtime sign-ups. The information is being requested from Central Office and potentially requires further inquiry from the MCC.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "bop",
        "overtime",
        "staffing",
        "mcc",
        "correctional officer",
        "mandatory ot",
        "volunteer ot",
        "sign up logs",
        "data requests",
        "employee numbers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036543",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036622",
            "similarity": 0.615,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016903",
      "summary": "On August 14, 2019, a voluntary interview was conducted at the United States Attorney’s Office for the Southern District of New York involving a Special Agent (SA), Assistant United States Attorney (AUSA), FBI, New York City Police Detective (TFO), and DOJ OIG representatives. The interview concerned actions at the Metropolitan Correction Center (MCC) involving inmate Jeffrey Epstein on the nights of August 9th and 10th, 2019. During the interview, the SA mistakenly provided Lieutenant with the DOJ OIG Form III-226/2, which is a Non-Custodial/Employee form instead of the intended Form III-226/3. All parties present believed the interview was voluntary.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00016903",
        "us department of justice",
        "fbi",
        "bop",
        "mcc",
        "jeffrey epstein",
        "investigation",
        "memorandum of investigation",
        "doj oig",
        "criminal investigation",
        "voluntary interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036109",
      "summary": "A Facility Operations Specialist (Facility Manager) position, GS-1640-12, has been posted to USAJOBS for the FCI McKean facility in PA. The open period is from August 15, 2019, to September 06, 2019. The salary range is $74,596 to $96,978 annually. Eligible applicants include BOP employees, DOJ Surplus and Displaced (CTAP) employees, and Military Spouse under Executive Order 13832.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "fci mckean",
        "facility operations specialist",
        "usajobs",
        "merit promotion",
        "salary",
        "gs-1640-12",
        "bop employees",
        "ctap",
        "pa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036108",
            "similarity": 0.727,
            "index": 55,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036108",
      "summary": "A Facility Operations Specialist (Facility Manager) position, GS-1640-12, has been posted on USAJOBS for the FCI McKean facility in Pennsylvania. The merit promotion vacancy announcement (NER-2019-0268) is open from August 15, 2019, to September 06, 2019. Eligible applicants include BOP employees, DOJ Surplus and Displaced (CTAP) employees, and Military Spouses. The salary range is $74,596 to $96,978 annually, and potential for promotion is 12.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "fci mckean",
        "facility operations specialist",
        "merit promotion",
        "usajobs",
        "gs-1640-12",
        "ner-2019-0268",
        "bop employees",
        "doj surplus",
        "salary",
        "pa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036109",
            "similarity": 0.727,
            "index": 54,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036867",
      "summary": "A notification was sent from the webTA System (usda.gov) to an individual regarding a Premium pay request submitted for compensatory time earned. The request was for 6 hours, broken down into 3.5 hours on August 14, 19, and 2.5 hours on August 15, 19. The message originated from an automated system and indicated not to reply. The reference number associated with this request is EFTA00036867.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "16 Aug 2019",
      "keywords": [
        "webta",
        "notification",
        "usda",
        "doj",
        "compensatory time",
        "premium pay",
        "employee",
        "14-aug-19",
        "15-aug-19",
        "redacted"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036868",
      "summary": "A premium pay request for 6 hours of Compensatory Time Earned was submitted on August 16, 2019, for an employee via the webTA System. The hours covered were 3.5 hours on August 14, 19, and 2.5 hours on August 15, 19. The message originated from the U.S. Department of Justice’s webTA Production system.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00036868",
        "webta",
        "compensatory time",
        "premium pay",
        "employee",
        "doj",
        "notification",
        "august 14-15",
        "2019",
        "automated system",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036110",
      "summary": "On August 16, 2019, a Regional Environmental & Safety Compliance Administrator (NERO) reported that All Boro Tank failed to arrive as scheduled and the work was transferred to All Boro Tank Testing (656 Atkins Avenue, Brooklyn, NY 11208). A proposal from All Boro Tank Testing was expected by late that day, with potential commencement of work as early as Wednesday and completion by Friday.  On August 12, 2019, the Administrator followed up with All Boro Tank Testing and contacted NYS DEC regarding a proposed solution.  On July 16, 2019, the Administrator received a Notice of Violation (NOV) from MCC New York related to EPA violations and was coordinating with an employee enrolled to obtain UST Operator status. The Administrator instructed placement of the NOV in procedure 009 and the creation of an Environmental Management Plan with specific objectives and targets, alongside a detailed Operational Control.  Backup operators, including the Facilities Manager and General Foreman, were identified as potential temporary Class A & B Operators.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "efta00036110",
        "regional environmental & safety",
        "compliance",
        "nero",
        "all boro tank",
        "ust",
        "epa violations",
        "nys dec",
        "operational control",
        "training"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037323",
      "summary": "On August 17, 2019, CNN reporter Mima Alsharif contacted the New York Office (NYO) regarding a claim that she and her sister were sexually assaulted and molested by Jeffrey Epstein and Ghislaine Maxwell in 1996. The NYO had previously informed Alsharif that they couldn’t comment due to an ongoing investigation. A New York Times reporter subsequently contacted the NYO, along with Alsharif’s attorney Ingrid McColley, seeking verification of a notification to the FBI in 1996 and a 2006 interview. McColley claimed she contacted the FBI after Epstein’s arrest but received no response.  A search of NYO records revealed no record of Alsharif or McColley contacting the FBI after Epstein's arrest.  A former employee, C-20, stated she worked for Epstein's in the 1990s and provided details of interactions including a visit to his New Mexico ranch and alleged massages. The NY Times was preparing to publish a story based on this information.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "August 17, 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "cnn",
        "miami herald",
        "sexual assault",
        "ghislaine maxwell",
        "1996",
        "nyo",
        "foia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019326",
      "summary": "An email was sent on August 19, 2019, requesting the full names and dates of birth for specific BOP (Bureau of Prisons) employees. The request was made to assist an FBI/NYPD Violent Crimes & Joint Bank Robbery Squad C-19 case, potentially related to the Epstein investigation, and aimed to provide information for an analyst. The email reference number is EFTA00019326.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "efta00019326",
        "bop",
        "fbi",
        "nypd",
        "violent crimes",
        "bank robbery",
        "dates of birth",
        "assistance request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027938",
            "similarity": 0.538,
            "index": 61,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027938",
      "summary": "On August 19, 2019, an email request was sent to multiple recipients seeking the full names and dates of birth for BOP employee EFTA00027938. An attached spreadsheet, compiled by Lt. M., contained much of the requested information. The request was made by the FBI/NYPD Violent Crimes & Joint Bank Robbery Squad C-19.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "epstein",
        "efta00027938",
        "bop",
        "redacted",
        "assistance request",
        "dates of birth",
        "fbi",
        "nypd",
        "violent crimes",
        "analyst"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019326",
            "similarity": 0.538,
            "index": 60,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031011",
      "summary": "A request was made by the U.S. Department of Justice’s Office of the Inspector General (NY Field Office) to provide full names and dates of birth for BOP employee EFTA00031011. The request was submitted on August 19, 2019, and aimed to assist an ongoing investigation. HEM agreed to provide the information. EFTA00031012 is also mentioned.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "efta00031011",
        "epstein",
        "u.s. department of justice",
        "office of the inspector general",
        "bop",
        "redaction analysis",
        "assistance request",
        "violent crimes",
        "dates of birth",
        "new york field office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027226",
      "summary": "An email chain discusses requesting information about BOP employees’ full names and dates of birth. An attached spreadsheet contains this information related to cases EFTA00027226 and EFTA00027227, involving the FBI/NYPD Violent Crimes & Joint Bank Robbery Squad.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00027226",
        "bop employees",
        "dates of birth",
        "fbi",
        "nypd",
        "bank robbery",
        "assistance request"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015428",
      "summary": "This document is a declaration from Nicole McFarland, a Staff Attorney at the Metropolitan Correctional Center (MCC) within the Federal Bureau of Prisons (BOP), in support of the New York Times’ motion for summary judgment in a lawsuit. McFarland describes her role in responding to Freedom of Information Act (FOIA) requests concerning Jeffrey Epstein’s time at the MCC. Here’s a breakdown of the key factual content: *   **McFarland's Role:** She coordinates searches at the MCC when FOIA requests require it, working primarily with GOP’s Central Office. *   **Search Activities:** She directed staff to search various systems and files, including electronic and non-electronic records, the SENTRY database, email systems (SENTRY and TRULINCS), and the BEMR medical record system. *   **Specific Records Examined:** The searches focused on records related to: SHU log entries, Epstein’s quarters history, CIM clearance data, disciplinary records, intake screening forms, security designations, inmate profiles, incident reports, medical reports, visitor logs, phone logs, email communications, and special investigative reports. *   **Findings:** The searches primarily yielded information already documented in the Christenson Declaration. Key findings included: most records related to Epstein had been handed over to the Office of the Inspector General (OIG), and that MCC staff located some responsive records through their own searches, often overlapping with Central Office’s findings. Notably, no meeting minutes related to Epstein’s suicide watch removal were located. *   **Confirmation:** McFarland confirmed that no other individuals at the MCC (or former employees) were reasonably likely to possess responsive records.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "August 22, 2019",
      "keywords": [
        "foia",
        "bureau of prisons",
        "mcc",
        "inmate records",
        "search",
        "email",
        "electronic files",
        "trulinks",
        "sentry",
        "bop",
        "christopher christenson",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027247",
      "summary": "The consultant suggests requesting extensive documentation related to Epstein’s case, including training outlines, intake forms, psychological records, incident reports, logbooks, observation records, and data from BOP systems (PDS/BEMR, SENTRY). He emphasizes the need for transparency and accountability within the BOP, citing issues with leadership and policy implementation. The consultant believes a thorough investigation requires detailed scrutiny of BOP operational procedures and data rather than relying solely on legislative changes.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "bop",
        "epstein",
        "nadler",
        "investigative",
        "training",
        "suicide watch",
        "data system",
        "psychological intake",
        "redaction",
        "policy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031495",
      "summary": "On August 30, 2019, a CBP employee, Badge # CAS03223, reported to his supervisor regarding information provided by a female acquaintance. The acquaintance alleged Mr. had relationships with Jeffery Epstein, including assisting with human trafficking of underage females while working at CBP Pre-Clearance in Saint Thomas.  Additionally, she filed a complaint alleging predatory behavior and targeting vulnerable individuals, referencing past disputes with a previous landlord. The supervisor recalled previous international travel and a previous incident involving the acquaintance attempting suicide. Transparency and careful relationship management were emphasized due to the potential for negative repercussions and legal scrutiny. The case involved allegations of misconduct stemming from relationships while working at CBP, potentially damaging the agency's reputation.",
      "timestamp": "2019-08-30T00:00:00",
      "timestamp_raw": "August 30, 2019",
      "keywords": [
        "cbpas",
        "epstein",
        "complaints",
        "law enforcement",
        "saint thomas",
        "trafficking",
        "charleston",
        "supervisor",
        "investigations",
        "suicide"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009972",
      "summary": "The U.S. Marshals Service responded to a Freedom of Information Act request regarding records pertaining to Jeffrey Epstein.  70 pages of documents were released, but 3 pages containing information originating from the Federal Bureau of Prisons were forwarded to that agency for their response. The release was redacted under FOIA Exemptions (b)(6), (b)(7)(C), (b)(7)(E), and (b)(7)(F) to protect personally identifiable information of law enforcement officers and government employees, prevent unwarranted invasion of privacy, and safeguard law enforcement techniques and procedures. The release also excluded third party names to avoid potential embarrassment or harassment.  The response included standard FOIA notification and appeal information.",
      "timestamp": "2019-09-06T00:00:00",
      "timestamp_raw": "September 6, 2019",
      "keywords": [
        "jeffrey epstein",
        "us marshals service",
        "foia",
        "redaction analysis",
        "exemptions (b)(6)",
        "(b)(7)(c)",
        "(b)(7)(f)",
        "privacy",
        "law enforcement",
        "investigations",
        "united states department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030711",
      "summary": "On September 16, 2019, multiple individuals discussed coordinating an interview related to Jeffrey Epstein. One person requested assistance with drafting suppression motions and needed time to prepare for California interviews. Another individual expressed willingness to handle the interview alone, suggesting it likely wouldn't require multiple people due to the nature of the information sought (identifying employees and gathering basic observations from Epstein’s house). A final individual apologized for a missed communication regarding the interview and requested to be excused due to a scheduling conflict. The interview’s purpose was to investigate Epstein’s house staff and gather preliminary information.",
      "timestamp": "2019-09-16T00:00:00",
      "timestamp_raw": "September 16, 2019",
      "keywords": [
        "efta00030711",
        "redaction",
        "suppression motions",
        "tartaglione",
        "interviews",
        "california",
        "names",
        "epstein",
        "new york",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027953",
      "summary": "An email thread discusses scheduling an interview for Monday, September 16, 2019, regarding a case involving Jeffrey Epstein. One individual requests to reschedule due to a conflicting meeting. Another individual suggests a single person can handle the interview, primarily focused on identifying employees and gathering basic information without needing multiple reviewers. The email thread also mentions a previous interview subject, Michael Espstein’s house manager, and the interview’s goal is to identify other employees and gather observations.",
      "timestamp": "2019-09-16T00:00:00",
      "timestamp_raw": "September 16, 2019",
      "keywords": [
        "efta00027953",
        "interview",
        "epstein",
        "case team",
        "names",
        "california",
        "new york",
        "house manager",
        "assistant united states attorney",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031633",
      "summary": "An individual working at MCC NY reported that Bureau of Prisons (BOP) employees were shredding boxes of paperwork related to the investigation of Jeffrey Epstein’s suicide. The individual was instructed to assist in the shredding process and believes this conduct is inappropriate for an investigative team. The report concerns shredded papers recovered from dumpsters on Thursday and Friday.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "epstein investigation",
        "mcc ny",
        "shredding",
        "bop",
        "records",
        "investigation",
        "suicide",
        "paperwork",
        "redaction",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028801",
      "summary": "A request was submitted for travel for a fact witness, [REDACTED], to appear in the SDNY court on November 21, 2019, at 9 am for trial preparation. The witness is a victim-witness, traveling from Los Vegas to New York City. Hotel accommodations are required. The witness is not a government employee or military personnel. The witness needs to arrive on November 20, 2019, and depart on November 21, 2019. The request is for a fact witness, not an expert witness.  The witness’s travel arrangements require exact matching of identification documents with TSA.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "fact witness",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "november 21",
        "2019",
        "usao",
        "victim/witness",
        "travel expenses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 117,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027646",
            "similarity": 0.5,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035750",
      "summary": "On December 4, 2019, AUSAs, along with a DIG SA, interviewed EMPLOYEE 32 (Jeffrey Epstein) regarding institutional counts performed at MCC. This interview was documented in an email sent to investigating agents. The case ID is 90A-NY-3151227.",
      "timestamp": "2019-12-04T00:00:00",
      "timestamp_raw": "December 4, 2019",
      "keywords": [
        "fbi",
        "email",
        "investigation",
        "victim",
        "death",
        "interview",
        "institutional counts",
        "mcc",
        "jeffrey epstein",
        "ausas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017064",
      "summary": "Parvin Moyne sent an email to several individuals, including Joseph DiPiero and Thomas Moyer, informing them of a bank’s internal investigation. The investigation involves contacting former DB employees, specifically Paul Morris, to discuss accounts related to Jeffrey Epstein. The recipient acknowledged the update and expressed no concerns. The email included standard confidentiality disclaimers.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "efta00017064",
        "parvin moyne",
        "epstein",
        "accounts",
        "investigation",
        "bank",
        "former db employees",
        "paul morris",
        "confidential",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030427",
      "summary": "*   **Eligibility:** FLSA status determines exempt vs. non-exempt employee status. CT/T rules differ based on this status. *   **Creditable Time Rules:** *   CT/T for travel from office to airport is creditable. *   CT/T is a separate entitlement with specific rules (15-minute increments, no rounding). *   Driving time to the airport within a 50-mile radius of the official duty station is not creditable. *   Time driving to home after a TDY return is not creditable. *   Airport waiting time is capped at 2 hours. *   Personal time (meals, sleep) is excluded. *   Time during regular duty hours is not creditable. *   Commute times are adjusted for creditable travel time. *   **Form Completion:** A specific form (Page 2) needs to be completed with detailed time logs and certifications. *   **Example Log:** The example travel log illustrates the required format for documenting travel time, including departure and arrival times, waiting periods, and flight details. *   **Request Details:** A specific request for CT/T is provided, including dates, destinations, and commute time.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "Nov. 13, 2019",
      "keywords": [
        "compensatory time",
        "travel",
        "tdy",
        "flsa",
        "time",
        "airport",
        "creditable",
        "hours",
        "travel log",
        "employee"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031907",
      "summary": "On January 3, 2020, CBS News was informed by an unnamed source that they had not been contacted for comment regarding a potential 60 Minutes feature on Jeffrey Epstein.  A CBS News employee received the information from another source and relayed it to colleagues, expressing disappointment about the lack of direct contact.  Another CBS employee mentioned a promotional item related to Epstein's death that was available on his website. The communication originated from the Public Affairs department within the U.S. Attorney’s Office, Southern District of New York.",
      "timestamp": "2020-01-03T00:00:00",
      "timestamp_raw": "January 3, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "cbs",
        "usanys",
        "60 minutes",
        "promo",
        "website",
        "death",
        "public affairs",
        "united states department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022146",
      "summary": "The document is a letter from Geoffrey S. Berman, United States Attorney for the Southern District of New York, to Roberta A. Kaplan regarding a request for information related to Jeffrey Epstein. It outlines the Department of Justice’s procedures for handling such requests, specifically referencing the “Touhy regulations.” These regulations dictate that any disclosure of information from Department employees requires prior approval from the U.S. Attorney. The requestor must provide detailed information about the information sought, the litigation it relates to, and its relevance. The Department will consider factors like procedural rules, privilege law, grand jury secrecy, confidential sources, and investigative records when making a determination regarding disclosure. The letter instructs the requestor to submit a formal written request directly to Berman.",
      "timestamp": "2020-01-06T00:00:00",
      "timestamp_raw": "January 6, 2020",
      "keywords": [
        "department of justice",
        "jeffrey epstein",
        "touhy regulations",
        "redaction analysis",
        "u.s. attorney",
        "southern district of new york",
        "28 c.f.r.",
        "privilege",
        "law enforcement privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010331",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010331",
      "summary": "Department of Justice (DOJ) Assistant U.S. Attorney (AUSA), Geoffrey S. Berman, is responding to a request for information regarding Jeffrey Epstein. *   The request originates from Roberta A. Kaplan, Kaplan Hecker & Fink LLP. *   The request is governed by the “Touhy regulations,” which restrict DOJ employees from disclosing information without prior approval from the U.S. Attorney. *   To evaluate the request, the AUSA requires a written demand detailing the information sought, the litigation it relates to, its relevance, and any existing means to obtain the information through discovery. *   The AUSA will consider factors like procedural rules, relevant substantive law (including law enforcement privilege), grand jury secrecy, confidential sources, investigative records, and potential interference with enforcement proceedings. *   Disclosure will be made when warranted, and the AUSA requests the recipient to submit a written request directly to them for processing.",
      "timestamp": "2020-01-06T00:00:00",
      "timestamp_raw": "January 6, 2020",
      "keywords": [
        "jeffrey epstein",
        "department of justice",
        "touhy regulations",
        "u.s. attorney",
        "redaction analysis",
        "legal request",
        "privilege",
        "law enforcement",
        "discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022146",
            "similarity": 0.5,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018101",
      "summary": "The document is notes from a January 17, 2020 call regarding the IG Empowerment Act of 2016 and the investigation into Jeffrey Epstein. Key discussion points include: *   The DOJ-IG now has access to all grand jury materials. *   The investigation is focused on whether there was a policy violation or administrative failure regarding Epstein not having a cellmate. *   The IG wants the report completed ASAP. *   Approaches to witness information gathering differ between the Oversight Review Division (using full names) and the Investigations Division (using titles). *   There’s no expectation of using inmate testimony in a public version, and most MCC employees likely won’t be named.",
      "timestamp": "2020-01-17T00:00:00",
      "timestamp_raw": "January 17, 2020",
      "keywords": [
        "efta00018101",
        "ig empowerment act",
        "doj-ig",
        "epstein",
        "cellmate",
        "witness",
        "timing",
        "oversight review division",
        "investigations division",
        "united states attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017949",
      "summary": "On March 9, 2020, an FBI Special Agent from the New York Field Office reported that priority cameras from dvrl had completed downloading. A contractor was installing a replacement system, with the expectation of new cameras recording by that night. The A7 Agent and a BOP employee would remain to oversee the tech’s work, and the agent planned to secure the room with evidence tape upon completion. Video was to be staged on opwan and ttk for review and transcoding, and the DVR was scheduled for shutdown and collection the following day.",
      "timestamp": "2020-03-09T00:00:00",
      "timestamp_raw": "March 9, 2020",
      "keywords": [
        "fbi",
        "cameras",
        "dvr",
        "contractor",
        "mxu",
        "a7 agent",
        "bop",
        "evidence tape",
        "transcode",
        "ttk"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021771",
      "summary": "On April 23, 2020, a request was made to obtain a hard drive containing all returns related to the Epstein case. The request was submitted by a paralegal specialist (EFTA00021771) to Hamilton, a contractor. A Sony employee (MI) was coordinating a handover of a case role. An individual ([REDACTED]) was restricted from attaching a hard drive to a computer system holding financial productions and was consulting with a special agent. The United States Attorney's Office, Southern District of New York (EFTA00021772) is involved.",
      "timestamp": "2020-04-23T00:00:00",
      "timestamp_raw": "April 23, 2020",
      "keywords": [
        "epstein",
        "sony",
        "hard drive",
        "returns",
        "financial productions",
        "contractor",
        "paralegal",
        "efta00021771",
        "efta00021772",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026569",
      "summary": "Berman, U.S. Attorney for the Southern District of New York, to Robert Glassman, Esq., regarding a request for information relating to Jeffrey Epstein. *   The request is governed by Department of Justice “Touhy regulations,” which require prior approval from the U.S. Attorney before disclosing information from Department employees acquired during official duties. *   A written demand must be submitted, detailing the information sought, the litigation context, and the relevance of the information. *   The U.S. Attorney will consider factors such as procedural rules, privilege law, grand jury secrecy, confidential sources, investigative records, and potential interference with law enforcement proceedings before making any disclosure. *   The U.S. Attorney will act upon the request directly.",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "June 5, 2020",
      "keywords": [
        "jeffrey epstein",
        "department of justice",
        "touhy regulations",
        "u.s. attorney",
        "information request",
        "legal privilege",
        "discovery",
        "grand jury secrecy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023768",
      "summary": "On June 5, 2020, attorneys at Foy & Sewplowitz LLC requested extensive documentation from the US Attorney’s Office – SDNY regarding the case of *US v. Tova Noel, et al*. The request included: *   Tova Noel’s complete personnel and training file from the MCC, encompassing employee records, performance appraisals, training outlines, and code of conduct materials. *   Memorandums and emails related to Jeffrey Epstein’s death, specifically those drafted by identified employees. *   Specific BOP and MCC policies and procedures related to cellmates, SHU regulations, and institutional oversight. *   Detailed log records, reports, and surveillance data from the MCC’s SHU, including watch call logs, control center logs, operational reviews, and facility maintenance records, covering the period from June 26, 2019 to the present. *   Records related to investigations into the suicides of Kenneth Houck and Jamel Floyd, and firearm smuggling into the MCC. *   Identification of the author of a specific 4Chan message (bates number SDNY\\_00006978).",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "June 5, 2020",
      "keywords": [
        "jeffrey epstein",
        "mcc",
        "bop",
        "shu",
        "noel",
        "training records",
        "performance appraisals",
        "cellmates",
        "surveillance cameras",
        "incident reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028317",
      "summary": "*   These requests included Program Statements (5511.08, 5500.13, 5270.10, 5270.11), manuals (BOP Correctional Services, Suicide Prevention), presentations (SHU), logs (SHU Watch Call Logs, Control Center Logs, Lieutenant Log Books), and lists (Hot Lists). *   A PowerPoint titled “Suicide Prevention for Inmates” and an undated SHU slide presentation were also requested. *   The requester sought clarification on the purpose of provided documents and their relevance to the initial requests. *   Concerns were raised regarding missing documents, seized paperwork (FBI/OIG), and discrepancies between received documents (e.g., P.S. 5270.11 instead of 5270.10). *   The initial request (EFTA00028318) specifically requested employee codes of conduct, training outlines, policies on cellmates and SHU training, and various SHU logs and reports.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "bop",
        "mcc",
        "shu",
        "suicide prevention",
        "correctional techniques",
        "logs",
        "program statements",
        "cellmates",
        "fbi",
        "requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027462",
      "summary": "On July 12, 2020, a U.S. Attorney’s Office SDNY employee forwarded a Daily Mail article reporting that four additional women were under investigation for allegedly supplying young girls to Jeffrey Epstein and Ghislaine Maxwell for abuse. The article referenced a Sunday Telegram story.",
      "timestamp": "2020-07-12T00:00:00",
      "timestamp_raw": "July 12, 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "women",
        "abuse",
        "girls",
        "investigation",
        "daily mail",
        "usanys",
        "contractor",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015838",
      "summary": "The U.S. Department of Justice is communicating with legal representatives of the estate executors of Jeffrey Epstein regarding an ongoing investigation involving Ghislaine Maxwell. Specifically, the DOJ requests confirmation that the 1953 Trust Agreement’s provision regarding employee continuation after Epstein’s death will not be interpreted as retaliation against individuals meeting with law enforcement, and that no distributions have been made to Maxwell during the criminal case. The DOJ also seeks clarification on the estate’s position regarding potential attorney-client privilege claims related to materials to be produced to the defense as part of the Maxwell case.",
      "timestamp": "2020-07-23T00:00:00",
      "timestamp_raw": "July 23, 2020",
      "keywords": [
        "jeffrey epstein",
        "estate",
        "trust agreement",
        "ghislaine maxwell",
        "criminal investigation",
        "victim restitution",
        "discovery materials",
        "privilege",
        "legal counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031987",
      "summary": "An Assistant United States Attorney is requesting information regarding a sign reportedly found in the Special Housing Unit (SHU) at the Metropolitan Correctional Center (MCC) related to Jeffrey Epstein’s case. The request involves confirming if any employees recalled the sign and inquiring about previous attempts to locate or obtain the document as part of a FOIA litigation.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "efta00031987",
        "shu",
        "epstein",
        "bop",
        "foia",
        "mcc",
        "sign",
        "redaction",
        "usanys",
        "recollection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025442",
      "summary": "An email chain discusses a sign posted in the SHU at MCC during interviews with employees related to Jeffrey Epstein. The email originated from the U.S. Department of Justice, Office of the Inspector General, New York Field Office, and specifically asks if anyone recalled an employee mentioning the sign and if any prior inquiries were made regarding it. A production of records from the BOP was recently received as part of FOIA litigation, including the attached document.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "efta00025442",
        "fbi",
        "shu",
        "epstein",
        "sign",
        "bop",
        "foia",
        "litigation",
        "mcc",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031994",
      "summary": "Multiple parties (USDOJ OIG, NY Field Office, USANYS) are investigating a sign reportedly found in the SHU (likely SHU at the Metropolitan Correctional Center). The investigation began with a request to set up an interview with a specific individual.  The OIG wants to interview the individual who possesses the sign, seeking information about its origin, creation, and any associated knowledge.  There is a recollection of an employee mentioning the sign to investigators during interviews at MCC.  Initial searches of 302s and MOIs have not found any record of the sign. A FOIA request produced records related to the sign, and the investigation is ongoing to determine if inquiries were previously made and to identify the individual who created the sign.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "27 Jul 2020",
      "keywords": [
        "shu",
        "sign",
        "interview",
        "doj",
        "oig",
        "fbi",
        "bop",
        "foia",
        "redaction",
        "voluntary",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020501",
      "summary": "The tip included a direct link to the video. The individual provided an IP address resolving to North Port, Florida, and offered limited information about the situation, including uncertainty about the victim's location, identity, and control over travel documents. The initial tip was followed by a redacted report on August 25, 2020, detailing the source’s information and the video's content. Additional details regarding the source's location and browser were also recorded.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "August 24, 2020",
      "keywords": [
        "jeffrey epstein",
        "child sex trafficking",
        "fbi",
        "youtube",
        "threat operations center",
        "florida",
        "34287",
        "50d-ny-3027571",
        "online tip",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019615",
      "summary": "This document is a credit report provided by TransUnion to the Federal Bureau of Investigation (FBI) in September 2020, in response to a subpoena regarding individuals identified as “et al.” The report includes credit reports for three individuals – [REDACTED], [REDACTED], and [REDACTED] – derived from TransUnion’s computer records as of the report’s date.  TransUnion certifies its authorization to provide the information and outlines guidelines for accepting subpoenas, emphasizing the need for specific identification information (name, DOB, SSN, address) and a declaration regarding the source and compilation of the data.  Attached to the report is a grand jury subpoena issued by the U.S. Attorney’s Office for the Southern District of New York, requesting the credit reports and accompanied by a declaration from a TransUnion employee waiving their right to appear before the grand jury.  The declaration confirms the data’s origin and the standard process of TransUnion credit report generation.",
      "timestamp": "2020-09-01T00:00:00",
      "timestamp_raw": "September 1, 2020",
      "keywords": [
        "transunion",
        "credit reports",
        "subpoena",
        "fbi",
        "new york",
        "credit inquiry",
        "records",
        "transunion llc",
        "guidelines",
        "bank account numbers",
        "consumer reports",
        "data",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020506",
      "summary": "On September 14, 2020, Jeffrey Epstein reported to the National Threat Operations Center that he had deported himself to Canada after seeing a Facebook post regarding Ghislaine Maxwell. He recalled a night in 2008 at the SCORES strip club where he met Epstein and Maxwell. Epstein repeatedly stated he was a billionaire and desired a young girl under 16. A chauffeur present intervened, and Epstein threatened and pushed him. Epstein recounted that Maxwell and the chauffeur told him they had compromising information. Epstein also overheard Maxwell speaking with a club employee who reported a 15-year-old girl needing help and planned to pick her up after leaving the club. Epstein noted the chauffeur was a small man, approximately 5’4-5’5”.",
      "timestamp": "2020-09-14T00:00:00",
      "timestamp_raw": "September 14, 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "ghislaine maxwell",
        "child sex trafficking",
        "national threat operations center",
        "strip club",
        "scores",
        "2008",
        "chauffeur",
        "facebook",
        "canada"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027433",
      "summary": "The document is an email thread outlining tasks related to a legal investigation, likely a criminal case. Key tasks include: *   **Relativity Review:** Reviewing GM emails, splitting the task among a team. *   **Witness Identification & Authentication:** Identifying and potentially interviewing individuals, including an Interlochen employee, a PBPD detective, and Jo Jo Fontanella, and seeking authentication of documents. *   **Record Retrieval:** Searching for and identifying relevant records, including emails and files from various institutions and individuals. *   **Victim & Witness Interviews:** Scheduling and conducting interviews with victims, witnesses, and family members, including a mother and potentially outcry witnesses. *   **Investigation:** Investigating immigration and travel records related to EFTA00027433. *   **Coordination:** Coordinating with counsel, agents, and other parties (e.g., PBPD, Sigrid, IM). The emails indicate a focus on preparing for trial, including scheduling depositions and witness interviews, and prioritizing tasks with deadlines within two to four weeks.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "relativity review",
        "gm emails",
        "epstein",
        "interlochen",
        "pbpd",
        "records custodian",
        "witness interview",
        "immigration records",
        "travel records",
        "deposition transcripts",
        "client",
        "sigrid",
        "investigation",
        "trial",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011413",
      "summary": "A U.S. Attorney’s Office employee (Jeanette Grayeb) is requesting a review of a list of assets. The reviewer should identify any cases they have that may affect those assets or involve a given law firm, inputting the asset code number(s) as comments within the document. If no matches are found, the reviewer should type \"nothing to report\" at the top of the form. The annotated report is to be emailed back to Jeanette Grayeb.",
      "timestamp": "2020-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2020",
      "keywords": [
        "supervisory conflict check",
        "assets",
        "case",
        "law firm",
        "review",
        "annotation",
        "u.s. attorney's office",
        "sdny",
        "jeanette grayeb",
        "covid"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038022",
      "summary": "Emails discuss scheduling a briefing regarding the Epstein case on November 5th or 12th, potentially at the Miami FO All-Employee Conference Room. A draft invitation/RSVP with preliminary comments was prepared and circulated. The briefing includes details on the purpose, date, location, support person language, COVID precautions (temperature checks, CDC screening, social distancing, mandatory masks), RSVP deadline, and a request for advance questions from victims. Attachments include a questionnaire, letter template, name tag key, and COVID procedures. The sender is awaiting clearance from DOJ components and confirmation of the confirmed date to begin outreach to Victim Specialists.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein briefing",
        "doj",
        "fbi",
        "victim services division",
        "november 12",
        "invitation",
        "rsvp",
        "conference line",
        "miami",
        "covid",
        "clearance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023258",
      "summary": "Attorney’s Office (Southern District of New York), Glen McGorty (Crowell & Moring LLP), and Mr. [REDACTED]. *   The initial purpose of the meeting is to discuss Mr. [REDACTED]'s interactions with an employee in Saint Thomas and his contact with Epstein. *   A second, shorter WebEx interview is proposed for the week of November 9th to gather more information. *   Technical issues arise with forwarding the WebEx invitation, requiring assistance from Josh Morrissey in IT. *   A signed proffer agreement was previously attached to one of the emails.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2020",
      "keywords": [
        "webex",
        "glen mcgorty",
        "united states attorney",
        "saint thomas",
        "epstein",
        "timeline",
        "interview",
        "contact",
        "redaction",
        "crowell & moring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019203",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024815",
      "summary": "An email chain discusses rescheduling a call related to case EFTA00024815. The initial email proposes a list of topics for discussion, including witness identification (records custodians, court reporters), potential interviews (GM, donor relations employee, PBPD detective, client, victim witnesses, etc.), and record reviews (GM emails, immigration/travel records). The discussion centers on determining a suitable time for the call, with a preference for Wednesday afternoon or Thursday, due to a grand jury presentation. Tip-line leads are also noted.",
      "timestamp": "2020-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2020",
      "keywords": [
        "efta00024815",
        "agenda",
        "witness",
        "records",
        "interview",
        "trial",
        "discovery",
        "gm",
        "epstein",
        "subpoena",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019203",
      "summary": "The document outlines the scheduling and preparation for a second interview with a subject (identified only as “Mr.”) regarding interactions with U.S. Customs and Border Protection in Saint Thomas and connections to Epstein.  The interview is to be conducted via WebEx, initially proposed for November 12th, but flexible between November 10th and 12th.  The prosecution team, led by Glen McGorty of Crowell & Moring LLP, is seeking to understand the timeline, nature, and extent of the subject’s interactions, focusing on details about interactions with an CBP employee and any contact with Epstein.  Multiple email exchanges detail logistical arrangements, including sending a proffer agreement and confirming WebEx invitations for various individuals, including Daniel Zelenko and Danielle Giffuni. Technical issues with forwarding the WebEx invitation are addressed.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "10 Nov 2020",
      "keywords": [
        "webex",
        "united states attorney",
        "crowell & moring",
        "daniel zelenko",
        "glen mcgorty",
        "timeline",
        "saint thomas",
        "customs and border protection",
        "epstein",
        "interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023258",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020825",
      "summary": "The document details a series of email exchanges concerning a planned WebEx meeting between the U.S. Attorney’s Office (specifically Assistant U.S. Attorney Giffuni) and Crowell & Moring LLP (represented by Glen McGorty) regarding an investigation involving Mr. [REDACTED] and interactions with CBP employees, particularly related to Jeffrey Epstein’s activities in the Virgin Islands. The core purpose of the meeting is to question Mr. [REDACTED] about his connections to CBP personnel and any assistance they may have provided to Epstein or those traveling with him.  Scheduling logistics are discussed, including proposed dates and times for a second interview, and confirmations of the WebEx invitation are sent and received.  There are repeated warnings about the confidential nature of the communications.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2020",
      "keywords": [
        "epstein",
        "virgin islands",
        "cbp",
        "webex",
        "fbi",
        "questions",
        "timeline",
        "interactions",
        "agents",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015006",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024265",
      "summary": "Gregor Hirsch, the sender, argues for her release with a detailed proposal outlining stringent security measures. These include 24 full-time security guards with a rotating schedule, RV camper residences on-site, a 24/7 ankle monitor, and a $28.5 million bail with a six-month escrow payment of $20,000 per guard monthly, totaling $2,880,000. Hirsch suggests a 3-month hourly Skype chat with a court employee and proposes employment for himself as a security guard. He emphasizes the need to ensure her safety, prevent flight risk, and argue that she should be considered “innocent until proven guilty.” The email also expresses concern that wealthy individuals and politicians may be implicated and requests the US District Court in Manhattan accept her bail application.  Links to news articles and court documents related to the case are provided.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "December 15, 2020",
      "keywords": [
        "u.s. district judge alison nathan",
        "underage sex trafficking",
        "ghislaine maxwell",
        "jeffrey epstein",
        "beauty pageants",
        "miss teen usa",
        "grooming",
        "sex trafficking",
        "wealthy individuals",
        "corruption",
        "political officials",
        "bail request",
        "rv campers",
        "security guards",
        "surveillance",
        "justice",
        "innocence until proven guilty"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015006",
      "summary": "The document is a series of emails related to a planned WebEx meeting between the Southern District of New York’s Assistant United States Attorney and an individual, “Mr.”, regarding interactions with CBP employees and Jeffrey Epstein in the Virgin Islands. The meeting aims to gather information about Mr.’s knowledge of CBP employees’ involvement with Epstein, potential facilitation of his travel, and any favors Epstein may have received.  Multiple scheduling attempts are made, culminating in a finalized date and time for a second, shorter proffer interview.  The emails also include standard attorney-client confidentiality warnings and details about the Crowell & Moring LLP legal team involved.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2020",
      "keywords": [
        "cbp",
        "epstein",
        "virgin islands",
        "proffer agreement",
        "fbi",
        "united states attorney",
        "crowell & moring",
        "webex",
        "interviews",
        "timeline"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020825",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00015013",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015013",
      "summary": "This document details a series of email exchanges concerning a proffer agreement related to an investigation, likely involving Jeffrey Epstein. The core of the communications revolves around scheduling a WebEx meeting between the US Attorney’s Office (Southern District of New York), Glen McGorty (Crowell & Moring LLP), and an unidentified individual (“Mr.”). The initial email attached the fully executed proffer agreement. Subsequent emails focus on refining the meeting details – proposing dates and times (primarily November 9th-12th) – and outlining the planned questioning, which includes inquiries about Mr.’s interactions with CBP employees and any potential favors he may have extended. FBI agents are involved to investigate CBP topics and timeline of interactions. There are numerous redactions within the document, suggesting sensitive information is being concealed.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "usanys",
        "epstein",
        "cbp",
        "webex",
        "proffer agreement",
        "glen mcgorty",
        "crowell & moring",
        "southern district of new york",
        "united states attorney",
        "timeline"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015006",
            "similarity": 0.538,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020852",
      "summary": "The document outlines a series of communications regarding a planned WebEx meeting between the U.S. Attorney’s Office (Southern District of New York), Crowell & Moring LLP, and Mr. [REDACTED] to discuss interactions involving CBP employees and Jeffrey Epstein. The meeting's purpose is to review a proffer agreement and gather information about Mr. [REDACTED]'s knowledge of CBP employees' involvement with Epstein in the Virgin Islands.  Key topics include CBP employee interactions, potential steps taken to aid Epstein’s travel, and favors Epstein may have extended to CBP employees. Scheduling for a second interview is being discussed for the week of November 9th, and the team is coordinating with IT to ensure a smooth technical setup.  Several emails detail the logistics, attached agreements, and requests for assistance.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "mcgorty",
        "glen",
        "epstein",
        "cbp",
        "virgin islands",
        "webex",
        "proffer agreement",
        "united states attorney",
        "zelenko",
        "danielle",
        "giffuni",
        "danielle"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024932",
            "similarity": 0.733,
            "index": 111,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018541",
      "summary": "News clips from January 4, 2021, covering several legal and political stories: *   Five former IRR employees were indicted on fraud charges by the U.S. Attorney's Office for the Southern District of New York. *   Trials in the McMahon case were delayed through February 12th. *   Altedge Fund pleaded guilty to a criminal charge alleging creditor fraud. *   Biden’s team was given time to decide on payments related to Michael Cohen. *   An investigation revealed hush money payments to Stormy Daniels involving Trump. *   News clips discussed Capitol riots, civil rights marches, and the Vietnam War era. *   The NYPD Civilian Complaint Review Board established new disciplinary guidelines. *   The Epstein victims compensation fund was suspended due to liquidity issues. *   Ghislaine Maxwell was arrested in connection with accusations of recruiting victims. *   Dawel Jones was appointed to the 2nd Circuit Court of Appeals. *   A Bitcoin agent avoided prison for lying about a payment. *   Cuomo faced further criticism regarding nursing home deaths.",
      "timestamp": "2021-01-04T00:00:00",
      "timestamp_raw": "January 4, 2021",
      "keywords": [
        "efta00018541",
        "sdny",
        "news clips",
        "fraud",
        "indictments",
        "michael cohen",
        "ghislaine maxwell",
        "bitcoin",
        "cuomo",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026467",
      "summary": "*   **Janet Yellen Confirmation:** Janet Yellen was confirmed as Treasury Secretary, tasked with overseeing President Biden’s $1.9 trillion economic relief package. *   **Trump Impeachment Trial:** The Senate was preparing for a second impeachment trial of Donald Trump. *   **Amazon Expansion:** Amazon planned to add 3,000 employees in Boston. *   **Stimulus Impact:** Stimulus checks were expected to fuel economic recovery. *   **Business Insider Strategy:** Business Insider’s strategy of inaction during the pandemic led to significant revenue growth. *   **Dominion Voting Lawsuit:** Dominion Voting Systems sued Rudy Giuliani and his allies for $1.3 billion, alleging defamation related to claims of election fraud. *   **Refugee Resettlement Challenges:** Restrictions on international travel hindered refugee resettlement efforts. *   **Moderna Vaccine Development:** Moderna was developing a booster shot targeting the South African coronavirus variant. *   **GameStop Stock Surge:** The GameStop stock surge was attributed to Reddit investors and a short squeeze. *   **Other News:** The text also included updates on vaccine delays in Europe, new U.S. coronavirus cases remaining below 200,000, the U.K.’s high recreation spending percentage, NFL fourth-down conversion rates, Harriet Tubman’s potential currency design, AMC’s new financing, and various other economic and political updates.",
      "timestamp": "2021-01-26T00:00:00",
      "timestamp_raw": "January 26, 2021",
      "keywords": [
        "apollo black",
        "leon black",
        "jeffrey epstein",
        "rudy giuliani",
        "dominion voting systems",
        "trump",
        "janet yellen",
        "moderna",
        "amazon",
        "stimulus checks",
        "gamestop",
        "harriet tubman",
        "coronavirus",
        "vaccine",
        "south african variant",
        "refugee resettlement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023767",
      "summary": "A U.S. Attorney’s Office, Civil Division employee (identified as “Chief”) sent a letter to Mr. Scarola regarding a potential request to the Department of Justice for material relating to Jeffrey Epstein. The letter offers assistance with the process and provides contact information.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "jeffrey epstein",
        "doj",
        "redaction",
        "request",
        "u.s. attorney's office",
        "sdny",
        "civil division",
        "searola touhy",
        "material"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038871",
      "summary": "This is the FD-794 Payment Request form, version 2.0, revised as of March 11, 2021. It is used by the FBI to request and process payments for authorized expenses, including advance payments and reimbursements. The form collects information such as Social Security Number, case details (case number, date, justification), and employee information. It outlines authorized uses of the data, emphasizes mandatory disclosure, and specifies maintenance within the FBI Central Records System. The form includes sections for approval by various FBI personnel and for finance office settlement of the payment, detailing methods of payment (e.g., cash receipt, OTCnet). Specifically, this form details a request for reimbursement of meals for trial witnesses incurred on 06/12/2021, under case number I50D-NY-3027571.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "March 11, 2021",
      "keywords": [
        "fbi",
        "payment request",
        "social security number",
        "advance payment",
        "reimbursement",
        "expenses",
        "classification",
        "unclassified",
        "justice",
        "fd-794"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038874",
      "summary": "This is form FD-794, a Payment Request submitted by the FBI. It requests funds for reimbursement of expenses, specifically meals for trial witnesses, incurred by the C-20 unit (E-NY-302757) on 06/23/21. The request is authorized by FBI regulations and E.O. 9397 and 13478. Information collected includes employee details, case information, and justification for the expense. The form includes sections for finance office completion and approval by various FBI supervisory and finance personnel. The overall classification is Unclassified.",
      "timestamp": "2021-03-11T00:00:00",
      "timestamp_raw": "03/11/2021",
      "keywords": [
        "fbi",
        "payment request",
        "social security number",
        "advance payment",
        "reimbursement",
        "expenses",
        "form fd-794",
        "classification",
        "privacy",
        "records system",
        "e.o. 9397",
        "finance office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038585",
      "summary": "A Special Agent (EFTA00038585) is scheduling an interview with Larry Visoski, a former CBP employee who had connections to Jeffrey Epstein, as part of a C-4 CBP Case. The Agent is coordinating with HSI partners and traveling to South Carolina to conduct the interview, seeking input on specific questions to ask Visoski.",
      "timestamp": "2021-03-30T00:00:00",
      "timestamp_raw": "30 Mar 2021",
      "keywords": [
        "cbp",
        "case",
        "interview",
        "hsi",
        "south carolina",
        "larry visoski",
        "epstein",
        "redacted",
        "subject",
        "employee"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032930",
      "summary": "The document outlines the procedures for investigating and addressing professional misconduct allegations against Department attorneys. The Office of Professional Responsibility (OPR) investigates these allegations, determining if a clear standard was violated, either intentionally or recklessly. If misconduct is found, the case is referred to the Professional Misconduct Review Unit (PMRU). The PMRU evaluates OPR’s findings and makes disciplinary decisions, potentially including referrals to bar authorities. The Deputy Attorney General retains oversight and can designate individuals to handle disciplinary matters. The PMRU operates under specific legal requirements and focuses on disciplinary actions for career attorneys, excluding law enforcement and Executive Office for Immigration Review employees.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "opr",
        "professional misconduct",
        "pmru",
        "attorney misconduct",
        "justice manual",
        "disciplinary actions",
        "bar referrals",
        "department attorneys",
        "standards of conduct",
        "investigation framework"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032785",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting assistance from an unidentified party to contact current and former Palm Beach Police Department employees for the trial of Ghislaine Maxwell (United States v. Maxwell, 20 Cr. 330). The FBI provided the Assistant U.S. Attorney with contact information and suggested this assistance. The U.S. team intends to use evidence gathered during the PBPD’s 2005 investigation of Jeffrey Epstein’s residence to authenticate witnesses.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "23 Apr 2021",
      "keywords": [
        "united states v. maxwell",
        "ghislaine maxwell",
        "jeffrey epstein",
        "palm beach police department",
        "fbi",
        "prosecution",
        "trial",
        "evidence",
        "2005",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024932",
      "summary": "This document outlines the scheduling and preparation for a series of WebEx meetings related to an investigation involving Mr. [REDACTED] and his potential interactions with Jeffrey Epstein. The initial meetings were planned to discuss CBP employee interactions with Epstein in the Virgin Islands, focusing on inquiries about favors, timelines, and potential knowledge of Epstein’s activities. A proffer agreement was exchanged, and subsequent meetings were scheduled for a shorter, follow-up interview. The US Attorney’s office, through Glen McGorty of Crowell & Moring LLP, is coordinating with FBI agents and seeking to gather information regarding Mr. [REDACTED]'s involvement and knowledge. Technical issues with forwarding the WebEx invitation were addressed, and the meetings were aimed at obtaining detailed information about Mr. [REDACTED]'s connections and activities.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "mcgorty",
        "glen",
        "zelenko",
        "daniel",
        "giffuni",
        "danielle",
        "united states attorney",
        "southern district of new york",
        "cbp",
        "epstein",
        "virgin islands",
        "proffer agreement",
        "webex",
        "timeline",
        "interactions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020852",
            "similarity": 0.733,
            "index": 102,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024938",
      "summary": "He’s scheduling a WebEx with Danielle Giffuni and potentially other individuals including Josh Morrissey (IT) to gather information about CBP employees, interactions with Epstein in the Virgin Islands, and potential facilitation of travel. The meetings aim to explore the roles of CBP employees and investigate connections to Epstein's activities.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "efta00024938",
        "webex",
        "danielle giffuni",
        "glen mcgorty",
        "zelenko",
        "fbi",
        "cbp",
        "proffer agreement",
        "southern district of new york",
        "tuesday",
        "november 10th"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022435",
      "summary": "The initial meeting was focused on gathering information about Mr. Epstein’s interactions with CBP personnel in Saint Thomas. The planned second interview is slated for November 9th, and Glen is requesting that Josh Morrissey, an IT specialist, be added to the invitees to ensure technical support. The meeting’s goals include questioning Mr. Epstein’s connections to CBP employees and exploring any potential facilitation of his travel.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "07 May 2021",
      "keywords": [
        "webex",
        "meeting",
        "glen mcgorty",
        "danielle giffuni",
        "daniel zelenko",
        "fbi",
        "cbp",
        "proffer agreement",
        "united states attorney",
        "interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029020",
      "summary": "The document details a redaction analysis related to an incident involving data transfer and potential mishandling of sensitive information, specifically concerning the Jeffrey Epstein case and Ghislaine Maxwell. Key points include: *   **Initial Communication:** A series of emails between USDOJ personnel (USANYS, USAEO) discuss the closure of an issue concerning an employee (“S”) who was leaving CACI. *   **GCO Records:** The General Counsel’s Office (GCO) had previously addressed the matter on April 19th, deciding against disciplinary action. *   **Data Incident:** Approximately 5.5 GB of data, including PII related to underage victims, was uploaded via Sharefile.com and linked to the Epstein case. *   **Notifications:** Notifications were sent to the CISO and SOC regarding the incident and the Information Disclosure form. *   **Further Activity:** Another user in NYS uploaded data to a similar firm using Sharefile.com. *   **Protective Order:** The transfer was governed by a court-ordered protective order requiring the marking of confidential information.",
      "timestamp": "2021-06-07T00:00:00",
      "timestamp_raw": "07 Jun 2021",
      "keywords": [
        "maxwell",
        "cybersecurity",
        "data",
        "protective order",
        "pii",
        "redaction",
        "usao",
        "caci",
        "sharefile.com",
        "incident"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025223",
      "summary": "An email chain discusses scheduling a voluntary interview with an employee, Mr. [REDACTED]. Draft interview questions and associated forms (Voluntary Interview Form and Compelled Interview Form) were attached. Recording of the interview is being considered due to guidance received. Counsel is awaiting an update and will provide information. The email exchange occurred between SSA, U.S. Department of Justice OIG Boston Area Office, and Montell Figgins, Esq.",
      "timestamp": "2021-06-08T00:00:00",
      "timestamp_raw": "08 Jun 2021",
      "keywords": [
        "interview",
        "forms",
        "redaction",
        "oig",
        "usanys",
        "montell figgins",
        "employee",
        "interview questions",
        "compelled interview",
        "voluntary interview"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029867",
      "summary": "On July 13, 2021, prepared testimony was created for trial regarding a case involving individuals (AUSAs, SA, Det., Prep) and GM. Key recollections included: a memory of driving a white car, differing recollections about GM’s hair length, receiving approximately $300 from JE for visits, knowledge of JE’s employees using her mother’s phone number, GM requesting a cellphone, occasional friends driving her to JE’s with payment, receiving the “Massage for Dummies” book in FedEx packages, an estimate of her age when GM saw her nude, a belief that JE instructed her to massage a specific individual, SH’s physical abuse, a recent period of sobriety, a lack of memory regarding a 2007 FBI interview, and an inability to sue GM due to participation in the victim compensation fund.",
      "timestamp": "2021-07-13T00:00:00",
      "timestamp_raw": "July 13, 2021",
      "keywords": [
        "ausas",
        "sa",
        "det.",
        "prep",
        "gm",
        "je's",
        "massage",
        "victim compensation fund",
        "fbi",
        "recollections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019654",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, [REDACTED], is a fact witness and does not require an expert witness designation. The request includes details about the witness’s travel dates, address, contact information, and hotel requirements. The witness is not a victim-witness or a government/military employee. Unusual travel expenses, such as kennel fees for a pet, are noted. The request outlines specific instructions for AUSA regarding witness travel, including guidelines for domestic and international travel, and limitations on travel funding.",
      "timestamp": "2021-07-19T00:00:00",
      "timestamp_raw": "July 19, 2021",
      "keywords": [
        "efta00019654",
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "victim/witness",
        "hotel required",
        "fact witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028801",
            "similarity": 0.5,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027392",
            "similarity": 0.5,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023123",
            "similarity": 0.5,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027646",
            "similarity": 0.538,
            "index": 129,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022456",
      "summary": "The emails detail scheduling logistics, the need for a second interview with Mr. [REDACTED], and the plan to involve the FBI and CBP. Key details include a proposed timeline for the trial (jury selection and the trial itself), discussions about Mr. [REDACTED]'s interactions with CBP employees and Epstein, and arrangements for a second interview to delve deeper into these matters. The emails also contain details about the involvement of legal counsel from Crowell & Moring LLP.",
      "timestamp": "2021-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2021",
      "keywords": [
        "webex",
        "meeting",
        "doj",
        "proffer",
        "agreement",
        "cbi",
        "cbp",
        "interviews",
        "investigation",
        "criminal",
        "schedule"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023104",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial, scheduled for August 16-17, 2021, in the SDNY court. The witness, whose name and identifying information are redacted, requires accommodation at a hotel and is a fact witness, not an expert or victim-witness. The request specifies arrival on August 15th and departure on August 17th. Instructions outline specific procedures for requesting travel for fact witnesses, including limitations on funding and the use of separate forms for government employees and military personnel.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "August 5, 2021",
      "keywords": [
        "efta00023104",
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "august 16",
        "2021",
        "domestic witness",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027392",
            "similarity": 0.571,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 132,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.571,
            "index": 134,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027392",
      "summary": "A witness travel request was submitted for Ghislaine Maxwell’s trial. The witness, [REDACTED], is a fact witness appearing in SDNY on August 17, 2021, at 2 PM, and August 18, 2021, at 10 AM for trial preparation. The witness will arrive on August 16, 2021, and depart on August 18, 2021. Hotel accommodations are required. The witness is not an expert, not a military or civilian employee, and is not facing criminal charges. The request outlines specific travel instructions and guidelines for the witness’s travel arrangements, including potential unusual expenses and referencing relevant DOJ instructions.",
      "timestamp": "2021-08-17T00:00:00",
      "timestamp_raw": "August 17, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "august 17",
        "2021",
        "fact witness",
        "victim/witness",
        "united states v.",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023104",
            "similarity": 0.571,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 117,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 132,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.833,
            "index": 134,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035812",
      "summary": "The Department of Justice Office of the Inspector General investigated allegations of false certifications and statements made by BOP employees – Lieutenant Roberto and Senior Officer Material Handler Supervisor Tova Noel – regarding the OIG’s investigation into Jeffrey Epstein’s death at the Metropolitan Correctional Center, New York. The USAO SDNY, after consulting with its Public Corruption Unit supervisor, determined not to prosecute either employee.",
      "timestamp": "2021-09-20T00:00:00",
      "timestamp_raw": "September 20, 2021",
      "keywords": [
        "efta00035812",
        "redaction analysis",
        "justice department",
        "inspector general",
        "bureau of prisons",
        "jeffrey epstein",
        "prosecution",
        "false certifications",
        "new york",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035801",
      "summary": "On September 22, 2021, a voluntary telephonic interview was conducted by U.S. Department of Justice Office of the Inspector General (OIG) Special Agents and Assistant Special Agent in Charge with a former employee of Signet Electronic Systems, Inc., Norwell, Massachusetts, regarding an investigation into the death of BOP inmate Epstein (Register Number 76318-054) at the Metropolitan Correctional Center (MCC) New York. The former employee was the Senior Customer Support Representative assisting with camera system technical support and upgrades. The interview was recorded, transcribed, and attached to the report, along with a Signet Service Request #24975 dated August 8, 2019.",
      "timestamp": "2021-09-22T00:00:00",
      "timestamp_raw": "September 22, 2021",
      "keywords": [
        "justice department",
        "oig",
        "investigation",
        "signet electronic systems",
        "norwell",
        "massachusetts",
        "epstein",
        "bop",
        "mcc new york",
        "camera system",
        "telephonic interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016206",
      "summary": "This rule requires the government to provide specific notice of evidence, including its purpose and reasoning, before trial. The motion argues the government failed to comply with this notice requirement, specifically regarding emails exchanged with third-party men and a potential witness (a former Epstein employee). The government’s short “Maxwell Rule 404(b) letter” lacked the required detail, preventing Maxwell’s team from adequately investigating and challenging the evidence. Furthermore, the team requests additional time to review the substantial amount of documentary evidence (over 400 pages) related to the witness, arguing they were rushed to respond and unable to conduct a thorough investigation. They assert the government’s lack of proper notice prejudiced Maxwell’s ability to mount a defense. The motion ultimately seeks to exclude the government's evidence under 404(b) or grant additional time for Maxwell's team to properly respond.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "rule 404(b)",
        "notice requirement",
        "evidence",
        "government",
        "ghislaine maxwell",
        "federal rules of evidence",
        "2020 amendments",
        "intent",
        "non-propensity",
        "direct evidence",
        "trial",
        "admissibility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023123",
      "summary": "A witness travel request was submitted for [REDACTED] to appear in SDNY for the trial of United States v. Ghislaine Maxwell (20 Cr. 330 (AN)). The witness is a fact witness, not an expert, and does not reside outside the continental United States. The appearance is scheduled for November 14-15, 2021, with an estimated arrival of November 13 or 14, and a departure on November 15. A hotel is required. The request outlines specific guidelines for travel reimbursement, including limitations for government employees and military personnel, and stipulations regarding funding sources for witness travel.",
      "timestamp": "2021-10-28T00:00:00",
      "timestamp_raw": "October 28, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "grand jury",
        "november 14",
        "2021",
        "fact witness",
        "victim-witness",
        "travel expenses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 117,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 132,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010022",
            "similarity": 0.692,
            "index": 133,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029580",
      "summary": "An Amazon employee, via subpoena-criminal@amazon.com, is providing a certificate of authenticity for documents produced in response to a law enforcement request (External Case No. 20 Cr. 330). The declaration states the documents are authentic, accurate representations of transactions and events, and are considered business records due to their creation and maintenance processes. The declaration was executed on November 10, 2021, in Seattle, Washington.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "November 10, 2021",
      "keywords": [
        "amazon",
        "subpoena",
        "criminal",
        "law enforcement",
        "certificate of authenticity",
        "business records",
        "declaration",
        "amazon.com",
        "inc.",
        "efta00029580"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013431",
      "summary": "An individual is requesting access to a recorded interview at the NBC News link: https://www.nbcnews.com/news/us-news/how-british-teen-model-was-lured-jeffrey-epstein-s-web-n 1056901. The individual was informed that the link has expired and inquired if the sender had the recording or could facilitate obtaining it for internal use. The email thread involves communications between the requester and a United States Attorney’s Office employee.",
      "timestamp": "2021-11-13T00:00:00",
      "timestamp_raw": "13 Oct 2021",
      "keywords": [
        "efta00013431",
        "nbc",
        "jeffrey epstein",
        "video interview",
        "redaction",
        "us attorney",
        "news",
        "model",
        "teen",
        "united states"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019446",
      "summary": "A witness travel request is submitted for Ghislaine Maxwell’s trial, dated November 19, 2021. The witness, whose name and details are redacted, is a victim-witness requiring hotel accommodations. The request outlines travel dates, arrival/departure estimates, and confirms the witness is not an expert witness, a federal employee, or facing criminal charges. The request includes guidelines for unusual expenses and instructions for the AUSA regarding witness travel procedures, including specific considerations for foreign witnesses and funding limitations.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fact witness",
        "travel request",
        "sdny",
        "victim/witness unit",
        "court docket",
        "domestic witness",
        "travel agency",
        "tsa",
        "criminal charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014649",
      "summary": "On November 21, 2021, at 5:00 PM GMT, an event occurred regarding “GX 52.” The Court received a letter from the Government and the Defendant’s response, which was temporarily filed under seal. The Government is ordered to file a reply to the Defendant’s response by November 21, 2021, addressing the argument that Employee-1 cannot authenticate Government Exhibit 52. Parties are ordered to file proposed redactions by November 22, 2021, justifying them using the Lugosch v. Pyramid Co. of Onondaga test.",
      "timestamp": "2021-11-21T00:00:00",
      "timestamp_raw": "November 21, 2021",
      "keywords": [
        "efta00014649",
        "gx 52",
        "redaction",
        "government exhibit 52",
        "defendant",
        "employee-1",
        "epstein",
        "lugosch v. pyramid co.",
        "november 21",
        "2021",
        "motion papers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027646",
      "summary": "A request for travel arrangements is being submitted for a fact witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is scheduled to appear in SDNY on November 28, 2021, for trial preparation at 11 AM, and November 29, 2021, for the trial itself. The witness’s arrival is expected November 27, 2021, and departure November 30, 2021. Hotel accommodations are required. The witness is not an expert witness, a government employee, or facing criminal charges, and does not reside outside the continental United States. The request utilizes standard DOJ procedures for fact witness travel.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "November 28, 2021",
      "keywords": [
        "maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "trial",
        "grand jury",
        "fact witness",
        "ausa",
        "victim/witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019654",
            "similarity": 0.538,
            "index": 117,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028801",
            "similarity": 0.5,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.5,
            "index": 132,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030962",
      "summary": "A court subpoena was issued for an individual to appear before the United States District Court for the Southern District of New York in the case of *United States v. Ghislaine Maxwell* on November 29, 2021, at 9:00 a.m. in Courtroom 906, 40 Foley Square. A records request from February 12, 2015, indicated that historical employment records for the period 1999-2001 were unavailable, but a spreadsheet listing terminated employees from the year 2000 existed, containing only first and last names. A document from the U.S. Department of Justice, Federal Bureau of Investigation, NYPD/FBI Child Exploitation Human Trafficking Task Force was also included.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "court subpoena",
        "ghislaine maxwell",
        "united states v.",
        "united states attorney",
        "new york",
        "november 29",
        "2021",
        "contempt of court",
        "human trafficking",
        "fbi",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018214",
      "summary": "This document is a subpoena issued to Jordana Feldman by Ghislame Maxwell’s legal team in the Southern District of New York, Case No. 20CR330 (MN), relating to a criminal investigation. The subpoena demands the production of “EVCP Material” – encompassing documents, communications, and payments – from anyone associated with the Epstein Victim’s Compensation Program (EVCP), including former employees. The subpoena specifies a production location and outlines procedures for responding, including the possibility of modification or quashing if compliance is unreasonable. It also references relevant Federal Rule of Criminal Procedure 17 concerning subpoenas and includes a detailed definition of terms and instructions for producing electronically stored information (ESI). Finally, a proof of service form is attached, documenting the attempt to serve the subpoena.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "11/29/2021",
      "keywords": [
        "subpoena",
        "criminal case",
        "united states district court",
        "rule 17",
        "evidence",
        "victim information",
        "court order",
        "service",
        "esi",
        "attachment a"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010176",
      "summary": "A travel request was submitted for a witness, [REDACTED], to appear in the SDNY court for the trial of Ghislaine Maxwell on December 1, 2021, at 2 p.m. The witness is a fact witness, not an expert, and does not reside outside the continental United States. Hotel accommodations are required. The request specifies a December 1 arrival and December 3 departure. Instructions are provided for AUSA regarding witness travel requests, including stipulations for U.S. government employees and military personnel, and for covering travel expenses beyond standard arrangements.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "court docket",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027646",
            "similarity": 0.5,
            "index": 129,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023123",
            "similarity": 0.571,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027392",
            "similarity": 0.571,
            "index": 120,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010022",
            "similarity": 0.692,
            "index": 133,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027651",
            "similarity": 0.571,
            "index": 134,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010022",
      "summary": "A witness request was submitted for Ghislaine Maxwell’s trial on December 1, 2021, at 2:00 PM in SDNY. The witness, whose name and DOB are redacted, is a victim-witness and requires hotel accommodations. The request outlines travel dates, including arrival on December 1, 2021, and departure on December 3, 2021. It specifies that the witness is not an expert witness, a current federal civilian or military employee, or facing criminal charges. Instructions detail the form’s use for domestic fact witnesses and highlight specific travel guidelines, including the need for exact ID matching and potential unusual expenses.",
      "timestamp": "2021-12-01T00:00:00",
      "timestamp_raw": "December 1, 2021",
      "keywords": [
        "efta00010022",
        "ghislaine maxwell",
        "travel request",
        "witness",
        "sdny",
        "trial",
        "grand jury",
        "december 1",
        "2021",
        "fact witness",
        "victim-witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.692,
            "index": 132,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023123",
            "similarity": 0.692,
            "index": 124,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019654",
            "similarity": 0.5,
            "index": 117,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027651",
      "summary": "A request for travel is being submitted for a fact witness, [REDACTED], in the case of United States v. Ghislaine Maxwell. The witness is needed to appear in SDNY on December 2, 2021, at 12:30 PM for trial, extending through December 3, 2021. The witness’s arrival is expected on December 1, 2021, and departure is scheduled for December 3, 2021. Hotel accommodations are required. The witness is not an expert witness, a government employee, or facing criminal charges. The request follows standard procedures for fact witness travel within the U.S., with specific instructions for foreign witnesses and potential unusual expenses.",
      "timestamp": "2021-12-02T00:00:00",
      "timestamp_raw": "December 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "travel request",
        "sdny",
        "witness",
        "trial",
        "december 2",
        "2021",
        "fact witness",
        "victim/witness",
        "united states v.",
        "travel agency"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010176",
            "similarity": 0.571,
            "index": 132,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027392",
            "similarity": 0.833,
            "index": 120,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023104",
            "similarity": 0.571,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038906",
      "summary": "On December 21, 2021, Eric Lerner of Lerner & Lerner, P.C. sent an email to [REDACTED] regarding a case involving a former employee of Jeffrey Epstein, identified as Ms. [REDACTED]. Ms. [REDACTED] served as a character witness for the defense, presenting a positive account of Maxwell. According to Ms. [REDACTED]'s testimony, she was contacted by Ms. [REDACTED] to schedule sexual encounters with Epstein and receive explicit instructions. A LinkedIn profile of Ms. [REDACTED] was attached, taken down shortly after a lawsuit was filed against her. Ms. [REDACTED] subsequently dropped her lawsuit against Maxwell and Epstein, as a condition of her settlement.",
      "timestamp": "2021-12-21T00:00:00",
      "timestamp_raw": "December 21, 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "lerner",
        "lawsuit",
        "settlement",
        "victim",
        "character witness",
        "email",
        "attorney",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038968",
      "summary": "An email chain discusses obtaining concurrence for an award application related to the Epstein/Maxwell case. A request is made for information including DOB, last four of SSN, GS scale, and prior award history from a USANYS employee ([REDACTED]). Updates on the concurrence form were sent on June 24, 2022, with attachments including a revised concurrence form and a summary. The email chain aims to nominate the case for a Director's Award and includes law enforcement partners as part of the application.",
      "timestamp": "2022-06-24T00:00:00",
      "timestamp_raw": "June 24, 2022",
      "keywords": [
        "award application",
        "concurrence form",
        "fbi",
        "usanys",
        "doj",
        "epstein",
        "maxwell",
        "nomination",
        "victim's efforts",
        "efta00038968"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036014",
      "summary": "The Office of the Inspector General (OIG) of the Department of Justice has prepared a draft report titled \"Investigation and Review of the Federal Bureau of Prisons' Custody, Care, and Supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York New York.\" This draft is being provided to the U.S. Attorney’s Office for the Southern District of New York (SDNY) for a factual accuracy and sensitivity review. SDNY is instructed to provide feedback by April 17, 2023, and to limit access to the draft report to only those employees who need to review it.",
      "timestamp": "2023-04-17T00:00:00",
      "timestamp_raw": "April 17, 2023",
      "keywords": [
        "efta00036014",
        "federal bureau of prisons",
        "jeffrey epstein",
        "metropolitan correctional center",
        "new york",
        "u.s. attorney",
        "inspector general",
        "investigation",
        "report",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035925",
      "summary": "The BOP acknowledges the OIG’s review and intends to apply lessons learned across the agency. Key points of the BOP’s response include: *   **Focus on Accountability:** The BOP believes employees who fail to adhere to policies should be held accountable, but cautions against applying a single incident to the entire workforce. *   **Addressing Recommendations:** The BOP disagrees with the OIG’s assumption that flawed policies led to the death and offers specific responses to each recommendation: *   **Cellmate Assignments:** Agrees to a process for assigning cellmates after suicide watch, contingent on security concerns. *   **Continued Cellmates:** Agrees to continue cellmates for high-risk individuals until recommendations change. *   **Social/Legal Visit Approvals:** Agrees to evaluate and train for obtaining approvals for visits during suicide watch. *   **Accountability for Movemennt:** Agrees to improve methods of holding employees accountable for documenting inmate whereabouts. *   **Lieutenant Round Procedures:** Agrees to clarify the required duties for a lieutenant during rounds. *   **Cell Search Policy:** Disagrees with a specific, detailed cell search policy, asserting that current policies are sufficient. *   **Security Camera Systems:** Agrees to enhance policies to ensure cameras have recording capacity and are regularly checked. *   **Concerns with the Report:** The BOP expresses concerns about the report’s language, inconsistencies, and implied accusations regarding awareness of Epstein’s will and camera issues. *   **Commitment to Improvement:** The BOP states its ongoing commitment to improving its practices and ensuring the safety and security of individuals in its custody.",
      "timestamp": "2023-06-16T00:00:00",
      "timestamp_raw": "June 16, 2023",
      "keywords": [
        "bop",
        "corrections",
        "suicide watch",
        "cellmates",
        "policies",
        "accountability",
        "training",
        "mental health",
        "security",
        "risk assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030958",
      "summary": "Tova Noel, an active employee of the Bureau of Prisoners/Federal Prison System, has a PIV card issued on 10/9/2023 with Issuance ID 1 and Serial [REDACTED]. Her CHUID is activated, and she possesses a PIV Auth Certificate and Digital Signature Certificate both expiring on 11/20/2021. She was sponsored by the Bureau of Prisoners/Federal Prison System, with an original sponsorship date of 9/19/2018. Her adjudication status is approved.",
      "timestamp": "2023-10-09T00:00:00",
      "timestamp_raw": "10/9/2023",
      "keywords": [
        "efta00030958",
        "piv",
        "digital signature certificate",
        "bureau of prisoners",
        "federal prison system",
        "employee",
        "sponsorship",
        "registration",
        "doj",
        "noel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035931",
      "summary": "The Bureau of Prisons (BOP) provided a status update to the Government Accountability Office (GAO) regarding its response to GAO-21-123, “Report Bureau of Prisons: Opportunities Exist to Better Analyze Staffing Data and Improve Employee Wellness Programs.” The BOP has addressed one of the three GAO recommendations – calculating staffing levels – through a contractor-developed Automated Staffing Tool (AST), which is expected to be fully implemented by October 2024.  The BOP has also begun addressing the recommendations related to analyzing data on staffing challenges and assessing overtime/augmentation usage, though progress is ongoing and data collection is still limited in some areas.  Finally, the BOP has implemented an “Incentives Playbook” to standardize staffing incentives and track their effectiveness, with data collection for measuring outcomes planned for 2025.  The BOP maintains that it has implemented a reliable method for calculating staffing levels and emphasizes its ongoing monitoring and adjustments to address staffing challenges.",
      "timestamp": "2025-03-04T00:00:00",
      "timestamp_raw": "March 4, 2025",
      "keywords": [
        "bop",
        "staffing",
        "data analysis",
        "employee wellness",
        "overtime",
        "augmentation",
        "incentives",
        "recommendations",
        "gao",
        "risk assessment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037442",
      "summary": "On August 8, 2025, the RDT POC (SA) traveled to St. Thomas for advance planning. Case agents, SA, and TFO traveled to St. Thomas to obtain warrants and conduct employee interviews. On August 9, SSA and SA from Crisis Management joined the advance team. On August 11, an FBI O400 aircraft transported ASAC, SSA, and Lt. along with 16 ERT members and 18 Case Squad members (including EFTA00037442). EFTA00037443 was part of the CART team.",
      "timestamp": "2025-08-08T00:00:00",
      "timestamp_raw": "August 8, 2025",
      "keywords": [
        "efta00037442",
        "epstein island",
        "travel plan",
        "st. thomas",
        "rdt",
        "ert",
        "case agents",
        "sa",
        "fbi",
        "advance team"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035767",
      "summary": "The United States Department of Justice’s Office of the Inspector General is conducting a voluntary investigation related to case 6464 Tit-Cvs4ody. Individuals being interviewed are warned that participation is voluntary, they do not have to answer questions, and failure to answer will not result in disciplinary action. Any statements provided may be used in future legal proceedings. Individuals must voluntarily waive their rights and confirm no pressure or threats were used during the interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "statement",
        "criminal proceedings",
        "agency disciplinary"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035774",
            "similarity": 0.667,
            "index": 143,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035773",
            "similarity": 0.667,
            "index": 144,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 147,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035774",
      "summary": "The United States Department of Justice, Office of the Inspector General is conducting a voluntary investigation regarding a case involving a current employee. Participants are warned that providing information is optional and will not result in disciplinary action if declined. Any statements made may be used in future criminal or disciplinary proceedings. An employee’s consent, including a waiver, is required to proceed with the interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "criminal proceedings",
        "agency",
        "oig form"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035767",
            "similarity": 0.667,
            "index": 142,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035773",
            "similarity": 0.818,
            "index": 144,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 147,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035772",
            "similarity": 0.818,
            "index": 149,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035773",
      "summary": "The United States Department of Justice, Office of the Inspector General is conducting a voluntary investigation, authorized by the Inspector General Act of 1978. The investigation pertains to a specific case (n.V 05 ttsitkos-). Participation is voluntary, and individuals are not obligated to answer questions; failure to do so will not result in disciplinary action. Any provided statements may be used in criminal or agency disciplinary proceedings. An individual’s consent, acknowledging the warnings and assurances, is required before proceeding with the interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "criminal proceedings",
        "agency",
        "oig"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035774",
            "similarity": 0.818,
            "index": 143,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035767",
            "similarity": 0.667,
            "index": 142,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 147,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035772",
            "similarity": 0.818,
            "index": 149,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025226",
            "similarity": 0.538,
            "index": 151,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00007582",
      "summary": "The author expresses disappointment and rejection of Alberto’s resignation. They cite several unresolved issues regarding the “island project,” including missed deadlines, incomplete work (wooden tables), and a lack of communication from Jean. The author believes Alberto acted unprofessionally by abandoning the project and emphasizes a personal obligation falls on Alberto to complete the work, specifically concerning the house’s interior and associated expenses. The author requests a phone call to discuss the situation and reiterates their friendship.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "resignation",
        "island project",
        "jean",
        "alberto",
        "cabinet pinto",
        "morocco",
        "permits",
        "employee",
        "repair",
        "friend"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00007609",
            "similarity": 0.538,
            "index": 148,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036754",
      "summary": "Following an incident, employees are instructed to maintain professional conduct, including: *   No media contact; all communication should be handled by the Public Information Officer. *   Always carry identification and verify visitor credentials. *   Maintain honest and truthful communication. *   Union representation is required for any memorandum submissions or questioning by agencies (BOP, OIA, OIG, FBI) if the employee reasonably believes it could lead to disciplinary action. *   Employees have Weingarten rights and must invoke them if questioned by an agency representative, halting questioning until a union representative is present. *   Investigations should not occur at residences or away from duty locations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "employee",
        "media",
        "union",
        "representation",
        "weingarten rights",
        "investigation",
        "agency",
        "oig",
        "bop",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036751",
            "similarity": 0.538,
            "index": 29,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035775",
      "summary": "The United States Department of Justice, Office of the Inspector General is conducting a voluntary investigation related to “sitirkea,” “enitetie_ civt_k& • t AA sivi M.43,” and “Pr S coA.0,11.” Participants are warned that providing information is voluntary and not required, and that not answering questions will not result in disciplinary action. Any statements made may be used in legal proceedings. Individuals completing the form must attest to the voluntary nature of their participation and declare that no pressure or coercion was used.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "criminal proceedings",
        "agency",
        "statement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035773",
            "similarity": 0.818,
            "index": 144,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035774",
            "similarity": 0.818,
            "index": 143,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035767",
            "similarity": 0.818,
            "index": 142,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035772",
            "similarity": 0.818,
            "index": 149,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032096",
            "similarity": 0.818,
            "index": 153,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025225",
            "similarity": 0.818,
            "index": 154,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00007609",
      "summary": "The author expresses disappointment and rejection of Alberto’s resignation, citing a previous agreement regarding the “island project” and a lack of communication. The author emphasizes the importance of fulfilling commitments, particularly regarding the unfinished “big house island project,” despite Alberto’s desire to leave the job. The author requests a phone call to discuss the matter and expresses frustration over the lack of direct communication, specifically the absence of a phone call after Alberto’s vacation.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "resignation",
        "island project",
        "alberto",
        "jean",
        "cabinet pinto",
        "morocco",
        "employee",
        "project completion",
        "frustration",
        "communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00007582",
            "similarity": 0.538,
            "index": 145,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035772",
      "summary": "The United States Department of Justice’s Office of the Inspector General is conducting a voluntary investigation, authorized by the Inspector General Act of 1978. Individuals being interviewed are warned that participation is voluntary, they do not have to answer questions, and statements may be used in future legal proceedings. Participants must confirm they understand the warnings and assurances and that no pressure or threats were involved.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "criminal proceedings",
        "agency",
        "employee",
        "signature"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 147,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035773",
            "similarity": 0.818,
            "index": 144,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035774",
            "similarity": 0.818,
            "index": 143,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032096",
            "similarity": 0.818,
            "index": 153,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025225",
            "similarity": 0.667,
            "index": 154,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035766",
            "similarity": 0.818,
            "index": 155,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036401",
      "summary": "This document is a \"Pay Period Overtime Report\" for the U.S. Department of Justice, generated on December 27, 2025. It includes data from two payroll modules (\"FIGS SOL Payroll2 Module\") covering the calendar year 2019. The reports detail employee data (Cost Center, Project, Employee ID, SOC code) and overtime amounts for pay periods 14A and 24A. Each report contains certification statements verifying the information’s accuracy. The data includes multiple employee identifiers and associated overtime amounts.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "payroll",
        "pay period",
        "employee",
        "cost center",
        "project",
        "run date",
        "fy",
        "soc",
        "efta00036401",
        "figs sol payroll2 module"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025226",
      "summary": "The United States Department of Justice Office of the Inspector General is conducting an investigation and requires employees to provide information. Failure to answer questions or provide truthful responses may result in agency disciplinary action, up to and including dismissal. While answers cannot be used in criminal proceedings, knowingly false statements can lead to criminal prosecution. An acknowledgment form must be signed confirming understanding of these rights and obligations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "employee",
        "investigation",
        "oig",
        "act of 1978",
        "disciplinary action",
        "criminal prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035773",
            "similarity": 0.538,
            "index": 144,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035766",
            "similarity": 0.538,
            "index": 155,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030959",
      "summary": "The document is a redaction analysis for EFTA00030959.pdf, generated on December 26, 2025. It contains information about a DOJ employee, Michael Thomas, including his personal details (name, DOB, SSN, race, etc.), physical characteristics, email address, current PIV card details (issuance ID, serial, expiration dates, status), digital signature certificate details, sponsorship information, and update history. The business email address is redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00030959",
        "piv",
        "doj",
        "employee",
        "cardholder",
        "sponsorship",
        "bureau of prisoners",
        "digital signature certificate",
        "account details",
        "usaccess"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032096",
      "summary": "The United States Department of Justice Office of the Inspector General is conducting a voluntary investigation, authorized by the Inspector General Act of 1978. Individuals being asked to provide information are warned that participation is voluntary, no disciplinary action will result from refusal to answer, and statements may be used in legal proceedings.  A waiver form must be signed confirming understanding of the warnings and willingness to cooperate.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "criminal proceedings",
        "agency",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035772",
            "similarity": 0.818,
            "index": 149,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 147,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035773",
            "similarity": 0.818,
            "index": 144,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025225",
            "similarity": 0.667,
            "index": 154,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035766",
            "similarity": 0.667,
            "index": 155,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025225",
      "summary": "The United States Department of Justice Office of the Inspector General is conducting a voluntary investigation. Individuals are warned they do not have to answer questions and no disciplinary action will result from refusal. Statements provided may be used in criminal or agency disciplinary proceedings. Participants must confirm they understand the warnings and assurances, and that no pressure or threats were used.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "employee",
        "statement",
        "criminal proceedings",
        "agency disciplinary"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032096",
            "similarity": 0.667,
            "index": 153,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035772",
            "similarity": 0.667,
            "index": 149,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035775",
            "similarity": 0.818,
            "index": 147,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035766",
            "similarity": 0.667,
            "index": 155,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035766",
      "summary": "The United States Department of Justice’s Office of the Inspector General is conducting a voluntary investigation, authorized by the Inspector General Act of 1978. An employee is being asked to provide information, but participation is entirely voluntary and does not require answering questions. Failure to answer does not result in disciplinary action. Any provided statement may be used in future criminal or agency disciplinary proceedings. The employee acknowledges understanding these warnings and assurances and indicates their willingness to cooperate.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "justice",
        "inspector general",
        "warnings",
        "assurances",
        "investigation",
        "voluntary",
        "criminal proceedings",
        "employee",
        "oig",
        "signature"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025225",
            "similarity": 0.667,
            "index": 154,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032096",
            "similarity": 0.667,
            "index": 153,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025226",
            "similarity": 0.538,
            "index": 151,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036124",
      "summary": "Employee PP works 80 hours per week, with Saturdays and Sundays off. The work schedule from July 22nd to August 2nd includes regular shifts (5H1, I, SH2, SH3), Sunday shifts (sui, SH2, SH3), and holiday shifts (WRKD/SH1, WRKD/5H2, WRKD/SH3).  Leave types include annual leave (61, 62), sick leave (62/62, FFLA 62/62), and military leave (67). Time off details, overtime usage (21, 32), and earned compensation (33/1, 31/1, 31/2, 31/3, 66/1, 66/2, 66/3) are recorded. The employee’s last day of work was July 31st due to retirement.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "employee",
        "work hours",
        "time off",
        "holiday",
        "overtime",
        "leave",
        "sick leave",
        "training",
        "injury",
        "wrc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036365",
      "summary": "Overtime hired before the administrative workweek (Sunday-Saturday) triggers night differential pay if worked between 6 PM and 6 AM. Regularly scheduled overtime, defined as overtime scheduled before the Sunday of the week it’s worked, is subject to the GS night differential and can be paid to employees receiving annual premium pay. Avoiding overtime hires before the workweek is recommended to reduce costs.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "overtime",
        "night differential",
        "administrative workweek",
        "policy",
        "t&a handbook",
        "gs",
        "pay period",
        "sunday",
        "employee",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036364",
            "similarity": 0.583,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024018",
      "summary": "The document is a redaction analysis for file EFTA00024018. It lists numerous individuals categorized as: “Attorney’s Eyes Only,” “Cooperator,” “Employee,” “Inmate,” and includes names and identifiers associated with each category. The list comprises approximately 80 individuals, including names like Sam Gregory, Howard Schwartz, Edward Hayes, Natali Todd, and various inmates identified by inmate numbers.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "efta00024018",
        "attorney",
        "cooperator",
        "employee",
        "inmate",
        "names",
        "identifiers",
        "materials"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032654",
      "summary": "This document is a form used by the United States Department of Justice, Office of the Inspector General, to request voluntary information from an employee as part of an investigation. The investigation pertains to “OcE-Frey” and “Et? 54 e;,/N aCk411\\ cuocay.” The form provides warnings and assurances, stating that providing information is voluntary, no disciplinary action will be taken if the employee chooses not to answer questions, and any statements may be used in legal proceedings. The employee must sign a waiver acknowledging they understand these warnings and are willing to provide a statement without coercion. The form includes fields for the agent, witness, date, time, and place of the interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "investigation",
        "voluntary",
        "warning",
        "assurance",
        "criminal proceedings",
        "agency",
        "disciplinary",
        "statement",
        "interview",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034811",
      "summary": "This document is a Custodian Document Search Checklist related to an “Inmate Death” legal hold (LHN-CIV-2019-00204). It’s a standard form used to investigate and document a user’s potential involvement with documents relevant to the legal hold. The checklist covers electronic files (email, databases, home/shared drives, removable media), hard copy files, and other media. It prompts the user to identify locations of potentially responsive documents, list access permissions, and acknowledge their responsibility to preserve documents.  The form also seeks information regarding other employees, devices used, and any social media activity that might be relevant to the litigation. Finally, it includes a section for indicating if no responsive documents were found.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "inmate death",
        "legal hold",
        "electronic files",
        "email",
        "databases",
        "hard copy files",
        "custodian checklist",
        "agency counsel",
        "responsive documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034611",
            "similarity": 0.818,
            "index": 173,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014500",
      "summary": "This document is a protective order issued in a United States District Court case (1:15-cv-07433-RWS) between the United States and Ghislaine Maxwell. It establishes rules for handling confidential information produced in the case. Key provisions include: defining \"document\" and \"CONFIDENTIAL\" information, restricting disclosure to specific parties (attorneys, employees, experts, etc.), requiring acknowledgment of the order, designating CONFIDENTIAL material with a specific notice, and outlining procedures for objections and handling of the information at the case’s conclusion (return or destruction).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "protective order",
        "confidential information",
        "discovery",
        "ghislaine maxwell",
        "united states district court",
        "redaction analysis",
        "civil procedure",
        "bates number",
        "court personnel",
        "stenographic reporters"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033996",
      "summary": "This document is a Custodian Document Search Checklist related to an “Inmate Death” legal hold (LHN-CIV-2019-00204). It’s a form completed by an employee to detail their search for potentially responsive documents within their agency. The employee outlines their searches across various media – electronic files (including home drives, shared drives, emails, and databases), archived electronic files, hard copy files, and other media like CDs/DVDs. The checklist requires the employee to identify locations of potentially responsive documents, list individuals with access to relevant files/devices, and confirm they haven’t altered or destroyed any potentially responsive materials.  The form also probes for information about data transfers, social media activity, and other employees who may possess relevant information. Finally, it includes a space for the employee’s signature and a section indicating if no responsive documents were found.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction",
        "legal hold",
        "documents",
        "emails",
        "databases",
        "files",
        "search",
        "agency",
        "attorney",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009809",
      "summary": "This document is an indictment charging Jeffrey Epstein with sex trafficking and related offenses. Epstein is accused of recruiting, enticing, and exploiting dozens of underage girls (primarily between 14 and 18 years old) at his residences in Manhattan and Palm Beach, Florida, from at least 2002 to 2005. He paid these girls for sexual acts and further incentivized them to recruit more victims. The scheme involved a network of individuals, including employees and victim-recruiters, facilitating Epstein’s abuse. Epstein knowingly exploited vulnerable minors, and the charges include conspiracy to commit sex trafficking and the actual act of trafficking.  The indictment also includes forfeiture allegations related to properties owned by Epstein.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "minor girls",
        "abuse",
        "recruitment",
        "palm beach",
        "manhattan",
        "new york",
        "victims",
        "conspiracy",
        "sexual exploitation",
        "cash"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028990",
            "similarity": 0.923,
            "index": 171,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009794",
      "summary": "§ 2635.101 of 5 C.F.R. outlines the basic obligation of public service for Executive Branch employees. Key provisions include: *   Loyalty to the Constitution, laws, and ethical principles above private gain. *   Prohibition of conflicts of interest through financial interests, insider information use, and gift acceptance. *   Requirements for honest effort, non-binding commitments, avoidance of private gain, impartiality, protection of government property, disclosure of wrongdoing, fulfilling financial obligations, and adherence to equal opportunity laws. *   Consideration of applicable conflict of interest statutes (18 U.S.C. 201, 203, 205, 208, and 209).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "public service",
        "ethics",
        "conflict of interest",
        "government employees",
        "regulations",
        "financial interests",
        "gifts",
        "fraud",
        "corruption",
        "legal obligations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035829",
      "summary": "The study examines two key relationships: (1) the connection between inmate participation in all drug treatment programs and the total number of BOP employees, and (2) the connection between inmate participation in drug treatment programs and the number of filled First Step Act (FSA) positions. **Key Findings:** *   **No Correlation with Total BOP Employees:** There was no significant correlation between the total number of BOP employees and inmate participation in any of the drug treatment programs (all programs or individual programs). The R2 value for this relationship was 0.002. *   **Moderate to Strong Correlation with FSA Positions:** There *was* a correlation between inmate participation in specific programs (RDAP, NRDAP, and MAT) and the number of filled FSA positions. *   A moderate correlation was found between inmate participation in the MAT program and filled FSA positions (R2=0.43). *   A strong correlation was found between inmate participation in the MAT program and filled FSA positions (R2=0.98). *   **Overall, no trends** were indicated that changes in BOP employee numbers affected inmate participation in drug treatment programs. The analysis emphasizes that findings are correlational and don’t imply causation. The data suggests that increases in filled FSA positions are generally associated with higher inmate participation in certain drug treatment programs, particularly the MAT program.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "inmate participation",
        "drug treatment programs",
        "bop staffing levels",
        "fsa positions",
        "drug education program",
        "rdap",
        "nrdap",
        "community treatment program",
        "medication assisted treatment",
        "correlation",
        "inmate numbers",
        "bop employees"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021252",
      "summary": "This document is an indictment charging Jeffrey Epstein with multiple counts of sex trafficking and exploitation of minors. Over several years (at least 2002-2005), Epstein lured and recruited dozens of girls, primarily between 14 and 18 years old, to his Manhattan and Palm Beach residences. He facilitated these encounters by paying the victims hundreds of dollars for engaging in sexual acts, often escalating the encounters to include sexual assault and exploitation. Epstein actively encouraged victims to recruit additional minors, creating a network of vulnerable individuals he systematically abused. He utilized employees and associates to facilitate these activities, and attempted to cover his tracks by involving individuals like “Employee-1” to schedule meetings with the victims. The indictment includes forfeiture allegations against specific properties linked to Epstein’s activities.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "minors",
        "abuse",
        "exploitation",
        "sex acts",
        "victims",
        "palm beach",
        "new york residence",
        "recruitment",
        "cash",
        "underage",
        "trafficking",
        "sexual abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035915",
      "summary": "This document is a Single-Cell Review Form used by the U.S. Department of Justice’s Federal Bureau of Prisons. It dictates procedures for assigning inmates to single-cell confinement, requiring approval from the Warden unless there's a compelling reason. The form details inmate information (name, security level, register number, CIM assignment, etc.) and assesses risk factors including violence, mental health, and substance use. It requires reviews by Unit Managers, Lieutenants, and the Chief Psychologist, documenting recommendations and justifications for single-cell assignments. An employee review process is outlined for identifying contraindications, and a Warden’s signature and decision (approved, denied, or verbal) are required to finalize the single-cell status. The form is prescribed by specific protocols (P5217 & P5270) and maintains a copy in the Central File.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "single cell",
        "inmate",
        "security level",
        "risk of violence",
        "mental health",
        "review form",
        "bureau of prisons",
        "warden",
        "lieutenant",
        "contraindications"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009796",
      "summary": "Employees are expected to use official time for official duties, unless authorized by law or regulation.  Using time for union activities (Example I) is permitted, but using subordinate time for personal tasks is prohibited unless adequately compensated.  Examples illustrate appropriate and inappropriate uses, emphasizing that unauthorized use constitutes a misuse of public office for private gain. The regulations are sourced from 1992 and updated through November 2022.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "official time",
        "ethics",
        "government employees",
        "federal regulations",
        "5 c.f.r.",
        "administrative personnel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006072",
      "summary": "This document appears to be a redacted collection of sales records from an “Adult Video Warehouse.” Specifically, it contains multiple transaction records (pages 3-12) detailing the sale of novelty items—primarily adult videos—along with associated tax and payment information. Each record includes item descriptions, prices, subtotal, tax, total amount, payment method (MasterCard/Visa), and a disclaimer stating “NO NOVELTY RETURNS, NO REFUNDS; LINGERIE MUST HAVE TAGS ATTACHED.” One record (page 3) provides a more detailed receipt including employee information and inventory numbers. One section (page 6) is a more formal declaration, likely part of a legal or investigative process, stating that records are maintained as described and signed under penalty of perjury.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "efta00006072",
        "records",
        "inventory",
        "novelty",
        "video warehouse",
        "returns",
        "refunds",
        "lingerie",
        "tags",
        "sales",
        "mastercard",
        "visa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010471",
      "summary": "As of July X, 2019, Jeffrey Epstein was arrested on charges of sex trafficking and sex trafficking conspiracy. He is accused of sexually exploiting and abusing dozens of minor girls, primarily between 2002-2005, at residences in New York City and Palm Beach, Florida. Victims, typically between 14 and nearly three times Epstein’s age, were recruited through Epstein’s employees and victim recruiters, often receiving cash payments. These activities involved nude or partially nude massages and direct or indirect sexual acts. The FBI is seeking information from anyone who has been victimized or has knowledge of Epstein’s alleged illegal behavior, encouraging them to contact 1-800-CALL-FBI.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "child sexual exploitation",
        "fbi",
        "new york field office",
        "victims",
        "arrest",
        "investigation",
        "florida",
        "new york city"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028990",
      "summary": "This document is a sealed indictment charging Jeffrey Epstein with sex trafficking conspiracy and sex trafficking. The indictment alleges that from at least 2002 to 2005, Epstein lured and exploited dozens of underage girls (primarily minors under 18) at his residences in Manhattan and Palm Beach. He recruited them to engage in sexual acts, paying them for their participation and incentivizing them to recruit more victims. Epstein operated a network facilitated by employees and associates, and he knowingly obtained minors for sexual exploitation. The indictment also includes forfeiture allegations related to properties connected to the crimes.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "minor girls",
        "recruitment",
        "abuse",
        "palm beach",
        "new york",
        "victims",
        "manhattan",
        "florida",
        "cash",
        "sexual exploitation",
        "conspiracy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00009809",
            "similarity": 0.923,
            "index": 163,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006066",
      "summary": "This document is a Wage and Tax Statement for an employer, likely generated in 2025. It details payroll information for an employee named Jeffrey E. Epstein, residing at 358 El Brillo Way, Palm Beach, FL 33480 and 12b Miami Beach, FL 33139. The statement includes various wage categories (wages, tips, etc.), federal and state income tax withholdings (including Social Security and Medicare), and allocations for dependent care benefits. It presents data for the years 2005 and 2006, with control numbers and OMB approval information provided.  The form includes sections for employer identification numbers, employee addresses, and various tax deductions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "social security",
        "medicare",
        "tax withheld",
        "wage statement",
        "palm beach",
        "fl",
        "employer identification number",
        "dependent care benefits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034611",
      "summary": "This document is a custodian document search checklist related to an “Inmate Death” legal hold (LHN-CIV-2019-00204). It guides an individual through a process to identify and assess potentially responsive documents across various media – electronic files (home drives, shared drives, emails, databases), physical files (office, repositories), and other media (CDs/DVDs). The checklist requires the individual to detail where they store relevant information, who else has access, and to confirm they haven’t altered or destroyed any potentially responsive documents. It also covers information regarding government and personal devices used for work, including data transfers and potential relevant communications. Finally, it requests identification of other employees with relevant information and details any social media activity related to the case. The checklist concludes with signature and date fields.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "legal hold",
        "inmate death",
        "responsive documents",
        "email",
        "databases",
        "electronic files",
        "hard copy files",
        "agency counsel",
        "search checklist"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034811",
            "similarity": 0.818,
            "index": 160,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006069",
      "summary": "This document is a W-2 form detailing an employee’s wages, taxes withheld, and benefits information for the year 2005 for NES LLC. It includes sections for employee and employer information, detailing wages earned, federal, state, and social security taxes withheld, Medicare contributions, and other deductions. The form also provides explanations regarding the Earned Income Credit (EIC), clergy/religious worker tax status, corrections to information, and potential credits for excess taxes withheld. Finally, it outlines the meaning of codes used on the form and provides instructions for attaching the form to a tax return.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "w-4",
        "social security number",
        "taxable marital status",
        "employee w-4",
        "federal income tax",
        "medicare",
        "dependent benefits",
        "earned income credit",
        "clergy",
        "corrected wage and tax statement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036099",
      "summary": "A group retention incentive of 10% and a recruitment/relocation incentive of 25% is being requested for MDC Brooklyn and MCC New York. Hiring activity reports from Fiscal Years 2016-2018 show consistently low applicant selection rates (69, 12, and 12 respectively) and high vacancy rates (12.12% and 15.5% for the two institutions). Staff turnover is a significant issue, with 43 and 30 positions lost since 2017, driven by factors including location, salary competitiveness, and proximity of alternative facilities like FCI Otisville. Previous retention incentives for health services staff and lieutenants have been successful. Approval of the requested incentives is sought to retain existing employees and attract new applicants to these facilities.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "retention",
        "recruitment",
        "relocation",
        "incentive",
        "mdc brooklyn",
        "mcc new york",
        "hiring",
        "staffing levels",
        "exit survey",
        "salary"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036380",
      "summary": "This document is a form, likely from the U.S. Department of Justice, requesting employee information for locator purposes, specifically related to a social summit (NL2361-1). It collects data including name, social security number, residence address, contact information, emergency contact details, and location codes. The form includes privacy act statements for various sections and seeks information for both regular contact and emergency situations. It also contains sections for commuter club information (Washington, DC Metropolitan Area Employees Only) and instructions for completing the form. The document is designated for redaction analysis.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "employee locator",
        "privacy act",
        "social security",
        "address",
        "telephone number",
        "emergency",
        "department of justice",
        "residence",
        "commuter club",
        "location code",
        "usc",
        "metropolitan area"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028467",
      "summary": "This document details the prioritization of investigations and prosecutions related to child pornography, child enticement, child endangerment, and sex trafficking offenses. Specifically, it describes the case of Jeffrey Epstein, who was indicted in 2019 for sex trafficking of minors between 2002 and 2005, involving the exploitation and abuse of dozens of underage girls through enticing them into sex acts for money, facilitated by employees and associates. The indictment was vacated due to Epstein’s death in 2019.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "human trafficking",
        "sexual exploitation",
        "minors",
        "child pornography",
        "child enticement",
        "child endangerment",
        "jeffrey epstein",
        "sex trafficking",
        "underage girls",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023858",
      "summary": "It contains a declaration from a Delta Air Lines employee, Paralegal Specialist name Oecarant, confirming the authenticity and compliance of records related to a passenger ticket (Ticket Number: 0062415200393). The declaration asserts that the records were created at or near the time of the event, kept in the course of regular business activity, and made as a regular practice.  The document includes details of a specific ticket (Pax Name redacted), including fare amounts, taxes, and payment information. It also contains data relating to passenger profiles and payment processing, including credit card token information. Several pages contain redacted passenger data (specifically, the Pax Name and various personal details) and data related to financial transactions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "custodian",
        "records",
        "subpoena",
        "federal rules evidence",
        "declaration",
        "delta air lines",
        "passenger",
        "ticket",
        "fare",
        "payment",
        "data",
        "definition"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009798",
      "summary": "Section 2635.704 of Title 5 of the Code of Federal Regulations outlines the duty of executive branch employees to protect and conserve Government property. “Government property” is defined broadly to include tangible items like vehicles and office equipment, as well as intangible assets like data processing capabilities and mail services, provided they are used for authorized purposes – typically for public use or as permitted by law or regulation. Examples illustrate permissible personal use (e.g., a long-distance phone call) and prohibited misuse (e.g., using a commercial service for personal investment research). The regulation is authorized by several U.S.C. sections and Executive Orders, and is subject to ongoing updates.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "government property",
        "ethics",
        "standards of conduct",
        "executive branch",
        "federal regulations",
        "misuse of position",
        "5 c.f.r.",
        "office of government ethics"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006025",
      "summary": "This document is an attendance and expense report related to a case investigation, likely involving a victim and related personnel. It contains a list of attendees, contact information (including addresses across multiple states), a breakdown of stall expenses (mileage, lodging, etc.), travel arrangements, and flight details. Key data points include: *   **Attendees:** A list of names and affiliations (e.g., Victim, Attorney, Guest, Therapist, FBI Agents). *   **Contact Information:** Addresses for victims and guests in various locations (Las Vegas, Miami, Asheville, etc.). *   **Expenses:** Mileage reimbursement, lodging costs, and other travel-related expenditures. *   **Travel Arrangements:** Details of flights, arrival/departure times, and hotel reservations. *   **Notes:**  Includes reasons for flight cancellations (illness, weather) and a request for a one-way ticket to Miami. *   **Exemption Certificate:** A form related to federal employee purchases, used to justify expenditures.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "victim",
        "attorney",
        "guest",
        "name",
        "flight",
        "travel",
        "address",
        "mileage",
        "florida",
        "date",
        "booking",
        "conference",
        "hotel",
        "efta00006025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}