{
  "keyword": "webex",
  "count": 41,
  "keyword_match_count": 41,
  "content_match_count": 3,
  "total_files": 44,
  "timeline": [
    {
      "file_id": "EFTA00030335",
      "summary": "A request for information relating to Jeffrey Epstein was sent via Webex meeting on April 30, 2020. The meeting used the access code 470 899 616 and password RxPNmCtV685. The meeting involved recording of audio and other information, with attendees consenting to this recording. The email contains a legal disclaimer regarding confidential and protected information.",
      "timestamp": "2020-04-30T00:00:00",
      "timestamp_raw": "April 30, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "webex",
        "meeting",
        "recording",
        "legal privilege",
        "confidential",
        "disclosure",
        "attorney-client",
        "vicbex"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030336",
      "summary": "A Webex meeting was scheduled for 2020-05-04 from 17:45:00 to 18:15:00 +0000 with the meeting number 470 899 616 and password RxPNmCtV685. The meeting was related to a request for information regarding Jeffrey Epstein. Participants could join via Webex, dial-in number, or mobile app. The service allows recording of audio and other information, requiring consent from attendees. The email contains a legal disclaimer regarding confidentiality and protected information.",
      "timestamp": "2020-05-04T00:00:00",
      "timestamp_raw": "2020-05-04",
      "keywords": [
        "epstein",
        "webex",
        "meeting",
        "recording",
        "legal",
        "privilege",
        "confidential",
        "disclosure",
        "attendee",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015692",
      "summary": "An email was sent on June 28, 2020, congratulating a team on a successful case involving Maxwell, acknowledging the challenges of an old case with statute of limitations issues and the need to secure victim witness cooperation. The email praises the team’s legal work, specifically referencing pros memos and the indictment, and suggests a virtual celebration with loved ones.",
      "timestamp": "2020-06-28T00:00:00",
      "timestamp_raw": "June 28, 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "indictment",
        "webex",
        "victim witnesses",
        "statute of limitations",
        "congratulations",
        "legal work",
        "pros memos",
        "celebration"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015693",
      "summary": "A discussion regarding the Epstein Trust was held between [REDACTED] and [REDACTED] on July 2, 2020. The communication included Webex meeting details: meeting number, password, and instructions for joining via various methods (including Microsoft Lync/Skype for Business). A help link to Webex support was also provided.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "epstein trust",
        "webex",
        "meeting",
        "redaction",
        "efta00015693",
        "microsoft lync",
        "microsoft skype for business",
        "join",
        "dial",
        "help"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026403",
      "summary": "A Webex meeting occurred on 2020-07-06 from 17:15:00 to 18:00:00 +0000. The meeting was categorized as \"X-PERSONAL\" priority 5. Attendees were alerted 15 minutes prior to the start via a Webex notification. Joining instructions included a Webex link, a dial-in number (1995719104@usao.webex.com and 207.182.190.20), and instructions for joining via Microsoft Lync or Skype for Business. A help resource link is provided: http://help.webex.com.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "2020-07-06",
      "keywords": [
        "webex",
        "efta00026403",
        "meeting",
        "alarm",
        "reminder",
        "join",
        "date",
        "location",
        "video system",
        "microsoft lync"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015695",
      "summary": "An event titled “Epstein Trust Discussion” took place on 2020-07-06 from 17:15:00 to 18:00:00 +0000. The event was created on 2020-07-02 with a priority of 5.  It involved a Webex meeting with a specific meeting number and password. Instructions are provided for joining via Webex, mobile device, phone, video system, or Microsoft Lync/Skype for Business.  A reminder message is scheduled to display 15 minutes before the start.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "2020-07-06",
      "keywords": [
        "epstein trust",
        "webex",
        "meeting",
        "join",
        "access code",
        "reminder",
        "mobile device",
        "dial",
        "usa toll",
        "skype for business"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027348",
      "summary": "Sh received a call from someone who spoke with Scarola and another individual (“she”) who is willing to meet in person, potentially in Scarola’s or the Assistant U.S. Attorney’s office, or in West Palm. Sh intends to contact this individual to discuss whether a meeting in person or a virtual meeting (Webex/Zoom/call) is preferable. This follows previous difficulties in meeting with the same individual.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00027348",
        "west palm",
        "webex",
        "zoom",
        "call",
        "meeting",
        "scarola",
        "u.s. attorney",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015204",
      "summary": "Audrey Strauss (USANYS) sent an email thanking a team for their work on the Epstein and Maxwell investigations, acknowledging the \"byzantine legal issues\" and challenges with witnesses. She praised the team's ingenuity and contribution to bringing an indictment. Strauss also expressed anticipation for a team Webex and wished the team a pleasant holiday weekend.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "efta00015204",
        "audrey strauss",
        "epstein",
        "maxwell",
        "webex",
        "investigation",
        "teamwork",
        "legal issues",
        "victim's counsel",
        "indictment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024774",
      "summary": "Initial inquiries involve contacting a UK-based witness, Jill Greenfield, and her client, to gather information. Early discussions center on the best method of communication (WebEx vs. BlueJeans), and the logistical details of meeting, including potential attendee lists (Kyle Philips, Jill Greenfield, and potentially a US lawyer friend). Concerns are raised about anonymity and the voluntary nature of any discussions, emphasizing sensitivity and avoiding re-victimization. As the investigation progresses, a shift occurs due to the pandemic, leading to a halt on international travel and a renewed focus on obtaining a summary of the witness’s information. The lawyers repeatedly stress the voluntary nature of any interview, the importance of the witness’s comfort level, and the limitations on accessing notes and disclosing information to other parties. Ultimately, the communication aims to establish a framework for a sensitive and productive interview process.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "epstein investigation",
        "redaction",
        "webex",
        "louise scott",
        "kyle philips",
        "jill greenfield",
        "fbi",
        "victims",
        "maxwell",
        "united states",
        "united kingdom"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015963",
      "summary": "*   The recipient provides a list of individuals who interacted with the woman, including ex-boyfriends, Ghislaine Maxwell, various house staff (cooks, housekeeping couples), and male drivers who transported her to Epstein’s residence (approximately 50 times). *   The recipient describes the woman’s frequent visits to Epstein’s Palm Beach residence and mentions instances where she was shown nude photos of Maxwell and taken to the house by Epstein’s drivers. *   Technical arrangements for the video conference are discussed, including the use of WebEx and the provision of masks and social distancing protocols. *   A confirmation of the meeting time and pickup details is exchanged. *   A disclaimer regarding the confidential and privileged nature of the email communication is included at the end.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "scarola",
        "webex",
        "interviews",
        "ghislaine",
        "drivers",
        "meetings",
        "photos",
        "contact"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031211",
      "summary": "This redacted document appears to be related to a legal investigation, likely a U.S. Attorney’s case involving Ghislaine Maxwell and Jeffrey Epstein. Here’s a factual summary: *   **Investigation Context:** The communication pertains to an ongoing investigation, specifically referencing the SDNY investigation (FFW-DOCS.FID6003375]. *   **Communication History:** A series of emails exchanged between a U.S. Attorney (Assistant U.S. Attorney) and Jill Greenfield, a partner at Fieldfisher law firm, discussing information related to the case. The emails detail requests for information, scheduling of calls, and a list of initial questions to ask a witness. *   **Information Requested:** The U.S. Attorney is seeking background information about the witness's interactions with Maxwell and Epstein, including the nature of their work, instances of sexual contact (as suggested by the witness’s understanding of abuse), and the circumstances surrounding the end of those relationships. Specific questions cover the witness's history, relationships, and observations related to the alleged abuse. *   **Legal Safeguards:** The U.S. Attorney emphasizes the witness's comfort level and the importance of avoiding pressure during interviews. There are also precautions regarding the transfer of funds. *   **Legal Representation:** Fieldfisher is representing one of the parties involved, providing legal counsel and facilitating communication.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2020",
      "keywords": [
        "sdny investigation",
        "redaction",
        "maxwell",
        "epstein",
        "webex",
        "interview",
        "questions",
        "categories",
        "contact",
        "greenfield",
        "kyle phillips",
        "louise scott"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020774",
      "summary": "This document is a redacted email exchange related to an ongoing investigation, likely a criminal investigation (referenced as “SDNY investigation”). Here’s a breakdown of the key content: *   **Initial Inquiry:** A request for scheduling a call to discuss providing information to the investigation, stemming from a previous WebEx discussion. *   **Questionnaire:** A lawyer (Jill Greenfield) sends a detailed questionnaire to a witness, seeking background information about their relationship with Ghislaine Maxwell and Jeffrey Epstein, including details about potential abuse or sexual contact. The questions cover timelines, locations, specific interactions, and any other relevant information. *   **Caveats & Boundaries:** The lawyer emphasizes that the questions are exploratory and that the witness is not obligated to answer them, particularly regarding sensitive topics like sexual contact. *   **Follow-Up Request:** The lawyer requests a follow-up chat or check-in before the witness speaks with their client. *   **Legal Disclaimer:** Includes a standard legal disclaimer regarding communications and bank details.",
      "timestamp": "2020-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2020",
      "keywords": [
        "sdny investigation",
        "redaction",
        "maxwell",
        "epstein",
        "interviews",
        "questions",
        "categories",
        "attorney proffer",
        "sexual contact",
        "witness",
        "dates",
        "locations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023257",
      "summary": "This email correspondence, dated October 26, 2020, concerns a follow-up to a previous WebEx meeting titled \"Wednesday’s WebEx.\" The email was sent between individuals with redacted names and email addresses, including the “USAHUB-USAJournal111” distribution list. An attached message file, “Wednesday’s WebEx.msg,” is also referenced.",
      "timestamp": "2020-10-26T00:00:00",
      "timestamp_raw": "October 26, 2020",
      "keywords": [
        "efta00023257",
        "redaction analysis",
        "webex",
        "usahub",
        "message",
        "wednesday"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020835",
            "similarity": 0.556,
            "index": 13,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020835",
      "summary": "Glen McGorty sent an email (“RE: Wednesday’s WebEx”) to [REDACTED] on November 10, 2020, referencing a previous WebEx discussion. The email included an attachment named “Wednesday’s WebEx.msg”.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "November 10, 2020",
      "keywords": [
        "efta00020835",
        "redaction analysis",
        "webex",
        "glen mcgorty",
        "danielle",
        "usahub",
        "message",
        "wednesday"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023257",
            "similarity": 0.556,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023258",
      "summary": "Attorney’s Office (Southern District of New York), Glen McGorty (Crowell & Moring LLP), and Mr. [REDACTED]. *   The initial purpose of the meeting is to discuss Mr. [REDACTED]'s interactions with an employee in Saint Thomas and his contact with Epstein. *   A second, shorter WebEx interview is proposed for the week of November 9th to gather more information. *   Technical issues arise with forwarding the WebEx invitation, requiring assistance from Josh Morrissey in IT. *   A signed proffer agreement was previously attached to one of the emails.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2020",
      "keywords": [
        "webex",
        "glen mcgorty",
        "united states attorney",
        "saint thomas",
        "epstein",
        "timeline",
        "interview",
        "contact",
        "redaction",
        "crowell & moring"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019203",
            "similarity": 0.667,
            "index": 15,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019203",
      "summary": "The document outlines the scheduling and preparation for a second interview with a subject (identified only as “Mr.”) regarding interactions with U.S. Customs and Border Protection in Saint Thomas and connections to Epstein.  The interview is to be conducted via WebEx, initially proposed for November 12th, but flexible between November 10th and 12th.  The prosecution team, led by Glen McGorty of Crowell & Moring LLP, is seeking to understand the timeline, nature, and extent of the subject’s interactions, focusing on details about interactions with an CBP employee and any contact with Epstein.  Multiple email exchanges detail logistical arrangements, including sending a proffer agreement and confirming WebEx invitations for various individuals, including Daniel Zelenko and Danielle Giffuni. Technical issues with forwarding the WebEx invitation are addressed.",
      "timestamp": "2020-12-10T00:00:00",
      "timestamp_raw": "10 Nov 2020",
      "keywords": [
        "webex",
        "united states attorney",
        "crowell & moring",
        "daniel zelenko",
        "glen mcgorty",
        "timeline",
        "saint thomas",
        "customs and border protection",
        "epstein",
        "interview"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023258",
            "similarity": 0.667,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020825",
      "summary": "The document details a series of email exchanges concerning a planned WebEx meeting between the U.S. Attorney’s Office (specifically Assistant U.S. Attorney Giffuni) and Crowell & Moring LLP (represented by Glen McGorty) regarding an investigation involving Mr. [REDACTED] and interactions with CBP employees, particularly related to Jeffrey Epstein’s activities in the Virgin Islands. The core purpose of the meeting is to question Mr. [REDACTED] about his connections to CBP personnel and any assistance they may have provided to Epstein or those traveling with him.  Scheduling logistics are discussed, including proposed dates and times for a second interview, and confirmations of the WebEx invitation are sent and received.  There are repeated warnings about the confidential nature of the communications.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2020",
      "keywords": [
        "epstein",
        "virgin islands",
        "cbp",
        "webex",
        "fbi",
        "questions",
        "timeline",
        "interactions",
        "agents",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015006",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015006",
      "summary": "The document is a series of emails related to a planned WebEx meeting between the Southern District of New York’s Assistant United States Attorney and an individual, “Mr.”, regarding interactions with CBP employees and Jeffrey Epstein in the Virgin Islands. The meeting aims to gather information about Mr.’s knowledge of CBP employees’ involvement with Epstein, potential facilitation of his travel, and any favors Epstein may have received.  Multiple scheduling attempts are made, culminating in a finalized date and time for a second, shorter proffer interview.  The emails also include standard attorney-client confidentiality warnings and details about the Crowell & Moring LLP legal team involved.",
      "timestamp": "2020-12-17T00:00:00",
      "timestamp_raw": "17 Nov 2020",
      "keywords": [
        "cbp",
        "epstein",
        "virgin islands",
        "proffer agreement",
        "fbi",
        "united states attorney",
        "crowell & moring",
        "webex",
        "interviews",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020825",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00015013",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015013",
      "summary": "This document details a series of email exchanges concerning a proffer agreement related to an investigation, likely involving Jeffrey Epstein. The core of the communications revolves around scheduling a WebEx meeting between the US Attorney’s Office (Southern District of New York), Glen McGorty (Crowell & Moring LLP), and an unidentified individual (“Mr.”). The initial email attached the fully executed proffer agreement. Subsequent emails focus on refining the meeting details – proposing dates and times (primarily November 9th-12th) – and outlining the planned questioning, which includes inquiries about Mr.’s interactions with CBP employees and any potential favors he may have extended. FBI agents are involved to investigate CBP topics and timeline of interactions. There are numerous redactions within the document, suggesting sensitive information is being concealed.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "usanys",
        "epstein",
        "cbp",
        "webex",
        "proffer agreement",
        "glen mcgorty",
        "crowell & moring",
        "southern district of new york",
        "united states attorney",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015006",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020852",
      "summary": "The document outlines a series of communications regarding a planned WebEx meeting between the U.S. Attorney’s Office (Southern District of New York), Crowell & Moring LLP, and Mr. [REDACTED] to discuss interactions involving CBP employees and Jeffrey Epstein. The meeting's purpose is to review a proffer agreement and gather information about Mr. [REDACTED]'s knowledge of CBP employees' involvement with Epstein in the Virgin Islands.  Key topics include CBP employee interactions, potential steps taken to aid Epstein’s travel, and favors Epstein may have extended to CBP employees. Scheduling for a second interview is being discussed for the week of November 9th, and the team is coordinating with IT to ensure a smooth technical setup.  Several emails detail the logistics, attached agreements, and requests for assistance.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "mcgorty",
        "glen",
        "epstein",
        "cbp",
        "virgin islands",
        "webex",
        "proffer agreement",
        "united states attorney",
        "zelenko",
        "danielle",
        "giffuni",
        "danielle"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024932",
            "similarity": 0.733,
            "index": 27,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038530",
      "summary": "FBI agents in New York and New York are coordinating a meeting with a victim of Jeffrey Epstein. The meeting is scheduled for February 25, 2021, at 10:30 AM, utilizing Webex for the video conference. The agents are discussing logistics, including the use of Webex, potential for one agent to sit in, and preferred times for a phone call to discuss the interview. The victim, M. Mayne, has resurfaced and requested a trauma-focused therapist, prompting the FBI’s renewed interest in contacting the original source of information.  Multiple agents are involved in the communication and coordination of the interview.",
      "timestamp": "2021-02-25T00:00:00",
      "timestamp_raw": "February 25, 2021",
      "keywords": [
        "fbi",
        "webex",
        "interview",
        "trauma",
        "therapist",
        "new york",
        "epstein",
        "victim",
        "video conference",
        "forensic interviews"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017894",
      "summary": "This document provides multiple methods for joining a Webex meeting related to a Freedom of Information Act (FOIA) request concerning Epstein/Maxwell. These methods include: *   Webex meeting link: https://usao.webex.com/usao/j.php?MTID=mclbb5eedOecOce74c174ac88e8ccbd53 *   Meeting number: 199 962 1511 with password PMxMsPua532 *   Global call-in numbers: 1999621511@usamwebex.com and 207.182.190.20 *   Dial-in options for Microsoft Lync and Skype for Business: 1999621511.usao@lync.webex.com.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "webex",
        "meeting",
        "join",
        "phone",
        "usa",
        "password",
        "lync"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018727",
            "similarity": 0.538,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017896",
      "summary": "An event titled “Epstein/Maxwell FOIA” occurred on March 10, 2021, from 22:00:00 to 22:30:00 GMT. The event was organized by (USANYS) [REDACTED]. It was classified as X-PERSONAL.  The event used a Webex meeting link and provided multiple methods for joining, including a meeting number (199 962 1511), password (PMxMsPua532), and phone numbers for various regions.  A reminder message was to be displayed 15 minutes prior to the start.  Related document EFTA00017897 was also provided.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "March 10, 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "redaction",
        "webex",
        "meeting",
        "usanys",
        "efta00017896",
        "2021-03-10",
        "personal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00018729",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018727",
      "summary": "This document is a correspondence regarding a Freedom of Information Act (FOIA) request related to Epstein/Maxwell. It includes details for joining a Webex meeting via multiple methods: a Webex meeting link, meeting number (access code: 199 962 1511, password: PMxMsPua532), mobile app, phone, and video system/application access. Global call-in numbers are also provided, along with a link to Webex help resources.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "webex",
        "meeting",
        "usao",
        "toll",
        "usa",
        "skype",
        "lync"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017894",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018729",
      "summary": "An event titled \"Epstein/Maxwell FOIA\" occurred on March 10, 2021, from 22:00:00 to 22:30:00 GMT. The event was organized by (USANYS) [REDACTED]. It was classified as X-PERSONAL.  A reminder message was scheduled to display 15 minutes before the start.  The meeting used the Webex meeting number 199 962 1511 with password PMxMsPua532. Multiple phone numbers and a Webex dial-in number were provided for access, including toll numbers and international dialing options. A link to Webex help documentation was also included.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "March 10, 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "redaction",
        "webex",
        "meeting",
        "usanys",
        "event",
        "2021-03-10",
        "1999621511"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017896",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030080",
      "summary": "Several individuals within the US Attorney’s Office for the Southern District of New York (SDNY) are involved in tracking and responding to Freedom of Information Act (FOIA) requests related to the Jeffrey Epstein and Ghislaine Maxwell cases.  Emails detail a request for a comprehensive list of all FOIA requests received by the office concerning these individuals, along with information on production made in response to those requests and the assigned AUSA point of contact.  The FOIA tracking database primarily focuses on requests directed to the office itself and doesn't cover related FBI or litigation cases.  There’s a discussion about discrepancies in a list of cases and the need to identify missing FOIA requests, specifically referencing a case involving Radar Online.  A letter is attached outlining the complexities of FOIA requests versus discovery in litigation.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "12 Mar 2021",
      "keywords": [
        "epstein",
        "maxwell",
        "foia",
        "redaction",
        "usanys",
        "ausa",
        "webex",
        "case",
        "requests",
        "tracking database"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024938",
      "summary": "He’s scheduling a WebEx with Danielle Giffuni and potentially other individuals including Josh Morrissey (IT) to gather information about CBP employees, interactions with Epstein in the Virgin Islands, and potential facilitation of travel. The meetings aim to explore the roles of CBP employees and investigate connections to Epstein's activities.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "efta00024938",
        "webex",
        "danielle giffuni",
        "glen mcgorty",
        "zelenko",
        "fbi",
        "cbp",
        "proffer agreement",
        "southern district of new york",
        "tuesday",
        "november 10th"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024932",
      "summary": "This document outlines the scheduling and preparation for a series of WebEx meetings related to an investigation involving Mr. [REDACTED] and his potential interactions with Jeffrey Epstein. The initial meetings were planned to discuss CBP employee interactions with Epstein in the Virgin Islands, focusing on inquiries about favors, timelines, and potential knowledge of Epstein’s activities. A proffer agreement was exchanged, and subsequent meetings were scheduled for a shorter, follow-up interview. The US Attorney’s office, through Glen McGorty of Crowell & Moring LLP, is coordinating with FBI agents and seeking to gather information regarding Mr. [REDACTED]'s involvement and knowledge. Technical issues with forwarding the WebEx invitation were addressed, and the meetings were aimed at obtaining detailed information about Mr. [REDACTED]'s connections and activities.",
      "timestamp": "2021-05-06T00:00:00",
      "timestamp_raw": "06 May 2021",
      "keywords": [
        "mcgorty",
        "glen",
        "zelenko",
        "daniel",
        "giffuni",
        "danielle",
        "united states attorney",
        "southern district of new york",
        "cbp",
        "epstein",
        "virgin islands",
        "proffer agreement",
        "webex",
        "timeline",
        "interactions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020852",
            "similarity": 0.733,
            "index": 19,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022435",
      "summary": "The initial meeting was focused on gathering information about Mr. Epstein’s interactions with CBP personnel in Saint Thomas. The planned second interview is slated for November 9th, and Glen is requesting that Josh Morrissey, an IT specialist, be added to the invitees to ensure technical support. The meeting’s goals include questioning Mr. Epstein’s connections to CBP employees and exploring any potential facilitation of his travel.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "07 May 2021",
      "keywords": [
        "webex",
        "meeting",
        "glen mcgorty",
        "danielle giffuni",
        "daniel zelenko",
        "fbi",
        "cbp",
        "proffer agreement",
        "united states attorney",
        "interview"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028594",
      "summary": "An email was sent from [REDACTED] to discuss a conversation with Bill Richardson's new attorneys regarding a WebEx session and prior interactions with Richardson’s previous counsel, referencing an attached email correspondence from 2019.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "13 May 2021",
      "keywords": [
        "bill richardson",
        "redaction",
        "email",
        "correspondence",
        "webex",
        "2019",
        "attorneys",
        "context",
        "efta00028594"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028620",
      "summary": "This document consists of email exchanges between Joe Nascimento, Esq., of ROSS AMSEL RABEN NASCIMENTO, PLLC, and a U.S. Attorney (USANYS) regarding a proffer agreement with a client potentially involved in a case. The emails detail scheduling discussions, starting with initial requests for a meeting on August 14th, moving to a meeting on May 14th, and ultimately solidifying a meeting for September 4th.  Throughout the exchanges, there are redactions indicating sensitive information was removed. The communication revolves around coordinating a proffer agreement, confirming availability, and discussing logistical details such as the preferred day and time for the meeting. The U.S. Attorney expresses ongoing interest in the investigation and the client's status. The initial outreach is prompted by a report of a client’s arrest, and an update from a former partner of the arrested subject.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "efta00028620",
        "proffer letter",
        "joe nascimento",
        "sanys",
        "webex",
        "meeting",
        "epstein",
        "miami",
        "fl",
        "investigation",
        "attorney",
        "agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024684",
      "summary": "This file contains a series of email exchanges between Joe Nascimento, an attorney, and various parties, primarily related to scheduling a meeting and discussing ongoing investigations concerning Ghislaine Maxwell. The emails detail arrangements for a meeting on May 14th, followed by subsequent discussions regarding availability and logistical details. There are multiple references to a proffer agreement, redactions of sensitive information, and ongoing investigations by the U.S. Attorney's Office. The communication also involves discussions about the deceased Alan Ross, a former partner, and his involvement in the investigation. Key elements include scheduling conflicts, logistical arrangements (WebEx, travel), and requests for information, indicating an active legal case.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "14 May 2021",
      "keywords": [
        "efta00024684",
        "proffer agreement",
        "webex",
        "scheduling",
        "meeting",
        "miami",
        "joe nascimento",
        "investigation",
        "redaction",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022456",
      "summary": "The emails detail scheduling logistics, the need for a second interview with Mr. [REDACTED], and the plan to involve the FBI and CBP. Key details include a proposed timeline for the trial (jury selection and the trial itself), discussions about Mr. [REDACTED]'s interactions with CBP employees and Epstein, and arrangements for a second interview to delve deeper into these matters. The emails also contain details about the involvement of legal counsel from Crowell & Moring LLP.",
      "timestamp": "2021-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2021",
      "keywords": [
        "webex",
        "meeting",
        "doj",
        "proffer",
        "agreement",
        "cbi",
        "cbp",
        "interviews",
        "investigation",
        "criminal",
        "schedule"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018033",
      "summary": "This document contains email exchanges between Joe Nascimento, an attorney with Ross Amsel Raben Nascimento, PLLC, and an unidentified recipient (referred to as “[REDACTED]”) regarding scheduling a call to discuss a case. The core of the communications revolves around finding a suitable time to speak, initially aiming for a call on Tuesday morning, but with multiple offers and confirmations of availability throughout July and August 2021. There are numerous redactions indicating sensitive information was removed from the document. The emails detail logistical arrangements, including a planned meeting at a hotel in West Palm Beach, and provide updates on the investigation. The initial inquiry stemmed from a former partner’s contact regarding a subpoena.",
      "timestamp": "2021-08-03T00:00:00",
      "timestamp_raw": "03 Aug 2021",
      "keywords": [
        "efta00018033",
        "joe nascimento",
        "epstein",
        "redaction",
        "analysis",
        "webex",
        "attorney",
        "miami",
        "fl",
        "scheduling",
        "proffer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018055",
      "summary": "This document consists of a series of email exchanges between Joe Nascimento, Esq. (of ROSS AMSEL RABEN NASCIMENTO, PLLC) and various individuals, primarily related to scheduling a call and a potential meeting concerning an ongoing investigation. Key details include: *   **Initial Scheduling:** Nascimento initially proposes meeting with a party (identified as “M”) to discuss a call early next week to potentially schedule a video conference interview for a client. *   **Confirmation and Logistics:** The exchanges confirm a meeting on August 14th at a Hilton in West Palm Beach, with various logistical arrangements being discussed (time, location, WebEx setup). *   **Ongoing Investigation:** A former partner of one of the parties, Alan Ross, contacted Nascimento due to a grand jury subpoena, necessitating a delay in the meeting until Tuesday. *   **Multiple Proposed Times:** Nascimento offers several time slots for the call and meeting, ultimately agreeing to Tuesday at 10:30 AM. *   **Redaction:** Several pages contain redactions, indicating sensitive information.",
      "timestamp": "2021-08-04T00:00:00",
      "timestamp_raw": "04 Aug 2021",
      "keywords": [
        "efta00018055",
        "epstein",
        "nascimento",
        "webex",
        "scheduling",
        "travel",
        "agents",
        "investigation",
        "redaction",
        "miami",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029359",
      "summary": "This document pertains to redaction analysis of a PDF file (EFTA00029359.pdf) related to legal investigation concerning Ghislaine Maxwell. The file contains a series of emails exchanged between Joe Nascimento, Esq., and various parties, including an assistant U.S. attorney from the Southern District of New York. The core purpose of the emails is to schedule a meeting with a witness (identified only as “[REDACTED]”) to obtain information, primarily her full name, date of birth, address, and contact details. Multiple scheduling attempts are made, initially proposing dates in late August and early September, eventually settling on a meeting for Tuesday morning. The witness’s contact information is redacted, and communication involves coordinating travel arrangements and utilizing video conferencing (WebEx). There are mentions of a previous partner, Alan Ross, who passed away, and the witness’s cooperation with a grand jury subpoena. The document ends with a confirmation of the meeting time.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2021",
      "keywords": [
        "efta00029359",
        "redaction",
        "nascimento",
        "email",
        "date of birth",
        "address",
        "travel",
        "meeting",
        "scheduling",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015856",
      "summary": "On August 13, 2021, Bobbi Sternheim emailed Ghislaine Maxwell’s legal counsel, expressing concern about a breach of security on the new MDC Zoom platform used for Ms. Maxwell’s communications. Third parties accessed the Zoom room, compromising confidential attorney-client communication. Sternheim requested a return to the WebEx platform controlled by Cohen & Gresser due to the security risk. The email chain details prior concerns about third-party access to Zoom courtrooms and provides contact information for Sternheim.",
      "timestamp": "2021-08-13T00:00:00",
      "timestamp_raw": "August 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "zoom",
        "breach",
        "mdc",
        "bobbi sternheim",
        "webex",
        "cohen & gresser",
        "privileged communication",
        "security",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010386",
      "summary": "(of ROSS AMSEL RABEN NASCIMENTO, PLLC) and an Assistant U.S. Attorney regarding a case involving Ghislaine Maxwell. The primary focus is scheduling a meeting to discuss the case and gather information. Key details include: *   **Initial Request:** The Assistant U.S. Attorney requests that Nascimento and his client fill out a COVID-19 visitor screening form. *   **Logistics:** Discussions revolve around the client’s vaccination status, preferred breakfast locations, travel arrangements (including flights and potential travel times), and desired meeting times (primarily Tuesday mornings). *   **Scheduling Conflicts:** Nascimento initially has limited availability due to other cases, leading to proposed meeting times being adjusted. *   **Background:** Nascimento explains that he's acting as an inventory attorney for his former partner, Alan Ross, who passed away and was involved in the case prior to his death. The Assistant U.S. Attorney previously subpoenaed his former partner. *   **Ongoing Communication:** The exchange continues over several weeks, with the Assistant U.S. Attorney maintaining proactive contact and Nascimento adjusting his schedule as needed. The redactions indicate sensitive information is being withheld.",
      "timestamp": "2021-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2021",
      "keywords": [
        "efta00010386",
        "covid-19",
        "vaccination",
        "water fountains",
        "blue spoon",
        "joe nascimento",
        "travel",
        "information",
        "webex",
        "scheduling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032083",
      "summary": "On September 2, 2021, Bobbi C. Sternheim sent an email to [REDACTED] regarding suspicious activity observed during a VTC session with Ghislaine Maxwell. Sternheim cited a court order from August 25th and reported Maxwell’s observation of the activity, prompting a request for an explanation and remediation before reporting the issue to the court. Sternheim previously disputed similar claims of interference with VTC communication. The email also included updated contact information for Sternheim’s office.",
      "timestamp": "2021-09-02T00:00:00",
      "timestamp_raw": "September 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "court order",
        "webex",
        "interference",
        "remediation",
        "mdc",
        "legal counsel",
        "communication",
        "vtc",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017847",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017847",
      "summary": "Bobbi notified Christian Everdell regarding suspicious activity observed during a Webex session with Ghislaine Maxwell on September 2, 2021. This activity contradicted previous assurances from MDC Legal that Ms. Maxwell’s communication with counsel was secure and free from interference. Bobbi requested an explanation and evidence of remediation before reporting the issue to the Court.",
      "timestamp": "2021-09-02T00:00:00",
      "timestamp_raw": "September 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "webex",
        "interference",
        "court order",
        "vtc",
        "communication",
        "counsel",
        "mdc",
        "remediation",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032083",
            "similarity": 0.667,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014648",
      "summary": "On November 19, 2021, during a WebEx meeting, an individual (JE) reported receiving 2-4 daily massages arranged through his assistants. These massages were provided by multiple young, female individuals, primarily high school-aged girls (“school girls”), often wearing casual clothing. The individuals would arrive at his Palm Beach residence, sometimes waiting in the kitchen or outside, and were typically unsupervised. JE recalled conversations about school, soccer, and classes, but could not recall specific details or appearances of the girls.",
      "timestamp": "2021-11-19T00:00:00",
      "timestamp_raw": "November 19, 2021",
      "keywords": [
        "efta00014648",
        "massage",
        "palm beach",
        "school girls",
        "assistants",
        "phone calls",
        "females",
        "appointments",
        "high school",
        "je"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016467",
      "summary": "A preparatory call, designated “227815.002 USA V GHISLAINE MAXWELL 20 CR 330 (AJN),” took place on November 24, 2021, from 2:00 PM to 2:30 PM UTC (Eastern Time). The call was organized by “testimony” and held via a Microsoft Teams meeting at att@m.webex.com, with a phone conference ID available. The event was classified as X-PERSONAL.",
      "timestamp": "2021-11-24T00:00:00",
      "timestamp_raw": "November 24, 2021",
      "keywords": [
        "efta00016467",
        "ghislaine maxwell",
        "usa v",
        "testimony",
        "microsoft teams",
        "webex",
        "20 cr 330",
        "2021-11-24",
        "houston",
        "phone conference id",
        "attendee"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019650",
      "summary": "A trial is scheduled to begin on November 29, 2021. The Assistant United States Attorney is preparing to call a witness to testify. A trial subpoena was sent. An initial WebEx meeting is being proposed to discuss trial preparation, with potential dates of July 26th, 27th, or 30th. A subsequent in-person meeting is planned at the office in August.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "November 29, 2021",
      "keywords": [
        "trial",
        "subpoena",
        "witness",
        "webex",
        "meeting",
        "preparation",
        "november 29",
        "2021",
        "united states attorney",
        "new york",
        "efta00019650"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038950",
      "summary": "An email chain discusses scheduling a call regarding a new CBP witness. The initial email proposes a 10:45 AM call with attached documents. A follow-up email requests confirmation of the witness’s name and availability for a morning/early afternoon discussion. The email chain includes contact information for individuals at the U.S. Customs and Border Protection, New York Office, and includes a caution about potentially suspicious emails.",
      "timestamp": "2021-12-14T00:00:00",
      "timestamp_raw": "December 14 2021",
      "keywords": [
        "cbp",
        "witness",
        "email",
        "call",
        "december 2021",
        "new york",
        "u.s. customs and border protection",
        "senior attorney",
        "webex",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}