{
  "keyword": "accounts",
  "count": 35,
  "keyword_match_count": 35,
  "content_match_count": 83,
  "total_files": 118,
  "timeline": [
    {
      "file_id": "EFTA00024627",
      "summary": "The invoice is for transportation charges related to a shipment, with discounts applied, resulting in a final charge of $591.99. Key details include: *   **Billing Address:** FedEx P.O. Box 1140, Memphis, TN 36101-1140. *   **Account Number:** 1144-2081-6. *   **Payment Due Date:** November 11, 2003. *   **Shipment Details:** The shipment involved a standard overnight package, transported under service code 017 (Domestic).  The original number of shipments was 11, with 12 total shipments, and includes a fuel surcharge (0.60%) and a potential weather-related adjustment (thunderstorm). *   **Payment Advice:** The invoice provides a remittance advice section with the payment amount and account number for easy processing. *   **Adjustment Request Form:**  A form is included for requesting adjustments, with a detailed explanation required for each adjustment. *   **Service Codes:**  A table lists various FedEx Ground service codes and their associated charges. The document also includes a note stating that FedEx Ground accounts have been transferred to FedEx Express. It also includes a section regarding changing the billing address.",
      "timestamp": "2003-10-27T00:00:00",
      "timestamp_raw": "October 27, 2003",
      "keywords": [
        "fedex",
        "invoice",
        "shipping address",
        "account number",
        "transportation charges",
        "discounts",
        "remittance advice",
        "adjustment request",
        "rate",
        "payment due",
        "tracking number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010454",
      "summary": "Department of Justice, via the Southern District of New York’s United States Attorney Geoffrey S. Berman, is conducting a criminal investigation, likely involving Jeffrey Epstein, and has issued a grand jury subpoena to FirstBank Puerto Rico. The subpoena demands the production of extensive records related to accounts associated with Jeffrey Epstein and the LSJE LLC entity, spanning from January 1, 2005, to the present. These records include account statements, transaction details, customer information, and internal communications.  FirstBank Puerto Rico is instructed to produce the information electronically, accompanied by a signed Declaration of Custodian of Records. Failure to comply will result in contempt of court charges. The subpoena’s purpose is to gather evidence for the ongoing investigation, emphasizing the need for confidentiality to avoid interfering with the inquiry.",
      "timestamp": "2005-01-01T00:00:00",
      "timestamp_raw": "January 1, 2005",
      "keywords": [
        "grand jury subpoena",
        "firstbank puerto rico",
        "united states attorney",
        "criminal investigation",
        "jeffrey epstein",
        "18 u.s.c. § 1591",
        "january 15",
        "2020",
        "records production",
        "contempt of court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009988",
      "summary": "This document, labeled “Exhibit C - EFTA00009988.pdf,” is an invoice generated on September 23, 2005, for an unspecified amount. The invoice details numerous accounts (identified by numbers like 0-008-75783, 1-510-70083, etc.) and dates spanning from 1999 to 2005. The invoice references multiple transactions and accounts associated with the same account number 229207504 and uses a variety of account numbers beginning with 1-5xx, 3-xxx, and 4-xxx. There are also some accounts starting with 5-xxx and 7-xxx. The document appears to be a record of financial transactions, likely related to a business or organization, containing various account numbers and dates.",
      "timestamp": "2005-09-23T00:00:00",
      "timestamp_raw": "September 23, 2005",
      "keywords": [
        "invoice #",
        "date",
        "acct #",
        "efta00009988",
        "2005",
        "2003",
        "2004",
        "2000",
        "2001",
        "2002",
        "229207504",
        "114420816"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013769",
      "summary": "Jeffrey Epstein was indicted on charges of felony solicitation of prostitution and unlawful sex acts with a minor following accusations involving five underage girls. Legal experts, including Bob Dekle, state that ignorance of a victim’s age is not a valid defense in such cases. The state attorney’s office presented the case to a grand jury instead of directly charging Epstein due to the unusual nature of the case and potential difficulties in prosecution. Several alleged victims provided inconsistent accounts, and Epstein utilized legal counsel, including Alan Dershowitz, to challenge the evidence.  Key factors complicating the case include the large age gap between Epstein and the victims, the victims’ behaviors (such as drug use and promiscuity), and the potential for diminished credibility due to the victims’ ages and circumstances.  Prosecutors generally consider evidence, public interest, and victim credibility when pursuing sex crimes against minors, and child sexual abuse cases are often challenging to prove definitively.",
      "timestamp": "2006-08-04T00:00:00",
      "timestamp_raw": "August 04, 2006",
      "keywords": [
        "jeffrey epstein",
        "sex crimes",
        "minors",
        "age defense",
        "sexual activity",
        "prosecutorial",
        "palm beach",
        "legal expert",
        "grand jury",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009448",
      "summary": "The witness, an FBI agent (referred to as “Agent”), testified on February 27, 2007, in West Palm Beach, Florida. Key points from the testimony include: *   The witness initially confused the victim, whose birthdate is January 20, 1953, with another individual. *   The investigation began with a 14-year-old girl reporting a molestation incident by a man residing in Palm Beach. *   The Palm Beach police initially interviewed the girl, and the agent was later involved to correct this confusion. *   The agent investigated a situation where the girl was offered $200-$300 to give a massage to a man named Jeffrey Epstein, who was identified as a “security person” at Epstein’s residence. *   The agent recounts the events leading up to a sexual encounter between the girl and Epstein, including the girl being instructed to remove her clothing and the subsequent massage. *   There were multiple phone calls between the girl and Epstein, some of which involved offers of money and discussions about work arrangements. *   The girl provided controlled calls to investigators, and details emerged about the circumstances surrounding the encounter. *   The transcript highlights discrepancies in the witness's accounts from different interviews and attempts to clarify the details of the events. *  Evidence including trash pulls revealed contact information and details about the interactions. This transcript is a partial record of the grand jury’s investigation and contains details related to a specific case involving allegations of sexual abuse.",
      "timestamp": "2007-02-27T00:00:00",
      "timestamp_raw": "February 27, 2007",
      "keywords": [
        "operation leap year",
        "federal grand jury",
        "west palm beach",
        "fbi",
        "testimony",
        "massage",
        "sexual abuse",
        "palm beach",
        "2004",
        "2005",
        "molestation",
        "teenager",
        "age",
        "palm beach police department",
        "phone calls",
        "controlled calls",
        "discrepancies",
        "palm beach county",
        "girl",
        "18 years old"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009440",
      "summary": "A special FBI agent (identified as “bfrei”) testified before the jury, confirming the issuance of subpoenas to several financial institutions and individuals related to Jeffrey Epstein’s activities. Specifically, subpoenas were issued to: *   Colonial Bank and Palm Beach National Bank & Trust Company (regarding bank accounts) *   Western Union Financial Services (regarding wire transfers to victims) *   J.P. Morgan Chase Bank (regarding accounts and credit cards) *   Dr. Thomas Rofranno (a chiropractor, seeking patient records) *   The Palm Beach County Health Department (seeking birth certificates of victims) *   Adult Video Warehouse (regarding transactions involving Epstein) The agent reported receiving documents from these entities, starting with Colonial Bank in April 2007, and continuing with Western Union, Chase, Dr. Rofranno, and the Health Department throughout May 2007. All documents related to the subpoenas were present at the time of the questioning.",
      "timestamp": "2007-05-08T00:00:00",
      "timestamp_raw": "May 8, 2007",
      "keywords": [
        "operation leap year",
        "fbi",
        "subpoenas",
        "bank accounts",
        "jeffrey epstein",
        "western union financial services",
        "palm beach national bank & trust company",
        "colonial bank",
        "j.p. morgan chase bank",
        "chiropractic doctor",
        "adult video warehouse",
        "birth certificates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022133",
      "summary": "The core accusations involve a pattern of sexual abuse, grooming, and exploitation spanning several years, beginning in 2001. Key elements include: *   **Recruitment:** Women were recruited through various channels, often involving high school contacts or modeling agencies. *   **Massage Sessions:** Epstein frequently engaged women in massage sessions that quickly escalated into sexual abuse, including masturbation, unwanted touching, stripping, and, in several cases, rape. *   **Locations:** The abuse occurred across multiple locations including New York, Los Angeles, South Africa, the US Virgin Islands, Paris, and New Mexico (“Zorro Ranch”). *   **Financial Incentives:** Women were paid $300-$200 for massage sessions, reinforcing their involvement. *   **Manipulation & Control:** Epstein manipulated the women through emotional reinforcement, threats, and isolating them from their families and friends. He frequently attempted to keep them under his control through email and travel arrangements. *   **Witnesses:** Other individuals, such as Alan Dershowitz and Prince Andrew, were implicated in the abuse, with Dershowitz observed during a grooming session and Prince Andrew allegedly sexually assaulting one of the women in London. *   **Multiple Victims:** Several women offered strikingly similar accounts of Epstein's behavior, suggesting a coordinated scheme and highlighting the scope of his abuse. *   **Legal Proceedings:** The information is derived from press reporting, lawsuit proceedings (specifically against Boies Schiller), and hearing transcripts from legal cases. **Note:** The document explicitly states that the information is presented as allegations.",
      "timestamp": "2007-10-18T00:00:00",
      "timestamp_raw": "2007/10/18",
      "keywords": [
        "epstein",
        "accusations",
        "abuse",
        "massage",
        "sex trafficking",
        "modeling",
        "recruited",
        "rape",
        "virginia",
        "maxwell",
        "victims",
        "sexual assault",
        "new york",
        "los angeles",
        "caribbean",
        "grooming",
        "psychosexual abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020596",
      "summary": "It designates Ghislaine Maxwell as his agent, granting her broad authority over his financial accounts, including banking, brokerage, custody, investment management, and credit pledge activities. The form includes standard provisions regarding acknowledgment, revocation rights, and confidentiality. It’s marked as “Confidential Treatment Requested” and contains sections for notary acknowledgment and further account details.",
      "timestamp": "2008-06-25T00:00:00",
      "timestamp_raw": "June 25, 2008",
      "keywords": [
        "citadel",
        "jpmorgan chase",
        "efta00020596",
        "account numbers",
        "confidential treatment",
        "form type",
        "morgan account",
        "jeffrey epstein",
        "tax",
        "durable power of attorney",
        "efta00020597",
        "efta00020598",
        "efta00020601",
        "efta00020602",
        "efta00020603",
        "efta00020604",
        "efta00020605",
        "efta00020606",
        "efta00020607",
        "efta00020608",
        "efta00020609",
        "efta00020610",
        "efta00020611",
        "efta00020612",
        "efta00020613",
        "efta00020614",
        "efta00020615",
        "efta00020616",
        "efta00020617",
        "efta00020618",
        "efta00020619",
        "efta00020620"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022206",
      "summary": "It primarily covers the legislation and procedures governing this cooperation. **Key Elements:** *   **EU Framework:** Much of the system is built upon the European Convention on Mutual Assistance in Criminal Matters and other EU-level initiatives like the European Arrest Warrant and the European Investigation Order.  However, Brexit significantly impacts the UK's future participation in these schemes. *   **CICA 2003 (Crime (International Cooperation) Act 2003):** This is the core legislation, outlining the mechanisms for UK assistance, including how it requests and receives information from foreign jurisdictions. *   **POCA (Proceeds of Crime Act 2002):** This Act provides the legal basis for freezing and confiscating assets derived from criminal activity, and allows for cooperation with foreign states in these processes. *   **Types of Assistance:** The document details several types of support: *   **Freezing Property Abroad:**  The UK can request foreign states freeze assets linked to criminal investigations. *   **Confiscating Assets Abroad:** The UK can seek to confiscate assets held abroad. *   **Evidence Gathering:**  The UK can request assistance in obtaining evidence (financial records, etc.) in foreign jurisdictions. *   **Monitoring Bank Accounts:** The UK can request foreign states monitor the accounts of suspects. *   **Procedures:** The document outlines the procedures involved, including: *   **Request Process:** How the UK formally requests assistance from foreign states (using letters of request). *   **Court Involvement:** The role of the Crown Court in overseeing the process and making decisions regarding restraint and confiscation orders. *   **Enforcement Mechanisms:** How the UK enforces foreign orders, including the use of receivers and other enforcement measures. *   **Brexit Implications:** The document highlights how Brexit is altering the landscape, particularly concerning the UK's future access to EU mutual recognition systems. **In essence, the document outlines the legal and practical framework for the UK to cooperate with foreign states in combating serious crime and financial fraud.**",
      "timestamp": "2008-12-18T00:00:00",
      "timestamp_raw": "18 December 2008",
      "keywords": [
        "mutual legal assistance",
        "uk",
        "eu",
        "international cooperation",
        "extradition",
        "freezing order",
        "confiscation",
        "money laundering",
        "criminal investigations",
        "evidence",
        "warrants",
        "international agreements",
        "share of crime",
        "law enforcement",
        "joint investigation teams",
        "financial institutions",
        "transnational organized crime",
        "united nations convention against corruption",
        "pcc act 2002",
        "s13",
        "s43",
        "s44",
        "s74",
        "s16",
        "s20",
        "s21",
        "s22",
        "s27",
        "s32",
        "s33",
        "s34",
        "s35",
        "s36",
        "s40",
        "s41",
        "s42",
        "s44",
        "s45",
        "s46",
        "s47",
        "s48",
        "s49",
        "s50",
        "s51",
        "s52",
        "s53",
        "s54",
        "s55",
        "s56",
        "s57",
        "s58",
        "s59",
        "s60",
        "s61",
        "s62",
        "s63",
        "s64",
        "s65",
        "s66",
        "s67",
        "s68",
        "s69",
        "s70",
        "s71",
        "s72",
        "s73",
        "s74",
        "s75",
        "s76",
        "s77",
        "s78",
        "s79",
        "s80",
        "s81",
        "s82",
        "s83",
        "s84",
        "s85",
        "s86",
        "s87",
        "s88",
        "s89",
        "s90",
        "s91",
        "s92",
        "s93",
        "s94",
        "s95",
        "s96",
        "s97",
        "s98",
        "s99",
        "s100",
        "s101",
        "s102",
        "s103",
        "s104",
        "s105",
        "s106",
        "s107",
        "s108",
        "s109",
        "s110",
        "s111",
        "s112",
        "s113",
        "s114",
        "s115",
        "s116",
        "s117",
        "s118",
        "s119",
        "s120",
        "s121",
        "s122",
        "s123",
        "s124",
        "s125",
        "s126",
        "s127",
        "s128",
        "s129",
        "s130",
        "s131",
        "s132",
        "s133",
        "s134",
        "s135",
        "s136",
        "s137",
        "s138",
        "s139",
        "s140",
        "s141",
        "s142",
        "s143",
        "s144",
        "s145",
        "s146",
        "s147",
        "s148",
        "s149",
        "s150",
        "s151",
        "s152",
        "s153",
        "s154",
        "s155",
        "s156",
        "s157",
        "s158",
        "s159",
        "s160",
        "s161",
        "s162",
        "s163",
        "s164",
        "s165",
        "s166",
        "s167",
        "s168",
        "s169",
        "s170",
        "s171",
        "s172",
        "s173",
        "s174",
        "s175",
        "s176",
        "s177",
        "s178",
        "s179",
        "s180",
        "s181",
        "s182",
        "s183",
        "s184",
        "s185",
        "s186",
        "s187",
        "s188",
        "s189",
        "s190",
        "s191",
        "s192",
        "s193",
        "s194",
        "s195",
        "s196",
        "s197",
        "s198",
        "s199",
        "s200",
        "s201",
        "s202",
        "s203",
        "s204",
        "s205",
        "s206",
        "s207",
        "s208",
        "s209",
        "s210",
        "s211",
        "s212",
        "s213",
        "s214",
        "s215",
        "s216",
        "s217",
        "s218",
        "s219",
        "s220",
        "s221",
        "s222",
        "s223",
        "s224",
        "s225",
        "s226",
        "s227",
        "s228",
        "s229",
        "s230",
        "s231",
        "s232",
        "s233",
        "s234",
        "s235",
        "s236",
        "s237",
        "s238",
        "s239",
        "s240",
        "s241",
        "s242",
        "s243",
        "s244",
        "s245",
        "s246",
        "s247",
        "s248",
        "s249",
        "s250",
        "s251",
        "s252",
        "s253",
        "s254",
        "s255",
        "s256",
        "s257",
        "s258",
        "s259",
        "s260",
        "s261",
        "s262",
        "s263",
        "s264",
        "s265",
        "s266",
        "s267",
        "s268",
        "s269",
        "s270",
        "s271",
        "s272",
        "s273",
        "s274",
        "s275",
        "s276",
        "s277",
        "s278",
        "s279",
        "s280",
        "s281",
        "s282",
        "s283",
        "s284",
        "s285",
        "s286",
        "s287",
        "s288",
        "s289",
        "s290",
        "s291",
        "s292",
        "s293",
        "s294",
        "s295",
        "s296",
        "s297",
        "s298",
        "s299",
        "s300",
        "s301",
        "s302",
        "s303",
        "s304",
        "s305",
        "s306",
        "s307",
        "s308",
        "s309",
        "s310",
        "s311",
        "s312",
        "s313",
        "s314",
        "s315",
        "s316",
        "s317",
        "s318",
        "s319",
        "s320",
        "s321",
        "s322",
        "s323",
        "s324",
        "s325",
        "s326",
        "s327",
        "s328",
        "s329",
        "s330",
        "s331",
        "s332",
        "s333",
        "s334",
        "s335",
        "s336",
        "s337",
        "s338",
        "s339",
        "s340",
        "s341",
        "s342",
        "s343",
        "s344",
        "s345",
        "s346",
        "s347",
        "s348",
        "s349",
        "s350",
        "s351",
        "s352",
        "s353",
        "s354",
        "s355",
        "s356",
        "s357",
        "s358",
        "s359",
        "s360",
        "s361",
        "s362",
        "s363",
        "s364",
        "s365",
        "s366",
        "s367",
        "s368",
        "s369",
        "s370",
        "s371"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019609",
      "summary": "The witness, a woman, recounts numerous meetings and interactions with Epstein, starting in May 2002. Key points from her testimony include: *   **Initial Meetings:** She met Epstein through a state attorney, a black female advocate, and an FBI agent. She felt Dr. (unnamed) was an “idiot.” *   **Escort Services:** She worked as an escort, primarily for men aged 25-50, engaging in activities like dinners, dancing, and events. She was paid in cash and never filed taxes. *   **Drug Use:** She admits to using ecstasy, crystal meth, and oxycodone, often obtained through Dr. (unnamed). She initially began using cocaine after Epstein’s influence. *   **Sexual Interactions with Epstein:** She describes increasingly explicit interactions with Epstein, including being asked to undress, taking nude photos, and engaging in sexual activity (though she claims she never engaged in sexual acts). *   **Other Relationships:** She had various male friends, including a “guy friend,” and had a sexual and friendship relationship with a girl named M. *   **Financial Transactions:** She received money from Epstein, often used it to buy drugs, and was brought to Georgia to live with her family. *   **Conflicting Accounts:** She provides inconsistent details regarding events, timelines, and the extent of Epstein’s involvement, and often expresses confusion or uncertainty. *   **Personal History:** She shares details about her past, including struggles with addiction, difficulties with family relationships (including a brother who allegedly threatened her cat and a mother she disliked), and a troubled school experience. The deposition concluded at 5:00 PM.",
      "timestamp": "2009-12-09T00:00:00",
      "timestamp_raw": "December 9, 2009",
      "keywords": [
        "epstein",
        "drugs",
        "sex",
        "fbi",
        "deposition",
        "witnesses",
        "trafficking",
        "florida",
        "massage",
        "money",
        "crime",
        "heroin",
        "cocaine",
        "addiction",
        "escort services",
        "sexual acts",
        "trauma"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022527",
      "summary": "The document is a legal notification from the U.S. Department of Justice, Southern District of New York, to Deutsche Bank AG, New York Branch, regarding a grand jury subpoena issued as part of a criminal investigation. The investigation centers around alleged violations of federal criminal law, specifically referencing 18 U.S.C. §§ 1591, 1594(c), and 2422(b). The subpoena demands the production of extensive records related to accounts associated with Jeffrey Epstein, including account details, transaction records, and correspondence, spanning from January 1, 2010, to the present.  Deutsche Bank is instructed to refrain from disclosing the subpoena’s existence. A rider attached to the subpoena details the specific records sought, emphasizing electronic delivery preferred. A Declaration of Custodian of Records is also included to authenticate the provided records.",
      "timestamp": "2010-01-01T00:00:00",
      "timestamp_raw": "January 1, 2010",
      "keywords": [
        "u.s. department of justice",
        "grand jury",
        "deutsche bank",
        "subpoena",
        "criminal investigation",
        "federal grand jury",
        "18 u.s.c. § 1591",
        "july 11",
        "2019",
        "jeffrey epstein",
        "ssn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016542",
      "summary": "*   **Account Details:** The account includes multiple accounts labeled RMA Domestic and MIA Domestic. *   **Client Information:** Ghislaine Maxwell’s personal information is provided, including her citizenship (United States), marital status (Single), date of birth, contact information, and employment details (TerraMar Project). *   **Net Worth:** Her net worth ranges from $10,000,000 AND ABOVE, with an annual income range of $200,000 - $499,999. *   **Investment Information:** Maxwell’s investment history includes 20 years of investment accounts with no holdings in equities, bonds, or futures. *   **Disclosure of Beneficial Ownership:** The document requires the obtaining and recording of information to identify each person or entity opening an account. *   **Margin Agreement:** The account has a margin agreement in place. *   **Cost Basis Method:** The account uses a First In, First Out (FIFO) cost basis method. *   **Features and Services:** The account includes Premier RMA/BSA and Visa Credit features. *   **Risk Profile:** The account risk profile is defined as Moderately High Risk. *   **Sweep Account Election:** The primary sweep fund is UBS Bank Sweep Program. *   **U.S. Political Affiliation:** Maxwell has indicated that she does not derive a substantial amount of her income/wealth from a country outside the United States, nor does she hold any positions with political affiliations. *   **Credit Report:** UBS is required to obtain a credit report for the account holder.",
      "timestamp": "2014-02-12T00:00:00",
      "timestamp_raw": "02/12/2014",
      "keywords": [
        "efta00016542",
        "ghislaine maxwell",
        "account number",
        "rma domestic",
        "client relationship agreement",
        "signature requirement",
        "sdny_gm_00274191",
        "mia domestic",
        "ubs",
        "investment accounts",
        "sweep options",
        "financial advisor",
        "credit card",
        "margin",
        "beneficial ownership",
        "personal information",
        "net worth",
        "investment information",
        "investment objectives",
        "tax-free fund",
        "e-delivery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016036",
      "summary": "On August 27, 2014, a transfer recap was provided detailing banking and investment account balances as of December 31, 2013 and at UBS as of August 11, 2020. The accounts listed include those for Ghislaine Maxwell, Max Foundation, 116 East 65th Street LLC, Pot and Kettle LLC, Ellmax LLC, TerraMar Project, Inc., and Max Hotel Services Corp.  Banking assets total $3,318,005.24 (as of 12/31/13) and $192,754.09 (at UBS). Investment assets total $11,370,448.74 (as of 12/31/13) and $5,839,491.96 (at UBS).  The total assets are $14,688,453.98 (as of 12/31/13) and $6,032,246.05 (at UBS).  Various account statuses (Completed, In process, Waiting to submit) are noted.",
      "timestamp": "2014-08-27T00:00:00",
      "timestamp_raw": "August 27, 2014",
      "keywords": [
        "efta00016036",
        "ghislaine maxwell",
        "banking accounts",
        "investment accounts",
        "transfer recap",
        "max foundation",
        "jpm market",
        "ubs account",
        "assets",
        "accounts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020685",
      "summary": "*   Parvin Moyne provided wire transfer details including dates, amounts, recipient names (JP Morgan, Aviloop LLC, and others), and routing/account numbers for several transactions: *   1/28/2015 - $50,000 to JP Morgan *   4/22/2015 - $50,000 to JP Morgan *   9/24/2015 - $23,625.44 to JP Morgan *   11/30/2018 - $100,000 to Aviloop LLC *   12/3/2018 - $250,000 to Bank of America *   Andrew Stemmer requested further information, specifically the receiving bank names and account numbers, for these transactions, and was unable to locate the information himself. *   The email includes reference to case numbers 2021929, 2021539, 1385874, 1339985, and 1462811.",
      "timestamp": "2015-01-28T00:00:00",
      "timestamp_raw": "1/28/2015",
      "keywords": [
        "efta00020685",
        "wire transfers",
        "jp morgan",
        "aviloop llc",
        "deutsche bank",
        "payments",
        "accounts",
        "bank of america",
        "td bank",
        "2015",
        "2018"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026279",
      "summary": "Okay, here's a concise summary of the provided documents: **Overall:** This document is a New York State Income Tax Return (Form IT-201) for GHISLAINE MAXWELL, filed in 2015.  It includes supporting worksheets and schedules to calculate income and deductions. **Key Income Sources:** *   **Rental Income:**  Significant income from rental properties managed by \"THE BLACKSTONE GROUP, LP.\" *   **Dividends:** Income from \"UBS - Y1 23574.\" *   **Wages:** (Specific amount not provided). **Tax Credits and Deductions:** *   **Alternative Minimum Tax (AMT) Credit:** A significant amount was claimed due to the AMT. *   **Itemized Deductions:** Included medical expenses, state and local taxes, and other miscellaneous deductions. *   **Qualified Business Income Deduction:** Income from \"CARGOMETRICS TECHNOLOGIES LLC\" was subject to this deduction. **Important Supporting Documents:** *   **Form 8938:** Used to report foreign financial assets (bank accounts) to calculate the foreign tax credit. *   **Form 8582:** Used to calculate passive activity losses. *   **Form 8960:** Used to calculate a one-time additional foreign tax credit. *   **Worksheets:** Several worksheets are included to calculate specific amounts for each category (e.g., depreciation, credits, and deductions). **Disclaimer:** *This summary is based solely on the provided documents. It does not contain all information on the original returns.*",
      "timestamp": "2015-12-31T00:00:00",
      "timestamp_raw": "DECEMBER 31, 2015",
      "keywords": [
        "here's a list of keywords extracted from the text",
        "categorized for clarity:",
        "**tax & financial terms:**",
        "*   tax return",
        "*   capital gains",
        "*   income tax",
        "*   dividends",
        "*   interest income",
        "*   amt (alternative minimum tax)",
        "*   refunds",
        "*   credits (various)",
        "*   pass-through income",
        "*   foreign tax credit",
        "*   estimated tax",
        "**legal & regulatory terms:**",
        "*   irs (internal revenue service)",
        "*   regulations",
        "*   form 8949 (capital gains worksheet)",
        "*   form 1116 (foreign tax credit)",
        "*   form 8582 (passive activity loss limitations)",
        "*   schedule d",
        "*   e-file",
        "*   signature authorization",
        "**business & activity terms:**",
        "*   rental real estate",
        "*   partnership",
        "*   s corporation",
        "*   business income",
        "*   royalty income",
        "*   activity net loss",
        "**numerical values/amounts:**",
        "*   $100",
        "000",
        "*   $25",
        "000",
        "*   percentage (25%",
        "7.5%)",
        "*   time (years",
        "months)",
        "**other relevant terms:**",
        "*   adjusted gross income (agi)",
        "*   dispositions",
        "*   property",
        "*   suspension",
        "this list should provide a solid foundation for search and analysis related to this document."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010993",
      "summary": "The charges include conspiracy to entice minors to travel for sexual abuse, directly enticing and abusing minors, and perjury related to false statements made during a 2016 deposition. Maxwell is accused of facilitating Epstein’s abuse of numerous girls, primarily between 1994 and 1997, at various locations including residences in New York, Florida, and New Mexico.  She is alleged to have groomed, befriended, and manipulated these girls, often involving them in sexualized massages and activities with Epstein. Maxwell also made false statements under oath during the deposition, specifically denying knowledge of Epstein’s activities and providing inaccurate accounts of her interactions with the victims.",
      "timestamp": "2016-04-22T00:00:00",
      "timestamp_raw": "April 22, 2016",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "minors",
        "abuse",
        "grooming",
        "recruitment",
        "sexual exploitation",
        "palm beach",
        "new york residence",
        "massage",
        "travel",
        "perjury",
        "1994",
        "1997"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022399",
      "summary": "These transfers primarily involved funds deposited into and withdrawn from various UBS accounts. *   The account’s opening balance was $4,815,922.95 and closed at $18,955,082.77. **Tax Information:** *   Dividend and interest income are taxable, with reported amounts for April and Year-to-Date. *   The statement notes the importance of referring to tax forms (1099, Form 480) for accurate reporting. **Important Notes:** *   The statement emphasizes that values presented may be approximate. *   It highlights the use of sweep accounts for deposit management and clarifies FDIC insurance coverage limitations.",
      "timestamp": "2016-04-29T00:00:00",
      "timestamp_raw": "April 29, 2016",
      "keywords": [
        "ubs",
        "account",
        "ghislaine maxwell",
        "investment",
        "money",
        "assets",
        "liabilities",
        "return",
        "dividends",
        "interest",
        "account balance",
        "equities",
        "fixed income",
        "s&p 500",
        "russell 3000",
        "market value",
        "resource management",
        "financial services"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022407",
      "summary": "**Important Notes:** *   The statement includes details about the FIFO (First-In, First-Out) investment method. *   Tax reporting information is provided, noting that certain income may be exempt from US and Puerto Rico income taxes. **Additional Details:** *   The statement tracks account value over time (Dec 2014 – May 2016) and displays sources of account growth, including net deposits and withdrawals, and investment returns. *   Cash activity is monitored throughout the month, including deposits, withdrawals, and reinvestments. *   The statement provides index performance data (S&P 500, Russell 3000, MSCI Europe, etc.) and interest rates. *   SIPC (Securities Investor Protection Corporation) coverage is mentioned.",
      "timestamp": "2016-05-31T00:00:00",
      "timestamp_raw": "May 31, 2016",
      "keywords": [
        "ubs",
        "account",
        "financial advisor",
        "investment",
        "assets",
        "liabilities",
        "statement",
        "returns",
        "allocation",
        "dividends",
        "interest",
        "cash",
        "equities",
        "fixed income",
        "money market funds",
        "sipc",
        "transaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020584",
      "summary": "and JPMorgan Private Bank. As of June 29, 2017, the account balance was $121,241.53. The summary details deposits, withdrawals (checks), electronic transfers, interest earned, and an annual percentage yield of 2.33%. It includes a record of numerous transactions including transfers from NES LLC and CWB TRANSFER, along with a significant Fedwire transfer of $7,400,000.00 from Jeffrey Epstein. The document also includes important information regarding errors, dispute resolution, and relevant legal confidentiality requests.",
      "timestamp": "2017-06-29T00:00:00",
      "timestamp_raw": "June 29, 2017",
      "keywords": [
        "efta00020584",
        "ghislaine maxwell",
        "jpmorgan",
        "premier checking",
        "deposit accounts",
        "morgan premier banking",
        "accounts",
        "balance",
        "transfers",
        "interest paid"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024311",
      "summary": "Roberts, and Scott Borgerson. *   **Grantors:** Ghislaine Maxwell. *   **Account Address:** Boston, MA 02210-2698 *   **Account Title:** Montpelier Trust **Client Information:** *   **Clients:** Jeffrey W. Roberts, Scott Borgerson, Christine Yvonne Malina-Maxwell (Ghislaine Maxwell) *   **Citizenship:** Primarily U.S. citizens. *   **Investment Knowledge:** Clients generally report strong investment knowledge, with varying levels of experience. *   **Net Worth:** Ranges from $200,000 - $499,999, $10,000,000 AND ABOVE, and $10,000,000 AND ABOVE. **Investment Details:** *   **Sweep Accounts:** The account utilizes a sweep program to deposit funds into UBS Bank USA. *   **Margin:** Margin privileges are available (subject to terms outlined in the agreement). *   **Investment Objective:** Capital appreciation with moderate risk. *   **Investment Types:** Individual stocks, equities, bonds, and futures are possible. **Disclosure & Legal:** *   **FATCA Compliance:** The account is subject to FATCA (Foreign Account Tax Compliance Act) reporting. *   **Arbitration Clause:** The agreement includes a mandatory arbitration clause. *   **Privacy:** Client information is protected and shared within UBS for service purposes. **Important Note:** This summary focuses on the factual data within the document. It does not address the potential implications or context surrounding the individuals and entities involved.",
      "timestamp": "2018-11-14T00:00:00",
      "timestamp_raw": "11/14/2018",
      "keywords": [
        "trust",
        "montpelier trust",
        "account number",
        "client relationship agreement",
        "ubs",
        "investment",
        "net worth",
        "christine malina-maxwell",
        "jeffrey roberts",
        "scott borgerson",
        "ghislaine maxwell",
        "trust information",
        "tax identification number",
        "margin",
        "efta00024311",
        "investment information",
        "personal information",
        "date established"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037899",
      "summary": "The U.S. Department of Justice directed the recipient to preserve all content and information associated with specified accounts, including emails (stored in Draft or Trash folders), account content, and any backup copies, for a 90-day period. This preservation is related to an ongoing investigation and requires confidentiality, limiting disclosure to only necessary parties and prior notification to the DOJ.",
      "timestamp": "2018-12-12T00:00:00",
      "timestamp_raw": "December 12, 2018",
      "keywords": [
        "justice",
        "department of justice",
        "preservation",
        "18 u.s.c.",
        "investigation",
        "non-disclosure",
        "accounts",
        "emails",
        "records",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037897",
      "summary": "On December 12, 2018, the U.S. Department of Justice, via Assistant United States Attorney Geoffrey S. Berman, directed Oath Holdings, Inc. to preserve all content associated with specified accounts for 90 days. This preservation includes emails, Google Docs/Drive content, and backups. The preservation is retrospective and does not extend to newly arising information. Disclosure of the letter’s existence is restricted, except for necessary compliance, and requires prior notification to the U.S. Attorney.",
      "timestamp": "2018-12-12T00:00:00",
      "timestamp_raw": "December 12, 2018",
      "keywords": [
        "justice",
        "department of justice",
        "oath holdings",
        "inc.",
        "legal department",
        "preservation",
        "18 u.s.c. § 2703",
        "non-disclosure order",
        "investigation",
        "emails",
        "google docs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027194",
      "summary": "The document is a grand jury subpoena issued by the U.S. Attorney’s Office for the Southern District of New York to TD Bank N.A. It demands the bank produce records from January 1, 2019, pertaining to various accounts, including account details, transaction history (wire transfers, checks, etc.), and customer information. The subpoena specifies detailed formatting requirements for electronic submission, including spreadsheet formats and PDF images.  A rider attached outlines the specific types of records requested.  To comply, TD Bank must either appear before the grand jury or provide the requested records, accompanied by a Declaration of Custodian of Records, certifying the records’ authenticity and adherence to evidentiary rules. The U.S. Attorney’s office provides instructions on reimbursement for costs incurred in providing the records, referencing the Right to Financial Privacy Act and a specific invoice form (OBD-211).",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "td bank",
        "subpoena",
        "records",
        "account",
        "financial",
        "wire transfer",
        "ach",
        "check",
        "data",
        "electronic spreadsheet",
        "testimony",
        "18 u.s.c.",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027199",
      "summary": "A U.S. Attorney for the Southern District of New York issued a grand jury subpoena to Navy Federal Credit Union to produce records related to accounts, specifically from January 1, 2019, to the present. The subpoena requests a wide range of documents, including account details, transaction records (wire transfers, ACHs, checks, etc.), customer information, and supporting documentation. Compliance can be achieved by producing the records on or before the return date, accompanied by a Declaration of Custodian of Records, or by appearing before the grand jury. The subpoena includes instructions for electronic submission of data in spreadsheet format and specifies formatting requirements for document images. Reimbursement for costs associated with producing the records is governed by 12 CFR part 219, with a procedure outlined for requesting and receiving payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "navy federal credit union",
        "subpoena",
        "records",
        "18 u.s.c.",
        "testimony",
        "electronic spreadsheet",
        "data dictionary",
        "pdf",
        "declaration of custodian of records",
        "federal rules of evidence",
        "reimbursement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024450",
      "summary": "to Montpelier Trust, a client of UBS, regarding the opening of new accounts. It outlines the client’s information (including details of Christine Yvonne Malina-Maxwell, Jeffrey W. Roberts, Scott Borgerson, and Ghislaine Maxwell) and investment preferences (ranging from $200,000 to $10,000,000+). It confirms the application of existing account agreements and emphasizes the importance of reviewing and verifying the provided information. The account is set up with a moderate risk profile, focusing on capital appreciation. Finally, it specifies that the account adheres to U.S. federal regulations regarding account opening information.",
      "timestamp": "2019-01-03T00:00:00",
      "timestamp_raw": "January 3, 2019",
      "keywords": [
        "efta00024450",
        "montpelier trust",
        "ubs",
        "account",
        "trust",
        "information",
        "client",
        "financial services",
        "net worth",
        "investment",
        "stocks",
        "bonds",
        "us trust",
        "boston",
        "ma",
        "2019",
        "christine malina-maxwell",
        "jeffrey roberts",
        "scott borgerson",
        "ghislaine maxwell",
        "rma",
        "sweep account",
        "margin"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037958",
      "summary": "This document contains a record of Borgerson’s financial transactions from USAA checking and credit card accounts, spanning from March 10, 2019, to September 29, 2019. The transactions occurred at various locations in New Hampshire, including: Common Man Hookset, Salt Hill Pub, Sunapee Lodge Ski Shop, Peoples United Center, PetSmart, Paws Pet Boutique, Flowers by Mariann, Panera Bread, Circle K, Walmart, Conway Scenic Rail, Sunoco, and Contoook.",
      "timestamp": "2019-03-10T00:00:00",
      "timestamp_raw": "March 10, 2019",
      "keywords": [
        "efta00037958",
        "new hampshire",
        "usaa",
        "transactions",
        "borgerson's",
        "hookset",
        "newbury nh",
        "exeter nh",
        "seabrook nh",
        "conway nh",
        "common man"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030207",
      "summary": "This document, provided by Raymond Duncan of the Financial Intelligence Unit, contains supporting documentation for law enforcement investigating cardholder and merchant data associated with American Express. It outlines the organization of data related to American Express accounts (credit, prepaid, and merchant), including card account details, transaction history (charges, payments, authorizations), and IP address information. Specifically, the documentation details data formats for American Express card accounts, prepaid cards, and merchant accounts, categorized into spreadsheets with tabs covering demographics, addresses, telephone information, transaction records, and fraud data. It clarifies that the data provided is for investigative purposes only and is not official American Express data. The document also details the organization of personal savings accounts (HSAs and CDs) and includes data formats for these accounts, encompassing demographic information, transaction history, and linked accounts.",
      "timestamp": "2019-05-14T00:00:00",
      "timestamp_raw": "5/14/2019",
      "keywords": [
        "american express",
        "card data",
        "prepaid card",
        "merchant account",
        "data format",
        "excel spreadsheets",
        "account organization",
        "transactions",
        "fraud",
        "ip address"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037799",
      "summary": "*   **Initial Investigations (2005-2007):** The FBI and West Palm Beach Police investigated Epstein starting in 2005, involving interviews with approximately 35 victims, a search of his Florida residence, and analysis of records. *   **Non-Prosecution Agreement (2008):** Epstein pleaded guilty to soliciting prostitution and received a 18-month sentence, a deal that drew significant media attention due to Alex Acosta's involvement. *   **New York Investigation (2018):** The SDNY opened an investigation into Epstein’s activities in New York, confirmed by his long-standing connections and residence there. *   **Victim Accounts:** Victims, primarily between ages 14-17, reported Epstein’s abuse involving masturbation, fondling, and direct genital contact, with payments of $200-$300 per session. He recruited additional girls through recruiters. Locations included New York City, Florida, USVI, and New Mexico. *   **Ongoing Efforts:** The NYO is coordinating interviews with co-conspirators and victims, pursuing seizure of Epstein’s residences (valued at approximately $100M), and planning a press conference with a victim tip line.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "human trafficking",
        "arrest",
        "manhattan",
        "florida",
        "victims",
        "prosecution agreement",
        "new york city",
        "recruiter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014449",
      "summary": "An email exchange discusses the need to investigate a woman's flights and phone number activity with a previously identified individual (likely Jeffrey Epstein) over the past six months. Attached phone records are being reviewed, and the possibility of a relevant cell phone number connected to the email accounts is being explored. The email originates from the NYPD/FBI Child Exploitation Human Trafficking Task Force.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2019",
      "keywords": [
        "efta00014449",
        "flights",
        "phone numbers",
        "epstein",
        "redaction analysis",
        "fbi",
        "human trafficking",
        "child exploitation",
        "detective",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018396",
      "summary": "An email was sent from the U.S. Attorney’s Office for the Southern District of New York to an unknown recipient(s) inquiring about the attorney information for Jeffrey Epstein. The email was sent on July 8, 2019, and includes contact information for the office and its social media accounts.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "epstein",
        "attorney",
        "u.s. attorney's office",
        "southern district of new york",
        "redaction",
        "efta00018396"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018397",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on July 8, 2019, regarding a Washington Examiner article about Andrew Comey’s daughter being named to the Epstein prosecution team. The email links to the U.S. Attorney’s Office for the Southern District of New York’s website and social media accounts. The document is identified as EFTA00018397.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00018397",
        "redaction analysis",
        "comey",
        "epstein",
        "u.s. attorney",
        "southern district of new york",
        "washington examiner",
        "prosecution team",
        "twitter",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011051",
      "summary": "Okay, here’s a factual summary of the provided text, without introductions: The document is a series of emails and filings relating to investigations into potential fraudulent activities involving Jeffrey Epstein, Apollo Global Management, Kushner Companies, and related financial entities. Key points include: *   **Epstein's Finances:** The emails reveal a focus on uncovering the true extent of Epstein’s wealth and potential money laundering through “Infinite Means” and connections like Janey, Martin Schlaff, and Graftech Global Enterprises. *   **SEC Scrutiny:** The text alleges a pattern of the SEC covering up or failing to adequately investigate fraud involving companies like DryShips, ESWW (Environmental Solutions Worldwide), and various shell companies.  It accuses the SEC of being deliberately obstructive and protecting criminal actors. *   **Connections and Suspects:** Numerous individuals and organizations are implicated, including Leon Black (Apollo), Josh Harris, Jared Kushner, Stephen Feinberg (Cerberus), and Howard Heiss (O’Melveny & Myers).  Connections are made between these figures and the Epstein network. *   **Money Laundering Schemes:** The core theme is the identification of complex money laundering schemes facilitated by shell corporations and lax regulatory oversight. Allegations involve the manipulation of stock prices, inflated valuations, and the use of offshore accounts. *   **Ongoing Investigations:** The emails reference ongoing investigations by the FBI, DOJ, and SEC, suggesting continued efforts to expose these fraudulent activities. *   **Specific Redactions**: Several pages contain redactions, suggesting the sensitive nature of the information contained within. * **Final Threat**: The final email includes a direct threat to the recipients, emphasizing the whistleblower’s belief in the SEC's corruption and their intent to pursue legal action. This document presents a collection of accusations and observations related to financial wrongdoing, primarily centered around the interconnectedness of prominent figures and financial institutions.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "efta00011051",
        "apollo",
        "epstein",
        "kushner",
        "sec",
        "graftech",
        "martin schlaff",
        "nite",
        "virt",
        "money laundering",
        "berger montague",
        "tmc",
        "boston",
        "finra",
        "investments",
        "short selling",
        "reg d",
        "financial solutions worldwide",
        "christopher dilorio",
        "leon black",
        "brookfield",
        "krieger kim lewin",
        "william f sweeney",
        "corruption",
        "fraud",
        "criminal organization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021406",
      "summary": "An email was sent on July 16, 2019, proposing a change to the Southern District of New York Attorney’s Office homepage. The email suggested linking the victim/witness page to an attached image. The email included the attached image “Epstein Homepage.png” and referenced resources like the US Attorney’s Office website, social media accounts, and public service announcements regarding sexual assault in public housing. The office prosecutes federal law violations and investigates crimes including terrorism, cybercrime, and mortgage fraud.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "efta00021406",
        "sdny",
        "hompage",
        "united states attorney",
        "southern district new york",
        "terrorism",
        "cyber crime",
        "extradition",
        "public corruption",
        "legal affairs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021636",
      "summary": "Andrew Stemmer is responding to a request from the Assistant U.S. Attorney for the Southern District of New York regarding the ongoing production of documents related to Jeffrey Epstein’s accounts. Stemmer is out of the country but has forwarded the inquiry to Tom Moyer and Parvin, who are assisting with the matter. They are preparing a subsequent production for SDNY and will confirm the timing. Stemmer acknowledges that there was an individual or team managing Epstein’s relationship with Deutsche Bank and offers to facilitate discussions about his banking history, separate from the voluminous document production. The communication includes standard disclaimers regarding confidentiality and legal advice.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "production",
        "sdny",
        "u.s. attorney",
        "banking history",
        "accounts",
        "tom moyer",
        "parvin",
        "andrew stemmer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021638",
            "similarity": 0.667,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021638",
      "summary": "Thomas Moyer confirms a planned production submission for Deutsche Bank related to the SDNY case. Andrew Stemmer, while out of the country, has briefed Moyer and Parvin Moyne on the matter. The Assistant U.S. Attorney requests information regarding the ongoing production timeline and a broader understanding of Jeffrey Epstein’s banking history, including details on his account usage and financial activities.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "deutsche bank",
        "production",
        "sdny",
        "andrew stemmer",
        "tom moyer",
        "epstein",
        "u.s. attorney",
        "banking history",
        "accounts",
        "legal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021636",
            "similarity": 0.667,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021050",
      "summary": "The Journal was planning an article linking Deutsche Bank (DB) to Jordan Epstein’s business dealings, specifically involving payments to victims after Miami Herald articles. Epstein utilized DB for wire transfers, including a $350,000 payment to a victim, and moved millions through various accounts, some involving a Russian bank. DB managers responded to the Herald articles by closing several of Epstein’s accounts. Epstein maintained dozens of accounts with multiple beneficiaries, including Ghislaine Maxwell (\"Butterfly\" account), and conducted substantial foreign exchange business through DB.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "deutsche bank",
        "epstein",
        "miami herald",
        "redaction",
        "wsj",
        "wire transfers",
        "ghislaine maxwell",
        "accounts",
        "beneficiaries",
        "business"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022641",
      "summary": "On July 25, 2019, an individual contacted another requesting information regarding an incident involving Jeffrey Epstein. A Bureau of Prisons report indicated Epstein was found in his cell at 0127 hours with a noose around his neck and a reported threat to his cellmate. He was placed on suicide watch and subsequently downgraded to observation. The incident is under investigation by the BOP. Initial reports indicated redness on Epstein’s neck but differing accounts regarding a potential object around his neck emerged from other officers.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction",
        "noose",
        "bureau of prisons",
        "suicide watch",
        "mcc new york",
        "report",
        "cell",
        "incident",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014526",
      "summary": "This document is a redacted collection of emails related to Jeffrey Epstein’s connections to Wexner Enterprises (L Brands and Mok Industries). Key findings include: *   **Epstein’s Communication Methods:** Epstein frequently used email accounts, including one linked to Victoria's Secret models and another associated with L Brands executives. *   **L Brands Connections:**  Significant correspondence existed between Epstein and L Brands executives (Ed Razek, Victoria’s Secret executives), involving modeling agencies (MC2), investment deals, and the use of Wexner-owned assets like a private jet and a mansion. *   **Investment Deals:** Epstein was involved in investment opportunities with Wexner through Mok Industries, proposing deals involving fuel sales and potential returns. *   **“Little Black Book”:** Epstein’s extensive contact list, including numerous entries for Wexner and his associates, highlights the depth of their relationship. *   **Wexner’s Acknowledgement:** Wexner publicly praised Epstein's judgment and loyalty in a Vanity Fair article. The document’s purpose is to gather evidence related to these connections, with much of the content redacted.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "jeffrey epstein",
        "maxwell",
        "l brands",
        "victoria's secret",
        "miami modeling agency mc2",
        "ed razek",
        "william mook",
        "wexner",
        "little black book",
        "abigail plantation",
        "jet",
        "financial investment",
        "contracts",
        "depositions",
        "south africa",
        "gawker"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018618",
      "summary": "This document is a confidential letter from the U.S. Department of Justice, Southern District of New York, to legal counsel regarding the Jeffrey Epstein case (19 Cr. 490). It outlines the Government’s disclosure of discovery materials, including records from American Express, Apple Records, Deutsche Bank, Google, Microsoft, search inventories, applications, warrants, reports, and travel records, stemming from investigations conducted between 2005 and 2019.  Crucially, the letter identifies specific pages within these materials as “Confidential” due to Protective Order restrictions.  It also details previously undisclosed information regarding victim interviews and statements, including inconsistencies in victim accounts and witness testimonies related to Epstein’s activities. The Government requests reciprocal discovery from defense counsel, including access to the defendant's books and any prior statements of witnesses, and clarifies its stance on sentence reduction and plea offers, emphasizing the need for written, signed offers.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "discovery",
        "protective order",
        "social media",
        "records",
        "apple records",
        "deutsche bank records",
        "florida search warrant",
        "victims",
        "witness-1",
        "brady v. maryland",
        "reciprocal discovery",
        "plea offer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037273",
      "summary": "*   **Update Categories:** The update should include reports on Forfeiture, Public Corruption, Victim Interviews, Hotline Results, Digital Analysis, Financial Analysis, and Other Significant Activity. *   **Specific Tasks:** A specific individual ([REDACTED]) is to initiate a Special Case Number (SCN) and provide weekly sitreps. Financial analysis should focus on accounts at XYZ Bank and ABC Brokerage Firm, specifically referencing payments to XXX. *   **Conference Call:** A conference call is scheduled with M to coordinate the weekly updates, incorporating input from CEOS (likely a specialized unit) and potentially leveraging information from the \"taint team TDYs.\" *   **Key Information:** A victim reported JE's concerning statements regarding sexual assault and the information is considered valuable for an affidavit. The A/SC is briefing the DAD on the case.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein case",
        "fbi",
        "nypd",
        "human trafficking",
        "financial analysis",
        "digital analysis",
        "victim interviews",
        "forfeiture",
        "public corruption",
        "scn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035970",
      "summary": "Department of Justice Office of the Inspector General into the custody, care, and supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York, specifically focusing on the period from August 9, 2019. The investigation was initiated due to concerns about Epstein’s cellmate situation and the handling of his transfer from suicide watch. Key findings include: *   **Cellmate Requirement:** Epstein was required to have a cellmate due to his psychological observation history. *   **Inmate 3’s Transfer:** Inmate 3, Epstein’s cellmate, was transferred from the facility on August 9, 2019, leaving Epstein without a designated cellmate. *   **Failure to Notify:** The Day Watch SHU Officer in Charge failed to immediately notify a supervisor about the need for a new cellmate, violating BOP standards and SHU Post Orders. They also offered inconsistent accounts regarding notifications made to other staff. *   **Lack of Cell Searches:** The officer failed to properly document cell searches, potentially missing opportunities to assess Epstein’s needs. There were concerns about an excessive amount of linens in his cell. *   **Inaccurate Count:** The 4:00 PM SHU count on August 9, 2019, was inaccurate due to a miscount of inmates, potentially hindering the realization that Inmate 3 was no longer present. *   **Draft Status:** The document is a draft and subject to revision, emphasizing the sensitivity of the information contained within. It’s marked for limited official use and strict confidentiality.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "limited official use",
        "jeffrey epstein",
        "metropolitan correctional center",
        "shu",
        "cellmate",
        "investigation",
        "review",
        "department of justice",
        "oig",
        "psycholopy department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035954",
            "similarity": 0.5,
            "index": 41,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035954",
      "summary": "Department of Justice Office of the Inspector General (OIG) into the custody, care, and supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York. The investigation, dated March 202X, focuses on a period around August 9, 2019. Key findings include: *   **Missing Cellmate Accountability:** The Evening Watch SHU Officer in Charge failed to properly account for Epstein’s cellmate, Inmate 3, resulting in Inmate 3 being permanently transferred from the facility without Epstein having a replacement. *   **False Record Keeping:** The Officer in Charge fabricated count slips to falsely indicate that mandatory rounds and inmate counts had been completed, violating BOP regulations and federal law. *   **Lack of Conduct:** The Officer in Charge failed to conduct assigned duties, including inmate counts and cell searches, and did not notify supervisory personnel when Epstein lacked a cellmate. *   **Witness Contradictions:** Witnesses, including the Officer in Charge, provided inconsistent accounts of events, leading to doubt about their candor during OIG interviews. *   **Potential Policy Violation:** The investigation suggests a broader failure of MCC New York SHU staff to adhere to established protocols regarding inmate supervision and accountability. The OIG concluded that the Officer in Charge’s actions constituted a violation of BOP standards, federal law (18 U.S.C. § 1001), and MCC New York SHU Post Orders. The U.S. Attorney’s Office declined prosecution due to lack of sufficient evidence.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "limited official use",
        "jeffrey epstein",
        "metropolitan correctional center",
        "shu",
        "inmate count",
        "cellmate",
        "investigation",
        "department of justice",
        "false statements",
        "bop",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035970",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016323",
      "summary": "An FBI Forensic Accountant from the New York Field Office is reviewing Maxwell’s credit card accounts, specifically a CapitalOne/SAKS card (account number redacted).  The attached Experian report from August 2019 shows the card had a zero balance as of August 15, 2019, with the last payment made in May 2019. A summary of Maxwell’s credit cards is being prepared and will be sent out either today or tomorrow.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "experian",
        "credit card",
        "capitalone",
        "saks",
        "maxwell",
        "fbi",
        "forensic accountant",
        "account number",
        "2019",
        "summary"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019971",
      "summary": "Department of Justice, via the Southern District of New York, has issued a grand jury subpoena to Citibank N.A. requesting all records pertaining to accounts, individuals, and organizations associated with a suspected felony investigation. The subpoena, dated August 16, 2019, demands the production of extensive data, including transaction records, customer information, account details, and correspondence, covering the entire history of accounts. Citibank is instructed to appear before a grand jury on August 30, 2019, at 10 a.m.  The DOJ requests that Citibank refrain from disclosing the subpoena’s existence to prevent interference with the investigation. A rider to the subpoena specifies the precise types of records needed, including electronic formats like PDFs on CDs, and outlines the process for compliance, which can be achieved without a personal appearance if records are provided electronically and accompanied by a Declaration of Custodian of Records.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "grand jury subpoena",
        "citibank",
        "u.s. department of justice",
        "federal investigation",
        "18 u.s.c.",
        "wire transfers",
        "account records",
        "data transaction files",
        "legal intake unit",
        "financial records",
        "contempt of court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019966",
      "summary": "Department of Justice, specifically the Southern District of New York, issued a grand jury subpoena to Wells Fargo Bank N.A. on August 16, 2019, as part of a criminal investigation into suspected violations of federal criminal law (specifically 1591, 1594(c), 2422(b), and 371). The subpoena demands that Wells Fargo produce all records related to specified accounts, individuals, and entities – including account details, transaction data, customer information, and correspondence – from account inception to the present. The deadline for production is August 30, 2019, at 10:00 AM at the United States Courthouse in New York. Wells Fargo can fulfill the request by producing the records electronically or via CD, accompanied by a Declaration of Custodian of Records. Failure to comply will result in contempt of court charges. The document emphasizes the importance of maintaining confidentiality due to the ongoing investigation.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "grand jury subpoena",
        "wells fargo",
        "federal investigation",
        "criminal investigation",
        "18 u.s.c.",
        "data transaction files",
        "records production",
        "wire transfers",
        "bank records",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016324",
      "summary": "Attorney Geoffrey S. Berman, to Experian Information Solutions, Inc. requesting specific credit reports and related data for Ghislaine Maxwell (DOB: 1961, SSN redacted). The subpoena, dated August 16, 2019, is part of an ongoing investigation and seeks information regarding Maxwell’s accounts and credit inquiries from institutions including Bank of America, UBS Bank USA, and American Express.  The request includes details like account numbers, balances, payment histories, and inquiry dates.  The subpoena stipulates that if the records are produced by the return date (August 30, 2019), personal appearance may not be required, and a declaration of custodian of records must be submitted. Failure to comply with the subpoena constitutes contempt of court. A sample credit profile from Experian is also included, detailing accounts and inquiries related to Maxwell.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "experian",
        "subpoena",
        "grand jury",
        "credit reports",
        "fraud alerts",
        "ghislaine maxwell",
        "ssn",
        "united states attorney",
        "records",
        "declaration of custodian of records",
        "18 u.s.c. § 1591",
        "1594(c)",
        "2422(b)",
        "371"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018951",
      "summary": "An Assistant United States Attorney requested a list of current known associates of Jeffrey Epstein, including attorneys and individuals who might send him money. The sender provided spreadsheets containing data on over 30 attorneys representing Epstein across 20 federal court cases, over 60 Deutsche Bank accounts, and nearly 5,000 flights paid for by Epstein.  The sender also identified potential individuals who might have facilitated money transfers: Darren Indyke, Jeffrey Schantz, and/or other unnamed individuals. Supporting documents, including spreadsheets detailing witnesses, attorneys, and bank account information, were attached and shared via email.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "17 Aug 2019",
      "keywords": [
        "epstein",
        "trafficking",
        "attorneys",
        "deutsche bank",
        "accounts",
        "flights",
        "witnesses",
        "nick",
        "amex",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024410",
      "summary": "Parvin Moyne proposed a presentation to guide the recipient through the SDNY Production Index.xIsx, involving lawyers from Akin Gump, DB Legal, and potentially a DB Legal representative. The initial plan was a 2-3 hour attorney proffer to provide context on Epstein’s accounts and transactions, followed by meetings with DB personnel if needed.  Parvin offered scheduling flexibility throughout August and September, requesting the recipient’s preferred dates and times. The recipient inquired about the proffer’s timing and potential collaboration with subpoena returns.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2019",
      "keywords": [
        "epstein",
        "deutsche bank",
        "production index",
        "attorney proffer",
        "transactions",
        "accounts",
        "scheduling",
        "sdny",
        "akin gump"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029723",
            "similarity": 0.5,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029723",
      "summary": "Parvin Moyne is discussing scheduling a presentation (a “proffer”) regarding the SDNY Production Index.xlsx to a recipient. The proffer would involve attorneys from Akin Gump, DB Legal, and Parvin herself providing an overview of accounts and transactions linked to Jeffrey Epstein. The initial proposal is for a 2-3 hour proffer, potentially in early September (September 5th or 6th), but the recipient wants to determine the format and expected length of the meeting. Parvin offered availability during the week of August 19th and throughout September, pending the recipient's preferred dates and times. The index itself is attached as a work in progress.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2019",
      "keywords": [
        "production index",
        "sdny",
        "parvin moyne",
        "attorney proffer",
        "september 9th",
        "scheduling",
        "legal",
        "transactions",
        "accounts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024410",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024413",
      "summary": "Parvin Moyne from Akin Gump is coordinating a proffer regarding the 2019.8.15 SDNY Production Index.xlsx. The proffer involves a presentation by lawyers (including those from Akin Gump and DB Legal) outlining Epstein’s relationship with the bank, accounts, and transactions. The initial plan is for a 2-3 hour attorney proffer. Scheduling is being discussed, with options in early September (September 5 or 6), and potential times during the following week. The sender requests information on the expected format and duration of the proffer to facilitate scheduling. They are available for a meeting after 4 p.m.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2019",
      "keywords": [
        "sdny production index",
        "attorney proffer",
        "deutsche bank",
        "epstein",
        "transactions",
        "scheduling",
        "akin gump",
        "september",
        "records",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024419",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024419",
      "summary": "Parvin Moyne from Akin Gump is coordinating a presentation and attorney proffer regarding a production of documents related to Epstein’s accounts with Deutsche Bank. The initial proposal is for her and colleagues to provide an overview of the accounts and transactions, aiming to assist the recipient in reviewing the provided records.  Scheduling discussions revolve around a 2-3 hour proffer, potentially in early September (September 5th or 6th) due to availability constraints and the recipient's travel/trial schedule. The recipient initially requested clarification on the proffer format and timing, and Parvin offered flexibility across multiple dates and times.  The attached index is a work in progress.",
      "timestamp": "2019-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2019",
      "keywords": [
        "sdny production index",
        "parvin moyne",
        "september 9th",
        "attorney proffer",
        "deutsche bank",
        "scheduling",
        "records",
        "transactions",
        "akin gump",
        "august 2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024413",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024422",
      "summary": "Parvin Moyne is coordinating a proffer regarding the 2019.8.15 SDNY Production Index.xlsx with a recipient who received the index. The recipient requested details on the proffer’s format and timing, suggesting early September due to scheduling constraints. Moyne proposed a 2-3 hour attorney proffer involving herself, Akin Gump, and DB Legal personnel, offering availability throughout the week and in September to accommodate the recipient’s schedule. The proffer’s goal was to assist the recipient in reviewing the production documents.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "sdny production index",
        "parvin",
        "september",
        "proffer",
        "scheduling",
        "deutsche bank",
        "attorney",
        "transactions",
        "accounts",
        "august 2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020114",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020114",
      "summary": "Parvin Moyne (from Akin Gump) and a party (“MI”) are discussing scheduling a proffer related to the SDNY Production Index. 2019.8.15. The proffer aims to help MI sift through the production documents. Initial proposals for the proffer include a presentation outlining Epstein’s relationship with the bank and related transactions. Scheduling difficulties arise as MI proposes September 9th or other dates in that week, while Parvin is available in the afternoons of September 5th or 6th, or during the week of August 20th. The proffer is anticipated to last 2-3 hours and involves lawyers from Akin Gump, DB Legal, and potentially others.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "production index",
        "sdny",
        "proffer",
        "deutsche bank",
        "september",
        "scheduling",
        "attorney",
        "transactions",
        "accounts",
        "timing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024422",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00020120",
            "similarity": 0.667,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020120",
      "summary": "Parvin Moyne of Akin Gump Strauss Hauer & Feld LLP is arranging a proffer regarding the 2019.8.15 SDNY Production Index.xlsx. The proffer will involve a presentation of information about Jeffrey Epstein’s relationship with a bank, including accounts and transactions. Initial scheduling discussions occurred between Moyne and [REDACTED] regarding a time for the proffer, with suggestions including September 5th or 6th. The proffer’s purpose is to guide the recipient through the production documents.  The parties are discussing logistics like the proffer’s format and duration, and are open to scheduling flexibility across August and September.",
      "timestamp": "2019-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2019",
      "keywords": [
        "production index",
        "sdny",
        "proffer",
        "september",
        "deutsche bank",
        "akin gump",
        "scheduling",
        "dates",
        "transactions",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020114",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027946",
      "summary": "An email chain discusses a cooperator named “,” who received information from another MCC inmate (“”) regarding Jeffrey Epstein. The cooperator’s information is currently limited to second- and third-hand accounts and is considered largely unactionable without further cooperation. The sender, an Assistant United States Attorney, requests follow-up with the cooperator and suggests exploring the possibility of an extension to his cooperation agreement.",
      "timestamp": "2019-08-24T00:00:00",
      "timestamp_raw": "24 Aug 2019",
      "keywords": [
        "epstein",
        "cooperator",
        "mcc",
        "information",
        "redaction",
        "usanys",
        "cooperation agreement",
        "inmate",
        "substance",
        "meeting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030702",
      "summary": "*   **Supporting Documentation:** Collection is underway for account opening documents, KYC documents, and account statements, aiming for a single production rather than rolling releases. *   **FBI Subpoenas:** The FBI served subpoenas related to JPMorgan Chase on September 3, 2019, and October 8, 2019.  The team is directing all additional subpoenas related to the investigation to them. *   **Communication Chain:** Emails exchanged between Allison Stoddart (WilmerHale), Anjan Sahni, and redacted parties regarding updates on the JPMorgan Chase production and related subpoenas. *   **Material Delivery:** A letter and encrypted zip file containing JPMorgan Chase's materials were sent by Allison Stoddart.",
      "timestamp": "2019-09-03T00:00:00",
      "timestamp_raw": "September 3, 2019",
      "keywords": [
        "jpmorgan chase",
        "wire data",
        "subpoena",
        "fbi",
        "accounts",
        "epstein",
        "maxwell",
        "kyc",
        "production",
        "wire collection"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019689",
      "summary": "This document details a series of communications regarding the production of wire information and account lists related to investigations involving Jeffrey Epstein and Ghislaine Maxwell. Allison Stoddart and her team are preparing to produce account lists and wire information, prioritizing certain categories and formats. Initially, they propose producing wire information in both Excel and PDF formats, favoring the Excel version due to its accessibility. They request the recipient organize the data by account and provide indices. There are discussions about the volume and organization of the materials, with a request for electronic production and consistent indexing to facilitate review. Concerns are raised about the potential for disorganized production and a request for expedited production of documents related to the \"Butterfly Trust.\" Several individuals, including U.S. Attorneys and legal counsel, are involved in coordinating the production efforts and offering logistical support.",
      "timestamp": "2019-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2019",
      "keywords": [
        "production",
        "wire information",
        "accounts",
        "format",
        "excel",
        "pdf",
        "subpoenas",
        "jpmorgan",
        "anjan",
        "allison"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015851",
      "summary": "On October 1, 2019, Nicolas Banta sent a SAR regarding accounts associated with Jeffrey Epstein to a recipient. The bank requested immediate closure of accounts holding approximately $30 million, notifying the recipient for potential government action awareness.",
      "timestamp": "2019-10-01T00:00:00",
      "timestamp_raw": "October 1, 2019",
      "keywords": [
        "efta00015851",
        "jeffrey epstein",
        "sar",
        "bank accounts",
        "closure",
        "legal",
        "sullivan & cromwell",
        "nicolas banta",
        "funds",
        "accounts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015852",
      "summary": "Several email exchanges occurred between individuals at Sullivan & Cromwell LLP and an unidentified recipient ([REDACTED]) regarding accounts associated with Jeffrey Epstein. The accounts held approximately $30 million and the bank desired to close them pending government action. Nicolas Bourtin sent a SAR (Suspicious Activity Report) related to these accounts, alerting the recipient to the situation and requesting advice. The recipient acknowledged receipt and stated they would discuss it with their team.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "epstein",
        "redaction",
        "usanys",
        "mare",
        "accounts",
        "sar",
        "bank",
        "government",
        "sullivan & cromwell",
        "nicolas bourtin"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032418",
            "similarity": 0.538,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032418",
      "summary": "Sullivan & Cromwell’s Nicolas Bourtin informed [REDACTED] (USANYS) that a Suspicious Activity Report (SAR) was filed regarding accounts associated with Jeffrey Epstein, currently holding approximately $30 million. The bank requested immediate closure of these accounts pending potential government action.",
      "timestamp": "2019-11-02T00:00:00",
      "timestamp_raw": "02 Oct 2019",
      "keywords": [
        "jeffrey epstein",
        "sar",
        "accounts",
        "bank",
        "sullivan & cromwell",
        "nicolas bourtin",
        "legal",
        "redaction",
        "funds",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015852",
            "similarity": 0.538,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037696",
      "summary": "On November 7, 2019, an email detailed connections between funds transferred through Bank of America (BoA) accounts and The 2013 Butterfly Trust and Jeffrey Epstein. Specifically, $175,000 was sent to a BoA account linked to Fargo, and $250,000 was sent to a BoA account via Deutsche Bank SARs. The email included a flowchart illustrating these connections. The communication was derived under the Bank Secrecy Act and subject to strict confidentiality restrictions, limiting its use to specific investigations and prohibiting further disclosure without authorization.",
      "timestamp": "2019-11-07T00:00:00",
      "timestamp_raw": "November 7, 2019",
      "keywords": [
        "efta00037696",
        "butterfly trust",
        "epstein",
        "boa",
        "funds",
        "deutsche bank",
        "sars",
        "bsa",
        "criminal investigation",
        "financial crimes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029805",
      "summary": "On November 13, 2019, Parvin Moyne sent an email to Moyer Thomas and Joseph DiPiero regarding a chart identifying Jeffrey Epstein’s accounts at J.P. Morgan prior to his transition to Deutsche Bank. The chart, attached to a September 12, 2013 email from Harry Beller, reveals previously unknown accounts, including a brokerage account for the Butterfly Trust managed by Ted Serure (still employed at J.P. Morgan Securities) and the asset trading accounts managed by Laurie Cameron and Paul Barrett. The email also mentions the review of Bank’s electronic communications related to Epstein's relationship and the inclusion of a bates-stamped version of the documents, along with emails related to Darren Indyke's cash withdrawal activities, in a forthcoming production.",
      "timestamp": "2019-11-13T00:00:00",
      "timestamp_raw": "November 13, 2019",
      "keywords": [
        "epstein",
        "j.p. morgan",
        "deutsche bank",
        "butterfly trust",
        "jeffrey epstein",
        "accounts",
        "chart",
        "harry beller",
        "paul morris",
        "ted serure",
        "laurie cameron"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015937",
      "summary": "Deutsche Bank AG, New York Branch, is providing documents in response to a U.S. Attorney’s grand jury subpoena related to Jeffrey Epstein’s financial activities. This is the eleventh submission in a rolling response. The production (DB-SDNY-PROD011) includes documents covering topics such as the onboarding of Epstein, transfers of assets from JP Morgan, bank records related to wire transfers from Gratitude America, Ltd., cash transactions, and accounts linked to Epstein’s estate.  Supplemental exhibits (Appendix B) address specific issues, including wire transfers to investment vehicles, LSJE, LLC account activity, transactions involving the Butterfly Trust, and a timeline of capitalized accounts. The production is subject to confidentiality protections under Rule 6(e) and requests notification of any potential disclosure requests.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "deutsche bank",
        "jeffrey epstein",
        "subpoena",
        "wire transfers",
        "financial records",
        "accounts",
        "money transfers",
        "kyc",
        "revenue sharing accounts",
        "arrc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038380",
      "summary": "On December 6, 2019, the FBI (USANYS) sent an email requesting subpoenas related to Ghislaine Maxwell. The request included investigations into Uber and Lyft accounts potentially linked to Maxwell, along with addresses in Boston, MA and Manchester by the Sea, Massachusetts. The email originated from an FBI agent and included correspondence with exchange labs regarding any associated accounts.",
      "timestamp": "2019-12-06T00:00:00",
      "timestamp_raw": "December 6, 2019",
      "keywords": [
        "efta00038380",
        "ghislaine maxwell",
        "subpoena requests",
        "uber",
        "usanys",
        "fbi",
        "dob",
        "accounts",
        "email address",
        "boston"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020998",
      "summary": "A request was sent on December 6, 2019, to investigate any accounts associated with Ghislaine Maxwell, including those linked to her address in Boston, MA, and Manchester by the Sea, MA, as well as Uber and Uber Technologies, Inc. The request included subpoenas for various agencies regarding Ghislaine Maxwell's activities.",
      "timestamp": "2019-12-06T00:00:00",
      "timestamp_raw": "December 6, 2019",
      "keywords": [
        "ghislaine maxwell",
        "subpoena",
        "email",
        "phone number",
        "accounts",
        "boston",
        "uber",
        "massachusetts",
        "san francisco"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017064",
      "summary": "Parvin Moyne sent an email to several individuals, including Joseph DiPiero and Thomas Moyer, informing them of a bank’s internal investigation. The investigation involves contacting former DB employees, specifically Paul Morris, to discuss accounts related to Jeffrey Epstein. The recipient acknowledged the update and expressed no concerns. The email included standard confidentiality disclaimers.",
      "timestamp": "2019-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2019",
      "keywords": [
        "efta00017064",
        "parvin moyne",
        "epstein",
        "accounts",
        "investigation",
        "bank",
        "former db employees",
        "paul morris",
        "confidential",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038384",
      "summary": "A subpoena and Non-Disclosure Order (NDO) were being circulated regarding Maxwell’s Facebook activity. An FBI agent (USANYS) requested service of the subpoena and NDO. An investigation found multiple IP addresses from the Maxwell pen trap linked to Facebook. Two phone numbers associated with Maxwell were identified as being linked to Facebook accounts through the law enforcement portal, though account details could not be viewed. A request was made to obtain a Facebook subpoena for subscriber and recent login information associated with the identified phone numbers.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2019",
      "keywords": [
        "facebook",
        "subpoena",
        "maxwell",
        "phone numbers",
        "ip addresses",
        "facebook accounts",
        "law enforcement portal",
        "pen trap",
        "ny",
        "fbi",
        "child exploitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021766",
      "summary": "Bruce Barket, representing Barket Epstein Kearon Aldea & LoTurco, LLP, is corresponding with Aida Leisenring and others regarding discovery requests related to the Tartaglione case. Key points include: *   A request for the taint team to contact them regarding a review of a cell phone, specifically concerning hand-held videos from July 23rd. *   An inquiry regarding the inconsistent accounts of surveillance video and a request for further inquiries. *   A request for a hearing regarding the disappearance of surveillance video. *   MCC offers access to a makeshift rope for inspection, with restrictions on photography. *   BOP has forensic reports of Tartaglione’s cellphone and SIM card, which will be reviewed by a walled-off team of AUSAs to identify privileged materials. *   BOP states no other pictures or videos were taken from inside the cell, and a letter with video evidence is forthcoming for review at the office.",
      "timestamp": "2020-01-09T00:00:00",
      "timestamp_raw": "09 Jan 2020",
      "keywords": [
        "bruce barket",
        "discovery requests",
        "surveillance video",
        "cell phone",
        "tartaglione",
        "bop",
        "mcc",
        "ausa",
        "july 23",
        "videos",
        "forensic reports"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014387",
      "summary": "This document is a redacted email exchange between a U.S. Attorney’s office (Fieldfisher) and a partner at a UK law firm, Jill Greenfield, regarding an investigation into Jeffrey Epstein’s activities. Here’s a breakdown of the key content: *   **Initial Contact & Inquiry:** The exchange begins with Jill Greenfield responding to an inquiry about a potential interview with a client involved in the Epstein investigation. *   **Client Background:** The U.S. Attorney outlines the client’s situation – not a target, but likely a “suspect” analogue – and their limited knowledge based on witness accounts. They emphasize the client was likely a victim. *   **Interview Protocols:** The U.S. Attorney details their planned interview approach, emphasizing voluntary participation, the client's ability to decline questions, and potential for breaks. They outline desired topics of discussion, including the client's interactions with Epstein and Ghislaine Maxwell. *   **Anonymity and Sensitivity:** The U.S. Attorney repeatedly stresses the importance of protecting the client's anonymity and avoiding re-victimization, noting their policies extend to protecting the identities of other victims. *   **Logistical Details:** The exchange covers logistical considerations such as the likely composition of the interview team (prosecutors and FBI officers), note-taking procedures (FBI Form 302), and the possibility of travel arrangements. *   **Confirmation & Next Steps:** The email concludes with a confirmation of the interest in speaking with the client and an offer to address any further questions. The document is heavily redacted, obscuring specific details related to the client and the investigation.",
      "timestamp": "2020-02-12T00:00:00",
      "timestamp_raw": "12 Feb 2020",
      "keywords": [
        "epstein investigation",
        "jill greenfield",
        "fbi",
        "u.s. attorney",
        "interviews",
        "notes",
        "anonymity",
        "victims",
        "law enforcement",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029774",
      "summary": "An Assistant United States Attorney from the Southern District of New York reports that an NDO related to subpoenas for Epstein’s email accounts has expired. They will notify someone (the recipient of the email is unclear) and request feedback if any issues arise.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "21 Feb 2020",
      "keywords": [
        "efta00029774",
        "redaction",
        "google",
        "subpoenas",
        "epstein",
        "ndo",
        "united states attorney",
        "southern district of new york",
        "email accounts",
        "case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038450",
      "summary": "On March 2, 2020, the U.S. Department of Justice, via the Southern District of New York, requested that USAA Bank maintain open bank accounts for Ghislaine Maxwell (a/k/a Ida Ghislaine Borgerson, DOB: 12/25/1961, SSN redacted) and Scott Borgerson (DOB: 09/03/1975, SSN redacted), associated with case number C2002421770. The request covers accounts as of March 2, 2020, for a period of six months, citing an ongoing criminal grand jury investigation. The DOJ advised that account closure would impede the investigation and requested notification of any intended closures.",
      "timestamp": "2020-03-02T00:00:00",
      "timestamp_raw": "March 2, 2020",
      "keywords": [
        "usaa",
        "aml fiu",
        "bank accounts",
        "ghislaine maxwell",
        "grand jury",
        "investigation",
        "subpoena",
        "criminal",
        "request",
        "accounts open"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011351",
      "summary": "First Bank Records & Legal Requirements (EFTA00011351) sent a secured message to a U.S. Attorney (AUSA) regarding Federal Grand Jury Subpoena Case #19353 concerning Jeffrey Epstein. The message included a list of accounts as requested, and indicated they were working on production for the case.  The communication included multiple attachments (images) and repeated confidentiality notices.",
      "timestamp": "2020-03-10T00:00:00",
      "timestamp_raw": "10 Mar 2020",
      "keywords": [
        "first bank",
        "legal requirements",
        "jeffrey epstein",
        "grand jury subpoena",
        "confidentiality",
        "fb case",
        "redaction",
        "criminal investigation",
        "bancorp",
        "veronica martinez"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022351",
      "summary": "Embassy London on June 9, 2020, titled “The SW11.” *   The primary news focus is on Prince Andrew’s involvement in the Epstein investigation, with differing accounts from his legal team and U.S. prosecutors regarding his cooperation. *   Other key stories include the toppling of the Colston statue in Bristol, debates surrounding social distancing rules, Huawei’s attempts to garner British support, and discussions regarding Hong Kong residents’ potential immigration to the UK. *   Various news outlets offered commentary and opinions on these events, including perspectives on Brexit, Johnson’s leadership, and the UK-Japan trade deal. *   The email concludes with contact information for the U.S. Embassy London and a link to their website.",
      "timestamp": "2020-06-09T00:00:00",
      "timestamp_raw": "June 9, 2020",
      "keywords": [
        "prince andrew",
        "epstein",
        "doj",
        "u.s. embassy london",
        "uk news",
        "colston statue",
        "huawei",
        "boris johnson",
        "brexit",
        "hong kong",
        "coronavirus"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016313",
      "summary": "On June 12, 2020, the Assistant United States Attorney for the Southern District of New York contacted “,” requesting a call at 10 a.m. on Monday to follow up on information regarding Maxwell. The topics for discussion included current financial accounts for Maxwell (including credit card accounts), the connection between Maxwell and UMB bank, the status of a subpoena issued on September 25, 2019, and recent SAR/CTR checks and account filings related to Maxwell. The email includes attachments of the subpoena and a reference to the FBI.",
      "timestamp": "2020-06-12T00:00:00",
      "timestamp_raw": "June 12, 2020",
      "keywords": [
        "efta00016313",
        "maxwell",
        "umb bank",
        "subpoena",
        "sar/ctr check",
        "financial accounts",
        "mon 9/25/19",
        "sdny",
        "fbi",
        "follow-up call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017139",
      "summary": "The document is an AT&T subscriber information record (EFTA00017139.pdf) dated June 17, 2020. It details four different subscriber accounts: *   **Account 1:**  SCOTT BORGERSON, active since 03/13/2004, with multiple contact details redacted. *   **Account 2:** G MAX, active since 09/17/2016, with multiple contact details redacted. *   **Account 3:** NOAH BORGERSON, active since 09/20/2019, with multiple contact details redacted. *   **Account 4:** G WIFI, active since 01/22/2010, with multiple contact details redacted. *   **Account 5:** SCOTT G BORGERSON, active since 07/22/2007, with multiple contact details redacted. Each account includes billing party information, account status, payment type (Postpaid), and a status change history.  All personal identifying information (SSN, TaxID, FEIN, phone numbers, email addresses) is redacted. The records include dealer information and service start dates.",
      "timestamp": "2020-06-17T00:00:00",
      "timestamp_raw": "June 17, 2020",
      "keywords": [
        "at&t",
        "subscriber information",
        "wireless",
        "account number",
        "scott borgerson",
        "billing party",
        "payment type",
        "service start date"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016343",
      "summary": "An FBI agent (“a”) contacted Amex regarding a credit card associated with Maxwell, noting a discrepancy between Amex account numbering conventions (accounts starting with 37 versus the provided 34). The agent inquired about returns from the card, given the last statement date of 12/18/19. A Forensic Accountant (FBI New York Field Office) responded with an attached draft analysis of Maxwell’s credit cards for discussion purposes, subject to change.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "efta00016343",
        "maxwell's credit cards",
        "amex",
        "returns",
        "credit cards",
        "fbi",
        "forensic accountant",
        "financial productions",
        "analysis",
        "37"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020368",
      "summary": "As of June 30, 2020, Ghislaine Maxwell held the following accounts: *   USAA Federal Savings Bank: $5,259.80 *   UBS Financial Services Inc. - UBS Financial Services Inc. - Terramar Project, Inc.: $26.43 *   UBS Financial Services Inc. - Max Foundation: $979.29 *   UBS Financial Services Inc. - Ellmax, LLC: $0.62 *   UBS Financial Services Inc. - Ghislaine Maxwell IRA: $59,039.62 *   UBS Financial Services Inc. - Montpelier Trust: $4,841,818.09 and $1.46 *   Barclays: Unknown balances (three accounts with maximum values of $1,556,801, $644,686, and $41,291 reported on FBAR filings) *   Wealth at Work Limited: Unknown balance (maximum value of $48,113 reported on FBAR filing) Several transactions are noted, including transfers between UBS accounts and to/from USAA Federal Savings Bank and Granite Reality LLC. The Montpelier Trust's relationship to Maxwell is inferred due to transfers and a matching address with Granite Reality LLC.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "ghislaine maxwell",
        "ubs financial services",
        "montpelier trust",
        "usaa federal savings bank",
        "granite reality llc",
        "boston ma",
        "bradford nh",
        "fbar",
        "account balances",
        "financial accounts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038589",
      "summary": "A forensic accountant at the FBI New York Field Office sent an email to recipients containing IRA statements for Maxwell UBS accounts from June 30, 2020, to December 31, 2019. The email included an attached PDF document named “Mawell_UBS_IRA_Acct_Stmt_6-30-20_and_12-31-19.pdf”.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "ira",
        "maxwell",
        "ubs",
        "stmt",
        "forensic accountant",
        "fbi",
        "new york",
        "redaction",
        "2020",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026525",
      "summary": "On July 1, 2020, an email chain discusses financial transactions involving Ghislaine Maxwell’s UBS accounts. Specifically, $14,202,689.97 was deposited into the 116 East 65th Street LLC (Y123962) account owned by Maxwell, and subsequently, $14,194,596.46 was transferred to a second UBS account also held by Maxwell (Y123575). In November 2016, $14,250,000 was transferred from Maxwell’s accounts to the Angara Trust account at UBS.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "efta00026525",
        "ghislaine maxwell",
        "ubs",
        "accounts",
        "transfers",
        "2016",
        "angara trust",
        "southern district of new york",
        "zip",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020364",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested a list of all bank accounts held in Maxwell’s name or associated with her. The request included details such as the last statement year/month, account status, and balance for known accounts, as well as accounts with currently unavailable information. The response attached schedules of bank accounts and credit card accounts to the requesting party.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "efta00020364",
        "bank accounts",
        "maxwell",
        "fbi",
        "gm",
        "accounts",
        "credit cards",
        "schedule",
        "statements",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037256",
      "summary": "Mark L. Epstein reported receiving emails indicating someone had hacked into his accounts.  He received emails from “R O” detailing concerns about Jeffrey’s girlfriend’s arrest, threats against Mark, and information about Mark's brother's financial situation and alleged inappropriate behavior involving underage girls.  Attachments included PDFs labeled “RE-_JE_2.pdf” and “RE-_JE.pdf”.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "email hacking",
        "password change",
        "jeffrey",
        "mark epstein",
        "protonmail",
        "redacted",
        "arrest",
        "sony",
        "underage girls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027017",
      "summary": "An email chain discusses transactions involving Jeffrey Epstein and Deutsche Bank. DB conducted a comprehensive presentation and produced numerous documents related to the transactions, which include transfers referenced in Epstein and Maxwell filings. Parvin is involved and has thoroughly investigated the accounts. Deutsche Bank was fined $150 million due to a connection to a money laundering scheme and improper activity, as detailed in a Washington Post article. The email chain suggests examining public settlement documents and contacting Parvin for further information.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "deutsche bank",
        "transactions",
        "parvin",
        "money laundering",
        "settlement",
        "filings",
        "dfs",
        "accounts",
        "suspicious"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020371",
      "summary": "A subpoena from another case, including a scanned signature, was requested to be inserted into all subpoenas related to the Korea bribery case. Corrections were identified and requested: a typo in the sentence regarding accounts, misspellings of \"Alaska,\" and highlighting within the riders. The attached drafts of subpoenas were deemed ready to send following these changes.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "bribery",
        "subpoenas",
        "korea",
        "redaction",
        "corrections",
        "riders",
        "accounts",
        "signature",
        "alaksa",
        "efta00020371"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037705",
      "summary": "An FBI Forensic Accountant at the New York Field Office sent an analysis of Maxwell’s accounts as of 6/30/20 to Ori, requesting updates incorporating information from UBS. The analysis is a draft for discussion purposes and is subject to change, pending further information from UBS regarding the funding of the Montpelier Trust and its expenditures.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "efta00037705",
        "maxwell",
        "ubs",
        "montpelier trust",
        "expenditures",
        "account balances",
        "forensic accountant",
        "fbi",
        "redaction",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037499",
      "summary": "FBI New York is investigating Clare Iveagh, following a request from the NCA. The FBI contacted FBI HQ and CID regarding the investigation. The NCA provided a document and financial intelligence related to Jeffrey Epstein’s accounts, offering to route the information through FinCEN for coordination. SDNY does not see an issue with the internal investigation.",
      "timestamp": "2020-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2020",
      "keywords": [
        "fbi",
        "nca",
        "clare iveagh",
        "epstein",
        "nspcc",
        "fincen",
        "investigation",
        "new york",
        "sdny",
        "financial intelligence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010429",
      "summary": "An email chain discusses reviewing documents related to the SDFL’s investigation into Jeffrey Epstein and Ghislaine Maxwell. The West Palm Beach office has case files and boxes of documents gathered for the OPR inquiry, including a scanner used exclusively by OPR for scanning and sending documents to their DOJ accounts. A USANYS representative offers to facilitate a review and scanning of these materials, attaching an inventory of the materials. The New York team is supervising the process and requests a call to discuss arrangements.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "sdfl",
        "west palm beach",
        "documents",
        "opr",
        "ghislaine maxwell",
        "usanys",
        "scan",
        "inventory",
        "case files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011503",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00011501",
            "similarity": 0.818,
            "index": 87,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00018995",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011503",
      "summary": "*   The documents, including case files and OPR-gathered materials, are located in a secure room in West Palm Beach. *   A scanner was used by the OPR for exclusive document scanning to their DOJ accounts. *   The USANYS team offers to facilitate review and scanning of the documents for the Southern District of New York’s trial team. *   A call is proposed to coordinate the process.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "usanys",
        "west palm beach",
        "sdfl",
        "documents",
        "case files",
        "scan",
        "opr",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010429",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00011501",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018995",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011501",
      "summary": "A United States Attorney’s Office Assistant in West Palm Beach, Florida, is coordinating with a team in New York regarding the SDFL investigation into Jeffrey Epstein and his co-conspirators. The investigation involved materials stored in a secure room, including case files and boxes of documents gathered for an OPR inquiry. The West Palm Beach office provided a scanner for OPR’s use to scan and transmit documents to their DOJ accounts. The New York team seeks to review and scan these materials as part of their own case concerning Ghislaine Maxwell.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "usanys",
        "west palm beach",
        "sdfl",
        "documents",
        "opr",
        "inventory",
        "scan",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011503",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018995",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019636",
      "summary": "Google LLC responded to a Grand Jury Subpoena (Ref. No. 3971083) regarding a case initiated August 26, 2020. They conducted a search of Google accounts using a provided identifier, but found no responsive records due to the identifier’s lack of specificity. Google objected to broader requests for information about unidentified Google users, citing concerns about First Amendment rights and the burden on their operations. They redacted information from produced documents to comply with the subpoena. Google requires a court order (18 U.S.C. § 2703(d)) for bulk requests or information beyond the specified account identifier.  A Certificate of Authenticity was provided, along with a list of hash values for the produced files. Google reserved the right to seek reimbursement for processing costs.",
      "timestamp": "2020-08-26T00:00:00",
      "timestamp_raw": "August 26, 2020",
      "keywords": [
        "google",
        "grand jury subpoena",
        "electronic communications privacy act",
        "redaction",
        "hash values",
        "google accounts",
        "18 u.s.c. § 2703",
        "data protection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032125",
      "summary": "On September 3, 2020, a voicemail was left instructing someone to close open accounts.  A subsequent email was received regarding a voicemail concerning Ghislaine Maxwell’s account, noting the associated letter had expired and inquiring about re-upping the account (EFTA00032125).",
      "timestamp": "2020-09-03T00:00:00",
      "timestamp_raw": "September 3, 2020",
      "keywords": [
        "usaa",
        "account",
        "voicemail",
        "redaction",
        "ghislaine maxwell",
        "re-up",
        "usa nys",
        "efta00032125"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025558",
      "summary": "DICICCO, GULMAN & COMPANY, LLP prepared 2019 income tax returns for Scott Borsgeron and Ghislaine Maxwell, including a U.S. Individual Income Tax Return, a Federal Report of Foreign Bank and Financial Accounts (Form 114), and a Massachusetts Individual Income Tax Return. Form 114 will be electronically filed with FinCEN. The returns were prepared from information provided by the clients without verification. Clients are advised to preserve records for potential tax authority examinations. Form 114A must be filed with the firm by October 15, 2020, and requires the client’s signature and date.",
      "timestamp": "2020-10-15T00:00:00",
      "timestamp_raw": "October 15, 2020",
      "keywords": [
        "tax return",
        "foreign bank and financial accounts",
        "income tax",
        "2019",
        "fincen",
        "dicicco gulman & company",
        "scott borgerson",
        "ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028120",
      "summary": "A draft statement regarding allegations of sexual abuse involving Jeffrey Epstein was reviewed. The sender’s team is prepared to proceed with a call at 12:30 PM on November 11, 2020. The draft addresses inconsistencies in victim accounts, citing flight logs, photos, and differing timelines to suggest potential misremembering of events. Specifically, one victim’s claims of being present during massages and another’s claim of witnessing oral sex are questioned due to the passage of time and contradictory evidence. The sender expresses willingness to hear the women’s stories but disputes the accuracy of specific allegations regarding the presence of individuals at the alleged incidents.",
      "timestamp": "2020-11-11T00:00:00",
      "timestamp_raw": "November 11, 2020",
      "keywords": [
        "efta00028120",
        "redaction",
        "fatico hearing",
        "allegations",
        "victim",
        "epstein",
        "massage",
        "sexual assault",
        "lawsuit",
        "memory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023221",
      "summary": "This document is a record of email exchanges concerning a draft statement related to a civil case involving allegations of sexual abuse linked to Jeffrey Epstein. Here’s a breakdown of the key events: *   **Initial Request for a Call:** Kathleen E. Cassidy initiates contact requesting a call to discuss the draft statement, offering times like 1pm or 2:30pm. *   **Susan Necheles’ Availability:** Susan Necheles suggests alternative times due to a personal situation. *   **Delay and Rescheduling:** Susan Necheles' personal situation leads to a postponement of the call to Monday. *   **Draft Submission:** Kathleen E. Cassidy sends a draft of proposed changes with accompanying allegations and rebuttals, focusing on the timeline and potential inaccuracies of the victim's recollections. The draft includes concerns about inconsistencies in the victims' accounts, specifically regarding presence at the ranch and townhouse, and questioning the accuracy of the timeline. *   **Further Discussion & Confirmation:** A subsequent exchange confirms the call will take place on Monday at 12:30pm. The core of the document is a legal strategy to challenge the victim's allegations by casting doubt on their reliability and the supporting evidence, primarily focusing on the passage of time and potential memory distortions.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "November 16, 2020",
      "keywords": [
        "redaction",
        "statement",
        "call",
        "time",
        "november 2020",
        "susan necheles",
        "kathleen cassidy",
        "victim",
        "allegations",
        "memories",
        "epstein",
        "assault",
        "2002",
        "2003",
        "2005",
        "civil complaint"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020524",
      "summary": "On December 6, 2020, an individual contacted the FBI’s National Threat Operations Center reporting an active Facebook page belonging to Jeffrey Epstein. The individual, who identified herself as “TIE,” reported seeing pictures on the page potentially depicting Epstein with young girls, which she believed indicated possible child sex trafficking activity. TIE was unable to provide a specific Facebook URL, but reported multiple accounts under the name Jeffrey Epstein with a picture of him as the profile picture.",
      "timestamp": "2020-12-06T00:00:00",
      "timestamp_raw": "December 6, 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "child sex trafficking",
        "facebook",
        "fbi",
        "pedophiles",
        "investigation",
        "intake",
        "case id",
        "url"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023079",
      "summary": "A message was forwarded regarding a New York Daily News article detailing Jeffrey Epstein’s final days at the NYC jail, as revealed by inmate accounts. The article focuses on Efrain Reyes and Epstein’s circumstances. The message originated from a USANYS contractor, [REDACTED], and was sent to multiple recipients within USANYS.",
      "timestamp": "2020-12-28T00:00:00",
      "timestamp_raw": "December 28, 2020",
      "keywords": [
        "jeffrey epstein",
        "nyc jail",
        "inmates",
        "new york daily news",
        "efrain reyes",
        "redaction analysis",
        "usanys",
        "suicide",
        "prison",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018995",
      "summary": "An email chain discusses the location of documents related to the Jeffrey Epstein investigation held by the West Palm Beach Regional Office of the U.S. Attorney’s Office, SDFL. A managing assistant provides information about secured boxes containing case files and materials gathered for an OPR inquiry.  A scanner was used by OPR to scan documents for their DOJ accounts. The Chief of the Public Corruption Unit requests access to review and scan these documents for their own case regarding Ghislaine Maxwell's prosecution.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "epstein",
        "documents",
        "west palm beach",
        "opr",
        "doj",
        "scanner",
        "inventory",
        "ghislaine maxwell",
        "sdfl",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011501",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011503",
            "similarity": 0.538,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021994",
      "summary": "Morgan Chase (JPMC) and an Assistant United States Attorney regarding signature cards and account documentation related to Ghislaine Maxwell’s various accounts. *   **Account Details:** Multiple accounts were linked to Ghislaine Maxwell, including JPMC Hyperion Air, Jeffery Epstein accounts, Freedom Air International, JEGE Inc., 116 East 65th Street LLC, ces Corp, and the Financial Trust Company. *   **Document References:** Bates numbers are referenced extensively to identify specific documents within a production. Notably, Bates numbers 1788-1813, 2376-2396, 2470-2486, 2545-2556 and 6 are critical. *   **Financial Transactions:** A specific $18,300,000 transfer to Maxwell from the sale of a JP Morgan Institutional Prime Money Market Fund is documented (Bates 36868). *   **KYC Requests:** Requests are made for KYC (Know Your Customer) documents and account statements to verify ownership and transactions. *   **Missing Signature Cards:** There's a note about a difficulty locating signature cards for certain accounts, particularly for the Financial Trust Company.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "jpmc",
        "hyperion air",
        "signature card",
        "account documents",
        "efta00021994",
        "freedom air international",
        "kyc",
        "transfer",
        "terra mar project",
        "jp morgan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038690",
      "summary": "An email chain discusses obtaining account documentation related to Financial Trust Co. accounts, specifically concerning a transfer to Maxwell on 10/19/99 and identifying the source of funds. The sender requests account statements, Bates numbers, and any KYC documents associated with the accounts.  A signature card for the JP Morgan account ending in 5001 is specifically requested and not found within the production.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "signature card",
        "financial trust co",
        "account statements",
        "transfer",
        "j.p. morgan",
        "kyc documents",
        "bates range",
        "efta00038690",
        "external email",
        "10/19/99"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021664",
      "summary": "On October 7, 2021, a forensic accountant with the FBI New York Field Office sent documents related to Epstein accounts to FBI agents in New York. The documents included account statements, removal memos requesting the removal of Ghislaine Maxwell from various accounts (Hyperion Air, Jeffery Epstein, NES LLC), and access instructions to a DOJ USA File Exchange folder.  A follow-up email on October 6, 2021, requested account statements for a few months after the documents were executed.  EFTA00021665 was the file identifier.",
      "timestamp": "2021-10-07T00:00:00",
      "timestamp_raw": "October 7, 2021",
      "keywords": [
        "epstein account documents",
        "ghislaine maxwell",
        "fbi",
        "doj",
        "redaction",
        "accounts",
        "removal memos",
        "hyperion air",
        "nes llc",
        "kycs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029227",
      "summary": "On October 7, 2021, a forensic accountant with the FBI New York Field Office sent account opening, signature, and KYC documents related to two accounts associated with Ghislaine Maxwell to another recipient. The documents, including a June 2007 statement, were uploaded to the DOJ USA File Exchange site. On October 6, 2021, the recipient requested additional account statements covering several months to view balances. On October 4, 2021, the accountant initially provided the attached documents as a follow-up to a prior conversation about Maxwell’s involvement with Epstein accounts.",
      "timestamp": "2021-10-07T00:00:00",
      "timestamp_raw": "October 7, 2021",
      "keywords": [
        "epstein accounts",
        "ghislaine maxwell",
        "account statements",
        "kyc",
        "fbi",
        "doj",
        "redaction analysis",
        "jpm-sdny",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029200",
      "summary": "An FBI Forensic Accountant from the New York Field Office sent documents related to Jeffrey Epstein and Ghislaine Maxwell accounts to an unknown recipient. The documents included PDFs detailing accounts named JEJE, Jeffety Epstein, and Hyperion. The email indicates a follow-up to a previous conversation about these accounts.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "epstein",
        "ghislaine maxwell",
        "account",
        "documents",
        "forensic accountant",
        "fbi",
        "redaction",
        "jeje",
        "jeffety_epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015030",
      "summary": "An FBI Forensic Accountant from the New York Field Office (EFTA00015030) requested additional account statements (balances) following the initial submission of documents related to Ghislaine Maxwell’s accounts. The initial documents were compiled by the Forensic Accountant as a follow-up to a previous conversation.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "epstein",
        "accounts",
        "documents",
        "redaction",
        "fbi",
        "ghislaine maxwell",
        "forensic accountant",
        "new york",
        "statements",
        "balance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029172",
      "summary": "An individual ([REDACTED]) sent documents related to Epstein accounts to the FBI New York Field Office (Forensic Accountant) via the DOJ USA File Exchange site. The documents included removal requests for Ghislaine Maxwell from Hyperion Air, Jeffery Epstein, and JEGE accounts, as well as a removal memo for NES LLC. The recipient ([REDACTED] – NY FBI) requested additional account statements for a few months after the documents were executed, specifically asking for balances. The initial sender ([REDACTED]) had already uploaded documents and granted access to the folder.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2021",
      "keywords": [
        "epstein",
        "accounts",
        "ghislaine maxwell",
        "removal",
        "documents",
        "doj",
        "fbi",
        "hyperion air",
        "nes llc",
        "forensic accountant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015137",
      "summary": "An FBI Forensic Accountant at the New York Field Office forwarded account statements (EFTA00015137 and EFTA00015138) related to Ghislaine Maxwell’s accounts to an FBI contractor (USANYS) and an FBI agent (NY) for review. The contractor was asked to save the documents on a shared location and was granted access. The FBI agent requested additional account statements from several months after the initial documents were executed to view balances in connection with the Epstein accounts.",
      "timestamp": "2021-11-07T00:00:00",
      "timestamp_raw": "07 Oct 2021",
      "keywords": [
        "epstein account documents",
        "redaction analysis",
        "efta00015137",
        "usanys",
        "fbi",
        "forensic accountant",
        "ghislaine maxwell",
        "account statements",
        "dal usa file exchange",
        "nyc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029582",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (SDNY) issued press guidance regarding the upcoming trial of Ghislaine Maxwell, charged with conspiracy related to Jeffrey Epstein’s crimes. Several government witnesses will testify using pseudonyms due to the sensitive nature of the allegations involving victims of sexual abuse and contact. Government exhibits will be available through a secure file share. Media representatives are encouraged to establish PACER accounts and contact the press office at (212) 637-2600 for questions. The trial will be held before Judge Alison Nathan on November 23, 2021.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "sdny",
        "press guidance",
        "trial",
        "pseudonym",
        "sexual abuse",
        "jeffrey epstein",
        "evidence",
        "media requests"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019755",
      "summary": "Bank of America requests the production of comprehensive records pertaining to account EFTA00019755, encompassing all open and closed accounts. The request includes all documents, data transaction files (Excel), and records related to the account’s history from inception to present. Specifically, requested items include: documents reflecting account transactions, signature cards, identification, withdrawal locations, account opening documents, “know your customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan files, corporate resolutions, online banking information, and any associated correspondence. Contact information for a Forensic Accountant (EFTA00019756) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "bank of america",
        "legal order processing",
        "accounts",
        "data transaction files",
        "excel",
        "pdf",
        "documents",
        "records",
        "wire transfers",
        "customer identification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020171",
      "summary": "Wells Fargo Bank N.A. requests all documents and records pertaining to account EFTA00020171, from its inception to the present. This includes data transaction files, documents reflecting account changes, signature cards, identification proofs, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan files, online banking information, corporate resolutions, and all correspondence related to the account and its associated individuals and entities. The request is to be provided on CDs in Adobe PDF format.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "wells fargo",
        "bank",
        "accounts",
        "records",
        "documents",
        "pdf",
        "data transaction files",
        "ssn",
        "email",
        "identification"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020167",
      "summary": "Citibank N.A. requests all documents and records pertaining to account EFTA00020167, from its inception to the present. This includes, but is not limited to, transaction files, documents reflecting account activity, signature cards, identification, opening account documents, “Know Your Customer” documentation, wire transfer records, safe deposit records, trust accounts, statements, checks, prepaid cards, loan applications, online banking information, corporate resolutions, and all correspondence related to the account. The request is to be delivered via FedEx on CDs containing Adobe PDF images. Contact information for a Forensic Accountant (EFTA00020168) is provided for questions.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "citibank",
        "legal services",
        "records",
        "accounts",
        "data transaction files",
        "identification",
        "email",
        "wire transfers",
        "banking information",
        "customer records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038941",
      "summary": "This document, a redaction analysis of file EFTA00038941, contains records related to a Relativity investigation. The data includes: *   **Bill logs and usage data:** Primarily from EPS001 and EPS002 series, detailing various account and phone records. *   **Blackbooks and Lists:** Numerous blackbooks (USGME series and USVP series) containing names, addresses, and other information. Several lists of \"girls' names\" are also present. *   **Subpoena Requests and Documents:** Multiple subpoena requests (USGME series) and related documents. *   **Interview Records:** A collection of interview records (EPS001 and EPS002 series), including 2007 and 2018 interviews. *   **Phone Records:** Identified phone records, specifically within the EPS002 series. *   **Case Information:** Data related to Florida cases involving victims and witnesses. The document’s creation date is December 28, 2025, and was generated as part of a redaction analysis.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "black book",
        "epstein",
        "relativity",
        "usgme",
        "usvp",
        "phone records",
        "masseuses",
        "florida",
        "names",
        "lists",
        "subpoena",
        "accounts"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022366",
      "summary": "This document outlines terms and agreements related to an UBS client account. It includes a signature page acknowledging the Client Relationship Agreement and Margin Agreement, detailing UBS’s role in holding securities as collateral for margin loans. The agreement applies to all accounts, with exceptions for specific account types (e.g., certain retirement accounts). Electronic delivery of agreements and disclosures is confirmed, with contact information for UBS advisors provided. The document also references a predispute arbitration clause within the Client Relationship Agreement. Finally, it lists several account numbers associated with RMA Domestic accounts.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ubs",
        "margin agreement",
        "client relationship agreement",
        "accounts",
        "securities",
        "margin calls",
        "arbitration",
        "disclosures",
        "e-mail",
        "account disclosures"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006104",
      "summary": "The document is a serial report (EFTA00006104 and subsequent files) related to a case (31E-MM-108062-SBP, FF, and FF). It primarily consists of repeated requests for \"all account and billing information,\" along with automated charge-out records and requests for phone/toll records. Specific phone numbers (561-790-5475 and 561-676-5619) are listed.  There are also requests related to subpoenas, forfeiture investigations, and the production of draft corporate records and ownership reports. Finally, there are requests for opening sub-files in a captioned case.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "accounts",
        "billing information",
        "toll records",
        "subscriber information",
        "charge-out",
        "subpoena",
        "serial number",
        "fouo",
        "folio"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038985",
      "summary": "The redaction analysis pertains to file EFTA00038985.pdf, generated December 28, 2025. It includes information regarding an individual's Social Security Number, addresses (primarily in California and Nevada, spanning 1999-2021), phone numbers, and email addresses.  NCIC records show no matches, and open source searches identified Facebook and Twitter accounts.  The file also references a “Black Book” containing flight manifests, specifically listing the individual, EFTA00038985, on page 49 of the document.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038985",
        "ssn",
        "accurint",
        "facebook",
        "twitter",
        "ncic",
        "ejustice",
        "epstein's black book",
        "flight manifests",
        "addresses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038327",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a document (EFTA00038327.pdf) identified as Maxwell’s IC page. The email requests a subpoena (with NDO) for the IC page.  A response was received from Facebook regarding two subpoenaed accounts linked to Ghislaine Maxwell, and the investigation determined neither account was associated with her based on IP locations and content. A screenshot of Ghislaine Maxwell’s Instagram account (instagrananighislainemaxwell) is included, along with related document EFTA00038328.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "ic",
        "subpoena",
        "facebook",
        "ip locations",
        "instagram",
        "verizon lte",
        "efta00038327",
        "ndo",
        "ocean passport"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037703",
      "summary": "The document is a redaction analysis for account EFTA00037703, detailing account information including account names, sub-account names, account numbers, periods of account addition/change, Bates numbers, references, and comments. Specific accounts include: *   ELLMAX LLC (G Maxwell, various dates with Amex accounts: 000008, 000468, 000526, 000849, 000922, 001078, 001192, 001258, 001336, 001558) *   JENNIFER TURNER (G Maxwell, various dates with Amex accounts: 000526, 000849, 000922, 001078, 001192, 001258, 001336, 001558) *   THEODORE W WAITT (Various dates with Amex accounts: 001772, 001828, 002070) Several comments indicate the last statement with specific individuals included (e.g., September 2010 for Maxwell and Turner).",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "account",
        "number",
        "sub account",
        "account",
        "maxwell",
        "ellmax llc",
        "jane turner",
        "bates number",
        "period",
        "statement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037144",
      "summary": "The document outlines arguments for and against joining multiple plaintiffs in cases involving abuse claims. Reasons for supporting multiple plaintiffs include: facilitating jury understanding of common trauma effects, increasing the likelihood of a defendant’s lack of credibility, and enabling the judge to more easily admit evidence. Conversely, the document lists reasons against joining multiple plaintiffs, such as the potential for a weak case to negatively impact stronger cases, loss of individual control and cost management, difficulty for juries to process multiple accounts, and potential delays due to developments in other cases.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00037144",
        "abuse survivors",
        "jury",
        "settlement",
        "plaintiffs",
        "defendants",
        "case",
        "evidence",
        "damages",
        "class action"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036017",
      "summary": "The report details updates to the Epstein investigation, primarily focusing on the circumstances surrounding his death in a New York Correctional Facility (MCC NY). Key findings include: Epstein’s death was determined to be a suicide by the FBI and Medical Examiner, supported by the Office of Inspector General (OIG). The initial narrative of an inmate killing Epstein was disputed due to lack of witness accounts, camera footage, and the absence of counts and rounds conducted. Details were added regarding inmate observations, cell door procedures, and the handling of Epstein’s body after his death, including a change of clothes in violation of BOP policy. The report also includes expanded information from interviews regarding the events leading up to Epstein’s death, including his request to remain with his cellmate.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "report",
        "suicide",
        "inmate",
        "security",
        "cell",
        "lockdown",
        "noe",
        "bop",
        "camera footage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020169",
      "summary": "Experian Information Solutions, Inc. is being asked to provide credit reports, fraud alerts, and related documents for specified individuals (identified by name, date of birth, social security number, address, phone, and email). The request includes all known accounts, lines of credit, credit inquiries, and associated addresses. The results are to be submitted electronically to the Federal Bureau of Investigation (FBI) Special Agent M at 26 Federal Plaza, New York, NY 10278.  There is a request to voluntarily refrain from disclosing the subpoena’s existence to third parties to maintain the confidentiality of an ongoing investigation.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "experian",
        "credit reports",
        "fraud alerts",
        "subpoena",
        "investigation",
        "personal identifying information",
        "fbi",
        "forensic accountant",
        "confidentiality",
        "data disclosure"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034478",
      "summary": "This document is a Custodian Document Search Checklist related to an investigation, likely a legal case involving an inmate death (LHN-CIV-2019-00204). It details a search conducted by an individual (identified only as “[REDACTED]”) for potentially responsive documents across various media – electronic files (home drives, shared drives, emails, databases), archived electronic files, physical files (office, repositories), and other media (CDs, etc.). The checklist requires the individual to identify locations of potentially responsive documents and report any relevant information, including access to shared drives and email accounts, government and personal devices, social media usage, and any potential transfers of files. The checklist emphasizes the obligation to retain and protect responsive documents and to notify agency counsel of any alterations or destruction. The search ultimately resulted in no responsive documents being found.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "legal hold",
        "inmate death",
        "email",
        "databases",
        "electronic files",
        "documents",
        "agency",
        "attorney client communication",
        "metadata"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}