{
  "keyword": "bobbi sternheim",
  "count": 70,
  "keyword_match_count": 70,
  "content_match_count": 36,
  "total_files": 106,
  "timeline": [
    {
      "file_id": "EFTA00030482",
      "summary": "Bruce Barket of Barket, Epstein, Kearon, Aldea & LoTurco received confirmation from the Chambers of Judge Karas that the Curcio Hearing scheduled for June 30th was canceled. Bobbi Sternheim inquired about the cancellation and requested a reschedule to July 13th, necessitating flight cancellations. An ex parte order from Judge Karas was attached and intended to be filed under seal.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "efta00030482",
        "ex parte order",
        "bruce barket",
        "judge karas",
        "bobbi sternheim",
        "curcio hearing",
        "july 13th",
        "flights",
        "legal documents",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029147",
      "summary": "On October 26, 2020, Christian Everdell requested unredacted copies of reports and notes related to “United States v. Maxwell” from Mark S. Cohen, Laura Menninger, Jeff Pagliuca, and Bobbi Sternheim. The attachments included redacted documents from the United States Attorney's Office, Southern District of New York, concerning the case. The request was made in response to previous redactions and a protective order.",
      "timestamp": "2020-10-26T00:00:00",
      "timestamp_raw": "October 26, 2020",
      "keywords": [
        "maxwell",
        "united states v.",
        "redaction",
        "reports",
        "notes",
        "protective order",
        "united states attorney's office",
        "sdny",
        "chris everdell",
        "mark s. cohen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019139",
      "summary": "This document is an email, dated November 1, 2020, from Bobbi C. Sternheim to an unknown recipient regarding Ghislaine Maxwell (case number 02879-509). The email includes an attached message file named \"Ghislaine_Maxwell_(02879-509).msg\". The email’s subject is “Ghislaine Maxwell (02879-509)”.",
      "timestamp": "2020-11-01T00:00:00",
      "timestamp_raw": "November 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "efta00019139",
        "bobbi sternheim",
        "2020",
        "message",
        "subject",
        "02879-509"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019115",
      "summary": "On November 5, 2020, Bobbi Sternheim contacted [REDACTED] regarding Ghislaine Maxwell’s accommodations at a correctional facility. Maxwell was initially permitted to use a mug and have commissary snacks due to intervention by [REDACTED]. Sternheim requested a move to an interior cell to mitigate moisture and temperature issues affecting her belongings and personal comfort, citing concerns about exposure to exterior elements. Sternheim’s contact information and a disclaimer regarding confidential information were also included.",
      "timestamp": "2020-11-05T00:00:00",
      "timestamp_raw": "November 5, 2020",
      "keywords": [
        "ghislaine maxwell",
        "efta00019115",
        "bobbi c. sternheim",
        "mdc",
        "isolation cell",
        "commissary snacks",
        "envelopes",
        "temperature",
        "moisture",
        "brooklyn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009923",
      "summary": "An email thread, dated November 16, 2020, discusses a message named \"Ghislaine Maxwell 02879-509.\" The email involves multiple recipients, including Bobbi C Sternheim and several others with redacted names and email addresses. The subject line indicates a reference to Ghislaine Maxwell.",
      "timestamp": "2020-11-16T00:00:00",
      "timestamp_raw": "November 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "efta00009923",
        "bobbi sternheim",
        "outlook"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017817",
      "summary": "On November 20, 2020, an Assistant United States Attorney from the Southern District of New York contacted Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, requesting a call regarding an urgent matter concerning Ghislaine Maxwell. Sternheim responded indicating availability after 3:30 PM. The email also included a standard notice regarding the office’s remote work status due to COVID-19, instructing recipients to use email or fax for correspondence.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "November 20, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "united states attorney",
        "southern district of new york",
        "legal",
        "correspondence",
        "covid-19",
        "confidential",
        "privilege"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030415",
      "summary": "On December 1, 2020, Bobbi Sternheim (of Law Offices of Bobbi C. Sternheim) was revising a letter regarding a U.S. v. Maxwell case, specifically a defense request concerning a warden at the MDC. The revisions were intended as a “joint submission” per court order.  Lam (USANYS) had previously sent a draft of the letter, requesting circulation.  Sternheim confirmed the revisions didn’t change positions and the letter was planned for filing by 7:30 PM.  Covid-19 related office closures and communication protocols were noted.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "u.s. v. maxwell",
        "bobbi sternheim",
        "mdc",
        "joint submission",
        "covid-19",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019140",
      "summary": "Bobbi Sternheim is requesting immediate assistance regarding the conditions in Ghislaine Maxwell’s isolation cell at the MDC. Specifically, she reports that Maxwell is experiencing unhealthy conditions due to cold, moisture, and a sewage stench, compounded by denials of requests for an extra blanket, a day mug for water, and a cell snack. Sternheim argues this treatment is inappropriate and reflects negatively on the Office, Court, and BOP, and requests a change of cell to a safer location and an extra blanket. The email also includes standard legal correspondence disclaimers and contact information.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "01 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "isolation cell",
        "blanket",
        "water",
        "confinement",
        "treatment",
        "bop",
        "legal work",
        "risk of flight"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009920",
      "summary": "*   The NYC Dept. of Design & Construction intends to shut off water and heat at the Metropolitan Detention Center (MDC) from 9:00 PM to 5:00 AM (November 17th - 21st) to facilitate construction. *   Inmates will receive one bottle of water and an extra blanket due to the service disruption. *   Sternheim is requesting a transfer for Maxwell from her current isolation cell to an interior cell, and specifically to a cell in the dayroom area where she’s permitted to review discovery materials. *   The U.S. Attorney states that Maxwell's cell temperature is being monitored and remains within BOP policy limits. *   A previous court order denying Maxwell’s request for specific confinement conditions was referenced. *   There are repeated notifications regarding the disruption of services and communication methods due to the COVID-19 situation.",
      "timestamp": "2020-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "bop",
        "court order",
        "temperature",
        "cell",
        "water",
        "heat",
        "bobbi sternheim",
        "legal counsel",
        "confinement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015019",
      "summary": "Bobbi C. Sternheim, an attorney, contacted Nicole regarding Ghislaine Maxwell’s case (02879-509). Maxwell had a nasal swab test and was placed in the SHU for a 14-day quarantine. Sternheim requested confirmation on the quarantine’s details: whether it was being enforced, the reason, duration, whether legal calls were permitted, and if legal visits were canceled. The email also included standard legal office contact information and a COVID-19 notice.",
      "timestamp": "2020-12-18T00:00:00",
      "timestamp_raw": "18 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "legal call",
        "quarantine",
        "shu",
        "nasal swab test",
        "covid-19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026460",
      "summary": "Ghislaine Maxwell is currently in quarantine at MDC Brooklyn due to contact with a staff member who tested positive for COVID-19. She underwent a nasal swab test and will be retested in approximately 14 days. Initially, she was placed in the SHU for 14 days, but this is being confirmed. Counsel for Maxwell is requesting confirmation regarding the quarantine’s reason, duration, continued legal calls, canceled in-person visits, transfer of materials, and access to electronic discovery. The Law Offices of Bobbi C. Sternheim are operating remotely due to COVID-19.",
      "timestamp": "2020-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "shu",
        "quarantine",
        "covid-19",
        "legal calls",
        "bobbi sternheim",
        "mdc brooklyn",
        "west 19th street",
        "legal visits",
        "tests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010187",
      "summary": "Bobbi Sternheim, attorney for Ghislaine Maxwell (02879-509), requested legal calls instead of in-person visits on November 21st and 28th, 2020, due to Maxwell’s quarantine following contact with a COVID-positive corrections officer. She requested calls from 12:30 pm to 3:00 pm on those dates. Sternheim also requested legal calls for November 29th (12:30 pm - 3:00 pm) and possesses a NYS Secure Pass. The email included standard disclaimers regarding confidential information.",
      "timestamp": "2020-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "covid-19",
        "legal visit",
        "bobbi sternheim",
        "quarantine",
        "2020",
        "legal calls",
        "nys secure pass",
        "redaction",
        "correspondence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026464",
      "summary": "Bobbi Sternheim sent an email attachment, a courtesy copy of an ECF filing, regarding the case U.S. v. Maxwell 20 Cr. 330 (MN). The attachment was a .htm file titled \"Maxwell_Reply_to_90-day_conditions.pdf\".",
      "timestamp": "2020-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2020",
      "keywords": [
        "efta00026464",
        "u.s. v. maxwell",
        "bobbi c sternheim",
        "redaction analysis",
        "ecf filing",
        "20 cr. 330 (mn)",
        "maxwell",
        "90-day conditions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015899",
      "summary": "Bobbi Sternheim, an attorney, is communicating with MDC legal counsel regarding the conditions and restrictions placed on Ghislaine Maxwell while incarcerated. Sternheim requests permission for Maxwell to use a laptop instead of a computer due to technical limitations. She outlines several concerns including inconsistent security staff, invasive surveillance practices (wanding, pat-downs, surveillance during showering), restricted access to her cell and legal materials, and denial of basic items like newspapers and mail. Sternheim seeks assistance in addressing these issues.",
      "timestamp": "2020-12-28T00:00:00",
      "timestamp_raw": "December 28, 2020",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "laptop",
        "legal",
        "restrictions",
        "surveillance",
        "covid-19",
        "new york",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015908",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015908",
      "summary": "On December 29, 2020, a request was made to allow Ghislaine Maxwell to use a laptop instead of a computer at MDC, due to limitations of the MDC computer. The request stemmed from concerns regarding Maxwell’s conditions of confinement, including restrictive surveillance, frequent searches, limited access to amenities (like blankets and newspapers), and inconsistent security staff. Bobbi Sternheim, representing Maxwell’s counsel, highlighted these issues and requested assistance in addressing them. Sophia responded with an offer to discuss the matter.",
      "timestamp": "2020-12-29T00:00:00",
      "timestamp_raw": "December 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "mdc",
        "southern district of new york",
        "surveillance",
        "restrictions",
        "confinement",
        "legal documents",
        "bobbi sternheim",
        "covid-19"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015899",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00015911",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015883",
      "summary": "Legal counsel for Ghislaine Maxwell is communicating with Bobbi Sternheim regarding several concerns about her conditions and restrictions within the MDC (Metropolitan Detention Center). These include: limited cell time (originally 3 hours, then reduced to 30 minutes), restricted laptop access, intrusive surveillance practices (handheld camera, showering observation, invasive searches), temperature control issues (cold cell, removal of blanket), mail delays, and frequent cell and legal document searches. MDC legal counsel is providing responses, primarily confirming existing protocols and stating they will investigate specific requests, such as weekend laptop access.",
      "timestamp": "2020-12-29T00:00:00",
      "timestamp_raw": "December 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "laptop",
        "isolation cell",
        "shower",
        "searches",
        "blanket",
        "legal papers",
        "lockdown",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024887",
      "summary": "This email chain, dated January 7, 2021, discusses a document named “Ghislaine Maxwell 02879-509” (EFTA00024887). It involves individuals including EIMIle, Bobbi C. Sternheim, Christian Everc, S. Cohen, and recipients at BOP.GOV.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "January 7, 2021",
      "keywords": [
        "ghislaine maxwell",
        "efta00024887",
        "bobbi sternheim",
        "christian everc",
        "s. cohen",
        "re: ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024888",
      "summary": "Ghislaine Maxwell’s legal counsel, Bobbi C. Sternheim, is reporting ongoing mistreatment and threats by MDC staff while Maxwell is in custody. Specifically, she reports physical assault (including inappropriate touching during a body search), verbal threats, inconsistent and contradictory instructions from staff regarding her belongings and routines, and inadequate food provisions. Maxwell’s counsel expresses concern about her safety, requests a change in guarding team, and warns of potential legal action (complaints to the Attorney General’s Office and notification of the Court) if the situation doesn't improve, citing parallels to the Jeffrey Epstein case and the BOP’s negligence. The email also includes details about a COVID-19 related office closure and revised communication methods.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "staff",
        "abuse",
        "threats",
        "nutrition",
        "detention",
        "epstein",
        "bop",
        "complaint"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030880",
      "summary": "Bobbi C. Sternheim, an attorney, is urgently requesting assistance in delivering time-sensitive legal mail to Ghislaine Maxwell. The mail, intended for review over the weekend, was delivered to Maxwell's location but she hadn't received it. Sternheim is requesting permission to have the Legal Department handle the delivery and also requests access to a government-provided laptop for Maxwell to review the discovery documents. Sternheim notes a closure of her office due to COVID-19 and advises using email or fax for communication.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "bobbi sternheim",
        "maxwell",
        "legal mail",
        "express mailing",
        "covid-19",
        "vtc",
        "discovery documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024992",
      "summary": "Bobbi Sternheim, an attorney, is requesting urgent assistance in delivering time-sensitive legal mail to Ghislaine Maxwell. She sent express mail containing documents for review over the weekend, emphasizing the need for delivery by Friday due to a court-ordered filing deadline. She also requested access to a government-provided laptop computer for Maxwell to review the discovery documents. A Covid-19 notice indicates the office is operating remotely via email and fax. There were redactions on pages 2 and 3.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "time-sensitive documents",
        "vtc",
        "bobbi sternheim",
        "court-ordered filing deadline",
        "laptop computer",
        "discovery documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021732",
      "summary": "Bobbi Sternheim, an attorney, is contacting recipients regarding a court order (EFTA00021732) demanding Ghislaine Maxwell’s access to her laptop on weekends and holidays. Initially, MDC legal counsel confirmed they would comply. However, a security detail officer, Officer Regan, refused to grant access, stating “I don’t care.” Sternheim intends to notify Judge Nathan of this violation and urges immediate compliance to avoid contempt of court. The court order itself (EFTA00021734) explicitly directs the Bureau of Prisons to provide access. Sternheim's office is operating remotely due to COVID-19 restrictions, utilizing email and fax for communication.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "court order",
        "laptop",
        "mdc",
        "bobbi sternheim",
        "covid-19",
        "contempt of court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021724",
      "summary": "A legal dispute arose regarding Ghislaine Maxwell’s access to a laptop during weekends and holidays while incarcerated. Initially, a court order (Judge Nathan) granted Maxwell access, but the MDC (likely a prison department) initially claimed no objection. However, following a communication from Maxwell’s attorney, Bobbi C. Sternheim, it was revealed that MDC intended to comply, but a security detail unexpectedly denied access, citing a lack of concern for the court order. Sternheim threatened to inform the judge of the violation and urged immediate compliance to avoid contempt of court. The communication chain highlights a breakdown in communication and a potential disregard for the court’s directives.",
      "timestamp": "2021-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "court order",
        "laptop access",
        "mdc",
        "judge nathan",
        "bobbi sternheim",
        "contempt of court",
        "compliance",
        "legal dispute",
        "prison bureau"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025015",
      "summary": "Bobbi Sternheim, an attorney, is communicating regarding the delivery of time-sensitive documents to Ghislaine Maxwell. Sternheim is concerned about delays in mail delivery due to BOP policies and the lack of visitor access, preventing hand delivery. She proposes hand-delivering the mail directly to the MDC legal mail box for Ms. Maxwell. Sternheim also confirms a schedule of video teleconferences (VTCs) for Tuesday through Friday from 12:30 PM to 3:30 PM.",
      "timestamp": "2021-01-21T00:00:00",
      "timestamp_raw": "21 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mail processing",
        "legal mail",
        "time-sensitive documents",
        "mdc",
        "vtcs",
        "express mail",
        "inmates",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030847",
            "similarity": 0.583,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030847",
      "summary": "Bobbi Sternheim requested expedited delivery of legal mail to Ghislaine Maxwell via hand-delivery to the MDC legal mail box. The sender explained that BOP policies required mail processing before delivery to inmates, and due to visitation restrictions, hand delivery was not permitted. A confirmation email from Bobbi Sternheim confirmed scheduled Virtual Technology Consultations (VTCs) for Tuesdays through Fridays from 12:30 PM to 3:30 PM.",
      "timestamp": "2021-01-21T00:00:00",
      "timestamp_raw": "21 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mail processing",
        "bop policies",
        "legal mail",
        "mdc",
        "time-sensitive documents",
        "delivery",
        "vtcs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025015",
            "similarity": 0.583,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021015",
      "summary": "This document is a legal argument opposing the Maryland Department of Corrections’ (MDC) objection to Ghislaine Maxwell’s access to a laptop computer on weekends and holidays. The attorney, Bobbi Sternheim, argues that the MDC’s objections are unfounded, citing the inadequacy of the MDC’s computers for reviewing the massive amount of electronic discovery, their frequent malfunctions, and the limitations imposed on Maxwell’s access to the documents. Sternheim contends that denying access hinders Maxwell’s ability to prepare for trial and highlights systemic deficiencies within the MDC’s electronic discovery process. The argument emphasizes the unfair restrictions Maxwell faces compared to other inmates and argues that granting her laptop access is a reasonable accommodation necessary for a fair trial preparation, particularly during the challenging circumstances created by the pandemic.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "discovery",
        "mdc",
        "court order",
        "electronic discovery",
        "inmate",
        "review",
        "security",
        "access",
        "trial",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026566",
      "summary": "Bobbi Sternheim sent an email to [REDACTED], Christian, and Jeff Pagliuca regarding the U.S. v. Maxwell case (20 Cr. 330 (AJN)). The email attached a courtesy copy of an ECF filing, specifically a letter concerning MDC conditions (“MDC Conditions_Letter_2-16_FINAL.pdf”) and a related HTML document (“ATT00001.htm”).",
      "timestamp": "2021-02-16T00:00:00",
      "timestamp_raw": "16 Feb 2021",
      "keywords": [
        "efta00026566",
        "u.s. v. maxwell",
        "bobbi c sternheim",
        "redaction analysis",
        "ecf",
        "mdc conditions",
        "20 cr. 330",
        "ajn",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018718",
      "summary": "An email chain discusses a bail application for Maxwell in U.S. v. Maxwell 20 Cr. 330 (AJN). Bobbi Sternheim sent a copy of the application to [REDACTED] and requested a discussion regarding Maxwell’s proposed financial conditions before drafting a response. The email chain includes acknowledgements of the application’s unusual nature and a disclaimer regarding confidential information contained within the attached documents.",
      "timestamp": "2021-03-02T00:00:00",
      "timestamp_raw": "02 Mar 2021",
      "keywords": [
        "maxwell",
        "bail application",
        "u.s. v. maxwell",
        "financial condition",
        "efta00018718",
        "usanys",
        "bobbi c. sternheim",
        "laura menninger",
        "jeff pagliuca",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030090",
      "summary": "On March 12, 2021, the United States Attorney’s Office for the Southern District of New York (SDNY) sent a revised discovery production to Cohen & Gresser LLP regarding the case *US v. Maxwell* (20 Cr. 330 (AJN)). The initial index in a previous cover letter incorrectly started at the wrong Bates number. The attached production relates to materials regarding victims not referenced in Indictment number S1 20 Cr. 330 (AJN), ordered by the court on November 18, 2020. The production was intended to be sent via FTP and a CD would also be provided for review.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "March 12, 2021",
      "keywords": [
        "discovery production",
        "us v. maxwell",
        "ftp site",
        "united states attorney's office",
        "sdny",
        "victim production",
        "cohen & gresser llp",
        "mark s. cohen",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018988",
      "summary": "On March 12, 2021, an Assistant United States Attorney from the Southern District of New York (USANYS) sent an email to Christian R. Everdell regarding the production of discovery in the case of *US v. Maxwell* (20 Cr. 330 (AJN)). The email detailed an error in the Bates range index (SDNY_GM_02742936 should be SDNY_GM_02742963) and requested a link for FTP production. The production involved materials related to victims not referenced in the indictment. A CD containing the production was also being sent to the MDC for review.",
      "timestamp": "2021-03-12T00:00:00",
      "timestamp_raw": "March 12, 2021",
      "keywords": [
        "us v. maxwell",
        "discovery production",
        "sdny_gm_02742936",
        "sdny_gm_02742963",
        "ftp",
        "united states attorney",
        "bobbi sternheim",
        "cohen & gresser llp"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031916",
      "summary": "Bobbi Sternheim sent an unredacted version of the Reply Memorandum In Support of Ms. Maxwell’s pending bail application to Nathan Chambers, Christian Everdell, Laura Menninger, and Jeff Pagliuca in connection with the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)). The submission was provided pursuant to Rule 2(8) of the court’s individual rules.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "ghislaine maxwell",
        "u.s. v.",
        "bail application",
        "redaction analysis",
        "ecf",
        "court",
        "memorandum",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018992",
      "summary": "Bobbi C. Sternheim, Esq., of the Law Offices of Bobbi C. Sternheim, sent an email on March 16, 2021, to provide an unredacted version of a Reply Memorandum In Support of Ms. Maxwell’s pending bail application, as required by Rule 2(8) of the Court’s individual rules. The email was accompanied by a cover letter (attached as a PDF) and included a Covid-19 notice regarding the office closure and preferred communication methods. The document’s contents are considered confidential and privileged.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "March 16, 2021",
      "keywords": [
        "bobbi sternheim",
        "efta00018992",
        "covid-19",
        "legal",
        "redaction",
        "cover letter",
        "maxwell",
        "bail application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018991",
      "summary": "Bobbi Sternheim is responding to an email regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330 (MN)) and attached a memorandum (“MAXWELL_REPLY_-_BAIL_3.pdf”) and a supporting document (“ATT00001.htm”). She attributes the previous email's lack of content to a computer glitch.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "efta00018991",
        "ghislaine maxwell",
        "u.s. v.",
        "bail",
        "submission",
        "redaction",
        "bobbi sternheim",
        "christian everdell",
        "laura menninger",
        "nathan chambers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016152",
      "summary": "Bobbi Sternheim notified Nathan Chambers and others regarding the U.S. v. Ghislaine Maxwell case (20 Cr. 330). The parties, including Sternheim, had conferred and agreed that redactions to the Bail Reply Memorandum were unnecessary, as the original document was already publicly filed (Dkt. 171). Sternheim’s law office provided contact information and a Covid-19 notice regarding remote work procedures.",
      "timestamp": "2021-03-23T00:00:00",
      "timestamp_raw": "23 Mar 2021",
      "keywords": [
        "efta00016152",
        "ghislaine maxwell",
        "u.s. v.",
        "redaction analysis",
        "bail reply memorandum",
        "bobbi c. sternheim",
        "covid-19",
        "laura menninger",
        "dkt. 169",
        "20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019084",
      "summary": "On March 29, 2021, the U.S. Department of Justice, via Assistant United States Attorney Audrey Strauss, produced discovery materials related to the case *United States v. Ghislaine Maxwell* (20 Cr. 330 (AJN)). The materials, stamped with control numbers SDNY_GM_02743103 through SDNY_GM_02743292, were sent to counsel representing Ghislaine Maxwell – Christian Everdell, Mark Cohen, Laura Menninger, Jeffrey Pagliuca, and Bobbi Sternheim – and are governed by a Protective Order dated July 31, 2020. An index of the materials is included, detailing their Bates numbers and descriptions. The Government states it will promptly produce further discoverable material if needed.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "sdny",
        "united states department of justice",
        "protective order",
        "discovery materials",
        "confidential",
        "redaction analysis",
        "cohen & gresser llp",
        "haddon",
        "morgan and foreman",
        "p.c."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029236",
      "summary": "Bobbi Sternheim sent an email to multiple recipients, including Christian Everdell, Laura Mennin, and Jeff Pagliuc, providing a courtesy copy of an Electronic Correspondence Filing (ECF) regarding U.S. v. Maxwell S2 (20 Cr. 330 (ALN)). The attached documents include a letter dated April 6th, 2021.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00029236",
        "bobbi sternheim",
        "ecf",
        "20 cr. 330",
        "legal filing",
        "courtesy copy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030035",
      "summary": "This document outlines the logistics for the defense team (Laura Menninger, Christian Everdell, Jeff Pagliuca, and Bobbi Sternheim) to review evidence in the US v. Maxwell case, overseen by an Assistant United States Attorney. The review will primarily take place at the Bronx warehouse (2350 Lafayette Ave, Bronx, NY) and potentially at 500 Pearl Street. Here's a breakdown of the key points: *   **Initial Meeting & Scheduling:** The AUSA proposed a meeting at the warehouse at 11 am on April 12th, and the defense team confirmed this. *   **Evidence Access:** The FBI will make evidence available for review at the warehouse, and the defense team will have access to photograph and inspect the evidence. Certain items (“highly confidential”) will be restricted from photography. *   **Item Exclusions:** The defense intends to exclude certain items – massage tables, cash, and bulky/fragile items – from being transported to 500 Pearl Street. *   **Electronic Media:** The FBI will provide electronic media (DVDs, digital files) for review, but access to the equipment to play these files will need to be arranged. The defense will investigate and potentially bring their own. *   **Maxwell’s Presence:** Ms. Maxwell will be produced to 500 Pearl Street daily, starting April 13th, for the review. *   **Logistics and Coordination:** The AUSA will facilitate the process, coordinate with the FBI, and handle any questions or issues that arise. The document is a series of emails and attachments, primarily between the AUSA and Laura Menninger, detailing the arrangement of the evidence review process.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "warehouse",
        "maxwell",
        "fbi",
        "photographs",
        "documents",
        "electronic files",
        "nyc",
        "florida",
        "witness statements",
        "subpoenas",
        "scheduling",
        "logistics",
        "redaction",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015753",
      "summary": "Maxwell case, involving highly confidential materials. The review will primarily occur at the 500 Pearl Street courthouse in New York, with some evidence to be viewed at the FBI’s Bronx warehouse. Initially, the FBI intends to make evidence available for review beginning April 13th, daily, until the review is complete. The defense team will be accompanied by an Assistant US Attorney and an FBI agent. Key points include: *   **Initial Scheduling:** The defense team and the government have agreed to a meeting at 11:00 AM on April 12th at the Bronx warehouse to photograph excluded items. *   **Physical Evidence Location:** The vast majority of physical evidence will be transported to 500 Pearl Street for review. *   **Highly Confidential Items:**  The FBI will provide the defense team with laptops to review 2,100 electronic images and 7 hard-copy images classified as “highly confidential”. The defense team requested clarification about the handling of these materials. *   **Logistical Arrangements:** The FBI will ensure a secure environment and separate review space for the defense team. *   **Ongoing Questions and Clarifications:** The defense team raised several questions regarding the process, including the availability of equipment, the handling of non-testifying witness statements, and access to a full inventory of physical evidence.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "efta00015753",
        "efta00015754",
        "efta00015755",
        "efta00015756",
        "efta00015757",
        "efta00015758",
        "efta00015759",
        "efta00015760",
        "efta00015761",
        "efta00015762",
        "efta00015763",
        "efta00015764",
        "efta00015765",
        "efta00015766",
        "us v. maxwell",
        "evidence",
        "redaction",
        "confidential",
        "forensic",
        "investigation",
        "warehouse",
        "fbi",
        "legal",
        "materials",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015804",
      "summary": "Attorney’s Office (Southern District of New York) and Bobbi Sternheim, attorney for Maxwell, regarding the review of evidence in the *U.S. v. Maxwell* (20 Cr. 330) case. Key individuals involved include Laura Menninger (Haddon, Morgan & Foreman) and Jeff Pagliuca (HMFLaw). *   **Evidence Logistics:** The core of the emails focuses on the arrangement of evidence review. The government proposes the use of the 500 Pearl Street location, with a proposed review schedule starting April 13th, running daily until completion. *   **Physical Evidence Access:** The U.S. Attorney's Office agreed to allow Sternheim’s team to inspect and photograph certain physical evidence at the Bronx warehouse, excluding specific items (cash, some electronics) based on their size or potential confidentiality. *   **Electronic Evidence Review:** The government intends to provide the defense with electronic evidence (images and recordings) for review at 500 Pearl Street, although access to the data may require specific equipment. There are proposed safeguards in place regarding the handling of highly confidential electronic images. *   **Maxwell’s Appearance:** The government confirms Maxwell will be produced to 500 Pearl Street on April 13th and every day thereafter. *   **Protective Order & Confidentiality:** Throughout the correspondence, the importance of the Protective Order and maintaining confidentiality is repeatedly emphasized.  A detailed spreadsheet outlines the designated “Confidential” and “Highly Confidential” items. *   **Ongoing Coordination:** The letters establish an ongoing communication and logistical coordination process between the prosecution and defense teams.",
      "timestamp": "2021-04-10T00:00:00",
      "timestamp_raw": "10 Apr 2021",
      "keywords": [
        "efta00015804",
        "evidence",
        "maxwell",
        "fbi",
        "marshals",
        "review",
        "materials",
        "confidential",
        "500 pearl",
        "new york",
        "bronx warehouse",
        "discovery",
        "documents",
        "subpoenas",
        "witness statements",
        "redaction",
        "case number 20 cr. 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026872",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). *   **Evidence Viewing Plan:** The U.S. Attorney proposes a plan for reviewing the evidence, including a scheduled review at 500 Pearl Street starting April 13th, with the possibility of rotating days. The review would initially start at 8:30 AM and last until 4:30 PM each day. *   **Personnel Involved:** The communication involves a team including Laura Menninger, Christian Everdell (Cohen & Gresser LLP), Jeff Pagliuca (Cohen & Gresser LLP), Bobbi Sternheim, Jim Harkins, and Simek Shropshire.  The FBI and Marshals are also key players. *   **Specific Evidence Arrangements:** The U.S. Attorney is arranging for the FBI to transport the evidence to 500 Pearl Street.  They will provide a laptop for review of “highly confidential” electronic images. The FBI plans to bring Maxwell to 500 Pearl Street on April 13th. *   **Item Restrictions:**  Certain items (those designated \"highly confidential\") will not be photographed, unless authorized.  The FBI will not make duplicates of those items.  The shredded paper is currently being analyzed by the FBI lab. *   **Discovery Issues:**  Laura Menninger raises concerns about discrepancies in the inventory of evidence, specifically regarding the \"highly confidential\" electronic images that had not been previously provided.  The U.S. Attorney addresses this by explaining the process of obtaining and providing those images. *   **Logistical Details:** The communication addresses logistical considerations like space at 500 Pearl Street, the use of electronic devices, and arrangements for Ms. Maxwell's presence.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "bronx",
        "500 pearl",
        "photos",
        "electronic data",
        "discs",
        "tennessee",
        "discovery",
        "witnesses",
        "laura mennin",
        "chris everdell",
        "jim harkins",
        "simek shropshire",
        "camille delgado",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009831",
      "summary": "Bobbi Sternheim emailed Christian Everdell requesting the Marshal allow Ghislaine Maxwell access to her legal materials while she was detained. Maxwell arrived at 5:15 am and remained in the cell block until 8:30 am when she was moved to the fifth floor. Sternheim inquired about obtaining a court order to bypass the Marshal’s authority. The email also included a notice regarding the law office’s remote operation due to COVID-19.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "13 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "marshal",
        "legal materials",
        "court order",
        "covid-19",
        "redaction analysis",
        "efta00009831"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032697",
      "summary": "Bobbi Sternheim sent an email dated April 14, 2021, regarding the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The email included a request, a proposed order for Marshall, and supporting documents: a letter, a HTML document, and another proposed order. The email was sent to Nathan Chambers, Christian Everdell, Laura Menninger, and Jeff Pagliuca.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "marshall order",
        "proposed order",
        "bobbi sternheim",
        "nathan chambers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031432",
      "summary": "Bobbi Sternheim, an attorney, emailed a request to [REDACTED] asking for assistance in persuading the Marshals to allow Ghislaine Maxwell to access her legal paperwork while she is in the cell block. Maxwell arrived at 5:15 am and remained in the cell block until 8:30 am when she was brought to the fifth floor. Sternheim inquired about the possibility of obtaining a court order to allow this access. The email also included a Covid-19 notice regarding the law office’s operations.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "marshal",
        "legal paperwork",
        "cell block",
        "covid-19",
        "correspondence",
        "redaction analysis",
        "efta00031432"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026926",
      "summary": "Bobbi Sternheim contacted [REDACTED] requesting assistance in allowing Ghislaine Maxwell access to her legal materials while in custody. [REDACTED] responded that they would forward the request to the USMS and noted no objection, and Sternheim inquired about obtaining a court order from the Marshal. Sternheim’s law office provided contact information and a Covid-19 notice regarding their remote operations.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c sternheim",
        "marshals",
        "court order",
        "usms",
        "legal materials",
        "cell block",
        "covid-19",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032782",
      "summary": "Bobbi Sternheim, counsel for Ghislaine Maxwell, is requesting that Maxwell not be brought to court before noon on April 23, 2021, for her 2:30 pm arraignment. The government does not oppose this request.",
      "timestamp": "2021-04-23T00:00:00",
      "timestamp_raw": "April 23, 2021",
      "keywords": [
        "ghislaine maxwell",
        "arraignment",
        "court",
        "bobbi sternheim",
        "judge nathan",
        "courthouse",
        "request",
        "accommodation",
        "legal",
        "government"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023008",
      "summary": "Bobbi Sternheim sent an email with a courtesy copy of an ECF filing regarding the case U.S. v. Maxwell S2 20 Cr. 330 (AJN) to [REDACTED], Christian Everdell, Laura Mennin er, and Jeff Pagliuca. The attachment was a letter titled “Letter_to_Court_re-_42421.pdf”.",
      "timestamp": "2021-04-26T00:00:00",
      "timestamp_raw": "26 Apr 2021",
      "keywords": [
        "efta00023008",
        "u.s. v. maxwell",
        "s2",
        "court",
        "bobbi sternheim",
        "ecf filing",
        "letter",
        "42421.pdf",
        "christian everdell",
        "laura mennin er",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029138",
      "summary": "On April 28, 2021, Laura Menninger (Haddon, Morgan & Foreman, P.C.) and Bobbi Sternheim contacted Jeff Pagliuca and Mark S. Cohen regarding the US v. Maxwell case (20 Cr. 330 (AJN)). Menninger proposed sending a position on defense disclosures by email and offered a call for discussion, aiming for a joint filing on Monday. She also requested input on a proposed schedule for witness statement disclosures, referencing Judge Nathan’s Order 250. Furthermore, they planned to submit a letter to Judge Nathan requesting exclusion of Speedy Trial Act time related to the S2 Indictment, pending the suppression motion and trial date, and sought consent from the defense counsel to this exclusion.",
      "timestamp": "2021-04-28T00:00:00",
      "timestamp_raw": "April 28, 2021",
      "keywords": [
        "maxwell",
        "us v.",
        "meet and confer",
        "laura mennin",
        "bobbi sternheim",
        "judge nathan",
        "speedy trial",
        "disclosure",
        "defense",
        "indictment",
        "suppression motion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029136",
      "summary": "On April 29, 2021, Ori from (USANYS) contacted individuals regarding a request from Maxwell’s counsel challenging the court’s order regarding Ms. Maxwell’s sleeping conditions, specifically the 15-minute light surveillance. Bobbi Sternheim attached a courtesy copy of a filed ECF concerning the matter. The communication included a Covid-19 notice detailing the Law Offices of Bobbi C. Sternheim’s remote operations during the pandemic.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "maxwell",
        "sleep deprivation",
        "u.s. v. maxwell",
        "judge nathan",
        "mdc",
        "surveillance",
        "court",
        "ecf",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022454",
      "summary": "Bobbi Sternheim sent an email attachment, a courtesy copy of the ECF filing in the case of U.S. v. Maxwell, Case Number S2 20 Cr. 330 (AJN), to Christian Everdell, Jeff Pagliuca, and Laura Mennin. The attachment is named Reply_to_Dkt_270.pdf and ATT00001.htm.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "07 May 2021",
      "keywords": [
        "u.s. v. maxwell",
        "efta00022454",
        "bobbi sternheim",
        "christian everdell",
        "jeff pagliuca",
        "ecf filing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024911",
      "summary": "Bobbi Sternheim sent a letter, attached as “Letter_ret Trial_Start_Date.pdf”, requesting a trial start date of November 8th for the case “US v. Maxwell” to Christian Everdell and Jeff Pagliuca. The letter is a courtesy copy.",
      "timestamp": "2021-05-11T00:00:00",
      "timestamp_raw": "11 May 2021",
      "keywords": [
        "efta00024911",
        "us v. maxwell",
        "trial start date",
        "bobbi sternheim",
        "christian everdell",
        "jeff pagliuca",
        "letter",
        "11/8"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014661",
      "summary": "Laura Menninger of Haddon, Morgan and Foreman, P.C. is contacting counsel regarding a potential violation of Local Criminal Rule 23.1. She cites a Sun article mentioning statements made by David Markus (representing Ghislaine Maxwell) as potentially problematic, given the rule’s broad application to lawyers associated with witnesses. She requests confirmation that Spencer Kuvin does not represent any witnesses and asks for a response by Monday. The communication includes a chain of emails between legal representatives, including Jeff Pagliuca and Bobbi Sternheim, and concerns a case involving Ghislaine Maxwell.",
      "timestamp": "2021-05-12T00:00:00",
      "timestamp_raw": "12 May 2021",
      "keywords": [
        "criminal rule 23.1",
        "ghislaine maxwell",
        "spencer kuvin",
        "local rule",
        "attorney",
        "investigation",
        "witness",
        "violation",
        "maxwell",
        "plea deal",
        "sun",
        "haddon morgan and foreman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014669",
      "summary": "An email exchange regarding a Rule 17 submission in the case *US v. Maxwell* (20 Cr. 330, MN). The Assistant United States Attorney (Nathan NYSD Chambers) notes that counsel (Bobbi Sternheim, Jeff Pagliuca, Laura Menninger) claims multiple attempts to confer with the government regarding photographs, but the team has no record of these attempts between May 6th and May 12th, 2021. Laura Menninger responds with a letter response to the government’s submission, including Exhibits A and B, one of which was marked “Confidential” and filed under seal pending a court order.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "13 May 2021",
      "keywords": [
        "efta00014669",
        "us v. maxwell",
        "rule 17",
        "government submission",
        "photographs",
        "confidential",
        "protective order",
        "subpoena",
        "communication",
        "may 6",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028646",
      "summary": "The core issue revolves around discrepancies and missing metadata within discovery materials related to Jeffrey Epstein’s case, specifically concerning productions labeled SDNY_GM_SUPP, SDNY005, SDNY011, and files within Bates ranges. Key points include: *   **USAfx Account Issues:** The prosecution is attempting to facilitate the transfer of discovery materials to Laura Menninger via the USAfx platform, initially requesting her to set up an account. *   **Metadata Discrepancies:** Significant problems exist with the metadata of many electronic files, including incorrect creation/modification dates and missing original metadata. Specifically, investigators are struggling to locate attached files and determine the source of files with altered dates. *   **CART Numbers & File Tracking:** A specific concern is the lack of CART numbers for numerous photographs and audio/visual files, leading to difficulties in tracking their origin and processing. *   **Requests for Additional Information:** The prosecution repeatedly requests missing attachments, metadata overlays, and clarification on Bates number gaps to facilitate a complete review of the discovery materials. *   **Coordination Efforts:** The exchanges involve coordinating with the MDC (presumably the court’s electronic discovery unit) and exploring options like a hard drive transfer and potential court orders to compel the provision of missing materials. The document highlights a complex and ongoing effort to rectify issues with the discovery process and ensure all relevant materials are accounted for and properly documented.",
      "timestamp": "2021-05-24T00:00:00",
      "timestamp_raw": "24 May 2021",
      "keywords": [
        "discovery",
        "usafx",
        "metadata",
        "files",
        "production",
        "pdfs",
        "cart",
        "supp",
        "emails",
        "hard drive",
        "paralegals",
        "usanys",
        "cd",
        "vendor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022023",
      "summary": "Bobbi Sternheim sent a letter with highlighted redactions regarding the “US v. Maxwell, 20 Cr. 330 (AJN)” case and MDC conditions. The letter, attached as a PDF and HTML document, included a proposed redaction update.",
      "timestamp": "2021-06-15T00:00:00",
      "timestamp_raw": "15 Jun 2021",
      "keywords": [
        "efta00022023",
        "redaction",
        "us v. maxwell",
        "mdc conditions",
        "christian everdell",
        "bobbi c sternheim",
        "us v. maxwell",
        "letter update"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032724",
      "summary": "Bobbi Sternheim, an attorney, sent an email to [REDACTED] regarding issues with video and audio quality during communications with Ghislaine Maxwell, and the inappropriate behavior of guards assigned to Maxwell’s detail. Specifically, she noted a blurry video, distorted audio, guards threatening disciplinary action, barking orders, and inappropriate laughter. Sternheim expressed concern about how Maxwell was treated outside of public view and requested a response. The email also included standard legal disclaimers regarding confidentiality and contact information, along with a COVID-19 notice regarding the office’s remote operations.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "vtc",
        "guards",
        "communication",
        "covid-19",
        "redaction",
        "attorney-client",
        "maxwell detail",
        "noise"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032722",
      "summary": "Bobbi Sternheim, an attorney, sent an email to Sophia Papapetru and Christian Everdell detailing concerns about the communication quality within a VTC room used for attorney-client communication with Ghislaine Maxwell. Specifically, she noted blurry video and distorted audio. She also reported inappropriate behavior by guards assigned to Maxwell’s detail, including threats, barking orders, and disrespectful laughter. Sternheim requested a response and expressed concern about the guards' treatment of Maxwell outside of public view. The email concluded with standard legal office contact information and a disclaimer regarding confidential information.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "vtc",
        "attorney-client communication",
        "guards",
        "covid-19",
        "correspondence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032014",
            "similarity": 0.5,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032729",
            "similarity": 0.556,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032014",
      "summary": "Bobbi Sternheim, an attorney, is communicating with a recipient regarding Ghislaine Maxwell’s pretrial confinement. Maxwell is described as a compliant detainee despite challenging conditions. Concerns are raised about inconsistent guard behavior, specifically regarding VTC units, audio/visual quality impacting attorney-client communication, and perceived inappropriate interactions with Maxwell. Sternheim requests immediate remediation of technical issues and a response to the guard’s behavior.  The communications also include standard Covid-19 related office closure notices and confidentiality disclaimers.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc/bop",
        "vtc units",
        "covid-19",
        "attorney-client communication",
        "guards",
        "confinement",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032722",
            "similarity": 0.5,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032729",
            "similarity": 0.875,
            "index": 56,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032729",
      "summary": "Bobbi Sternheim, attorney for Ghislaine Maxwell, sent an email detailing concerns about Maxwell’s pretrial confinement. These concerns included inconsistent enforcement of rules by MDC/BOP guards, issues with VTC equipment causing blurry video and distorted audio, and inappropriate behavior from guards, such as threatening discipline and making disrespectful comments. Sternheim requested immediate remedies to the VTC problems and requested a photo of earbuds. A subsequent email from Sternheim followed, reiterating the concerns and emphasizing the need for a response regarding the guards' behavior.  The emails also included standard legal disclaimers and COVID-19 related office updates.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "vtc units",
        "covid-19",
        "confinement",
        "guards",
        "attorney-client communication"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032014",
            "similarity": 0.875,
            "index": 55,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00032722",
            "similarity": 0.556,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023918",
      "summary": "A correspondence chain regarding the case *US v. Maxwell* (20 Cr. 330) is documented. The Assistant United States Attorney for the Southern District of New York sent an email to counsel, including a letter from the Government detailing defendant Maxwell’s conditions of confinement at the MDC. The Government submitted the letter temporarily under seal, awaiting defense input regarding potential redactions. Bobbi Sternheim, an attorney, provided a courtesy copy of the electronic filing (ECF) and included a note about their remote work arrangements due to COVID-19.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "maxwell",
        "us v.",
        "redaction",
        "efta00023918",
        "southern district of new york",
        "mdc",
        "defense counsel",
        "conditions of confinement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019933",
      "summary": "Bobbi Sternheim, an attorney, is writing to express concerns about the conditions of Ghislaine Maxwell’s confinement, specifically regarding temperature fluctuations and blanket removal by guards. Guards have repeatedly disrupted Maxwell’s sleep due to her shivering, leading to discomfort and health issues. Additionally, there are issues with the VTC (video conference) system causing blurry images and audio distortions, hindering communication. Sternheim also notes inappropriate behavior from the guards, including threats and unwanted scrutiny. A response from the MDC/BOP regarding the VTC issues and guard behavior is requested immediately.",
      "timestamp": "2021-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "guards",
        "vtc",
        "blanket",
        "seizure",
        "communication",
        "health",
        "confinement",
        "attorney-client",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032744",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032744",
      "summary": "*   Guards repeatedly disrupted Ghislaine Maxwell’s sleep due to her shivering, attributed to cold temperatures. *   Blankets were removed by guards despite her discomfort and the cold. *   She experienced coldness, a headache, and a sore throat. *   There are issues with VTC (video conferencing) equipment, including blurriness, audio distortion, and intermittent blackouts, disrupting communication. *   Bobbi Sternheim expresses concern over guard behavior, including threatening discipline and inappropriate interactions. *   Sternheim notes Maxwell’s compliance with orders despite restrictive conditions and her declining medical care. *   A request was made for a photo of earbuds to bring into the institution. *   The office is closed due to Covid-19 and communication is occurring via email or fax.",
      "timestamp": "2021-06-17T00:00:00",
      "timestamp_raw": "17 Jun 2021",
      "keywords": [
        "ghislaine maxwell",
        "guards",
        "shivering",
        "blanket",
        "seizure",
        "vtc",
        "communication",
        "confinement",
        "health",
        "covid-19"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019933",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021119",
      "summary": "Bobbi Sternheim sent a courtesy copy of ECF filing related to U.S. v. Maxwell S2 20 Cr. 330 (MN) to several recipients, including Christian Everdell, Laura Menninger, and Jeff Pagliuca. The filing is attached as Reply_to_Order_Dkt_312.pdf and ATT00001.htm.",
      "timestamp": "2021-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2021",
      "keywords": [
        "efta00021119",
        "u.s. v. maxwell",
        "s2",
        "20 cr. 330",
        "mn",
        "bobbi sternheim",
        "ecf filing",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015856",
      "summary": "On August 13, 2021, Bobbi Sternheim emailed Ghislaine Maxwell’s legal counsel, expressing concern about a breach of security on the new MDC Zoom platform used for Ms. Maxwell’s communications. Third parties accessed the Zoom room, compromising confidential attorney-client communication. Sternheim requested a return to the WebEx platform controlled by Cohen & Gresser due to the security risk. The email chain details prior concerns about third-party access to Zoom courtrooms and provides contact information for Sternheim.",
      "timestamp": "2021-08-13T00:00:00",
      "timestamp_raw": "August 13, 2021",
      "keywords": [
        "ghislaine maxwell",
        "zoom",
        "breach",
        "mdc",
        "bobbi sternheim",
        "webex",
        "cohen & gresser",
        "privileged communication",
        "security",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029162",
      "summary": "Bobbi Sternheim sent an email with a courtesy copy of an Electronic Case File (ECF) filing related to the U.S. v. Maxwell S2 case (20 Cr. 330 (AJN)). The ECF filing, attached as Letter_re_VICs_8-18-18.pdf and ATT00001.htm, was sent to recipients including Christian Everdell, Laura Menninger, and Jeff Pagliuca.",
      "timestamp": "2021-08-18T00:00:00",
      "timestamp_raw": "18 Aug 2021",
      "keywords": [
        "efta00029162",
        "u.s. v. maxwell",
        "s2",
        "20 cr. 330 (ajn)",
        "bobbi sternheim",
        "vics",
        "ecf filing",
        "letter_re_vics",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032083",
      "summary": "On September 2, 2021, Bobbi C. Sternheim sent an email to [REDACTED] regarding suspicious activity observed during a VTC session with Ghislaine Maxwell. Sternheim cited a court order from August 25th and reported Maxwell’s observation of the activity, prompting a request for an explanation and remediation before reporting the issue to the court. Sternheim previously disputed similar claims of interference with VTC communication. The email also included updated contact information for Sternheim’s office.",
      "timestamp": "2021-09-02T00:00:00",
      "timestamp_raw": "September 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "court order",
        "webex",
        "interference",
        "remediation",
        "mdc",
        "legal counsel",
        "communication",
        "vtc",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015129",
      "summary": "On October 7, 2021, Bobbi Sternheim sent multiple emails regarding the delayed delivery of legal mail to Ghislaine Maxwell. Sternheim repeatedly expressed concern that Maxwell had not received mail deposited in the MDC legal mailbox on October 2nd, noting that another client had received their mail. Sternheim threatened to file an order to show cause if the mail wasn't received by 9:30 AM on October 7th, emphasizing the urgency due to Maxwell’s upcoming trial on November 29th. Sternheim’s communications included updates on mail delivery and requests for immediate responses.",
      "timestamp": "2021-10-07T00:00:00",
      "timestamp_raw": "October 7, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi c. sternheim",
        "legal mail",
        "mdc",
        "court",
        "trial",
        "efta00015129",
        "10/7/2021",
        "10/2",
        "november 29th"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011113",
      "summary": "On October 12, 2021, Nathan NYSD Chambers sent an email to counsel regarding the case *US v. Maxwell*, 20 Cr. 330 (AJN). The Government filed a letter requesting the Court accept a joint proposed juror questionnaire and voir dire under seal, and provided Jencks Act material and exhibits. The Chambers of the Hon. Alison J. Nathan requested a copy of the materials. The email also includes contact information for the Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "efta00011113",
        "bobbi sternheim",
        "us v. maxwell",
        "jencks act",
        "voir dire",
        "juror questionnaire",
        "court",
        "sealing",
        "united states attorney",
        "nathan nysd chambers"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029294",
      "summary": "Bobbi Sternheim, an attorney, is communicating with someone regarding the delivery of hard drives and legal materials to Ghislaine Maxwell at the MDC (presumably the Metropolitan Detention Center). Sternheim reports that two FedEx envelopes containing these items were delivered on October 12, 2021, at 10:26 AM, but Maxwell hadn't received them as of October 13, 2021. Sternheim expresses concern that this delay will be reported to the court and requests an explanation. Attached screenshots show FedEx delivery confirmations.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "fedex",
        "hard drive",
        "legal material",
        "delivery",
        "government",
        "court",
        "october 12",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029297",
            "similarity": 0.818,
            "index": 70,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023037",
      "summary": "Bobbi Sternheim sent an email to [REDACTED] on October 12, 2021, informing them that the government had sent a hard drive related to Ghislaine Maxwell to the Mail & Defence Centre (MDC) via Federal Express. Sternheim instructed the recipient to immediately hand the hard drive over to Maxwell, emphasizing the urgency of the situation. The email included Sternheim’s contact information and a standard confidentiality disclaimer.",
      "timestamp": "2021-10-12T00:00:00",
      "timestamp_raw": "October 12, 2021",
      "keywords": [
        "ghislaine maxwell",
        "federal express",
        "mdc",
        "bobbi sternheim",
        "hard drive",
        "redaction",
        "legal",
        "confidential",
        "email",
        "external"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011132",
      "summary": "A letter from the Assistant United States Attorney for the Southern District of New York to Christian Everdell, Bobbi C. Sternheim, Jeff Pagliuca, and Laura Menninger regarding a notice related to case EFTA00011132 is attached. The letter is dated October 13, 2021, and includes a PDF attachment titled “2021.10.13_GM_12.2_letter to_defense.pdf”.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "efta00011132",
        "christian everdell",
        "bobbi sternheim",
        "jeff pagliuca",
        "laura menninger",
        "letter",
        "notice",
        "defense",
        "southern district of new york",
        "2021.10.13"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029301",
      "summary": "On October 14, 2021, Bobbi Sternheim’s Law Offices filed a courtesy copy of an ECF filing related to U.S. v. Maxwell S2 (20 Cr. 330 (AJN)) to multiple recipients including [REDACTED], Christian Everdell, Laura Menninger, and Jeff Pagliuca. The filing was sent from [REDACTED] to fla(USANYS) (USANYS).",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "efta00029301",
        "u.s. v. maxwell",
        "bobbi sternheim",
        "legal mail",
        "redaction analysis",
        "ecf filing",
        "usanys",
        "20 cr. 330 (ajn)",
        "correspondence",
        "law offices"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029297",
      "summary": "On October 14, 2021, Bobbi Sternheim, representing the Law Offices of Bobbi C. Sternheim, contacted [REDACTED] regarding a delivery of hard drives and legal materials to Ghislaine Maxwell at the MDC. Sternheim reported that two FedEx envelopes sent to the MDC on October 12th, at 10:26 am, had not been received by Maxwell. Sternheim expressed concern that this delay would be reported to the court and requested an explanation. The email included standard legal disclaimers and attachments of screenshots related to the FedEx tracking information.",
      "timestamp": "2021-10-14T00:00:00",
      "timestamp_raw": "October 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "fedex",
        "mdc",
        "legal material",
        "hard drive",
        "government",
        "delivery",
        "court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029294",
            "similarity": 0.818,
            "index": 66,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032797",
      "summary": "On October 15, 2021, Bobbi Sternheim sent a response to a case, U.S. v. Maxwell S2 20 Cr. 330 (AJN), attaching a defense’s letter reply and a judge’s decision. The judge’s decision stated an expectation that defendants in pre-trial postures like GM will receive legal mail within one business day, allowing for renewal of the request if delays occur. Sternheim also provided a courtesy copy of the ECF filing and updated her contact information.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "legal mail",
        "defense reply",
        "judge nathan",
        "gm",
        "efta00032797",
        "bobbi sternheim",
        "redaction analysis",
        "court filing",
        "delay"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016723",
      "summary": "A communication chain regarding the case *U.S. v. Maxwell S2 20 Cr. 330 (AJN)* is being coordinated. Judge Nathan requested a response to a letter from Bobbi Sternheim by 5 pm on October 15, 2021. Efforts were made to contact the Bureau of Prisons (BOP) to schedule a call. Sternheim filed a courtesy copy of the ECF filing that evening, involving multiple legal counsel including Christian Everdell, Laura Menninger, Jeff Pagliuca, and the sender's organization, Law Offices of Bobbi C. Sternheim.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "bobbi sternheim",
        "efta00016723",
        "legal",
        "bop",
        "litigation",
        "correspondence",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031202",
      "summary": "On October 15, 2021, an email chain discusses a response to a U.S. v. Maxwell case (20 Cr. 330). A draft response with highlighted language was prepared and intended for review by the MDC.  There was discussion about deleting specific sentences and avoiding engagement with a defense footnote regarding material volumes. Judge Nathan ordered a response by 5 PM that day. Bobbi Sternheim filed a courtesy copy of the ECF filing that evening. A letter was being sent to the court regarding legal mail.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "nathan",
        "deadlines",
        "legal mail",
        "bop",
        "ecf filing",
        "bobbi sternheim"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027749",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031200",
            "similarity": 0.6,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027749",
      "summary": "v. Maxwell S2 20 Cr. 330 (MN).” *   A draft response letter was prepared and needs review by MDC (likely a specific legal team or department) and Sophia. *   There’s a request to discuss specific language regarding Judge Nathan’s deadlines. *   The team is seeking clarification on a complex issue related to delivered materials and the defense’s footnote 1. *   They’ve contacted the BOP (Bureau of Prisons) to schedule a call. *   Bobbi Sternheim filed a courtesy copy of the ECF filing. *   There's a deadline of 5 PM on October 15, 2021, for the response.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "nathan",
        "deadlines",
        "bop",
        "mdc",
        "legal mail",
        "sternheim",
        "ecf filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031202",
            "similarity": 0.667,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031200",
            "similarity": 0.545,
            "index": 91,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016958",
      "summary": "Bobbi C. Sternheim sent an email to Christian Everdell regarding a telephonic court conference for Ghislaine Maxwell scheduled for noon on October 20, 2021. She requested confirmation of Maxwell’s participation and offered to answer any questions. The email also included a standard disclaimer regarding confidential and privileged information.",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "court conference",
        "telephonic",
        "legal",
        "email",
        "confidential",
        "privileged",
        "arrangement",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018559",
      "summary": "Bobbi Sternheim sent an email on October 20, 2021, to confirm arrangements for a telephonic court conference involving Ghislaine Maxwell scheduled for noon the following day. The email included her new contact information and a standard confidentiality disclaimer.",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "ghislaine maxwell",
        "telephonic conference",
        "bobbi sternheim",
        "redaction",
        "legal",
        "email",
        "court",
        "arrangements",
        "participation",
        "efta00018559"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018560",
      "summary": "Bobbi C. Sternheim sent an email confirming a telephonic court conference for Ghislaine Maxwell scheduled for noon the following day. The conference was initiated after staff became aware of it on October 20, 2021. Sternheim requested confirmation of Maxwell’s participation and offered to address any questions. She also reiterated the confidentiality of the communication and provided her updated contact information (EFTA00018560).",
      "timestamp": "2021-10-20T00:00:00",
      "timestamp_raw": "October 20, 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal",
        "conference",
        "efta00018560",
        "redaction",
        "law offices",
        "email",
        "telephonic"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024228",
      "summary": "On October 27, 2021, Bobbi C. Sternheim emailed regarding deliveries to Ghislaine Maxwell, noting that documents were picked up on October 15th and 18th and delivered to Maxwell. Sternheim also reported that HEPA filters were not operating in the designated visiting room and requested future visits occur in the larger corner room due to camera positioning issues. Furthermore, legal mail sent to the MDC had not been picked up and Sternheim requested an explanation and delivery timeline.",
      "timestamp": "2021-10-27T00:00:00",
      "timestamp_raw": "October 27, 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "mdc",
        "legal mail",
        "camera",
        "hepa filters",
        "tracking information",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023213",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023118",
            "similarity": 0.636,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023481",
            "similarity": 0.667,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016262",
      "summary": "Bobbi Sternheim emailed Isabel Maxwell regarding legal mail intended for Ghislaine Maxwell. As of October 29, 2021, four items listed as “Available for Pickup” by the US Postal Office had not been retrieved or received by MDC. Sternheim demanded immediate confirmation of the items’ status, threatening a court order if a response was not received that day. Both emails included standard legal disclaimers regarding confidential and privileged information.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "urgent",
        "legal mail",
        "bobbi sternheim",
        "mdc",
        "court",
        "leah saffian",
        "isabel maxwell",
        "efta00016262"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025167",
      "summary": "Bobbi Sternheim sent an urgent email to [REDACTED] regarding legal mail for Ghislaine Maxwell, tracking numbers EJ6994364O3US, EJ69943643.5US, EJ699436427US, and EJ699436413US. The mail was listed as “Available for Pickup” at a USPS facility in Brooklyn, NY, but hadn’t been retrieved by MDC as of October 29, 2021. Sternheim threatened legal action (filing an order to show cause) if a response wasn't received immediately. A separate email from Isabel Maxwell, paralegal at Leah Saffian, Inc., confirms receipt of the tracking information and provides contact details.",
      "timestamp": "2021-10-29T00:00:00",
      "timestamp_raw": "October 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "urgent",
        "legal mail",
        "tracking number",
        "uspo",
        "bobbi c. sternheim",
        "leah saffian",
        "isabel maxwell",
        "court",
        "delivery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029287",
      "summary": "This document is a series of emails related to a legal case, *US v. Maxwell S2 20 Cr 330 (MN)*. An attorney, SI, is requesting a review of a draft letter regarding the case from another attorney, Bobbi Sternheim. The draft letter contains highlighted sections needing additional information and includes updates on mail delivery and a hard drive sent to the recipient. There is a request for a call to discuss the letter and its contents, with a deadline of 12 PM on November 2, 2021. The emails discuss the status of the hard drive and the need for updates to the court.",
      "timestamp": "2021-11-02T00:00:00",
      "timestamp_raw": "November 2, 2021",
      "keywords": [
        "us v. maxwell",
        "20 cr 330",
        "redaction",
        "letter",
        "email",
        "call",
        "judge",
        "november 2",
        "12 pm",
        "court",
        "hard drive",
        "tracking number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018879",
      "summary": "An email chain, dated November 3, 2021, discusses a U.S. v. Maxwell case (20 Cr. 330 (AJN)). The email, sent by Bobbi C. Sternheim, provides a courtesy copy of an Electronic Filing (ECF) related to the case, specifically a disclosure of juror names to counsel. The email includes Bobbi Sternheim's updated contact information and a confidentiality disclaimer.",
      "timestamp": "2021-11-03T00:00:00",
      "timestamp_raw": "November 3, 2021",
      "keywords": [
        "efta00018879",
        "maxwell",
        "u.s. v.",
        "juror names",
        "disclosure",
        "ecf filing",
        "bobbi c. sternheim",
        "legal",
        "confidential",
        "privilege"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015185",
      "summary": "This email discusses the production of discovery materials related to the case *US v. Maxwell* (20 Cr. 330 (AJN)). The Assistant United States Attorney is sending an additional discovery production to Mark S. Cohen, Bobbi Sternheim, Laura Menninger, and Jeff Pagliuca via USAfx. The production will be sent to the MDC for Ms. Maxwell. Options for delivery include a CD or a provided drive, with the possibility of returning a drive to load the production. The email includes contact information for the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2021",
      "keywords": [
        "discovery production",
        "us v. maxwell",
        "usafx",
        "mdc",
        "ms. maxwell",
        "united states attorney's office",
        "southern district of new york",
        "contract",
        "cover letter",
        "evidence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024912",
      "summary": "Sternheim, is involved in the trial preparation for the case of *United States v. Ghislaine Maxwell*.  The primary dispute centers around the trial start date, with the defense (Sternheim’s office) strongly advocating for November 8, 2021, due to concerns about continuity of counsel, potential witness unavailability, and the disruptive impact of a later trial on Maxwell’s health and holiday plans.  The prosecution (represented by Laura Menninger and Jeff Pagliuca) initially proposed November 29, 2021, but later suggested November 15th as a compromise.  The defense emphasized the need for a speedy trial and raised concerns about the government’s failure to provide specifics justifying the preferred date.  Scheduling conflicts related to Laura Menninger’s other trial and the need to review 3500 material were also discussed, with the defense linking these to the request for a speedy trial.  A key point of contention is the potential exclusion of Speedy Trial Act time, which the defense opposes unless Ms. Maxwell is released on bail. Communication primarily occurred through email, with a focus on establishing a trial date by the end of the year.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "november 2021 trial date",
        "covid-19",
        "continuance",
        "witness availability",
        "scheduling conflicts",
        "speedy trial act",
        "maxwell",
        "defense",
        "government",
        "trial date"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024664",
      "summary": "This document records a series of email exchanges between Bobbi Sternheim’s law office and the prosecution regarding the trial date for Ghislaine Maxwell. The core issue is a disagreement over the trial start date, with the defense advocating for November 8, 2021, citing concerns about Ms. Maxwell’s health and the disruption to her holiday plans. The prosecution initially proposed November 29, 2021, with suggested timelines for witness availability and expert disclosures. Throughout the exchanges, the defense emphasizes the urgency of the trial date and expresses a willingness to consider a later date if Ms. Maxwell is released pending trial. The emails also address scheduling considerations, including deadlines for witness disclosures and the potential for a continuance.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "maxwell",
        "trial date",
        "november 2021",
        "continuance",
        "scheduling",
        "witness",
        "covid-19",
        "government",
        "defense",
        "deadlines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020622",
      "summary": "Bobbi Sternheim sent emails to multiple recipients, including Christian Everdell, Laura Niel, Jeff Pagliuca, and the USANYS, regarding proposed jury questionnaires and voir dire questions. Attached documents included: JOINT_Proposed_Jury_Questionnaire_.docx, ATT00001.htm, JOINT_Proposed_Voir Dire_Sent_.docx, and ATT00002.htm.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "09 Oct 2021",
      "keywords": [
        "jury questionnaires",
        "voir dire",
        "redaction",
        "bobbi sternheim",
        "christian everdell",
        "joint proposed",
        "questionnaire",
        "questions",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010164",
      "summary": "On November 9, 2021, Christian Everdell sent emails to multiple recipients, including Bobbi Sternheim, requesting input on a draft letter regarding pseudonyms for a legal case. He requested language additions by the following evening.  Everdell also proposed delivering four hard drives to a court hearing, suggesting either hand-off by a paralegal or mailing them.  Three joint letters concerning pseudonyms – for witness use, limiting instructions, and procedures for voir dire – were due to the court the next day, with requests for proposals to be submitted by close of business.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "pseudonyms",
        "letter",
        "security",
        "drives",
        "hearing",
        "court",
        "redacting",
        "exhibits",
        "joint letter",
        "christian everdell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026692",
      "summary": "Bobbi Sternheim, an attorney, is concerned about the delayed delivery of legal mail to Ghislaine Maxwell, citing multiple instances of missing mail deposited in legal mailboxes. He suspects foul play by the MDC (likely a corrections facility) and claims the Warden is aware of the issue. He requests a response and threatens to file an order to show cause with the court if the mail is not delivered promptly, particularly as Maxwell’s trial is approaching. He also complains about inadequate meeting conditions, a diet discrepancy, and a lack of cooperation from facility staff.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal mail",
        "bobbi sternheim",
        "u.s. post office",
        "court",
        "warden",
        "maxwell trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025278",
            "similarity": 0.7,
            "index": 89,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025278",
      "summary": "Bobbi Sternheim, an attorney, is concerned about the delayed delivery of legal mail to Ghislaine Maxwell. He reports that the mail, placed in a legal mailbox on multiple occasions, was not delivered and was eventually received with issues, including a mis-coded postage sticker and a cramped, unsuitable room for legal visits. Sternheim accuses the MDC (likely a detention facility) of potential cover-ups and procedural errors, including denying a larger room for meetings and providing Maxwell with an improper diet. He threatens to file an order to show cause with the court if the mail isn’t delivered and expresses frustration with the MDC's handling of the case, anticipating issues will be brought to the court’s attention.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal mail",
        "u.s. post office",
        "bobbi sternheim",
        "court",
        "warden",
        "covid",
        "bologna sandwich"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026692",
            "similarity": 0.7,
            "index": 88,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028097",
      "summary": "Bobbi Sternheim, representing Ghislaine Maxwell, is tracking four legal mailboxes (EJ699436413US, EJ699436427US, EJ699436400US, and EJ699436435US) awaiting pickup in Brooklyn, NY. The boxes were scheduled for delivery on October 16, 28, and November 14, 2021, respectively. The email details the USPS tracking information and requests notification upon retrieval and delivery to Ms. Maxwell.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "November 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "bobbi sternheim",
        "usps tracking",
        "efta00028097",
        "october 2021",
        "brooklyn ny",
        "pick up",
        "legal documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031200",
      "summary": "*   An email chain discusses a response to a legal matter, “U.S. v. Maxwell S2 20 Cr. 330 (AJN).” *   A draft response is being prepared and needs to be sent to the MDC for review. *   There’s a discussion about Judge Nathan’s deadlines and a need to clarify language regarding them. *   The defense’s footnote regarding material volume is being approached cautiously. *   A letter filed by Bobbi Sternheim is being shared for informational purposes. *   Efforts are underway to contact the Bureau of Prisons (BOP) for a call.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "maxwell",
        "u.s. v.",
        "nathan",
        "deadlines",
        "mdc",
        "legal mail",
        "bobbi sternheim",
        "bop",
        "ecf filing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027749",
            "similarity": 0.545,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031202",
            "similarity": 0.6,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016726",
      "summary": "Bobbi Sternheim, an attorney, is communicating regarding logistics for teleconferences and an in-person conference related to the case *US v. Maxwell*. The communication lists attendees for the October 21 teleconference: Bobbi Sternheim, Christian Everdell, Laura Menninger, Jeffrey Pagliuca, Ann Lundberg, Ian Maxwell, Kevin Maxwell, Pandora Maxwell, Philip Maxwell, Anne Holve, Katie Vaughan Edwards, Brian Basham, Isabel Maxwell, Christine Maxwell, Leah Saffian, Jeff Roth, and others. The court requests estimates of participants for both conferences. For the November 1 in-person conference, counsel must provide attendee numbers, vaccination status, and specify who will speak. The court is implementing COVID-19 protocols and will enforce a one attorney speaking per issue rule.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "maxwell family",
        "teleconference",
        "pretrial conference",
        "us v. maxwell",
        "october 21",
        "november 1",
        "legal counsel",
        "covid-19",
        "court logistics"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026478",
      "summary": "A United States Attorney’s Office representative is following up on a telephone conference scheduled for tomorrow at noon with Judge Nathan, involving the defendant. The conference details, including the defendant’s phone number and access code, were previously communicated by Bobbi Sternheim. An order regarding the conference, including separate dial-in options for press and public attendees, is attached.",
      "timestamp": "2021-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2021",
      "keywords": [
        "telephone conference",
        "nathan",
        "united states attorney",
        "court",
        "order",
        "october 21",
        "defendant",
        "access code",
        "press",
        "public"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023213",
      "summary": "Bobbi Sternheim reported during an in-person visit with Ghislaine Maxwell that HEPA filters were not operational in the designated visiting room and that legal mail was not being picked up by the Metropolitan Detention Center (MDC). She requested future visits be conducted in the larger corner room due to the camera positioning issue. Two tracking numbers were provided for undelivered mail: EJ699436435US and EJ699436400US, both scheduled for pickup on October 15 and 19, 2021, respectively. Sternheim also provided her updated contact information: EFTA00023213.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "bobbi sternheim",
        "hepa filters",
        "mdc",
        "legal mail",
        "tracking number",
        "camera",
        "visiting room",
        "email address",
        "efta00023213"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024228",
            "similarity": 0.5,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023118",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025142",
            "similarity": 0.545,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023118",
      "summary": "Bobbi C. Sternheim, an attorney, emailed regarding concerns about visits with Ghislaine Maxwell at the MDC. She reported that HEPA filters were not operational in the designated visiting room and that the camera was repositioned to focus on that room. She requested future visits occur in the larger corner room. Additionally, she noted that legal mail sent to the MDC had not been picked up and requested an explanation and update on its delivery. The email chain includes communication with Christian Everdell and references external inquiries about Maxwell's legal mail.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal mail",
        "mdc",
        "camera",
        "visiting room",
        "hepa filters",
        "tracking information",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023213",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024228",
            "similarity": 0.636,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023481",
            "similarity": 0.545,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025142",
            "similarity": 0.7,
            "index": 98,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023481",
      "summary": "Bobbi Sternheim, an attorney, is emailing regarding legal matters involving Ghislaine Maxwell. She is requesting a response by 10:00 AM Wednesday regarding Maxwell’s legal mail that hasn’t been picked up at the MDC. She also reports that HEPA filters were not operating in the designated visiting room during a recent visit and requests future visits occur in the larger corner room. She provides her updated contact information and reiterates the confidentiality of the communications.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal mail",
        "mdc",
        "camera",
        "new york",
        "tracking information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023118",
            "similarity": 0.545,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024228",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025142",
            "similarity": 0.75,
            "index": 98,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025144",
      "summary": "Bobbi Sternheim sent an external email to Christian Everdell, Laura Menninger, and Jeff Pagliuca regarding the filing “10-27 It to Court.pdf” in the case US v. Maxwell S2 20 Cr 330 (MN). The email included a courtesy copy of the ECF filing.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "efta00025144",
        "us v. maxwell",
        "efta",
        "court filing",
        "bobbi sternheim",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025142",
      "summary": "Bobbi Sternheim is following up on legal mail delivery to Ghislaine Maxwell at the MDC, noting that it has not been picked up. She requests an explanation and an update on when Maxwell will receive the mail. Sternheim also reports that during a visit, the designated visiting room with HEPA filters was not used, and she is requesting future visits be conducted in the larger corner room, citing the camera positioning issue as the previous denial’s justification. Tracking information for the mail is attached.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "bobbi sternheim",
        "ghislaine maxwell",
        "legal mail",
        "mdc",
        "hepa filters",
        "camera",
        "tracking information"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023481",
            "similarity": 0.75,
            "index": 96,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023118",
            "similarity": 0.7,
            "index": 95,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023213",
            "similarity": 0.545,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014699",
      "summary": "Bobbi Sternheim, representing the defense in the U.S. v. Maxwell case (Case No. 20 Cr. 330), reports that the government has agreed to serve the moving parties after applying redactions to documents. Specifically, the EVCP has been served. Nicole Simmons, representing Jeffrey Pagliuca, submitted Maxwell’s Response to the Letter Motions to Quash, initially under temporary seal to allow for government redaction review. The parties are awaiting the government’s final redaction decisions before full service is completed.",
      "timestamp": "2021-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2021",
      "keywords": [
        "u.s. v. maxwell",
        "redactions",
        "evcp",
        "case no. 20 cr. 330",
        "bobbi sternheim",
        "nicole simmons",
        "nathan nysd chambers",
        "maxwell's response",
        "rule 17(c) subpoena"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014710",
      "summary": "Bobbi Sternheim, representing the defense, reports that the government has confirmed all moving parties have been served, including the EVCP.  She and her team are awaiting government approval for redactions to documents submitted to the court. Nathan Chambers requested confirmation of service and Nicole Simmons submitted Maxwell’s response to the motion to quash, initially under temporary seal pending government redaction review. All parties acknowledge the confidential and privileged nature of the communications and adherence to email safety protocols.",
      "timestamp": "2021-12-23T00:00:00",
      "timestamp_raw": "23 Nov 2021",
      "keywords": [
        "bobbi sternheim",
        "maxwell",
        "u.s. v. maxwell",
        "redaction",
        "evcp",
        "legal",
        "court",
        "nicole simmons",
        "denver",
        "haddon morgan"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022455",
      "summary": "Bobbi C. Sternheim, Law Offices, is providing updates regarding the Covid-19 situation. The West 19th Street office is closed but the firm is working remotely, requesting use of email or fax for correspondence. The document contains confidential and privileged information from the law offices and includes a notification regarding potential recipient restrictions. The document identifier is EFTA00022455.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "confidential",
        "correspondence",
        "remote work",
        "business hours",
        "entail",
        "fax",
        "efta00022455"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030925",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029237",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030925",
      "summary": "Bobbi C. Sternheim, Esq. is providing a notice regarding the closure of their West 19th Street office due to the Covid-19 pandemic. They are continuing to work remotely and request clients use email or fax for correspondence. The document contains confidential and privileged information from the Law Offices of Bobbi C. Sternheim.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "correspondence",
        "confidential",
        "privileged",
        "remote work",
        "new york",
        "entail",
        "fax"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022455",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029237",
            "similarity": 1.0,
            "index": 103,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029237",
      "summary": "Bobbi C. Sternheim, Esq. of the Law Offices of Bobbi C. Sternheim is sending a document, EFTA00029237, with a notice that the West 19th Street office is closed due to COVID-19 but the firm is working remotely via email or fax. The document contains confidential and privileged information, and recipients are instructed to notify the sender immediately if they are not the intended recipient.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "covid-19",
        "law offices",
        "bobbi sternheim",
        "correspondence",
        "confidential",
        "privileged",
        "remote work",
        "new york",
        "fax",
        "entail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030925",
            "similarity": 1.0,
            "index": 102,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022455",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015911",
      "summary": "Bobbi Sternheim is requesting permission for Ghislaine Maxwell to use a laptop instead of an MDC computer due to the latter’s limitations. Concerns are raised regarding Maxwell’s restrictive cell conditions, including frequent intrusive searches, surveillance, and lack of basic necessities like blankets and newspapers. The inconsistent security staff and the disruption to her legal work are also highlighted. A COVID-19 notice indicates the West 19th Street office is closed and operations are conducted remotely.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "restrictions",
        "confinement",
        "surveillance",
        "legal work",
        "covid-19",
        "west 19th street",
        "bobbi c. sternheim",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015908",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015898",
      "summary": "Bobbi Sternheim responded to an email chain regarding “Ghislaine Maxwell 02879-509,” including a message named “Re_Ghislaine_Maxwell_02879-509.msg.” The email exchange involved multiple recipients including Christian Everdell and Mark S. Cohen.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "redaction analysis",
        "efta00015898",
        "bobbi c sternheim",
        "christian everdell",
        "mark s cohen"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}