{
  "keyword": "deadline",
  "count": 29,
  "keyword_match_count": 29,
  "content_match_count": 139,
  "total_files": 168,
  "timeline": [
    {
      "file_id": "EFTA00024275",
      "summary": "This document is a collection of messages exchanged on April 11, 2005, primarily between Jeffrey Epstein and various individuals involved in his business activities, including financial transactions, property management, and travel arrangements. The messages cover a range of topics, including stock purchases (CELG), real estate deals in Palm Beach (PB), travel arrangements (flights, boat rentals), meeting scheduling, financial approvals (Dr. Landon’s payment), communication with colleagues and associates (Miles, Eric, Dan Sperberg), and logistical details like tile arrangements and photo delivery. Several individuals were attempting to contact Jeffrey Epstein regarding specific requests or updates, often through email correspondence. Key issues included confirming deadlines for investments, coordinating travel, managing property assets, and handling administrative tasks like billing and payments.",
      "timestamp": "2005-04-11T00:00:00",
      "timestamp_raw": "April 11, 2005",
      "keywords": [
        "jeffrey epstein",
        "messages",
        "calls",
        "dates (04/11/2005)",
        "celg",
        "pb",
        "tile",
        "yacht",
        "finances",
        "meetings",
        "real estate",
        "passport",
        "nyu",
        "photography",
        "stock"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038839",
      "summary": "An Assistant United States Attorney is requesting assistance from a witness (Testifying Witness 3500) to locate handwritten interview notes from August 15, 2006, and August 17, 2006. The request is related to materials being prepared for a Monday deadline.",
      "timestamp": "2006-08-15T00:00:00",
      "timestamp_raw": "August 15, 2006",
      "keywords": [
        "testifying witness",
        "redaction analysis",
        "email",
        "interviews",
        "united states attorney",
        "southern district of new york",
        "deadline",
        "3500 materials",
        "8/17/2006",
        "8/15/2006"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038972",
      "summary": "An FBI Special Agent from the New York Field Office (Child Exploitation/Human Trafficking) is requesting assistance from the United States Attorney’s Office, Southern District of New York, regarding handwritten interview notes for Testifying Witness 3500. Two sets of notes, dated August 17, 2006, and August 15, 2006, were located in FAA-AMOC flight records and MM13 folders. The Assistant United States Attorney followed up on an earlier email requesting confirmation of the notes’ existence as materials are prepared for a Monday deadline.",
      "timestamp": "2006-08-17T00:00:00",
      "timestamp_raw": "August 17, 2006",
      "keywords": [
        "fbi",
        "human trafficking",
        "child exploitation",
        "testifying witness",
        "notes",
        "faa-amoc",
        "united states attorney",
        "new york",
        "email",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038835",
            "similarity": 0.667,
            "index": 3,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038835",
      "summary": "An FBI Special Agent from the New York Field Office (Child Exploitation/Human Trafficking) is requesting assistance in locating handwritten interview notes related to “Testifying Witness 3500.” The notes pertain to interviews conducted on August 17, 2006, and August 15, 2006. The notes were initially located in MM13, specifically within the “Flight Records FAA-AMOC” and ‘’ folders. An Assistant United States Attorney is involved in preparing materials for a Monday deadline.",
      "timestamp": "2006-08-17T00:00:00",
      "timestamp_raw": "August 17, 2006",
      "keywords": [
        "efta00038835",
        "fbi",
        "testifying witness",
        "human trafficking",
        "notes",
        "interviews",
        "faa-amoc",
        "redaction",
        "united states attorney",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038972",
            "similarity": 0.667,
            "index": 2,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013508",
      "summary": "On October 22, 2007, Jay Lefkowitz (USAFLS) sent a draft letter to Judge Davis regarding a settlement with Mr. Epstein. Concerns were raised about the draft's language, specifically regarding Judge Davis's role as a representative, the request for a large law firm to handle litigation, and the stated statutory limit. Alex Acosta (USAFLS) and Ori Inal made concessions, removing paragraph 4 from page 3, adding a footnote regarding the 150k limit, and revising paragraph 4 to include criteria about experience litigating against large firms. A deadline of COB on October 23, 2007, was set to finalize the agreement.",
      "timestamp": "2007-10-22T00:00:00",
      "timestamp_raw": "October 22, 2007",
      "keywords": [
        "epstein",
        "settlement",
        "judge davis",
        "lawyer",
        "litigation",
        "agreement",
        "usafls",
        "concerns",
        "revisions",
        "negotiations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013619",
      "summary": "*   **Disagreement over Legal Representation:** There is a disagreement about whether Judge Davis should directly represent the women involved. *   **Proposed Changes to Letter:** Alex Acosta and Jay Lefkowitz propose changes to a letter intended for the Special Master, including removing paragraph 4, adding a footnote regarding the statutory limit, and revising language about discovery and attorney fees. *   **Concerns Raised by Lefkowitz:** Jay Lefkowitz expresses concerns about the proposed language, specifically regarding the request for a large law firm and the lack of clarity about discovery. *   **Deadline for Agreement:** Alex Acosta sets a deadline (COB Tuesday, October 23, 2007) for a decision on the revised letter.",
      "timestamp": "2007-10-23T00:00:00",
      "timestamp_raw": "October 23, 2007",
      "keywords": [
        "epstein",
        "usafls",
        "judge davis",
        "lawyer",
        "settlement",
        "agreement",
        "redacted",
        "alex acosta",
        "jay lefkowitz",
        "statutory limit",
        "discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013763",
      "summary": "Alex Acosta, an Assistant U.S. Attorney, exchanged emails regarding a response to inquiries about Jeffrey Epstein. He requested revising a letter and considered shortening it to simply inform recipients of deadlines. He reported sending out a previous email and expressed frustration with the silence of the involved lawyers.",
      "timestamp": "2007-12-06T00:00:00",
      "timestamp_raw": "December 06, 2007",
      "keywords": [
        "epstein",
        "acosta",
        "alex",
        "u.s. attorney",
        "doj",
        "redaction",
        "letter",
        "deadlines",
        "lawyers",
        "usafls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013758",
      "summary": "A communication chain discusses objections to sending a letter to alleged victims related to a case involving Jeffrey Epstein. Jay Lefkowitz (USAFLS) objects to an email from MI (likely Mark Filip) requesting redaction of names from a proposed letter. Lefkowitz argues against notifying the victims, citing a lack of a clear statutory requirement (specifically referencing 18 USC section 2255), the potential for negative publicity, and the need for review before sending. He also requests a meeting with Assistant Attorney General Fisher regarding the section 2255 component of the agreement. Lefkowitz proposes postponing the letter until after the meeting and insists on a deadline for objections to Judge Davis’s selection of Podhurst and Josephsberg.",
      "timestamp": "2007-12-28T00:00:00",
      "timestamp_raw": "28 Nov 2007",
      "keywords": [
        "epstein",
        "usafls",
        "redaction",
        "podhurst",
        "josephsberg",
        "justice for all act",
        "2255",
        "victims",
        "letter",
        "notification",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013766",
      "summary": "A settlement agreement was reached in the Epstein case involving a plea and sentencing. The original agreement stipulated a simultaneous plea and sentencing in October or November 2007, followed by Epstein surrendering for sentencing no later than January 4, 2008. A case disposition conference was set for January 7, 2008, with the judge requesting a concurrent plea and sentencing, leading to a rescheduling for the first week of January. One party requested documents related to the plea, information, and factual proffers. Another individual, a First Assistant United States Attorney, offered assistance and contact information regarding the federal investigation and non-prosecution agreement. A case assistant in Palm Beach County confirmed the settlement was finalized and the judge’s request for a concurrent plea and sentencing led to a January 4th deadline.",
      "timestamp": "2008-01-04T00:00:00",
      "timestamp_raw": "January 4, 2008",
      "keywords": [
        "epstein settlement agreement",
        "plea",
        "sentencing",
        "january 4th",
        "judge mcsorley",
        "non-prosecution agreement",
        "case disposition",
        "west palm beach",
        "united states attorney",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013801",
      "summary": "It argues that the letter from Assistant U.S. Attorney Jay Lefkowitz is rife with inaccuracies, distortions, and falsehoods. Key points of contention include: *   **Independent Review:** The purported “independent de novo review” conducted by CEOS was neither independent (as the reviewer had previously assessed the prosecution memo) nor de novo (it only reviewed for abuse of discretion). *   **Notification of Witnesses:** The defense’s objections to notifying witnesses were dismissed, and the resulting letter was misleading. *   **Mischaracterization of Defense Arguments:** The defense’s arguments regarding the statute and victim claims were misrepresented by Lefkowitz. *   **Deferred Prosecution Agreement:** The SDFL’s demands regarding a deadline and an assigned attorney representative were presented unilaterally and were not agreed to. *   **Victim Compensation:** The agreement to assign victim compensation to an independent third party was a result of the defense’s discovery of a misleading disclosure and was not an “unilateral” decision. *   **Timetable Manipulation:** Lefkowitz attempted to impose a restrictive timetable to derail the review process. The document concludes by demanding a thorough, independent de novo review of the case, emphasizing the need to base the review on witness testimony rather than conclusions from the prosecution.",
      "timestamp": "2008-05-19T00:00:00",
      "timestamp_raw": "May 19, 2008",
      "keywords": [
        "epstein",
        "investigation",
        "doj",
        "review",
        "inconsistencies",
        "false assertions",
        "statute 2242(b)",
        "abuse of discretion",
        "victim notification",
        "deferred prosecution agreement",
        "independent review",
        "de novo",
        "sentencing",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013661",
      "summary": "The communication expresses concern that the Department of Justice, through CEOS, is not properly directing a potential prosecution due to new evidence and witness statements. Key points include: *   **Lack of Federal Priority:** Lefkowitz argues that no national policy or prosecutorial priority is driving the case, citing state procedures and civil lawsuits. *   **Witness Testimony:**  Several women involved provided sworn statements denying any illegal activity, including claims that there were no phone discussions about sexual activity and that they misrepresented their ages. *   **FBI Concerns:** Lefkowitz alleges that FBI Special Agent attempted to portray these women as “victims,” a claim they strongly refuted. *   **Unresolved Issues:** Lefkowitz highlights issues regarding potential financial improprieties and inappropriate discussions within the Office of the Attorney, which were not addressed by Drew. *   **Deadline:** Lefkowitz stresses the urgency of the July 8 state court date and requests a meeting to discuss the new evidence and potential resolution, emphasizing that the decision to proceed rests solely with the recipient. *   **Confidentiality:** The communication includes a standard disclaimer regarding the confidential nature of the information.",
      "timestamp": "2008-05-19T00:00:00",
      "timestamp_raw": "May 19, 2008",
      "keywords": [
        "federal prosecution",
        "civil lawsuits",
        "evidence",
        "investigation",
        "misconduct",
        "allegations",
        "victims",
        "age",
        "coercion",
        "resolution",
        "integrity",
        "federal statutes",
        "ceos"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013553",
      "summary": "On May 28, 2008, the First Assistant US Attorney for the Southern District of Florida sent an email to Mr. Lefkowitz informing him that the Office of the Deputy Attorney General would review the investigation into Jeffrey Epstein’s sexual conduct involving minor victims. Consequently, the June 2, 2008 deadline for compliance with the September 24, 2007 global resolution was postponed until the DAG’s review was complete.",
      "timestamp": "2008-05-28T00:00:00",
      "timestamp_raw": "May 28, 2008",
      "keywords": [
        "jeffrey epstein",
        "usafls",
        "lefkowitz",
        "united states attorney",
        "southern district of florida",
        "sexual conduct",
        "minor victims",
        "resolution",
        "liability",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013871",
      "summary": "On June 19, 2008, an email chain discusses Jeff Epstein with representatives from the USAFLS and FBI. One individual (Assistant U.S. Attorney) expresses doubt about Roy Black calling again and confirms a deadline for a response. Another individual (Brad Edwards) proposes a meeting to share information and concerns regarding Epstein’s alleged misconduct, suggesting availability between July 23-25. Jason Richards expresses concern about Epstein as an attorney. All communications are flagged as privileged and confidential.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "epstein",
        "usafls",
        "fbi",
        "roy black",
        "west palm beach",
        "brad edwards",
        "allegations",
        "misconduct",
        "legal",
        "attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013865",
      "summary": "On June 24, 2008, Roy Black received an email from Jac t go (likely Jack Goldberger) regarding a call about the Jeffrey Epstein matter. The email indicated that Jeff Sloman had requested Black’s return call.  The email proposed a call at 3:30 PM to discuss a list of issues.  A subsequent email, dated June 23, 2008, from an unknown sender to Jay Lefkowitz informed Lefkowitz that the Deputy Attorney General had determined federal prosecution of Epstein was appropriate, and Epstein had a deadline of June 30, 2008, to comply with the agreement.",
      "timestamp": "2008-06-24T00:00:00",
      "timestamp_raw": "June 24, 2008",
      "keywords": [
        "jeffrey epstein",
        "roy black",
        "jay lefkowitz",
        "jack goldberger",
        "efta00013865",
        "united states",
        "prosecution",
        "agreement",
        "guilty plea",
        "sentencing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013828",
      "summary": "Emails dated June 30, 2008, and July 26, 2008, detail updates regarding the legal proceedings against Jeffrey Epstein. Discussions involve legal counsel from the ODAG and USAFLS teams. Epstein’s plea occurred on June 30, 2008. Correspondence includes updates on the expected timeline for sentencing and surrender, concerns about potential delays, and a lack of communication from defense counsel. Roy Black, an attorney, communicated updates regarding the case’s conclusion. The AG’s office was informed of the defense’s silence and advised not to engage.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "epstein",
        "redaction",
        "usafls",
        "odag",
        "smo",
        "plea",
        "palm beach post",
        "roy black",
        "deadline",
        "justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013867",
      "summary": "Jack Goldberger forwarded an email from [REDACTED] to Jay Lefkowitz regarding the Jeffrey Epstein case. The email indicated that the Deputy Attorney General had determined federal prosecution was appropriate and Epstein had a deadline of June 30, 2008, to comply with an agreement including a guilty plea, sentencing, and imprisonment.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "jeffrey epstein",
        "efta00013867",
        "united states attorney",
        "prosecution",
        "guilty plea",
        "sentencing",
        "agreement",
        "roy",
        "jay lefkowitz",
        "jack goldbe er"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013664",
      "summary": "On July 17, 2008, an individual (USAFLS) sent an email to themselves detailing a situation involving Jeffrey Epstein and his lawyers. The sender believes Epstein’s lawyers may have cost him $200 million due to the pending federal lawsuits (all against Herman) and Judge Marra’s orders to show cause for default judgments. Epstein allegedly attempted to avoid service of the complaints and missed deadlines, requesting $50 million in each suit.",
      "timestamp": "2008-07-17T00:00:00",
      "timestamp_raw": "July 17, 2008",
      "keywords": [
        "epstein",
        "usafls",
        "herman",
        "marra",
        "lawyers",
        "dockets",
        "suits",
        "default judgments",
        "service",
        "money"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013952",
      "summary": "On September 19, 2008, Michele Dargan, a staff writer for the Palm Beach Daily News, contacted the U.S. Attorney’s Office regarding the non-prosecution agreement involving Jeffrey Epstein. She was seeking clarification on the decision not to prosecute Epstein federally, citing court records indicating potential federal prosecution upon violation of the state agreement. Multiple individuals within the U.S. Attorney’s Office responded with “no comment,” one assistant U.S. attorney stating he was finishing a press release and another stating he would follow up with a “big no comment.”",
      "timestamp": "2008-09-19T00:00:00",
      "timestamp_raw": "September 19, 2008",
      "keywords": [
        "jeffrey epstein",
        "u.s. attorney",
        "non-prosecution agreement",
        "state plea agreement",
        "federal prosecution",
        "deadline",
        "michele dargan",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013673",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on September 19, 2008, regarding a story about Jeffrey Epstein and a deadline. The email is flagged as “Normal” importance.",
      "timestamp": "2008-09-19T00:00:00",
      "timestamp_raw": "September 19, 2008",
      "keywords": [
        "epstein",
        "redaction",
        "efta00013673",
        "usafls",
        "2008",
        "story",
        "deadline",
        "almin"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014153",
      "summary": "An email chain discusses a response to a Florida Bar Complaint. The sender, [REDACTED], requested an extension due to unexpected court emergencies. The attachment, “Response to Florida Bar Complaint v2.wpd,” contains a partial draft and requests review of the first few pages before the deadline, which is a week from Friday. The recipient(s) are also associated with USAFLS.",
      "timestamp": "2008-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2008",
      "keywords": [
        "florida bar complaint",
        "email",
        "response",
        "extension",
        "judge",
        "hotmail",
        "blackberry",
        "usafls",
        "pdf",
        "attachment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013484",
      "summary": "The document records an event titled “Deadline to file response in Doe v. Epstein.” The event occurred on 2009-05-29 between 13:00:00 and 14:00:00 GMT. It was categorized as “X-PERSONAL,” created on 2015-04-04, last modified on 2015-07-22, and assigned a priority of 5. The record is identified as EFTA00013484.",
      "timestamp": "2009-05-29T00:00:00",
      "timestamp_raw": "2009-05-29",
      "keywords": [
        "efta00013484",
        "doe v. epstein",
        "deadline",
        "2009",
        "2015",
        "response",
        "file",
        "event",
        "personal",
        "x-personal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013471",
            "similarity": 0.583,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013471",
      "summary": "The record documents an event titled \"Deadline to file response in Doe v. Epstein.\" It occurred on 2009-05-29 between 13:00:00 and 14:00:00 GMT. The event was categorized as X-PERSONAL, created on 2015-03-27, and last modified on 2015-07-22. It had a priority level of 5.",
      "timestamp": "2009-05-29T00:00:00",
      "timestamp_raw": "2009-05-29",
      "keywords": [
        "efta00013471",
        "doe v. epstein",
        "deadline",
        "response",
        "2009",
        "2015",
        "event",
        "x-personal",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013484",
            "similarity": 0.583,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036446",
      "summary": "The attached slideshows are SHU Training and Suicide Prevention Training Slideshows for the quarter. Completion tracking is in place with a deadline of 10/21/2014.",
      "timestamp": "2014-10-21T00:00:00",
      "timestamp_raw": "10/21/2014",
      "keywords": [
        "efta00036446",
        "suicide prevention",
        "training",
        "shu",
        "lieutenant",
        "treaty transfer",
        "us department of justice",
        "federal bureau of prisons",
        "mcc new york",
        "deadline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036445",
      "summary": "A training slideshows (“SHU Training” and “Suicide Prevention Training”) related to suicide prevention for the Special Housing Unit (SHU) were sent to recipients from the US Department of Justice, Federal Bureau of Prisons, MCC New York. The training was due to be completed by October 21, 2014, and completion would be tracked.",
      "timestamp": "2014-10-21T00:00:00",
      "timestamp_raw": "October 21, 2014",
      "keywords": [
        "shu",
        "suicide prevention",
        "training",
        "slideshow",
        "completion",
        "deadline",
        "us department of justice",
        "federal bureau of prisons",
        "mcc",
        "treatment transfer"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027204",
      "summary": "The document is a grand jury subpoena issued by the United States Attorney for the Southern District of New York to Municipal Credit Union (MCU) requesting records related to an alleged violation of several U.S. federal statutes. The subpoena demands a comprehensive set of financial records, including account details, transaction histories (wire transfers, ACH, checks, etc.), customer information, and supporting documentation, spanning from January 1, 2019, to the present.  MCU can comply by producing the records electronically in specified formats (primarily spreadsheets and PDFs) or by providing a certified business records declaration under Rule 803(6) of the Federal Rules of Evidence. The U.S. Attorney’s office outlines the reimbursement process for costs incurred by MCU under 12 CFR part 219, outlining specific procedures for submitting invoices and deadlines for payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "subpoena",
        "municipal credit union",
        "records",
        "account",
        "wire transfer",
        "ach",
        "checks",
        "declaration",
        "evidence",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027209",
      "summary": "JPMorgan Chase Bank (JPMC) has been subpoenaed by the U.S. Grand Jury for the Southern District of New York to produce a wide range of account records dating from January 1, 2019, to the present. The subpoena requests details including account openings, transaction records (wire transfers, checks, etc.), customer information, and related documentation. JPMC can comply by producing the records electronically in specified formats or by a personal appearance, provided they submit a Declaration of Custodian of Records certifying the records’ authenticity according to Federal Rule of Evidence 803(6).  The U.S. Attorney’s office outlines a reimbursement process for costs incurred by JPMC, governed by 12 CFR part 219, with specific instructions for submitting invoices and deadlines for payment.",
      "timestamp": "2019-01-01T00:00:00",
      "timestamp_raw": "January 1, 2019",
      "keywords": [
        "grand jury",
        "jpmorgan chase",
        "subpoena",
        "records",
        "account",
        "financial records",
        "data",
        "electronic spreadsheet",
        "rules of evidence",
        "declaration",
        "reimbursement",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027912",
      "summary": "The documents detail discussions surrounding a proposed compensation program for Epstein victims, spearheaded by Jordy Feldman, Ken Feinberg, and Camille Biros. Roberta Kaplan, representing a group of victims, expresses concerns that the Estate’s involvement—particularly the selection of the decision-makers—renders the program non-independent and insufficient to meet the needs of the plaintiffs. Kaplan proposes adding a fourth administrator chosen by the plaintiffs to ensure a truly independent process. Jordy Feldman responds, emphasizing the program’s voluntary and independent nature, outlining the drafting of a proposed protocol and inviting Kaplan’s input.  Magistrate Judge Freeman has instructed the parties to engage in good-faith discussions regarding the program's development, with a deadline of January 10, 2019, for an update.  The core issue revolves around ensuring the victims' voices and interests are adequately represented within the settlement process.",
      "timestamp": "2019-01-10T00:00:00",
      "timestamp_raw": "January 10, 2019",
      "keywords": [
        "epstein victims",
        "compensation program",
        "settlement",
        "claims resolution",
        "litigation",
        "plaintiffs",
        "estate",
        "administrators",
        "negotiation",
        "judge freeman",
        "sexual abuse",
        "jeffrey epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010464",
      "summary": "An email was sent from [REDACTED] (USANYS) to [REDACTED] (USANYS) on July 2, 2019, regarding unit updates. The email, attached as PC_Unitr_Short_Form_Update.7.2.19.docx, requested that recipients submit their updates immediately due to a reminder about upcoming deadlines.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "efta00010464",
        "unit updates",
        "usanys",
        "redaction",
        "july 2019",
        "updates",
        "submitting",
        "reminders",
        "attachments",
        "pc_unitr"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028418",
      "summary": "The United States Attorney for the Southern District of New York is responding to Jeffrey Epstein’s motion for leave to file a supplemental financial disclosure under seal. The Government states it has not received any financial disclosure from the defense related to Epstein’s motion for pretrial release. Due to the lack of information, the Government requests an extension of its deadline to respond to the Bail Motion and, if necessary, a postponement of the bail hearing to allow for review of a complete response.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states",
        "bail motion",
        "sealing motion",
        "financial disclosure",
        "richard berman",
        "united states attorney",
        "southern district of new york",
        "redaction analysis",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022169",
      "summary": "A subpoena was issued on July 16, 2019, by the United States District Court for the Southern District of New York in the case of *United States of America v. Jeffrey Epstein*. The subpoena demands the production of any and all medical or mental health records relating to Jeffrey Epstein, Registration Number 76318-054. The requested records should be mailed, emailed, or faxed to defense counsel. The deadline for production was 5:30 PM on February 26, 2019. The subpoena references relevant Federal Rules of Criminal Procedure, specifically Rule 17, regarding the issuance and response to subpoenas, including the possibility of a motion to quash or modify.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "jeffrey epstein",
        "subpoena",
        "documents",
        "records",
        "medical records",
        "mental health records",
        "united states district court",
        "criminal case",
        "rule 17(c)",
        "new york",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014613",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested a contractor to burn specific folders related to the USvEpstein-2018R01618 investigation (including documents from American Express and Deutsche Bank) onto a disc. The contractor was instructed to mail the disc to a Special Agent/Detective and to notify the security team upon completion. The deadline for delivery was 11:30 AM.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "financial documents",
        "fbi",
        "subpoena",
        "deutsche bank",
        "american express",
        "usa.doj.gov",
        "sdny investigation",
        "mandy",
        "paul"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034548",
      "summary": "The email outlines several tasks and requests for various personnel, including routing documents, reminding someone to submit a form, attending a SHU meeting with detailed note-taking, repairing entry doors, managing vest inventory for officers, adjusting the weekend roster, and ensuring a Friday closing deadline. It also includes a delegation of responsibility to Lieutenant.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "7/25/2019",
      "keywords": [
        "overtime",
        "lld",
        "truintel",
        "epstein",
        "suicide",
        "vests",
        "roster",
        "volunteer",
        "sign up",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030514",
      "summary": "An email was sent from “I” to Min on July 31, 2019, regarding an Epstein discovery deadline. The email is attached as EFTA00030514.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "deadline",
        "imiim",
        "efta00030514"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014556",
      "summary": "This email, dated July 31, 2019, confirms an accepted deadline regarding the “Epstein discovery.” The sender is communicating with the recipient regarding the “EFTA00014556” document.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "deadline",
        "efta00014556",
        "2019",
        "redacted analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028075",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028544",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028075",
      "summary": "An email was sent on July 31, 2019, regarding a deadline for an “Epstein discovery.” The email was sent from an unidentified sender and received by an unidentified recipient.  The subject line was \"Accepted: Epstein discovery deadline.\"",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "deadline",
        "efta00028075",
        "2019",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014556",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028544",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022617",
      "summary": "On August 5, 2019, an email exchange occurred regarding briefing memos for the Attorney General (AG) related to specific investigations. One party requested the final versions of recent update memos for Geoff and the DAG, noting potential involvement in larger memos and missing final drafts. The sender proposed deadlines for these memos to be delivered to Geoff by Thursday or Friday of that week. Attached documents included memos related to SDNY cases and recused documents.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "efta00022617",
        "brass memos",
        "geoff",
        "ag",
        "memos",
        "update memos",
        "investigations",
        "sdny",
        "dag",
        "briefing memos"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024358",
      "summary": "An email exchange occurred between multiple parties, including Keenan Trotter of Insider, regarding a request for comment on a story about Jeffrey Epstein’s case. The email details Trotter’s inquiry about the government’s investigation into Epstein’s potential ties to foreign governments, specifically referencing expired passports and citizenship inquiries. The deadline for a response was Friday at noon Eastern Time.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "insider",
        "prosecution",
        "investigation",
        "passport",
        "foreign governments",
        "case",
        "criminal",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029732",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested a printing service to produce a 550-page binder of documents labeled “Epstein Financial Documents” with specific formatting requirements (single-sided, black and white, tabs with “FBAR” labels). The request included a specific folder location (Usa.doj.gov\\ clouaNYS StAndrews \\Shared\\) and a deadline of the end of the day Tuesday.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "efta00029732",
        "printing project",
        "fbar",
        "epstein financial documents",
        "usanys",
        "contractor",
        "binder",
        "redaction",
        "usa.doj.gov",
        "labels"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036887",
      "summary": "An inmate mortality review for Epstein is being scheduled, requiring the presence of CD, HSA, 1-MLP, and AW over Health Services, with a 30-day deadline.  A supplement needs updating, specifically regarding Naloxone information, and the suggestion is to incorporate this information into the existing supplement rather than creating a new one.  Correspondence between CDR, Associate Warden, and CDR S discusses the need for policy review and approval of the updated supplement with Naloxone details.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "patient care",
        "mortality review",
        "naloxone",
        "supplement",
        "policies",
        "procedures",
        "redaction analysis",
        "cdr",
        "hsa",
        "aw"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00036851",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00036851",
      "summary": "On August 13, 2019, CDR requested a Mortality Review for inmate Epstein, requiring the presence of CD, HSA, 1-MLP, and AW over Health Services, with a 30-day deadline. There was discussion about updating the Naloxone Supplement, with a preference to add the information to the existing supplement rather than create a new one. Associate Warden MCC New York requested a review of the supplement and suggested adding Naloxone information to it.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "mortality review",
        "naloxone",
        "supplement",
        "patient care",
        "efta00036851",
        "mcc new york",
        "cdr",
        "health services",
        "policies",
        "procedures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00036887",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028544",
      "summary": "An email was sent on August 15, 2019, from \"a\" to an unknown recipient, regarding a declined request related to an \"Epstein discovery deadline\" (EFTA00028544). The email was marked as “Normal” importance and included an unnamed attachment.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "epstein",
        "redaction analysis",
        "efta00028544",
        "deadline",
        "2019",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028075",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00014556",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028545",
            "similarity": 0.556,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024406",
      "summary": "An email was sent on August 15, 2019, from “I” to “a” with the subject “Canceled: Epstein discovery deadline” and a high importance. The email relates to file EFTA00024406.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "epstein",
        "canceled",
        "deadline",
        "redaction analysis",
        "efta00024406"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036813",
      "summary": "A promotional email from CheapTickets to [REDACTED] at @bop.gov, dated August 15, 2019, encourages the recipient to consider a vacation package with discounts on hotels, cars, cruises, flights, and event tickets. The email offers a coupon and specifies booking deadlines of September 8, 2019, through March 31, 2020. It includes links to manage the account, customer care, privacy policy, and unsubscribe options. The email is associated with the document identifier EFTA00036813.",
      "timestamp": "2019-08-15T00:00:00",
      "timestamp_raw": "August 15, 2019",
      "keywords": [
        "cheaptickets",
        "vacation",
        "deals",
        "hotels",
        "flights",
        "cruises",
        "packages",
        "travel",
        "booking",
        "coupons"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019966",
      "summary": "Department of Justice, specifically the Southern District of New York, issued a grand jury subpoena to Wells Fargo Bank N.A. on August 16, 2019, as part of a criminal investigation into suspected violations of federal criminal law (specifically 1591, 1594(c), 2422(b), and 371). The subpoena demands that Wells Fargo produce all records related to specified accounts, individuals, and entities – including account details, transaction data, customer information, and correspondence – from account inception to the present. The deadline for production is August 30, 2019, at 10:00 AM at the United States Courthouse in New York. Wells Fargo can fulfill the request by producing the records electronically or via CD, accompanied by a Declaration of Custodian of Records. Failure to comply will result in contempt of court charges. The document emphasizes the importance of maintaining confidentiality due to the ongoing investigation.",
      "timestamp": "2019-08-16T00:00:00",
      "timestamp_raw": "August 16, 2019",
      "keywords": [
        "grand jury subpoena",
        "wells fargo",
        "federal investigation",
        "criminal investigation",
        "18 u.s.c.",
        "data transaction files",
        "records production",
        "wire transfers",
        "bank records",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021311",
      "summary": "TD Ameritrade failed to respond to a subpoena issued by the U.S. Attorney’s Office for the Southern District of New York by the deadline of August 23, 2019. A read receipt indicated the recipient received the subpoena on August 12, 2019. The U.S. Attorney is requesting information on whether TD Ameritrade will comply or if legal action to compel a response is necessary.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "August 23, 2019",
      "keywords": [
        "grand jury",
        "subpoena",
        "td ameritrade",
        "noncompliance",
        "email",
        "read receipt",
        "u.s. attorney",
        "southern district of new york",
        "legal process",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013175",
      "summary": "An Assistant United States Attorney from the Southern District of New York is requesting data from various units regarding the number of unique victims or potential victims of human trafficking (adult or minor) they have interviewed in the past year, regardless of whether a case was charged. The request was sent on October 3, 2019, and the deadline for response is COB Friday, October 4, 2019.",
      "timestamp": "2019-10-03T00:00:00",
      "timestamp_raw": "October 3, 2019",
      "keywords": [
        "human trafficking",
        "victims",
        "united states attorney",
        "new york",
        "trafficking",
        "volume",
        "criminal enterprise",
        "coordinator",
        "assistant",
        "unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015285",
      "summary": "On October 8, 2019, Nicholas Blase of the US Department of Justice reported that the FBI located Ghislaine Maxwell and an arrest/charges are imminent due to a statutory deadline. Two meetings with law enforcement have been held with victims in New York City and Florida.",
      "timestamp": "2019-10-08T00:00:00",
      "timestamp_raw": "October 8, 2019",
      "keywords": [
        "efta00015285",
        "ghislaine maxwell",
        "fbi",
        "arrest",
        "charges",
        "media",
        "usanys",
        "nicholas biase",
        "united states department of justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023930",
      "summary": "*   At least 39 victims were contacted, with the possibility of a higher number. *   At least 17 victims spoke or provided written submissions. *   One or two victims were unable to attend the hearing on short notice due to scheduling issues or aversion to press exposure. *   The number of victims contacted at the hearing (50) may include all Florida victims. *   The Petitioner in the 11th Circuit case alleges that some Epstein victims were unable to attend the SDNY hearing due to insufficient notice and inability to travel. *   The Department of Justice (SDNY) was seeking information on the number of victims contacted, those who attended in person, and those who wanted to participate but couldn’t due to timing/notice. *   A deadline of noon the following day was set to provide this information.",
      "timestamp": "2019-10-30T00:00:00",
      "timestamp_raw": "October 30, 2019",
      "keywords": [
        "epstein victims",
        "victim impact statements",
        "sdny hearing",
        "doj",
        "11th circuit",
        "notice",
        "scheduling issues",
        "florida victims",
        "victim impact submissions",
        "court hearing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028076",
      "summary": "On 2019-10-31 at 21:00:00 +0000, an event named “Accepted: Epstein discovery deadline” occurred, classified as X-PERSONAL. The event was created on 2019-07-31 16:55:31 +0000 and had attendees [REDACTED] and [REDACTED]. The document’s identifier is EFTA00028076.",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "2019-10-31",
      "keywords": [
        "efta00028076",
        "redaction analysis",
        "epstein",
        "deadline",
        "2019-10-31",
        "x-personal",
        "event",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014557",
            "similarity": 0.545,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014557",
      "summary": "Event: Epstein discovery deadline was accepted. Start Date: 2019-10-31 21:00:00 +0000 End Date: 2019-10-31 21:00:00 +0000 Class: X-PERSONAL Priority: 5 Attendee: EFTA0001457",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "2019-10-31",
      "keywords": [
        "efta00014557",
        "epstein",
        "deadline",
        "x-personal",
        "redaction analysis",
        "2019-10-31",
        "2019-07-31",
        "event",
        "priority"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028076",
            "similarity": 0.545,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028545",
      "summary": "On 2019-10-31 at 21:00:00 +0000, an event occurred classified as “X-PERSONAL” regarding a “Declined: Epstein discovery deadline.” The event was created on 2019-08-15 and has a priority of 5. The associated identifier is EFTA00028545.",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "2019-10-31",
      "keywords": [
        "epstein",
        "redaction analysis",
        "deadline",
        "efta00028545",
        "2019",
        "personal",
        "event",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028544",
            "similarity": 0.556,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030515",
      "summary": "An event, designated EFTA00030515, was scheduled for October 31, 2019, at 21:00:00 +0000. The event’s purpose was related to the Epstein discovery deadline, categorized as “X-PERSONAL,” and had a priority level of 5. It included a reminder to display a message 15 minutes before the start.",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "October 31, 2019",
      "keywords": [
        "epstein",
        "deadline",
        "discovery",
        "efta00030515",
        "2019",
        "2025",
        "analysis",
        "personal",
        "reminder"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011028",
      "summary": "Kenneth R. Feinberg (as Administrator) oversees the program, which operates on the principles of voluntary participation, independent administration, and unlimited funding. **Key Features:** *   **Eligibility:** Anyone alleging sexual abuse by Epstein can participate, regardless of statute of limitations, prior lawsuits, or settlements.  Legal representatives are permitted. *   **Compensation:** Compensation is determined by the Administrator based on the credibility of the claim and the extent of harm suffered. There is no cap on total or individual compensation. *   **Release Requirement:**  Acceptance of compensation requires signing a full Release, waiving future legal claims against the estate. *   **Process:** Claims are submitted via a defined process, including a questionnaire and supporting documentation. Claims are evaluated in the order they are received. *   **Transparency & Integrity:** The program emphasizes integrity through verification measures and includes confidentiality provisions.  False claims could lead to legal action. **Important Dates:** *   **Effective Date:**  The program’s effectiveness depends on Superior Court of the U.S. Virgin Islands approval. *   **Filing Deadline:** Claims must be submitted by nine months after the Effective Date. *   **Registration Deadline:**  Registration for the program must be completed 45 days before the Filing Deadline.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein victims' compensation program",
        "jeffrey epstein",
        "claims",
        "compensation",
        "eligibility",
        "release",
        "victim",
        "abuse",
        "administrator",
        "legal representative",
        "statute of limitations",
        "settlement agreement",
        "claims submission",
        "filing deadline",
        "confidentiality",
        "program integrity",
        "kenneth r. feinberg",
        "camille s. biros",
        "jordana h. feldman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030441",
            "similarity": 0.75,
            "index": 53,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030441",
      "summary": "It’s administered by Kenneth R. Feinberg (as Administrator) with Camille S. Biros and Jordana H. Feldman assisting. **Key Features & Rules:** *   **Voluntary & Independent:** The program is entirely voluntary and operates independently of the Estate of Jeffrey Epstein. *   **No Cap:** There’s no limit to the total funds or individual compensation amounts. *   **Eligibility:** Anyone alleging sexual abuse by Epstein can participate, regardless of statute of limitations, prior settlements, or assistance provided. Legal representatives (minors, incapacitated individuals, or attorneys) can file claims on behalf of victims. *   **Claims Process:** Claims are submitted via a form, with registration occurring through a website. The Administrator reviews claims based on credibility and supporting documentation. *   **Evaluation Criteria:** Compensation is determined based on the nature, extent, and impact of the abuse, age, and any relevant findings from law enforcement. *   **Release Required:** Accepting compensation requires signing a full release waiving all future claims against the Estate. *   **Payment & Integrity:** Payments are made upon acceptance and release execution, with measures in place to prevent fraudulent claims. Confidentiality is maintained to protect claimant privacy. **Timeline:** *   The program is effective 90 days after Superior Court of the U.S. Virgin Islands approval. *   A filing deadline of nine months after the effective date is set for submitting claims.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "epstein victims' compensation program",
        "jeffrey epstein",
        "claims",
        "compensation",
        "eligibility",
        "release",
        "administrator",
        "victim",
        "abuse",
        "statute of limitations",
        "settlement agreement",
        "legal representative",
        "claims submission",
        "claims evaluation",
        "confidentiality",
        "program integrity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011028",
            "similarity": 0.75,
            "index": 52,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026549",
      "summary": "The document is a series of email exchanges between U.S. Attorney’s Office personnel and an external party regarding a case involving Jeffrey Epstein and a complaint. The primary focus is scheduling a meeting to discuss the complaint, Ms. recollection of events, and potential charges. There’s a strong preference for discussing the case before any formal charges are filed, with a deadline of the 30th/31st of January being viewed as too late. The U.S. Attorney’s Office emphasizes the importance of receiving clarification and Ms.’s recollection, wanting to present the opportunity for a presentation to decision-makers. Scheduling is complicated by multiple parties involved and a need to coordinate schedules, with the final meeting planned to include a significant number of personnel. The external party’s availability is limited due to travel and a desire to delay until January 10th or 13th.",
      "timestamp": "2020-01-13T00:00:00",
      "timestamp_raw": "13 Jan 2020",
      "keywords": [
        "epstein",
        "recollection",
        "response",
        "scheduling",
        "conference",
        "charge",
        "january",
        "time",
        "meeting",
        "complaint"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019883",
      "summary": "Emails were exchanged between multiple individuals at the USANYS (likely a government agency) regarding a criminal division update. The update, initially scheduled for August, was repeatedly reminded about via email. The final deadline was shifted to Friday, August 1st. Attachment PC_Unitr_Short_Form_Update.2.14.20v2.docx was shared.",
      "timestamp": "2020-02-14T00:00:00",
      "timestamp_raw": "14 Feb 2020",
      "keywords": [
        "criminal division",
        "efta00019883",
        "reminder",
        "update",
        "august",
        "report",
        "usanys",
        "stephanie",
        "bwilliams8®",
        "doj"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022059",
      "summary": "An email exchange discusses the forwarding of a Mutual Legal Assistance Request (MLA) regarding Prince Andrew to the UK Central Authority (UKCA) at the Home Office. The request, initiated on April 7, 2020, is part of a longer process involving the US Department of Justice and the UK Metropolitan Police. The process typically takes 7-30 days, potentially longer in complex cases, and involves a review by the UKCA followed by execution by a law enforcement agency.  Standard procedures include a 90-day wait period for status updates, followed by monthly inquiries unless the UKCA indicates otherwise.  Specific requests are made to flag critical evidence and trial deadlines.  The sender advises against filing MLA requests with a court and emphasizes the importance of notifying the office of any withdrawal of the request.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "April 7, 2020",
      "keywords": [
        "mla request",
        "ukca",
        "prince andrew",
        "legal assistance",
        "evidence",
        "uk",
        "judicial review",
        "witness",
        "request",
        "law enforcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015283",
      "summary": "An email chain discusses urgent requests for lengthy, detailed memos, specifically referencing an AMI pros memo and the Epstein case. One sender expresses concern that these requests are a broader trend and are causing frustration. The sender notes the unusual timing and potential impossibility of meeting deadlines, and sends a “crabby” email to the chiefs regarding the pressure. The email concludes with a well-wishing sentiment.",
      "timestamp": "2020-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2020",
      "keywords": [
        "efta00015283",
        "epstein",
        "memo",
        "deadlines",
        "pressure",
        "cases",
        "u.s. attorney",
        "southern district of new york",
        "redaction",
        "curiosity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032893",
      "summary": "This Securities Law360 Special Report, dated May 5, 2020, details the impact of the COVID-19 pandemic on the legal industry and related sectors. Key findings include: *   **Reduced Legal Work:** A significant drop in new legal matters occurred due to the pandemic. *   **Firm Responses:** Law firms implemented cost-cutting measures like pay cuts, salary reductions, and canceled summer programs (e.g., Nixon Peabody, Pillsbury). *   **Court Closures & Restrictions:** Courts across the U.S. and EU implemented closures and altered procedures to manage the spread of the virus. *   **Patent & Trademark Changes:** The USPTO and EPO extended deadlines for patent applications. *   **Retail Challenges:** J.Crew and Gold's Gym filed for bankruptcy, reflecting broader retail sector struggles. *   **Industry Concerns:** Concerns arose regarding wage and hour compliance, COVID-19 testing for employers, and lease obligations. *   **Expert Analysis:** Insights were provided on shifts in legal finance and the potential impact of the SAFE Banking Act. The report lists numerous law firms, companies, and government agencies impacted by the pandemic, offering a snapshot of the widespread disruption.",
      "timestamp": "2020-05-05T00:00:00",
      "timestamp_raw": "May 5, 2020",
      "keywords": [
        "coronavirus",
        "law firms",
        "legal work",
        "covid-19",
        "redaction",
        "salaries",
        "lawyers",
        "pandemic",
        "jury trials",
        "patents",
        "bankruptcy",
        "retail",
        "court closures",
        "litigation funding",
        "safe act",
        "us patent and trademark office",
        "eu court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029170",
      "summary": "An email exchange discusses the Maxwell memo, expected by the end of the week. The estate is selling illiquid assets to meet a July 15 tax deadline, despite IRS tax enforcement efforts. Counsel contacted the trustees regarding maintaining a forfeiture interest, but the team did not engage. A call is being scheduled for next week to discuss these issues.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "19 May 2020",
      "keywords": [
        "maxwell",
        "epstein",
        "redaction",
        "asset sale",
        "irs",
        "trustees",
        "contingent liabilities",
        "forfeiture",
        "memo",
        "call"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020203",
      "summary": "This document is a transcript of a court conference regarding the scheduling of the Jeffrey Epstein case (United States v. Epstein). The judge, Richard M. Berman, convened a meeting with the prosecution and defense attorneys to establish timelines for discovery, motion practice, and ultimately, the trial date. Key points discussed include: *   **Discovery Deadline:** A proposed deadline of October 31 for completing discovery, with a potential extension due to the review of seized electronic devices. A privilege review protocol is being considered. *   **Motion Deadlines:** Proposed deadlines for filing discovery-related motions (September 13), pretrial motions (January 10), with government responses and replies scheduled accordingly. *   **Trial Date:** The government proposed a June 2020 trial date, estimated to last 4-6 weeks, with potential scheduling challenges due to the complexity of the case. The defense requested a preliminary trial date immediately after Labor Day, 2020. *   **Extension Request:** The court granted an extension of Speedy Trial time due to the extensive discovery process and the complexity of the case, excluding time until June 8, 2020. *   **Oral Argument:** Oral argument was scheduled for October 28, 2019, and substantive motions were scheduled for oral argument on March 12, 2020.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "June 8, 2020",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "discovery",
        "schedule",
        "trial date",
        "npa",
        "motion practice",
        "privilege-review",
        "fbi",
        "september 13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014546",
            "similarity": 1.0,
            "index": 61,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014546",
      "summary": "This document summarizes a court conference regarding the scheduling of the Jeffrey Epstein case (19 Cr. 490(RMB)). The judge, Richard M. Berman, and legal representatives from the United States and the defense (Steptoe & Johnson, LLP) discussed a proposed schedule for discovery, motions, and potentially a trial date. Here’s a breakdown of the key points: *   **Proposed Schedule:** The government proposed a discovery deadline of October 31, acknowledging a delay in reviewing seized electronic devices.  They proposed deadlines for discovery-related motions (September 13), pretrial motions (January 10), and a trial date set for June 2020 (with a 4-6 week trial duration). *   **Defense Concerns:** The defense, represented by Geoffrey S. Berman and Michael C. Miller, expressed concerns about the lengthy timeline, particularly regarding the volume of discovery (over a million pages) and the need for thorough preparation, especially concerning the Nonprosecution Agreement (NPA) and potential double jeopardy issues. They requested a preliminary trial date in September 2020 to allow for assessment of Epstein’s ability to assist in the defense and to review the discovery. *   **Trial Date Discussion:** The court ultimately agreed to a trial date in June 2020, with the government’s four-to-six week estimate. The defense sought a September 2020 date as a placeholder, arguing it was necessary for adequate preparation, given the complexity of the case. *   **Speedy Trial:** The court excluded time from the conference date through June 8, 2020, under 18 U.S.C. § 3161, to avoid impacting speedy trial calculations. An oral argument was scheduled for October 28, 2019, and a further argument was set for March 12, 2020.",
      "timestamp": "2020-06-08T00:00:00",
      "timestamp_raw": "June 8, 2020",
      "keywords": [
        "united states",
        "jeffrey epstein",
        "discovery",
        "schedule",
        "trial date",
        "npa",
        "motion practice",
        "privilege-review",
        "fbi",
        "september 13"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020203",
            "similarity": 1.0,
            "index": 60,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024788",
      "summary": "*   Defense counsel has been experiencing difficulties requesting and scheduling these calls, leading to confusion about the established protocol. *   Requests for calls were made by defense counsel, and the coordinating team facilitated those calls, including one urgent request received mid-day. *   A judge issued a deadline for a court filing, necessitating immediate communication between Maxwell and her defense team, which was initially hindered by the scheduling issues. *   The coordinating team is working to ensure defense counsel understands and follows the established protocol for requesting legal calls.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "usms",
        "legal calls",
        "defense counsel",
        "court conference",
        "request",
        "protocol",
        "mdc",
        "arraignment",
        "inmate"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015957",
      "summary": "The emails detail a series of communication exchanges regarding legal calls for Ghislaine Maxwell during her detention. Key points include: *   **Initial Request & BOP Hesitation:** Defense counsel initially requested daily 10:00 AM legal calls, and the Bureau of Prisons (BOP) preferred not to comment publicly on Maxwell’s housing conditions. *   **Increased Call Frequency & Concerns:** Counsel expressed concern about the lack of calls and confirmed the defendant was housed alone with no cellmate and had separate exercise times. They requested more frequent calls (afternoons and weekends) leading to increased call frequency. *   **Protocol Clarification:** A BOP representative explained the established protocol for requesting legal calls, emphasizing adherence to procedures and advance requests, particularly regarding duration and frequency. *   **Troubleshooting & Confusion:** There was confusion on the defense counsel’s part about the call request process, leading to multiple requests and the need for clarification from the BOP. *   **Urgent Deadline:** A final email highlighted an urgent court-imposed deadline for a letter, necessitating immediate communication with Maxwell’s defense counsel.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "maxwell",
        "usms",
        "bop",
        "housing",
        "cell",
        "exercise",
        "calls",
        "legal",
        "arraignment",
        "protocols"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028777",
      "summary": "On July 16, 2020, a request was made to update a webpage regarding the Ghislaine Maxwell case (20 Cr. 330 (MN)). The update included a July 14, 2019, summary of a hearing where Ghislaine Maxwell pleaded not guilty to a Superseding Indictment, was ordered incarcerated pending trial, and had discovery and motion deadlines scheduled. A change was also requested to redirect the existing \"Epstein case\" link and information to focus solely on the Maxwell case, specifically updating the case heading and the text within the box. The trial date was set for July 12, 2021, before Judge Alison J. Nathan.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "court",
        "trial",
        "indictment",
        "jeffrey epstein",
        "new york",
        "judge",
        "maxwell vw page",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028774",
      "summary": "On July 16, 2020, an email discusses updating a page related to the Maxwell VW case (United States v. Ghislaine Maxwell, 20 Cr. 330 (MN)). The July 14, 2019, conference, arraignment, and bail hearing resulted in the defendant entering a not guilty plea and being ordered incarcerated pending trial. The court set discovery and motion deadlines for counsel, and a trial date of July 12, 2021, was scheduled before Judge Alison J. Nathan in New York.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "July 16, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "redaction analysis",
        "court hearing",
        "indictment",
        "plea",
        "trial",
        "alison j. nathan",
        "southern district of new york",
        "foley square"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018583",
      "summary": "Haddon, Morgan and Foreman, P.C., represented by Jeffrey S. Pagliuca, are requesting Judge Nathan’s permission to refer to and attach discovery materials (the “Unsealing Materials”) related to two settled civil cases involving Ghislaine Maxwell to the appeal in *U.S. v. Ghislaine Maxwell* (No. 15 Civ. 7433). The Unsealing Materials consist of ex parte pleadings, transcripts, and rulings from the government’s efforts to obtain discovery. They argue the materials are not confidential under the Protective Order and cite a Second Circuit case supporting public access. They are requesting the government agree to the disclosure and are working under a deadline set by Judge Preska to discuss this issue.",
      "timestamp": "2020-08-09T00:00:00",
      "timestamp_raw": "August 9, 2020",
      "keywords": [
        "maxwell",
        "ghislaine",
        "discovery materials",
        "unsealing materials",
        "protective order",
        "judge nathan",
        "judge preska",
        "second circuit",
        "civil litigation",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026705",
      "summary": "Ghislaine Maxwell attempted to modify the protective order in her criminal case (20-CR-330) to allow her to file under seal discovery materials received from the government in other civil cases. She argued this was necessary to present information to judicial officers regarding a grand jury investigation and compliance with subpoenas. The court denied her request, finding her arguments lacked “good cause” and that the information was already publicly available. The court ordered the parties to meet and confer on proposed redactions, with a deadline for submission. Ultimately, the court adopted the government’s proposed redactions to Maxwell's motion, citing the Lugosch test which considers whether the documents are “judicial documents” and balances competing interests.",
      "timestamp": "2020-08-17T00:00:00",
      "timestamp_raw": "August 17, 2020",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "redactions",
        "discovery",
        "grand jury",
        "lugosch test",
        "civil cases",
        "judicial documents",
        "criminal case",
        "seal",
        "docket"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032205",
      "summary": "The primary focus is on gathering and organizing evidence, including message pad scans, paper documents, electronic evidence, and disk returns. Key issues include: *   **Missing Materials:** Requests are being made for missing FBI files, CART paperwork, 302s, scans of Reiter’s documents, and scans of hard copy documents (particularly those not yet digitized). *   **Scan Issues:** There are concerns about the quality of provided scans, specifically regarding post-it notes on message pads and the lack of complete scans without them. *   **Timeline Pressure:** There’s a sense of urgency to complete the discovery process, with requests for materials to be provided by specific deadlines (e.g., by Friday). *   **Communication and Coordination:** Frequent email exchanges demonstrate ongoing communication and attempts to coordinate efforts among the involved parties.",
      "timestamp": "2020-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2020",
      "keywords": [
        "discovery",
        "scans",
        "fbi",
        "message pads",
        "evidence",
        "returns",
        "transcripts",
        "warrants",
        "images",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014590",
      "summary": "The document is a court order (Case 1:20-cr-00330-AJN) regarding the Ghislaine Maxwell case. The court established a discovery schedule including deadlines for initial discovery (August 21, 2020), completion of discovery (November 9, 2020), motions (December 21, 2020), motion responses (January 22, 2021), and motion replies (February 5, 2021). The trial date is set for July 12, 2021.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "August 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "discovery",
        "motion",
        "trial",
        "court",
        "order",
        "legal",
        "electronic",
        "subpoena"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016968",
      "summary": "The document is an email chain concerning a letter regarding jail conditions and a court appearance. Key elements include: *   Multiple individuals (including USANYS contacts, Bruce Barket, and Judge Karas) exchanged emails discussing the letter. *   There was a request for a call to discuss the matter urgently, with a deadline of Monday. *   A memo endorsement from Judge Karas was attached and forwarded. *   Several recipients were copied, including legal counsel for the MCC and prosecution team, and firewall counsel. *   The initial request was to bring the letter to the judge's attention.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2020",
      "keywords": [
        "jail conditions",
        "court appearance",
        "judge karas",
        "efta00016968",
        "usanys",
        "narcotics unit",
        "bruce barket",
        "attorney-client communication"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028670",
      "summary": "*   Approved vendors included: ARTCraft Engraving & Printing, Jacques Kaye LLC/1st Choice Printing, Lourdes T. Cox/Curia Document, Melken Solutions LLC, Ricoh USA, Sharp Integrated Services/DBA SIR Speedy, Urban House LLC, and Expedia Imaging. *   Expedia Imaging was banned from performing services. *   The request was initiated because there was no current contract in place for these services. *   The office was seeking recommendations for reputable vendors in Fort Lauderdale, Miami, and West Palm Beach. *   Two potential options were offered: contacting vendors directly or sending documents to the NOC (Network Operations Center). *   Questions were raised regarding deadlines, document handling (originals vs. copies), storage requirements, and security protocols.",
      "timestamp": "2020-09-01T00:00:00",
      "timestamp_raw": "01 Sep 2020",
      "keywords": [
        "vendors",
        "copying",
        "scanning",
        "vendors",
        "usao",
        "vendors",
        "confidential",
        "vendors",
        "fort lauderdale",
        "miami",
        "vendors"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028055",
      "summary": "She wanted to share documents with judicial officers involved in related civil proceedings. The court denied her request, finding that she failed to demonstrate “good cause” for the modification. The court cited the Lugosch test, which considers: (1) whether the documents are “judicial documents,” (2) the presumption of access to materials, and (3) balancing competing interests (like law enforcement efficiency and privacy). The court found Maxwell’s arguments speculative and lacking a clear explanation of why the documents were needed in the civil cases.  The court ruled that much of the information she sought was already publicly available through government filings. Ultimately, the court ordered the parties to meet and confer on proposed redactions to Maxwell’s August 17th letter motion, with a deadline of September 4, 2020, to submit their proposals. The court adopted the government’s proposed redactions to Maxwell’s initial motion, citing the need to protect an ongoing grand jury investigation.",
      "timestamp": "2020-09-04T00:00:00",
      "timestamp_raw": "September 4, 2020",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "redaction",
        "discovery",
        "civil cases",
        "lugosch v. pyramid co.",
        "grand jury",
        "judicial document",
        "criminal case",
        "united states district court",
        "sec",
        "seal",
        "modification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021166",
      "summary": "On September 9, 2020, Nicholas Blase, Public Affairs, sent press clippings to Robert Moder regarding various news stories. The clippings covered topics including: SDNY press clips from Maxwell, Reuters, ABC, Bloomberg, The Daily Beast, PopTimes UK, CNN, The Washington Post, CNBC, Deadline, and Politico. These stories involved investigations into former officials, Donald Trump’s alleged corruption, Chinese company trading typos, and oversight group findings related to disaster loan fraud.",
      "timestamp": "2020-09-09T00:00:00",
      "timestamp_raw": "September 9, 2020",
      "keywords": [
        "sdny press clips",
        "september 9",
        "2020",
        "robert moder",
        "bloomberg",
        "reuters",
        "deutsche bank",
        "justice department",
        "nicholas blase",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037968",
      "summary": "*   The OPR forwarded the report in two parts due to its size, requesting confidentiality. *   The agent was tasked with assessing whether the report’s content would impact the FBI’s 7A stance. *   Multiple individuals (including a Unit Chief and others within the FBI and OPR) were involved in the distribution and review of the document. *   There was a deadline of this Friday for a response to the OPR regarding the report's potential impact.",
      "timestamp": "2020-09-15T00:00:00",
      "timestamp_raw": "15 Sep 2020",
      "keywords": [
        "fbi",
        "usdoj",
        "opr",
        "child exploitation",
        "human trafficking",
        "epstein investigation",
        "7a stance",
        "confidentiality",
        "litigation support",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037964",
      "summary": "*   The OPR report was requested for review to assess its potential impact on the FBI’s 7A stance. *   Multiple individuals (Special Agents, Government Information Specialists, Unit Chiefs, and Counsel) were involved in the review process, with deadlines set for responses (primarily by Friday, September 18th). *   The report was initially sent in parts due to its size, and all communications related to the review were to be treated with confidentiality.",
      "timestamp": "2020-09-16T00:00:00",
      "timestamp_raw": "16 Sep 2020",
      "keywords": [
        "usdoj",
        "opr",
        "fbi",
        "epstein",
        "investigation",
        "review",
        "7a",
        "report",
        "trafficking",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013222",
      "summary": "Cohen & Gresser LLP expresses dissatisfaction with the government’s failure to provide Ms. Maxwell with readable discovery materials in the United States v. Ghislaine Maxwell case (20 Cr. 330). The government has repeatedly failed to meet discovery deadlines, offering solutions like a laptop computer for review and proposing to scan images for electronic production. Despite these attempts, the discovery materials remain unreadable, causing delays and hindering Ms. Maxwell’s ability to prepare her defense. The firm requests immediate provision of a verified, readable laptop, access to the seized images, and a scheduled review of the Highly Confidential documents within the MDC. A formal response from the government regarding the issues raised in the September 21, 2020 letter has not yet been received.",
      "timestamp": "2020-09-21T00:00:00",
      "timestamp_raw": "September 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "discovery",
        "redaction",
        "mdc",
        "epstein",
        "images",
        "confidential",
        "government",
        "legal",
        "defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013225",
      "summary": "**Discovery Access:** Maxwell has not fully received the government’s discovery materials, despite multiple deadlines and representations. Key files remain unreadable, including documents with .XLS and .EML extensions, and specific Bates numbers. Technological solutions proposed by the defense were not implemented. The government’s production of discovery has been significantly delayed and incomplete. **Confinement Conditions:** Maxwell’s confinement is considered excessively restrictive and unique, involving constant surveillance (including ceiling cameras and frequent manual searches), limited access to mail and commissary items, inadequate food provisions, and a lack of approved materials. She is subjected to intense scrutiny and restrictions without any disciplinary infractions. **Requests:** The legal team demands immediate action, including: *   Full access to all discovery materials. *   Review of “Highly Confidential” documents with defense counsel present. *   Improvement of Maxwell’s confinement conditions, specifically reducing surveillance, facilitating mail delivery, ensuring adequate nutrition, and allowing access to the commissary. **Urgency:** The firm stresses the urgency of the situation, warning that failure to address these issues promptly will necessitate seeking intervention from the court.",
      "timestamp": "2020-09-21T00:00:00",
      "timestamp_raw": "September 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "discovery",
        "mdc",
        "government",
        "bop",
        "confinement",
        "access",
        "review",
        "conditions",
        "files",
        "unreadable",
        "redaction",
        "legal materials",
        "surveillance",
        "email",
        "united states v.",
        "protective order",
        "inmate",
        "commissary",
        "mail",
        "september 21",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026819",
      "summary": "Department of Justice, Southern District of New York, to letters from defense counsel regarding the Ghislaine Maxwell case (20 Cr. 330 (MN)). The DOJ asserts that it has fulfilled its discovery obligations, including producing electronic materials and initial non-electronic discovery by the deadlines set by the court.  The DOJ acknowledges delays in providing discovery to Maxwell due to defense requests for reformatting and rebinding, but claims these were addressed promptly. They highlight efforts to ensure Maxwell could access discovery at the Metropolitan Detention Center (MDC), including creating new files, coordinating with MDC IT staff, and temporarily allowing defense counsel to bring laptops.  Specifically, the DOJ is facilitating the review of approximately 43,500 images seized from Jeffrey Epstein’s residences, and is working to address concerns about her conditions of confinement, such as access to meals, medical care, and mail, while acknowledging limitations due to the pandemic and BOP regulations. The Government confirmed she will receive up to 13 hours of discovery access per day, exceeding that of other MDC inmates.",
      "timestamp": "2020-10-08T00:00:00",
      "timestamp_raw": "October 8, 2020",
      "keywords": [
        "discovery",
        "ghislaine maxwell",
        "united states v.",
        "rule 16",
        "electronic materials",
        "metadata",
        "metropolitan detention center",
        "mdc",
        "conditions of confinement",
        "fbi",
        "highly confidential materials",
        "production",
        "reformatting",
        "legal counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026813",
            "similarity": 0.562,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029487",
      "summary": "On October 30, 2020, multiple individuals (USANYS, [REDACTED]) discussed a delay in producing discovery related to the US v. Epstein case. The delay stemmed from significant processing time required for data received from FedEx, specifically 1.2 million records currently being imaged and processed. Hard drives containing productions (SDNYPROD008-014) were being sent to SDNY via FedEx, with the earliest images available on November 2nd.  A key concern was the unlikelihood of meeting the November 9th deadline, potentially requiring explanation to the Court and impacting the team’s workload under Judge Nathan.  The sender, Nick Koontz, indicated a possible timeline of Tuesday for a more concrete estimate.",
      "timestamp": "2020-10-30T00:00:00",
      "timestamp_raw": "October 30, 2020",
      "keywords": [
        "deadline",
        "relativity",
        "fedex",
        "production",
        "november 9",
        "data",
        "images",
        "records",
        "sdny",
        "efta00029487"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00015280",
            "similarity": 0.5,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035759",
      "summary": "*   **Request:** The FBI New York Laboratory Division is requested to perform a handwriting analysis comparing the letter’s handwriting to Jeffrey Epstein’s. *   **Evidence:** A red rope containing papers was collected from Epstein’s cell. *   **Timeline:** The request was drafted on January 202C (likely a typo - intended to be 2021) with a deadline of October 30, 2020, due to an upcoming trial. *   **Personnel:** Involved individuals include Special Agent (SA) Tijuana Doctor and Lieutenant (LT) Tijuana Doctor, along with Jeffrey Epstein. *   **Method:** Handwriting samples from Epstein’s cell will be submitted.",
      "timestamp": "2020-10-30T00:00:00",
      "timestamp_raw": "October 30, 2020",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "laboratory examination",
        "handwriting analysis",
        "death investigation",
        "new york",
        "tucson",
        "evidence",
        "dna",
        "case id"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027433",
      "summary": "The document is an email thread outlining tasks related to a legal investigation, likely a criminal case. Key tasks include: *   **Relativity Review:** Reviewing GM emails, splitting the task among a team. *   **Witness Identification & Authentication:** Identifying and potentially interviewing individuals, including an Interlochen employee, a PBPD detective, and Jo Jo Fontanella, and seeking authentication of documents. *   **Record Retrieval:** Searching for and identifying relevant records, including emails and files from various institutions and individuals. *   **Victim & Witness Interviews:** Scheduling and conducting interviews with victims, witnesses, and family members, including a mother and potentially outcry witnesses. *   **Investigation:** Investigating immigration and travel records related to EFTA00027433. *   **Coordination:** Coordinating with counsel, agents, and other parties (e.g., PBPD, Sigrid, IM). The emails indicate a focus on preparing for trial, including scheduling depositions and witness interviews, and prioritizing tasks with deadlines within two to four weeks.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "relativity review",
        "gm emails",
        "epstein",
        "interlochen",
        "pbpd",
        "records custodian",
        "witness interview",
        "immigration records",
        "travel records",
        "deposition transcripts",
        "client",
        "sigrid",
        "investigation",
        "trial",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018504",
      "summary": "The Office has three Second Circuit oral arguments scheduled for October 13-16, 2020, via phone/Zoom. The arguments are: *   **Farhane v. United States** (October 13, 10:00 am): Motion for certificate of appealability regarding an ineffective assistance of counsel claim. *   **United States v. Maxwell** (October 13, 2:24 pm): Appeal regarding a protective order and potential abuse of discretion. *   **United States v. Louis McIntosh** (October 15, 10:00 am): Appeal regarding Hobbs Act robbery counts, challenges to convictions and jury instructions, and a preliminary order of forfeiture deadline.",
      "timestamp": "2020-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2020",
      "keywords": [
        "second circuit",
        "oral arguments",
        "criminal cases",
        "farhane v. united states",
        "united states v. maxwell",
        "united states v. louis mcintosh",
        "brief",
        "appealability",
        "protective order",
        "forfeiture"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020821",
      "summary": "Maxwell* was submitted. *   The initial deadline was November 9, 2020. *   The outside vendor, PAE, responsible for processing the discovery materials (extracted electronic devices from Jeffrey Epstein’s residences), informed the US Attorney’s office that they would not meet the deadline due to technical difficulties with bates stamping and downloading the production. *   PAE anticipates completing the work by November 19, 2020, and will then send the materials to 1 St. Andrew’s Plaza for review. *   The US Attorney’s office intends to request a two-week extension of the deadline, ending on November 23, 2020, specifically for the vendor-processed materials. *   Jeff Pagliuca initially requested more information before taking a position and the case team had been struggling with client calls and visitation.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "us v. maxwell",
        "discovery deadline",
        "relativity",
        "pae",
        "production",
        "vendor",
        "november 9",
        "extension request",
        "united states attorney",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026813",
      "summary": "Department of Justice, Southern District of New York, to legal counsel regarding the case of *United States v. Ghislaine Maxwell*. The primary points are: 1.  **Discovery Obligations Met:** The government asserts it has fulfilled its discovery obligations, including the production of electronic materials and initial non-electronic discovery, despite earlier assertions to the contrary. The deadline for electronic discovery was November 9, 2020, and initial discovery was due August 21, 2020. 2.  **Addressing Access at MDC:** The government has taken steps to ensure Maxwell can access discovery materials at the Metropolitan Detention Center (MDC), including: *   Creating new copies of files in accessible formats upon notification of issues. *   Working with MDC IT to resolve technical difficulties. *   Arranging for MDC staff to adjust the table for note-taking. *   Providing a privacy screen. *   Allowing defense counsel to bring a laptop for review. 3.  **Highly Confidential Material Access:** The government is facilitating the review of approximately 43,500 images seized from Jeffrey Epstein’s residences, initially loading them onto a secure laptop. The FBI is prepared to allow defense counsel and Maxwell to review these images on multiple occasions. 4.  **Conditions of Confinement:** The government has consulted with MDC legal counsel regarding Maxwell’s conditions of confinement. They have addressed concerns regarding: *   Access to discovery time (up to 13 hours daily). *   Body scans (weekly). *   Commissary access (including sports bras and supplemental food). *   Meal provision (with detailed tracking and ensured freshness). *   Mail procedures (following BOP regulations). 5.  **Ongoing Efforts:** The government states it will continue to work with defense counsel and the MDC to address any further issues related to discovery access and confinement conditions.",
      "timestamp": "2020-11-09T00:00:00",
      "timestamp_raw": "November 9, 2020",
      "keywords": [
        "discovery",
        "ghislaine maxwell",
        "rule 16",
        "electronic materials",
        "metropolitan detention center",
        "mdc",
        "united states v.",
        "conditions of confinement",
        "fbi",
        "images",
        "confidential materials"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00026819",
            "similarity": 0.562,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029988",
      "summary": "An email chain discusses draft talking points for a victim briefing regarding child exploitation and human trafficking. The Office of the Deputy Attorney General (ODAG), specifically the Acting Chief Privacy and Civil Liberties Officer (OPCL), requests input and comments on the talking points, including topics to avoid or expand upon, with a deadline of November 10, 2020. The email involves multiple recipients within the U.S. Department of Justice including OPR, OPR, OPCL, OLA, USAGAN, and USANYS.",
      "timestamp": "2020-11-10T00:00:00",
      "timestamp_raw": "November 10, 2020",
      "keywords": [
        "victim meeting",
        "talking points",
        "opcl",
        "odag",
        "redlines",
        "comments",
        "doj",
        "united states department of justice",
        "privacy",
        "civil liberties",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028654",
      "summary": "On November 12, 2020, an attorney at the United States Attorney’s Office for the Southern District of New York sent disclosures to multiple recipients regarding the Robert Adams case. These disclosures, attached as “Adams_Disclosuressd.docx,” were based on review of witness interviews and input from agents. The disclosures were intended for incorporation into a discovery cover letter and were submitted with a deadline of the following day.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "November 12, 2020",
      "keywords": [
        "disclosures",
        "robert adams",
        "discovery",
        "witnesses",
        "interviews",
        "united states attorney",
        "new york",
        "case",
        "agents",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013261",
      "summary": "The document details the process of scanning and digitizing records related to an ongoing FBI investigation, likely involving human trafficking. Initially, 22 boxes of paper records were shipped from Miami to the FBI’s New York office for scanning. The scanning process revealed several issues: some original 1As were missing from their jackets, there were numerous discs containing scanned copies of the boxes and other disc types, some discs contained pornographic images, and the initial scans were not fully processed and needed to be re-done. The vendor, DocLab, was tasked with the scanning and creation of digital copies. There were delays due to technical difficulties, the need for additional copies, and the holiday period. Multiple individuals communicated regarding the progress, requesting updates, clarifying procedures, and raising concerns about deadlines and the quality of the scans. Ultimately, the process involved multiple iterations of scanning and digitization to ensure a complete and accurate record of the case materials.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "discs",
        "scans",
        "fbi",
        "boxes",
        "redwelds",
        "reproductions",
        "relativity",
        "documents",
        "copies",
        "retrieval"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013245",
      "summary": "Initial scans from 2013 were conducted, but some materials (1A10, 1A28, 1A84, and portions of 31E-MM-108062) were not scanned and were subsequently located on discs.  These discs contained PDFs, JPGs, etc., and were created as copies of the original paper.  There were also pornographic images that were not scanned, flagged with a “possible child pornography” note. The team is concerned about the completeness of the scan and wants a full, separate scan to ensure thoroughness, particularly given the potential for discovery.  The team is receiving updates on the shipment of the boxes via FedEx and is working to adjust the deadline to accommodate delays. The team has addressed concerns about the quality and completeness of the 2013 scans and is committed to a thorough review of all materials.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "scanning",
        "discs",
        "images",
        "boxes",
        "epstein",
        "maxwell",
        "copies",
        "pdfs",
        "jpgs",
        "pornographic",
        "deadlines",
        "investigation",
        "labeling",
        "reproduction",
        "digital"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022047",
      "summary": "An email chain discusses the production of documents for the Maxwell case, specifically related to the Epstein Relativity Databases. One party (Sender) is requesting the production of 26,164 documents from the \"FBI Files from Florida Office\" folder, tagged with specific criteria. There are concerns about the volume of documents and a request for confirmation that the provided search encompasses all desired materials. A deadline of the end of October for delivery to 1St. Andrews is specified, with a request to load files into the US v Epstein database within a folder named \"USAO-SDFL Files.\" A hard drive containing scans of files from the USAO-SDFL is also being sent.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "relativity",
        "epstein",
        "discovery tasks",
        "maxwell",
        "fbi files",
        "rsa token",
        "efta00022047",
        "production",
        "usao-sdfl",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031095",
      "summary": "Specifically, cases Epstein and 377 Union Street are receiving excessive attention, monopolizing PAE resources. *   **Data Loading Delays:** Data uploads to Relativity are experiencing delays, particularly with large datasets like 377 Union Street (5 HDs of mixed data). Duplicate data and disorganized files are contributing to the issue. *   **Multiple \"Hot\" Cases:** PAE is managing several high-priority cases concurrently, including We Build the Wall, Epstein, PPI, Keefe v US FD, US v Jai, and 377 Union Street. *   **Communication Challenges:** There's frustration regarding the communication process, with lengthy response times from PAE and difficulty in obtaining clear timelines. *   **Deadline Pressure:** The team is under pressure to meet court deadlines, particularly the 25th of the month production requirement. *   **Impact on AUSAs:** The delays are negatively impacting the ability of Assistant US Attorneys to access their evidence and conduct investigations.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "pae",
        "litigation",
        "priority",
        "data",
        "relativity",
        "epstein",
        "377 union street",
        "timeline",
        "requests",
        "ausas",
        "deadlines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028672",
      "summary": "An individual (USANYS) is concerned about copy production for a legal case, specifically the Epstein/Maxwell case.  A CART analyst is unavailable, and the team is requesting assistance from reviewers to meet a 10/31 deadline for responsiveness coding and copy creation before a 11/9 discovery deadline.  Multiple individuals, including [REDACTED] and [REDACTED], are involved in coordinating efforts and seeking support.  A previous attempt to have paralegals make copies failed.  M. is offering to help and expresses appreciation for available resources.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "discovery",
        "deadline",
        "copies",
        "reviewers",
        "paralegals",
        "training",
        "fbi",
        "epstein/maxwell",
        "cart analyst",
        "responsiveness coding"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015211",
      "summary": "This document is a record of email exchanges regarding the scanning of 22 boxes of case records from the FBI, primarily related to a human trafficking investigation. Initially, the FBI had requested DocLab to scan the materials, but several issues arose. The boxes hadn't shipped initially, and when they did, they contained previously scanned materials from 2013, alongside some new documents. There were concerns about the accuracy of the initial scans and the potential for incomplete data.  The team requested a delay in the deadline to ensure a thorough and correct scan, highlighting the need for individual document scanning and addressing potential issues like unidentified discs and potential child pornography images. The project involved multiple individuals and teams (FBI, DocLab, and the U.S. Attorney's office) coordinating logistics, tracking shipments, and addressing technical challenges related to data extraction and transmission. The final outcome was a complete scan, but with adjustments to the original timeline due to the complexities involved.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "scanning",
        "discs",
        "relativity",
        "boxes",
        "pdfs",
        "images",
        "scans",
        "labels",
        "vendor",
        "fbi",
        "deadline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038127",
      "summary": "An email chain discusses the review of image and video files from Jeffrey Epstein’s devices. The protocol requires reviewers to read the warrant and supporting affidavit, which are attached. The FBI team is tasked with reviewing specific device numbers: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908.  The USAO and FBI teams will coordinate, and the reviewer’s deadline is reviewed by October 31. A Maxwell indictment with an image of Epstein and Maxwell is also attached.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "usao",
        "warrant",
        "affidavit",
        "devices",
        "review protocol",
        "image",
        "video files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037760",
            "similarity": 0.615,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038022",
      "summary": "Emails discuss scheduling a briefing regarding the Epstein case on November 5th or 12th, potentially at the Miami FO All-Employee Conference Room. A draft invitation/RSVP with preliminary comments was prepared and circulated. The briefing includes details on the purpose, date, location, support person language, COVID precautions (temperature checks, CDC screening, social distancing, mandatory masks), RSVP deadline, and a request for advance questions from victims. Attachments include a questionnaire, letter template, name tag key, and COVID procedures. The sender is awaiting clearance from DOJ components and confirmation of the confirmed date to begin outreach to Victim Specialists.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein briefing",
        "doj",
        "fbi",
        "victim services division",
        "november 12",
        "invitation",
        "rsvp",
        "conference line",
        "miami",
        "covid",
        "clearance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038129",
            "similarity": 0.5,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038129",
      "summary": "Emails discuss scheduling a briefing related to the Epstein case, specifically on November 5th and 12th. The draft invitation includes details such as the briefing purpose, date, location (Time TBD), support person language, COVID precautions (temperature checks, screenings, social distancing, masks), RSVP deadline, and a request for victim questions. Documents attached include a draft invitation, RSVP questionnaire, a template letter, a name tag key, and Miami COVID procedures. The sender is seeking confirmation of a confirmed date to identify Victim Specialists for assistance in Miami.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein briefing",
        "doj",
        "invitation",
        "rsvp",
        "miami",
        "november 12",
        "covid",
        "victims",
        "conference room",
        "draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038022",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017800",
      "summary": "An email thread discusses an application for an amended search warrant regarding three devices seized from Jeffrey Epstein’s NY residence. The draft application corrects FBI barcode numbers and includes referenced exhibits. Agents are now aware of the issue, and the image review is underway with a deadline.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "application",
        "amended sw",
        "search warrant",
        "fbi barcode",
        "epstein",
        "devices",
        "ny residence",
        "redacted",
        "image review",
        "guidance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038306",
      "summary": "*   The review involves examining 10 specific devices: NY-3027571_Safe, NYCO24334, NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, and NY-3027571_MAC, NYCO24363. *   The review includes a significant number of images and videos. *   A protocol has been established for the review, including designated folders and a deadline for completion (by next Friday). *   The AUSAs and FBI have requested a call to discuss the review and answer questions. *   The initial focus for the FBI team is a subset of the devices listed above. *   The individuals are coordinating to ensure access to the case files and to track the progress of the device review.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "devices",
        "review",
        "images",
        "videos",
        "warrants",
        "fbi",
        "usao",
        "cair",
        "protocol",
        "maxwell",
        "nyco243xx",
        "efta00038306"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037760",
      "summary": "Two emails detail the review of image and video files from devices associated with Jeffrey Epstein and Ghislaine Maxwell.  The review is being conducted by multiple parties, including the FBI and USAO, with a deadline of next Friday.  Ten devices (identified by alphanumeric codes like NY-3027571_Safe and NYCO243xx) are to be reviewed, with reviewers instructed to follow a specific protocol, including reading attached warrants, affidavits, and the Maxwell indictment. The initial FBI team is assigned specific devices to prioritize, with potential reassignment based on progress. Both emails confirm the negative findings of the image and video file review.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "file review",
        "devices",
        "protocol",
        "usao",
        "fbi",
        "maxwell",
        "warrant",
        "affidavit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038127",
            "similarity": 0.615,
            "index": 93,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038158",
      "summary": "An email chain discusses a USDOJ Office of Professional Responsibility (OPR) report regarding the 2006-2008 Jeffrey Epstein investigation handled by the Southern District of Florida. The report, initially sent as attachments, is too large to email and will be provided in parts.  Multiple individuals are requesting a review to assess the potential impact on an ongoing “7A” stance. A deadline of next Friday for a response is communicated, and the recipient is instructed to handle the information with confidentiality.",
      "timestamp": "2020-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2020",
      "keywords": [
        "usdoj",
        "opr",
        "epstein investigation",
        "7a stance",
        "fbi",
        "litigation support unit",
        "confidentiality",
        "report",
        "sensitivity review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028688",
      "summary": "The email chain discusses a significant delay in the processing of data for the US v. Epstein case. Approximately 1.2 million records are being imaged and processed by PAE, with FedEx involvement. The initial deadline of November 9th is now considered unachievable. The team is concerned about the impact on discovery timelines and potential issues with Judge Nathan. Hard drives containing productions (SDNYPROD008-013) are being sent to Sony via FedEx. An update is expected early next week, potentially requiring a broader explanation to the court.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "efta00028688",
        "relativity",
        "pae",
        "fedex",
        "data processing",
        "discovery",
        "deadline",
        "november 9",
        "records",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015280",
      "summary": "Epstein case. *   The team is experiencing significant delays (1-2 months) in receiving processed data from Relativity. *   Approximately 1.2 million records are being imaged and will be available for production starting Monday, November 2nd. *   Hard drives containing productions SDNYPROD008 through SDNYPROD014 are being sent to SDNY via FedEx. *   A key concern is the potential impact on deadlines, particularly the November 9th deadline, and the possibility of requiring a court explanation. *   The sender anticipates a more concrete update early next week.",
      "timestamp": "2020-11-30T00:00:00",
      "timestamp_raw": "30 Oct 2020",
      "keywords": [
        "efta00015280",
        "relativity",
        "fedex",
        "production",
        "data",
        "november 9",
        "judge nathan",
        "sdny",
        "records",
        "imaging",
        "e-discovery"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029487",
            "similarity": 0.5,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010194",
      "summary": "On December 1, 2020, Judge Alison J. Nathan ordered the Government to respond to Ghislaine Maxwell’s request for redactions on two previously filed letters. The letters were temporarily sealed while the court considers the proposed redactions, with a deadline of December 2, 2020 for the Government’s response. This relates to Case 1:20-cr-00330-AJN.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "redaction",
        "ghislaine maxwell",
        "united states",
        "court",
        "order",
        "redactions",
        "government",
        "defendant",
        "sealing",
        "legal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018089",
      "summary": "This document details the redaction and review process for data extracted from Jeffrey Epstein’s devices, specifically focusing on the “1B72” release. Multiple individuals (including “Sunny,” “Maurene,” and “Lisa”) are involved in copying, reviewing, and redacting the data to identify potentially privileged materials. Key actions include: *   **Data Releases:** Multiple versions of data (1B72, 1872, 1869, 1884, 1883, 1871) are released incrementally, with specific emails and chats being removed as potentially privileged. *   **Redaction Procedures:** Instructions are provided on how to handle the data, emphasizing not opening it from the shared directory and directing users to save it to their D drives or flash drives. *   **Tagging and Reporting:**  The process involves tagging responsive materials and generating reports based on those tags. *   **Timeline and Coordination:** The review is tightly scheduled with deadlines to ensure timely completion. There are delays in copying the data, requiring coordination and follow-up. *   **Distribution:** The data is ultimately sent to Lisa for further review and coordination.",
      "timestamp": "2020-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2020",
      "keywords": [
        "epstein",
        "privilege",
        "redaction",
        "review",
        "devices",
        "emails",
        "chats",
        "1b72",
        "1869",
        "1872",
        "shared directory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027440",
      "summary": "A draft victim notification letter is being circulated regarding an ongoing criminal case (auto-generated from the VNS system, likely related to the Epstein case). The letter, generated through the United States Department of Justice Victim Notification System (VNS), informs a recipient that they were identified as a victim or potential victim during the investigation. The United States Attorney’s Office for the Southern District of New York intends to issue a felony plea offer to an individual currently not charged, with a deadline for feedback provided to prosecutors. The letter outlines contact information for the prosecutors and Victim/Witness Coordinator.",
      "timestamp": "2020-12-08T00:00:00",
      "timestamp_raw": "December 8, 2020",
      "keywords": [
        "victim notification",
        "cvra",
        "plea offer",
        "united states department of justice",
        "vns",
        "southern district of new york",
        "felony plea",
        "criminal case",
        "united states attorney",
        "victim witness"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019129",
      "summary": "An email chain discusses a call regarding the Epstein Estate update. Marc Weinstein proposes a call this afternoon, but [REDACTED] suggests postponing it to the following day to allow for more review time. The email thread includes a forwarded message from Weinstein outlining the request for an update.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "epstein estate",
        "marc weinstein",
        "hughes hubbard & reed",
        "redaction analysis",
        "call",
        "update",
        "images",
        "deadline",
        "november 9 2020",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019307",
      "summary": "Due to the COVID-19 situation, in-person legal visits are suspended. The lawyer emphasizes the need to review a large volume of discovery documents with Maxwell to meet upcoming filing deadlines. There have been previous attempts to establish VTCs that were unsuccessful, and the lawyer is seeking immediate action to arrange these calls or provide an explanation for the inability to do so. Multiple communications demonstrate a persistent effort to secure these VTCs and daily calls, highlighting the urgency of the situation.",
      "timestamp": "2020-12-15T00:00:00",
      "timestamp_raw": "12/15/2020",
      "keywords": [
        "vtc",
        "legal",
        "maxwell",
        "calls",
        "video",
        "conferencing",
        "covid",
        "quarantine",
        "discovery",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015972",
      "summary": "A legal team at the United States Attorney’s Office for the Southern District of New York is addressing a disparity in discovery access and counsel accommodations between Ghislaine Maxwell (detained at the MDC) and Justin Rivera (detained at the MCC) in a sex trafficking case. Judge Engelmayer has requested a BOP declaration explaining why Maxwell receives significantly more time for electronic discovery review and counsel visits than Rivera. The team believes the difference stems from the differing housing situations of the two defendants. The deadline for the declaration is December 31st.",
      "timestamp": "2020-12-21T00:00:00",
      "timestamp_raw": "December 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel",
        "bop",
        "judge engelmayer",
        "united states v. rivera",
        "electronic discovery",
        "mcc",
        "mdc",
        "accommodations",
        "race",
        "disparity",
        "declaration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023080",
            "similarity": 0.526,
            "index": 110,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013342",
      "summary": "**Key Points:** *   **The Issue:** Judge Engelmayer has expressed concern that Rivera is receiving significantly less access to electronic discovery review (13 hours/week vs. 3 hours/week) and limited counsel visits (15 hours/week vs. 6 hours/week) compared to Maxwell. *   **Differing Housing:** The core reason cited for the difference is the distinct housing situations: Maxwell has protective custody outside the general population at the MDC, granting her sole access to a computer and phone for 13 hours daily, while Rivera is in the general population at the MCC. *   **Court Orders:** Both defendants have court orders in place requiring the BOP to provide laptop access and videoconferencing time. *   **Optics and Concerns:** Judge Engelmayer views the disparity as “terrible optics” and raises concerns about potential bias based on race, gender, and class. *   **Deadline:** The BOP declaration is due by December 31st. *   **Ongoing Cases:** The situation relates to the ongoing criminal case against Rivera and potentially the civil litigation with Maxwell. The document outlines a plan to identify a declarant, draft the declaration, and schedule a call to discuss the issue further.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "usanys",
        "mdc",
        "mcc",
        "vtc",
        "declarations",
        "bop",
        "housing",
        "electronic discovery",
        "accommodations",
        "disparities",
        "court orders"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023074",
            "similarity": 0.526,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023080",
            "similarity": 0.579,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013337",
            "similarity": 0.611,
            "index": 111,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023074",
      "summary": "Assistant US Attorneys are responding to a request from Judge Engelmayer to explain why Maxwell receives significantly more favorable accommodations (specifically, 13 hours daily laptop access and 15 hours of video conference access) than Rivera at the MCC, where Rivera is housed in the general population. Key points include: *   **Disparity in Access:** Rivera receives only 3 hours of laptop access and 6 hours of video conferencing weekly, while Maxwell has substantially more. *   **Housing Differences:** Maxwell resides in protective custody at the MDC outside the general population, affording her exclusive access to a computer and phone for approximately 13 hours daily. Rivera is housed in the general population at the MCC. *   **Court Orders:** Both defendants have court-ordered access to technology, but the MCC’s implementation of these orders differs significantly. *   **Legal Arguments:** Defense counsel argues the disparity is due to race, gender, and class, raising concerns about potential bias. *   **Declaration Request:** The US Attorney’s office is preparing a declaration from the BOP to justify the differing treatment. *   **Timeline:** The deadline for the BOP declaration is December 31, 2020.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "usanys",
        "mdc",
        "mcc",
        "protective custody",
        "electronic discovery",
        "vtc",
        "bop",
        "declaration",
        "litigation",
        "sentencing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013342",
            "similarity": 0.526,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023080",
            "similarity": 0.526,
            "index": 110,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023080",
      "summary": "**Key Points:** *   **Disparity in Access:** Judge Engelmayer has flagged a significant difference in accommodations, finding the access provided to Maxwell (13 hours daily laptop access, 15 hours weekly video conferencing) markedly better than that afforded to Rivera (3 hours daily laptop access, 6 hours weekly video conferencing). *   **Housing Differences:** The core reason for the disparity is the differing housing situations: Maxwell is in protective custody at the MDC with sole access to a computer and phone for 13 hours a day, while Rivera is housed in the general population at the MCC and shares VTC room access with 80 other inmates. *   **Court Orders:** There are two court orders in place: a laptop order requiring 3 hours of daily laptop access for Rivera and a videoconference order requiring 4 hours weekly for Rivera. *   **Concerns Raised:** Defense counsel has expressed concerns about racial and class bias in the treatment of Rivera, prompting Judge Engelmayer to emphasize the optics of the situation. *   **Deadline:** The BOP declaration is due by December 31st, 2020. *   **Ongoing Cases:** The issue impacts both the criminal case against Rivera and potentially related civil litigation.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "mdc",
        "mcc",
        "vtc",
        "declaration",
        "bop",
        "housing",
        "electronic discovery",
        "court orders",
        "sex trafficking",
        "united states v. rivera",
        "judge engelmayer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023074",
            "similarity": 0.526,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013342",
            "similarity": 0.579,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015972",
            "similarity": 0.526,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00013337",
            "similarity": 0.812,
            "index": 111,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013337",
      "summary": "This redacted document concerns a dispute over unequal access to discovery and counsel for Ghislaine Maxwell and Justin Rivera in related criminal cases. It outlines a request from Judge Engelmayer for a BOP declaration explaining why Maxwell’s superior accommodations – 13 hours daily laptop access and 15 hours of video conferencing – cannot be extended to Rivera, who is housed in the general population at the MCC. The core issue stems from differing housing situations: Maxwell is in protective custody outside the general population at the MDC, allowing significantly more access. Rivera, detained in the general population at the MCC, receives only three hours of laptop access and six hours of video conferencing. The document details the specific accommodations provided to each defendant and highlights concerns about potential racial bias in the treatment. The BOP is being asked to submit a declaration justifying the disparity, with the deadline for submission being December 31, 2020.",
      "timestamp": "2020-12-31T00:00:00",
      "timestamp_raw": "December 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "justin rivera",
        "discovery access",
        "counsel access",
        "bop",
        "mdc",
        "mcc",
        "vtc",
        "electronic discovery",
        "housing",
        "judge engelmayer",
        "sex trafficking",
        "declarations",
        "united states v. rivera"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023080",
            "similarity": 0.812,
            "index": 110,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00013342",
            "similarity": 0.611,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028138",
      "summary": "This document is a forwarded email chain regarding a case, USA v. Maxwell (Case 1:20-cr-00330-AJN), involving deadlines. The email was sent from [REDACTED] to [REDACTED], [REDACTED], and [REDACTED] on January 5, 2021, and contains a message titled “FW: Activity in Case 1:20-cr-00330-AJN USA v. Maxwell Set/Reset Deadlines”. The email is associated with the \"USAHUB-USAJournal111\" identifier and the EFTA00028138 record.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "January 5, 2021",
      "keywords": [
        "efta00028138",
        "usa v. maxwell",
        "case 1:20-cr-00330-ajn",
        "deadlines",
        "redaction",
        "usanys",
        "activity",
        "fw",
        "usahub",
        "journal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013289",
      "summary": "An Assistant United States Attorney from the Southern District of New York is providing contact information for defense counsel representing EFTA00013289. The counsel consists of Susan Necheles, Kate Cassidy, and Samidh Guha. The U.S. Attorney’s office has not received responses to emails checking in on the defense team and acknowledges the client’s right to request deadline extensions.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "efta00013289",
        "defense counsel",
        "united states attorney",
        "southern district of new york",
        "deadlines",
        "communication",
        "legal",
        "counsel",
        "contact information",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021716",
      "summary": "The United States Department of Justice, via Nicholas Biase, spokesperson for the U.S. Attorney's Office in the Southern District of New York, is tracking eleventh-hour film options related to the Ghislaine Maxwell podcast. The email discusses a link to a Deadline.com article regarding these options (https://deadline.corn/2021/0 1234672637/).",
      "timestamp": "2021-01-13T00:00:00",
      "timestamp_raw": "13 Jan 2021",
      "keywords": [
        "efta00021716",
        "ghislaine maxwell",
        "podcast",
        "usanys",
        "deadline",
        "nicholas biase",
        "united states department of justice",
        "southern district of new york",
        "options",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021715",
      "summary": "An email was sent from [REDACTED] to [REDACTED] and [REDACTED] on January 13, 2021, regarding an article from Deadline.com titled \"Eleventh-hour films options Ghislaine Maxwell podcast.\" The email included a link to the article: https://deadline.com/2021/01/eleventh-hour-films-options-ghislaine-maxwell-podcast-1234672637/. The email’s subject line was the same as the article’s URL. The email’s message-id is <BN3P110MB040346182EFBC4D4784E15D790A90@BN3P110MB0403.NAMPI10.PROD.OUTLOOK.COM.",
      "timestamp": "2021-01-13T00:00:00",
      "timestamp_raw": "January 13, 2021",
      "keywords": [
        "efta00021715",
        "redaction analysis",
        "ghislaine maxwell",
        "podcast",
        "deadline.com",
        "options",
        "eleventh-hour films",
        "usahub-usajouma1111"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024992",
      "summary": "Bobbi Sternheim, an attorney, is requesting urgent assistance in delivering time-sensitive legal mail to Ghislaine Maxwell. She sent express mail containing documents for review over the weekend, emphasizing the need for delivery by Friday due to a court-ordered filing deadline. She also requested access to a government-provided laptop computer for Maxwell to review the discovery documents. A Covid-19 notice indicates the office is operating remotely via email and fax. There were redactions on pages 2 and 3.",
      "timestamp": "2021-01-15T00:00:00",
      "timestamp_raw": "15 Jan 2021",
      "keywords": [
        "ghislaine maxwell",
        "legal mail",
        "time-sensitive documents",
        "vtc",
        "bobbi sternheim",
        "court-ordered filing deadline",
        "laptop computer",
        "discovery documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030918",
      "summary": "This redacted document details communications surrounding the production of discovery materials related to a legal case, likely a criminal investigation. Here’s a breakdown of the key content: *   **Discovery Requests & Production:** The core of the document revolves around responding to discovery requests made by defense counsel (USANYS) regarding materials related to a case, potentially involving a criminal investigation (\"defense\"). The production process involves multiple stages (6a, 6b, 6c), re-stamping, and transferring data to a location (USa.doj.govkcloud NYSkStAndrews\\ Shared). *   **Technical Issues & Corrections:** Significant issues arise regarding the accuracy of Bates numbering, metadata gaps in DAT files, and missing documents. Proposals are made to rectify these problems, including renumbering files, providing new DAT files, and correcting metadata errors. *   **Communication Chain:** The communication is primarily between USANYS (contractor) and the defense counsel (USANYS), with several individuals (e.g., Christian Everdell, Mark S. Cohen, Laura Menninger) involved in coordinating the production. *   **Timeline & Deadlines:** The document highlights ongoing efforts to prepare and deliver the discovery materials by January 27th, 2021, with ongoing requests for updates and confirmation of delivery. *   **Specific Requests & Concerns:** The defense requests a new 4TB hard drive, confirmation of the CD's delivery, clarification of Bates numbering, and detailed explanations for any missing documents or redactions. They also raise concerns regarding the FBI report and the tracking of the subject. *   **Redaction & Confidentiality:** The document is heavily redacted, indicating sensitive information is being protected. It also contains a standard confidentiality notice.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "prod011",
        "prod015",
        "bates numbers",
        "cd",
        "ftp",
        "mdc",
        "defense",
        "emails",
        "files",
        "range",
        "dat",
        "maxwell",
        "usafx",
        "cdrive",
        "government",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026599",
      "summary": "On February 23, 2021, Amanda K. Kramer received emails from “[REDACTED]” (USANYS) and “[REDACTED]” regarding scheduling a call due to a pre-trial motion deadline. Kramer responded on February 29, 2021, offering availability on Tuesday before 2:00 PM. On February 8, 2021, “[REDACTED]” (USANYS) initially requested scheduling availability from Kramer, and sent her notes and a news article link related to a case. The emails were exchanged between February 6, 2021, and February 29, 2021.",
      "timestamp": "2021-02-23T00:00:00",
      "timestamp_raw": "February 23, 2021",
      "keywords": [
        "amanda k",
        "kramer",
        "scheduling",
        "call",
        "february 2021",
        "united states attorney",
        "new york",
        "meeting notes",
        "redaction",
        "client"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018720",
      "summary": "A draft third bail opposition document was prepared by the United States Attorney’s Office, Southern District of New York. The draft includes sections regarding OIA requests for information, specifically concerning France and citizenship renunciation. The sender intends to submit the draft to the OIA for review before the Tuesday filing deadline, pending feedback and accuracy checks.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "08 Mar 2021",
      "keywords": [
        "bail opposition",
        "oia",
        "draft",
        "united states attorney",
        "france",
        "citizenship renunciation",
        "feedback",
        "deadline",
        "review",
        "government"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017995",
      "summary": "Haddon, Morgan and Foreman, represented by Laura A. Menninger, are requesting discovery from the United States Attorney’s Office for the Southern District of New York regarding FBI documents produced to Radar Online related to the investigation of Jeffrey Epstein and Ghislaine Maxwell. Specifically, they seek all documents released to Radar Online (approximately 1,232 pages, with 181 fully and 1,051 partially redacted), along with the dates of release and Bates number identifiers for each batch. They also request information on other FOIA requests related to Epstein and Maxwell investigations, including the identities of recipients and the dates of production. Furthermore, they challenge the U.S. Attorney’s Office’s assertion of no FBI-NY involvement in the Florida investigation, requesting review of files for evidence of such participation. The request for these materials was made on March 8, 2021, with a deadline of March 15, 2021.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "jeffrey epstein",
        "foia",
        "radar online",
        "discovery",
        "redactions",
        "united states attorney's office",
        "southern district of new york",
        "witness statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018721",
      "summary": "An email chain discusses a draft third bail opposition for Ghislaine Maxwell. The draft includes highlighted language obtained from an OIA (Office of International Affairs) confirming its accuracy. A letter from the Ministry of Justice (MOJ) supports this confirmation. Translation of the French OIA’s feedback from MOJ is pending, and the highlighted language will be removed if confirmation isn't received. Multiple individuals reviewed and commented on the draft, with plans to send it to OIA for final review before a Tuesday filing deadline.",
      "timestamp": "2021-03-09T00:00:00",
      "timestamp_raw": "09 Mar 2021",
      "keywords": [
        "bail opposition",
        "redaction",
        "efta00018721",
        "moj",
        "oia",
        "ghislaine maxwell",
        "united states attorney",
        "southern district of new york",
        "citizenship renunciation",
        "draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032667",
      "summary": "Ghislaine Maxwell filed reply briefs to the government’s opposition to pre-trial motions, some of which contained proposed redactions and sealing requests. Specifically, Replies 1, 3, 5, 6, and 10 contained limited redactions, and Replies 3, 6, and 10 also included proposed exhibits for sealing. Maxwell’s argument for redactions centered on the materials being produced in discovery under a protective order. The court ordered the unredacted briefs to be filed and requires any further redaction requests to be accompanied by specific justifications, referencing the *Lugioch* case. The court set a deadline for the parties to confer and submit a letter regarding redactions.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "March 15, 2021",
      "keywords": [
        "ghislaine maxwell",
        "redaction",
        "sealing",
        "briefs",
        "discovery",
        "protective order",
        "court",
        "motions",
        "united states",
        "efta00032667"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024030",
      "summary": "An email chain discusses a review of a 30,000-document SDFL Epstein file scanned by a vendor in October. The goal is to determine what documents have been produced to meet pretrial disclosure deadlines. A team of paralegals and an intern are conducting the review, with requests for additional support from Darcy. The deadline for completion is the end of April.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "efta00024030",
        "maxwell review",
        "sdfl epstein file",
        "relativity",
        "vendor",
        "paralegals",
        "disclosure deadlines",
        "usanys",
        "public corruption unit",
        "pretrial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019021",
      "summary": "An email chain discusses reviewing a 30,000-document SDFL Epstein file that was scanned by a vendor in October. The goal is to determine what documents have been produced to meet pretrial disclosure deadlines. A team of 4 paralegals and an intern are conducting the review, with requests for additional assistance from Darcy’s paralegals. The deadline for completion is the end of April.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "efta00019021",
        "redaction analysis",
        "maxwell review",
        "sdfl epstein file",
        "relativity",
        "paralegals",
        "disclosure deadlines",
        "pae",
        "vendor scan",
        "u.s. attorney's office"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017961",
      "summary": "An email chain discusses a draft response to a defense letter regarding the Maxwell S2 indictment. The email indicates a review and edits were made to the draft, with a deadline of end-of-day (EOD) the following day for submission. Attached documents include the defense letter and the edited response.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "maxwell s2",
        "indictment",
        "response",
        "letter",
        "defense",
        "edits",
        "usanys",
        "eod",
        "2021",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029243",
      "summary": "An email chain discusses a draft response to a defense counsel’s letter regarding the Maxwell S2 indictment. The email includes attachments of the defense letter and a draft response, with a deadline of end-of-day (EOD) April 9, 2021. The sender is EFTA00029243.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "April 9, 2021",
      "keywords": [
        "efta00029243",
        "maxwell",
        "s2 indictment",
        "letter",
        "response",
        "defense counsel",
        "indictment",
        "usanys",
        "2021",
        "2025"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031426",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a Freedom of Information Act (FOIA) request concerning Jeffrey Epstein. The email, dated April 13, 2021, requests an update on the request and asks if the deadline needs to be adjusted. The email is associated with file EFTA00031426.",
      "timestamp": "2021-04-13T00:00:00",
      "timestamp_raw": "April 13, 2021",
      "keywords": [
        "epstein",
        "foia",
        "redaction",
        "efta00031426",
        "2021",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009890",
      "summary": "This document concerns redaction discussions related to pretrial disclosures in the case of *US v. Maxwell*. The government and defense are negotiating redactions to several reply briefs and exhibits, primarily due to the Protective Order designating information as \"Confidential.\" Key points include: *   **Redaction Proposals:** The defense proposes filing briefs and exhibits without redactions, arguing that the “Confidential” designation doesn’t justify them. The government, conversely, seeks to redact information related to AUSAs, accusers, and third parties to protect privacy. *   **Specific Redactions:** Redactions are proposed for names of AUSAs and accusers in Reply Brief 3, and for exhibits filed under seal. The government also argues against redaction of language referencing the Indictment in Reply Brief 5. *   **Exhibit A:** The government wants Exhibit A to remain sealed, while the defense initially proposed filing it publicly with redactions. *   **Court Orders:** The discussions are influenced by a court order (Dkt. 203) requiring docketing of joint letters or proposed redactions by April 19, 2021. *   **Scheduling a Conference:** Counsel are coordinating a call to formally discuss the disclosures, deadlines and redaction proposals.",
      "timestamp": "2021-04-19T00:00:00",
      "timestamp_raw": "April 19, 2021",
      "keywords": [
        "redactions",
        "redactions",
        "confidential",
        "protective order",
        "exhibits",
        "briefs",
        "ausas",
        "accusers",
        "docket",
        "seal",
        "disclosure",
        "privacy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024926",
      "summary": "*   The initial request for transcription was made on April 28, 2021, with an anticipated delivery timeframe of the end of the following week. *   Multiple individuals (including [REDACTED], [REDACTED], and a paralegal specialist) communicated regarding the progress and timeline of the transcription. *   The contractor requested access to the recording and shared access to relevant systems. *   One individual ([REDACTED]) had delays due to time-sensitive projects and requested a deadline for the transcription. *   The contractor confirmed the ability to begin the transcription at the end of the week or the beginning of the next week.",
      "timestamp": "2021-04-28T00:00:00",
      "timestamp_raw": "April 28, 2021",
      "keywords": [
        "transcription",
        "shared access",
        "usanys",
        "contractor",
        "interviewer",
        "transcript",
        "editing",
        "maxwell",
        "time-sensitive",
        "recording"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019183",
      "summary": "This document pertains to follow-up discussions regarding Jeffrey Epstein’s activities in New Mexico, specifically focusing on potential criminal investigations by the U.S. Attorney’s Office for the Southern District of New York (SDNY) and the New Mexico Attorney General’s Office.  The communications detail scheduling a conference call (EFTA00019183) to discuss the matter, with multiple individuals requesting and confirming availability.  Key points include: *   **Initial Inquiry:** The initial request for a call originated from a USANYS attorney seeking information about deadlines and reporting timelines regarding the Epstein case and specifically Epstein’s activities on Zorro Ranch in New Mexico. *   **NM AG Involvement:** The New Mexico Attorney General’s Office is independently investigating potential crimes related to Epstein’s activities on the property and coordinating with the SDNY. *   **Scheduling Conflicts & Confirmation:** Multiple individuals (USANYS attorneys, assistants) exchanged emails to coordinate a call, confirming availability on various dates, primarily focusing on Thursday, September 12th at 1:30 MT / 3:30 ET. *   **Information Sharing:**  The discussions involve sharing information about the state’s investigation, leases being revoked, and the potential for criminal charges. *   **Ongoing Coordination:** Despite a pause in communication in July 2019, the parties maintain ongoing coordination through email correspondence and the scheduled conference call.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "07 May 2021",
      "keywords": [
        "redaction",
        "efta00019183",
        "follow up call",
        "new mexico",
        "epstein",
        "pio",
        "conference call",
        "press contacts",
        "reporting",
        "investigation",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022706",
      "summary": "*   **Purchase Price:** The helicopter is being purchased for $1,800,000, with a $200,000 initial deposit held in escrow by AIC Title Service, LLC. The remaining $1,600,000 will be paid at closing. *   **Escrow Agent:** AIC Title Service, LLC is acting as the escrow agent, holding the deposit and disbursing funds at closing. *   **Aircraft Condition:** The helicopter will be delivered \"as-is, where-is\" with a valid FAA airworthiness certificate and all required documentation. A pre-purchase inspection is required by the purchaser. *   **Citizenship Verification:** The Seller must demonstrate that at least 2/3rds of its managers, officers, or managing members are U.S. citizens. *   **Closing Details:** The closing is scheduled for May 13, 2021, extended from the original May 7, 2021 deadline, contingent upon an increased deposit of $100,000. *   **Additional Documents:** The agreement references several exhibit documents, including a detailed aircraft specification list, a warranty bill of sale, and a Certificate of Technical Acceptance.",
      "timestamp": "2021-05-13T00:00:00",
      "timestamp_raw": "May 13, 2021",
      "keywords": [
        "aircraft",
        "purchase",
        "agreement",
        "helicopter",
        "s-76c++",
        "industrial integrity solutions",
        "warranty",
        "registration",
        "ic",
        "terms and conditions",
        "deposit",
        "escrow",
        "florida",
        "tue",
        "administrator",
        "49 u.s.c.",
        "certifications"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014635",
      "summary": "A joint letter proposing an extension of the deadline to file a letter regarding the pretrial schedule in the case of *US v. Maxwell* was sent by the Assistant United States Attorney for the Southern District of New York on May 14, 2021. The letter was attached as an attachment to an email. The sender requests comments on the proposed letter.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "May 14, 2021",
      "keywords": [
        "efta00014635",
        "us v. maxwell",
        "pretrial schedule",
        "joint letter",
        "extension",
        "united states attorney",
        "southern district of new york",
        "2021-05-14"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014636",
      "summary": "The United States Attorney for the Southern District of New York is requesting a court extension for a joint letter responding to the Court’s Order regarding the pretrial schedule in the case of *United States v. Ghislaine Maxwell*. The original deadline is May 14, 2021, and the request is for an extension to May 21, 2021. This request is due to ongoing productive discussions between the parties, despite remaining disagreements about the schedule, and to allow for further consultation aimed at minimizing those disagreements.",
      "timestamp": "2021-05-14T00:00:00",
      "timestamp_raw": "May 14, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "united states department of justice",
        "southern district of new york",
        "alison j. nathan",
        "extension of time",
        "court order",
        "pretrial schedule",
        "joint letter",
        "efta00014636"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024805",
      "summary": "An Assistant United States Attorney is requesting an update on the status of pending motion points. They have attached a draft (NPA_v3.docx) for incorporation and are aiming to circulate it to the team for edits before the end of the day to meet a deadline for submission to the chiefs.",
      "timestamp": "2021-05-19T00:00:00",
      "timestamp_raw": "19 May 2021",
      "keywords": [
        "motions",
        "status",
        "eod",
        "npa",
        "draft",
        "united states attorney",
        "new york",
        "planning",
        "edits",
        "deadline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028697",
      "summary": "Multiple email exchanges between individuals at the Assistant United States Attorney’s Office, Southern District of New York, regarding a draft of “Government_Opposition_to_Defense_Supplemental_Pretrial Motions.” A draft document was circulated for review and editing, with proposed revisions and suggestions tracked in changes. The goal was to finalize the document and circulate it to the Chiefs for approval, with a deadline of EOD May 19, 2021. One individual experienced delays due to a recent move and illness.",
      "timestamp": "2021-05-19T00:00:00",
      "timestamp_raw": "May 19, 2021",
      "keywords": [
        "motions",
        "efta00028697",
        "efta00028698",
        "supplemental pretrial motions",
        "edits",
        "review",
        "drafting",
        "deadlines",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028706",
      "summary": "On June 2, 2021, Judge Alison J. Nathan established a disclosure schedule for the Ghislaine Maxwell case (20-CR-330). The schedule includes: September 13, 2021, for victim identities; October 11, 2021, for government materials and exhibit list; October 18, 2021, for motions in limine; October 25, 2021, for jury questionnaire and voir dire; November 1, 2021, for defense expert disclosures; November 8, 2021, for defense disclosures and witness lists; and the close of the government’s case-in-chief, followed by defense witness list and 26.2 statements. All parties have a continuing obligation to update disclosures and may bring issues to the court after the motion deadlines if they couldn’t be raised previously.",
      "timestamp": "2021-06-02T00:00:00",
      "timestamp_raw": "June 2, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states district court",
        "disclosure schedule",
        "jencks act",
        "giglio material",
        "motions in limine",
        "defense disclosures",
        "government witness list",
        "jury questionnaire",
        "voir dire"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025552",
      "summary": "An Assistant United States Attorney is inquiring about the timeline for BOP’s production of documents related to the Noel Epstein FOIA, specifically regarding a June 25 deadline without redactions. The inquiry focuses on whether all supporting interviews and processes for potential 7(A) withholdings will be completed by this date.",
      "timestamp": "2021-06-13T00:00:00",
      "timestamp_raw": "13 Jun 2021",
      "keywords": [
        "epstein foia",
        "redaction analysis",
        "bop",
        "noel",
        "7(a) withholdings",
        "june 25",
        "usanys",
        "united states attorney",
        "deadlines",
        "interviews"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032761",
            "similarity": 0.538,
            "index": 138,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032761",
      "summary": "An email chain discusses the production of documents related to the Epstein FOIA. A request is made to confirm the June 25 deadline for unredacted production from the BOP. Responses confirm scheduling for June 17 and 22, and a plan to reschedule with supervisor approval if needed. The sender also seeks confirmation that all supporting interviews and processes for potential 7(A) withholdings will be completed by June 25.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "epstein foia",
        "redaction",
        "usanys",
        "june 25",
        "production",
        "deadlines",
        "noel",
        "7(a) withholdings",
        "supervisors",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025552",
            "similarity": 0.538,
            "index": 137,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010410",
      "summary": "Maxwell* (Case 1:20-cr-00330-AJN). *   **No Redactions Proposed:** Christian Everdell (CohenGresser) and Lara Pomerantz (USDOJ) confirmed that no redactions were being proposed to the court’s opinion or the ordered unsealed documents. *   **Deadline for Filing:** The court issued an order requiring the filing of a joint letter by June 30th (or July 2nd for other documents) indicating whether redactions would be sought. *   **Court Order Summary:** The order stipulated that any redactions to the court’s opinion or other ordered documents must be filed by the specified deadlines. *   **Distribution List:** A list of individuals and law firms involved in the case, including those receiving electronic notifications of the court order.",
      "timestamp": "2021-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2021",
      "keywords": [
        "case 1:20-cr-00330-ajn",
        "usa v. maxwell",
        "redaction",
        "usanys",
        "lara pomerantz",
        "alison moe",
        "maurene comey",
        "ghislaine maxwell",
        "joint letter",
        "court order",
        "efta00010410"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027303",
      "summary": "An email chain discusses deadlines related to “testifying witness 3500” and “GX” for the defense/court. One party confirms receipt of calendar invites and notes that the attached document has been added to relevant folders. A question is raised about establishing a deadline for producing these witnesses.",
      "timestamp": "2021-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2021",
      "keywords": [
        "testifying witness",
        "deadlines",
        "calendar invites",
        "gx",
        "epstein",
        "witness 3500",
        "larry visoski",
        "redaction",
        "defense",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00027304",
            "similarity": 0.818,
            "index": 141,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027304",
      "summary": "An email chain discusses attaching and organizing notes related to “testifying witness 3500” and “GX” for the defense/court. A deadline for producing these witnesses is being inquired about, and confirmation is given that the notes have been saved in designated folders. The email thread involves multiple individuals and references a shared drive (“Epstein share”).",
      "timestamp": "2021-08-10T00:00:00",
      "timestamp_raw": "10 Aug 2021",
      "keywords": [
        "testifying witness",
        "deadlines",
        "calendar invites",
        "witness 3500",
        "gx",
        "larry visoski",
        "epstein share",
        "redaction",
        "defense",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027303",
            "similarity": 0.818,
            "index": 140,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027416",
      "summary": "*   Maxwell requested the government disclose the identities of unnamed co-conspirators in the S2 indictment. *   The government initially objected, but the court ruled that the objection was too late, given previous requests. *   The court ordered the government to disclose the identities of all unnamed co-conspirators, balancing the risk of surprise to the defendant with law enforcement concerns (particularly regarding long-running conspiracies). *   The court found the government’s assurances insufficient due to the potential for changing trial strategy. *   The court mandated disclosure alongside Jencks Act materials and set a deadline of October 11 for all co-conspirator statements.",
      "timestamp": "2021-08-18T00:00:00",
      "timestamp_raw": "August 18, 2021",
      "keywords": [
        "ghislaine maxwell",
        "co-conspirators",
        "indictment",
        "united states",
        "jencks act",
        "conspiracy",
        "s2",
        "discovery",
        "trial",
        "united states v. bin laden"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010614",
      "summary": "An email chain discusses a deadline for gathering communications related to the Epstein/Maxwell investigation. The deadline is September 10th, necessitating review and processing for a court-ordered 3500 production. The communications needed include all electronic communications (emails, texts, chats) and written materials (reports, notes) from witnesses and individuals associated with C20, regardless of their involvement in the Maxwell phase. The recipient is requested to collect communications with witnesses and attorneys for witnesses, encompassing both testifying and non-testifying individuals.",
      "timestamp": "2021-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2021",
      "keywords": [
        "efta00010614",
        "fbi",
        "deadline",
        "communications",
        "witness",
        "maxwell",
        "epstein",
        "investigation",
        "court-ordered",
        "electronic communications"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015835",
      "summary": "A draft letter was prepared in response to Maxwell’s complaints about the MDC. The letter, along with a defense letter, was attached for review. The draft was sent to MDC legal counsel for accuracy checks, with a deadline of EOD the following day.",
      "timestamp": "2021-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2021",
      "keywords": [
        "efta00015835",
        "gm vtcs",
        "mdc",
        "letter",
        "maxwell",
        "defense letter",
        "legal counsel",
        "review",
        "draft",
        "ajn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018006",
      "summary": "An individual (IMI) is coordinating materials for a presentation titled “Beyond a Reasonable Doubt.” Specifically, they are preparing 50 copies of jury instructions/RTC documents, 40 copies of government slides, 40 copies of closing slides, additional copies of opening and closing slides, backup slides on a thumb drive, supplies, and snacks. There are requests for 3 copies of the reasonable doubt instruction, and a reminder to bring these materials to a location (ISA) by 7:15 AM. Further emails indicate a deadline of 3:00 PM for the instruction.",
      "timestamp": "2021-09-24T00:00:00",
      "timestamp_raw": "24 Sep 2021",
      "keywords": [
        "jury instructions",
        "reasonable doubt",
        "beyond a reasonable doubt",
        "email",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013395",
      "summary": "A request was made from the FBI (New York Field Office, Child Exploitation/Human Trafficking) to (USANYS) [Contractor-1] to retrieve 44 files listed in an attached spreadsheet. The files, originally associated with witness interviews, were needed for comparison against existing 3500 material to meet an upcoming production deadline. The request specified needing the file dates of origin rather than the interview dates, and preferred delivery via USAfx or a physical hard drive. A follow-up email clarified the request and offered assistance with questions. Attached to the emails was a spreadsheet listing the files and their corresponding disks.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "efta00013395",
        "fbi",
        "nypd",
        "31e-mm-108062",
        "witness interviews",
        "redaction",
        "files",
        "spreadsheet",
        "3500 project",
        "dates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023466",
      "summary": "A draft of a proposed RTC (Recommendation to Charge) was prepared for the Maxwell case. It was sent from an Assistant United States Attorney with the Southern District of New York to M, with CCs to other redacted individuals. The RTC draft was attached as a .docx file and is intended to be submitted to the defense a week before October 27th, the filing deadline.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "rtc",
        "maxwell",
        "united states attorney",
        "defense",
        "joint proposed",
        "october 27",
        "new york",
        "redaction",
        "draft",
        "comments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027749",
      "summary": "v. Maxwell S2 20 Cr. 330 (MN).” *   A draft response letter was prepared and needs review by MDC (likely a specific legal team or department) and Sophia. *   There’s a request to discuss specific language regarding Judge Nathan’s deadlines. *   The team is seeking clarification on a complex issue related to delivered materials and the defense’s footnote 1. *   They’ve contacted the BOP (Bureau of Prisons) to schedule a call. *   Bobbi Sternheim filed a courtesy copy of the ECF filing. *   There's a deadline of 5 PM on October 15, 2021, for the response.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "October 15, 2021",
      "keywords": [
        "u.s. v. maxwell",
        "nathan",
        "deadlines",
        "bop",
        "mdc",
        "legal mail",
        "sternheim",
        "ecf filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031200",
            "similarity": 0.545,
            "index": 156,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016729",
      "summary": "A letter drafted by the Assistant United States Attorney for the Southern District of New York regarding a legal matter involving Maxwell is being sent to Judge Nathan. The letter, attached as “2021-10-15 GM letter re MDC legal mail v3.docx,” incorporates a discussion with “M” and requests review for accuracy before a 5 PM deadline. Another email from the Assistant United States Attorney indicates that Maxwell’s counsel filed the letter and prompted a request for a call to discuss the matter.",
      "timestamp": "2021-10-15T00:00:00",
      "timestamp_raw": "2021-10-15",
      "keywords": [
        "efta00016729",
        "maxwell",
        "letter",
        "judge nathan",
        "mdc legal",
        "inmate mail",
        "united states attorney",
        "southern district of new york",
        "5 pm",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011157",
      "summary": "This document is a government response to a court order regarding the handling of Federal Rule of Evidence 412 motions in the Ghislaine Maxwell case. Here’s a summary of the key points: *   **Court Order:** The court ordered the government to respond to a defendant’s request for a deadline to file a Rule 412 motion, which addresses admissibility of evidence related to sexual misconduct allegations. *   **Rule 412 Details:** The document explains Rule 412, which prohibits presenting evidence of other sexual behavior to prove a victim engaged in sexual misconduct, with exceptions. It outlines the process for filing a motion, including a 14-day notice before trial (or a court-set deadline) and the requirement for an in camera hearing with victim and party participation. *   **Government’s Position:** The government argues that the court has the authority to set an earlier deadline for the defense’s Rule 412 motion than the standard 14 days, citing prior court rulings and the need for timely resolution of these sensitive issues. They believe an earlier deadline is justified to ensure sufficient time for investigation and responses. *   **Proposed Timeline:** The government suggests maintaining the October 18, 2021 deadline, or ordering the defense to file by October 25, 2021, to accommodate the complexities of the case, multiple potential victims, and the need for hearings.",
      "timestamp": "2021-10-18T00:00:00",
      "timestamp_raw": "October 18, 2021",
      "keywords": [
        "federal rule of evidence 412",
        "ghislaine maxwell",
        "sexual misconduct",
        "motion",
        "deadline",
        "court",
        "rule 412(b)",
        "in camera hearing",
        "victim",
        "prosecution"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025040",
      "summary": "On October 25, 2021, Cohen & Gresser LLP requested a one-week extension, until November 3, 2021, for the filing of the joint proposed jury charge and verdict sheet in the case of *United States v. Ghislaine Maxwell*. This request stemmed from the government providing the proposed jury charge and the defense needing additional time to provide counterproposals due to numerous other deadlines. The parties agreed that the defense would send a redlined version of the government’s charge by November 1, 2021, and the final joint sheet would be submitted on November 3, 2021.",
      "timestamp": "2021-10-25T00:00:00",
      "timestamp_raw": "October 25, 2021",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "alison j. nathan",
        "jury charge",
        "redline",
        "motion in limine",
        "court",
        "november 3",
        "2021",
        "october 27",
        "2021",
        "efta00025040"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029287",
      "summary": "This document is a series of emails related to a legal case, *US v. Maxwell S2 20 Cr 330 (MN)*. An attorney, SI, is requesting a review of a draft letter regarding the case from another attorney, Bobbi Sternheim. The draft letter contains highlighted sections needing additional information and includes updates on mail delivery and a hard drive sent to the recipient. There is a request for a call to discuss the letter and its contents, with a deadline of 12 PM on November 2, 2021. The emails discuss the status of the hard drive and the need for updates to the court.",
      "timestamp": "2021-11-02T00:00:00",
      "timestamp_raw": "November 2, 2021",
      "keywords": [
        "us v. maxwell",
        "20 cr 330",
        "redaction",
        "letter",
        "email",
        "call",
        "judge",
        "november 2",
        "12 pm",
        "court",
        "hard drive",
        "tracking number"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024664",
      "summary": "This document records a series of email exchanges between Bobbi Sternheim’s law office and the prosecution regarding the trial date for Ghislaine Maxwell. The core issue is a disagreement over the trial start date, with the defense advocating for November 8, 2021, citing concerns about Ms. Maxwell’s health and the disruption to her holiday plans. The prosecution initially proposed November 29, 2021, with suggested timelines for witness availability and expert disclosures. Throughout the exchanges, the defense emphasizes the urgency of the trial date and expresses a willingness to consider a later date if Ms. Maxwell is released pending trial. The emails also address scheduling considerations, including deadlines for witness disclosures and the potential for a continuance.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "November 8, 2021",
      "keywords": [
        "maxwell",
        "trial date",
        "november 2021",
        "continuance",
        "scheduling",
        "witness",
        "covid-19",
        "government",
        "defense",
        "deadlines"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018264",
      "summary": "On November 12, 2021, emails were exchanged regarding questionnaires prepared for a case, likely a legal proceeding. One individual (identified as [REDACTED]) sent a spreadsheet containing juror questionnaires to another individual ([REDACTED]). These questionnaires had been uploaded to USAfx and were intended to be shared with defense counsel. A deadline of 11:00 AM the following day was set for receiving comments/objections regarding the jurors. The sender promised to distribute the questionnaires and assign juror numbers for review.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "questionnaires",
        "jurors",
        "defense counsel",
        "spreadsheet",
        "usafx",
        "redacted",
        "efta00018264",
        "review",
        "assignments",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016720",
      "summary": "This document is a letter from legal counsel to Judge Alison J. Nathan regarding the deadline for Ghislaine Maxwell to file a motion under Federal Rule of Evidence 412. The motion seeks permission to admit evidence of alleged victim’s sexual behavior. The deadline is November 15, 2021, 14 days before trial, as stipulated by the rule. Counsel argues that the government’s recent disclosure of materials, coupled with the timing of providing Maxwell with the information, necessitates a longer timeframe for review and defense consultation. The letter emphasizes that the Rule 412 motion is a substantive motion requiring specific procedures and adequate time for counsel to investigate and prepare.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "November 15, 2021",
      "keywords": [
        "ghislaine maxwell",
        "federal rule of evidence 412",
        "motion",
        "sexual misconduct",
        "evidence",
        "rule 404(b)",
        "trial",
        "motion in limine"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031200",
      "summary": "*   An email chain discusses a response to a legal matter, “U.S. v. Maxwell S2 20 Cr. 330 (AJN).” *   A draft response is being prepared and needs to be sent to the MDC for review. *   There’s a discussion about Judge Nathan’s deadlines and a need to clarify language regarding them. *   The defense’s footnote regarding material volume is being approached cautiously. *   A letter filed by Bobbi Sternheim is being shared for informational purposes. *   Efforts are underway to contact the Bureau of Prisons (BOP) for a call.",
      "timestamp": "2021-11-15T00:00:00",
      "timestamp_raw": "15 Oct 2021",
      "keywords": [
        "maxwell",
        "u.s. v.",
        "nathan",
        "deadlines",
        "mdc",
        "legal mail",
        "bobbi sternheim",
        "bop",
        "ecf filing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027749",
            "similarity": 0.545,
            "index": 148,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016953",
      "summary": "A draft joint proposed request to charge was sent from the Assistant United States Attorney for the Southern District of New York to Christian Everde, Bobbi C Sternheim, Jeff Pagliuca, and Laura Menninger. The request is related to a defense counsel document (Maxwell_RTCJ2021.10.212o_defense_counsel].docx) and requires comments, including proposed jury instructions, to be sent as a redline to the document by Sunday, October 24th, due to a court deadline of Wednesday, October 27th.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2021",
      "keywords": [
        "efta00016953",
        "request to charge",
        "joint proposed",
        "jury instructions",
        "redline",
        "united states attorney",
        "southern district of new york",
        "october 24",
        "october 27",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025037",
      "summary": "Attorney for the Southern District of New York, sent a draft joint proposed request to charge to multiple parties, including Laura Menninger and Bobbi C. Sternheim. *   The draft was due to the court on October 27th. *   Several suggestions were made regarding the filing process: *   A request was made for an extension to file the request until November 1st. *   An idea was proposed to file separate RTCs (Requests to Charge) instead of a joint one, with a defense RTC deadline of November 3rd. *   A redline option was discussed, where the government would file the government’s RTC and the defense would file their redline. *   Laura Menninger agreed to the extension request and the various filing options.",
      "timestamp": "2021-11-25T00:00:00",
      "timestamp_raw": "25 Oct 2021",
      "keywords": [
        "request to charge",
        "jury charge",
        "redline",
        "extension",
        "rtc",
        "november 3",
        "government",
        "defense",
        "court",
        "proposal"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028036",
      "summary": "An intern ([REDACTED]) is requesting a cite check on a document (EFTA00028036.pdf).  The initial reviewer ([REDACTED]) has completed a preliminary check, noting limitations in checking docket numbers and citations due to lack of access.  Further communication involves coordinating a check-in time (3:30 PM) and confirming a deadline for the document. Multiple individuals are involved in the process, including a supervisor ([REDACTED]) and the intern ([REDACTED]).",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "cite check",
        "redaction",
        "document",
        "cites",
        "deadline",
        "usanys",
        "internship",
        "project",
        "reply",
        "assignment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025146",
      "summary": "A communication discusses a request for a reply brief regarding a government motion (specifically, Judge Nathan’s omnibus motions in limine). The brief includes a partial draft and the opposing party’s motion, focusing on MV-4 with specific references to pages 12-15 and 18. The sender, an Assistant United States Attorney, requests a review of the draft to ensure accuracy. The deadline for the reply brief is midnight the following day.",
      "timestamp": "2021-11-27T00:00:00",
      "timestamp_raw": "27 Oct 2021",
      "keywords": [
        "redaction",
        "brief",
        "reply",
        "motion",
        "mv-4",
        "judge nathan",
        "united states attorney",
        "southern district of new york",
        "government",
        "draft"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030638",
      "summary": "*   **Timeline:** Correspondence occurred between November 2nd and November 3rd, 2021. A deadline of Wednesday (November 3rd) existed for the defense to submit the complete redlined documents. *   **Content Disagreement:** Disagreement exists regarding the use of victim names in filings, with a preference to avoid redactions. A proposed solution involves noting continued objections without using names. *   **Proposed Changes:** The defense was proposing to handle counts sequentially, but this was deemed unfeasible. *   **Attachments:** Redlined jury instructions (DOCX files) and a partial set of responses were shared. *   **Urgency:** The defense missed the deadline, prompting requests for an extension.",
      "timestamp": "2021-12-03T00:00:00",
      "timestamp_raw": "03 Nov 2021",
      "keywords": [
        "redactions",
        "mils",
        "jury instructions",
        "defense",
        "redline",
        "victims",
        "court",
        "proposals",
        "anonymization",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036016",
      "summary": "On April 10, 2023, the Department of Justice’s Office of the Inspector General distributed a draft report titled “Investigation and Review of the Federal Bureau of Prisons’ Custody, Care, and Supervision of Jeffrey Epstein at the Metropolitan Correctional Center in New York, New York” to the FBI for review. The purpose was to allow the FBI to conduct a factual accuracy and sensitivity review of the report before its public release. The OIG requested the FBI to flag any inappropriate information for release, maintain a log of access, and emphasize the prohibition on further dissemination. The deadline for the FBI’s review and response was April 17, 2023.",
      "timestamp": "2023-04-10T00:00:00",
      "timestamp_raw": "April 10, 2023",
      "keywords": [
        "fbi",
        "justice department",
        "inspector general",
        "federal bureau of prisons",
        "jeffrey epstein",
        "metropolitan correctional center",
        "investigation",
        "review",
        "draft report",
        "sensitivity review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037164",
      "summary": "A redacted email chain discusses scheduling an interview with an administrator. The sender, referencing a previous conversation, expresses difficulty securing an interview slot due to their attorney’s insistence on dates around the October 19th deadline, needing time to prepare an objection. The original email from September 20th requests assistance in booking an interview.",
      "timestamp": "2023-09-20T00:00:00",
      "timestamp_raw": "Sep 20, 2023",
      "keywords": [
        "efta00037164",
        "redaction analysis",
        "autumn planting",
        "interview",
        "objection",
        "deadline",
        "october",
        "email",
        "linda",
        "solitaire time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018903",
      "summary": "A U.S. Virgin Islands court recently posted a petition seeking expedited approval for an Epstein probate victim claims fund. The petition outlines using estate assets to administer the fund and establishes deadlines for victims to file claims. There was a delay between the petition’s filing and the court’s public posting of the document. Efforts to access a complete electronic docket have been unsuccessful, and the sender is considering contacting the court to inquire about access. The status of a 6(e) order is also being investigated.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein probate",
        "victim claims fund",
        "u.s. virgin islands",
        "court docket",
        "petition",
        "claims filing",
        "estate assets",
        "6(e) order"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010189",
      "summary": "A draft letter was prepared in response to Maxwell’s requests for redactions and an in camera proceeding. Supporting documents, including letters to Judge Nathan regarding sealing requests and a government order directing a response, were attached for review. The letter was submitted due to a deadline.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction",
        "requests",
        "gm",
        "judge nathan",
        "in camera proceeding",
        "sealing",
        "filings",
        "letter",
        "maxwell",
        "defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007582",
      "summary": "The author expresses disappointment and rejection of Alberto’s resignation. They cite several unresolved issues regarding the “island project,” including missed deadlines, incomplete work (wooden tables), and a lack of communication from Jean. The author believes Alberto acted unprofessionally by abandoning the project and emphasizes a personal obligation falls on Alberto to complete the work, specifically concerning the house’s interior and associated expenses. The author requests a phone call to discuss the situation and reiterates their friendship.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "resignation",
        "island project",
        "jean",
        "alberto",
        "cabinet pinto",
        "morocco",
        "permits",
        "employee",
        "repair",
        "friend"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028047",
      "summary": "This is an oral argument statement form for the United States Court of Appeals for the Second Circuit. It outlines the process for requesting oral argument in a case, including deadlines for submission, criteria for requesting argument (dependent on other party requests), and procedures regarding attorney availability and updates. The form requires information about the party requesting argument, the attorney who will present it, and any dates of unavailability.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "united states court",
        "appeals",
        "redaction analysis",
        "oral argument",
        "legal form",
        "court rules",
        "motion to postpone",
        "availability",
        "briefs",
        "efta00028047"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}