{
  "keyword": "corrections",
  "count": 50,
  "keyword_match_count": 50,
  "content_match_count": 21,
  "total_files": 71,
  "timeline": [
    {
      "file_id": "EFTA00020978",
      "summary": "**Key Actions & Issues:** *   **Drive Delivery:** The US Attorney’s Office initially offered to deliver a 64GB drive containing requested files, anticipating a snowstorm delay. *   **Duplicate Production Concerns:** The US Attorney’s Office identified and flagged duplicate productions of ranges, requesting a third production. *   **FTP Link Request:** The defense team requested the documents be sent via FTP, but the requested ranges were too large. *   **Missing Bates Ranges:** The defense team identified missing Bates number ranges (SDNY\\_GM\\_00167911-00169735) and requested their reproduction via FTP. *   **Metadata Issues:** The defense team raised issues with metadata gaps in several DAT files related to PROD011 and PROD015. *   **Unredacted FBI Report Request:** The defense team requested an unredacted version of the FBI report dated December 6, 2006, relating to the cell-site simulator, as referenced in a Daily Beast article. *   **Grand Jury Subpoenas:** The defense team requested copies of the grand jury subpoenas and the date ranges for documents requested within them. *   **Document Provision:** The US Attorney’s Office provided a 4TB hard drive containing the discovery production, addressed the metadata issues, and provided the FBI report as requested. *   **Ongoing Communication:** The parties continue to communicate regarding outstanding issues, particularly concerning Bates ranges and metadata file corrections. **Redactions:** The text contains redactions across multiple pages, indicating sensitive information.",
      "timestamp": "2006-12-06T00:00:00",
      "timestamp_raw": "December 6, 2006",
      "keywords": [
        "discovery",
        "ftp",
        "redaction",
        "bates",
        "emails",
        "attorney",
        "usanys",
        "cohengresser",
        "maxwell",
        "rodgers",
        "metadata",
        "cd",
        "drive",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033486",
      "summary": "Department of Justice, Federal Bureau of Prisons, outlining standards of conduct for all employees, contractors, and volunteers working within Bureau facilities. It complements Office of Government Ethics (OGE) policies and covers areas such as ethics, conflicts of interest, post-employment restrictions, procurement integrity, and attorney ethics. The statement applies to a broad range of personnel, including Public Health Service and National Institute of Corrections staff, and emphasizes the importance of respectful conduct, adherence to regulations, and reporting violations. Key changes from a previous version include specific prohibitions regarding illegal drugs, modifications to procedures related to contraband, introduction of outside employment, and the handling of inmate interactions. The program emphasizes accountability and outlines a range of disciplinary actions, and references various other related policies and regulations.",
      "timestamp": "2013-12-06T00:00:00",
      "timestamp_raw": "12/6/2013",
      "keywords": [
        "standards of conduct",
        "bureau of prisons",
        "ethics",
        "employee conduct",
        "conflict of interest",
        "procurement integrity",
        "post-employment restrictions",
        "sexual conduct",
        "contraband",
        "security",
        "investigation",
        "regulations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010496",
      "summary": "He is pleading guilty to two felony charges: Felony Solicitation of Prostitution and Procuring Person Under 18 for Prostitution. As part of the agreement, Epstein is sentenced to a total of 18 months in the Palm Beach County Detention Facility.  He is designated as a Sexual Offender under Florida Statute 943.0435 and subject to community control for 12 months, with specific conditions including no unsupervised contact with minors and approval of a supervising adult by the Department of Corrections. He must also provide a DNA sample. The document outlines terms and conditions of community control, including intensive supervision and surveillance, and addresses potential legal consequences if he fails to comply. It also references relevant statutes regarding sexual offenders and community control.",
      "timestamp": "2015-03-25T00:00:00",
      "timestamp_raw": "03/25/2015",
      "keywords": [
        "jeffrey epstein",
        "guilty",
        "probation",
        "community control",
        "palm beach county detention facility",
        "sexual offender",
        "florida statute 943.0435",
        "dna sample",
        "dna",
        "community control conditions",
        "juvenile offense",
        "sentence",
        "registration"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036705",
      "summary": "It contains findings from program reviews conducted April 1, 2019, through June 30, 2019. *   **Report Contents:** The report details reviews across 29 different programs including Affirmative Employment, Correctional Programs, Correctional Services, Education/Recreation Services, Environmental & Safety Compliance, Facilities Management, Female Offenders, Financial Management, Food Service, Health Services, Human Resource Management, Information Systems & Security, Psychology Services, Religious Services, Residential Reentry, and Trust Fund operations. UNICOR and Volunteer Services are also assessed. *   **Review Team Issues:** The primary issue identified is a lack of consistent operational reviews, with reviews often incomplete or not conducted on schedule.  Significant issues have been identified across multiple program areas, including deficiencies in training documentation, compliance with regulations (e.g., FECA, OSHA), recordkeeping, and adherence to established policies and procedures. *   **Key Deficiencies:** Frequent deficiencies include issues with inmate supervision (SHU rounds), documentation of healthcare services, management of sensitive information, inaccurate financial records, inadequate training, and failures in contract oversight. *   **Corrective Actions:** The report emphasizes the importance of thorough operational reviews, consistent documentation, adherence to mandatory standards, and improved oversight in various program areas. It recommends staff training to address identified gaps and reinforces the need for timely and complete program reviews. *   **Attachments:** The document references attachments EFTA00036705 through EFTA00036711, which contain further details and instructions related to the review process and specific program requirements.",
      "timestamp": "2019-04-01T00:00:00",
      "timestamp_raw": "April 1, 2019",
      "keywords": [
        "program review",
        "fy2019",
        "corrections",
        "affirmative employment",
        "correctional programs",
        "operational reviews",
        "training",
        "policies",
        "compliance",
        "deficiencies",
        "management control",
        "shu",
        "reentry",
        "unicor",
        "volunteer services",
        "healthcare",
        "information systems",
        "sentry"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034663",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages. New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to Special Housing Units. No cells were triple bunked. There were missing reports and equipment inventory forms related to video monitoring, the tool room, safety, training, recreation, the rear gate, roof recreation, floor sallyports, and R&D. Leave utilization included various types of time off, and 27 staff members worked overtime, specifically 197.45 hours of B-2 overtime. The institution’s total population at the start of the morning shift was 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "corrections",
        "overtime",
        "furlough",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035493",
      "summary": "On July 7, 2019, the Metropolitan Correctional Center (MCC) in New York experienced staffing shortages leading to the vacating of several correctional assignments across all shifts (Morning, Day, and Evening). New inmate self-surrenders and an inmate transfer (Epstein #76318-054) were recorded. There were also issues with inmate occupancy in Special Housing Units (SHU) and missing reports regarding fire and security. Leave utilization included various types of time off, with a total of 223.45 hours worked. Unit occupancy numbers were recorded at 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "shu",
        "overtime",
        "leave",
        "furlough"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034143",
            "similarity": 0.667,
            "index": 6,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035497",
            "similarity": 0.538,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035680",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034143",
      "summary": "On July 07, 2019, the Metropolitan Correctional Center (MCC) New York experienced staffing shortages leading to the vacating of several correctional assignments (internal #2, assignments 10 south #2, SHU #2, SHU #3, SHU #4, and ZA). A new inmate, Williams #76319-054, was admitted, and inmate Epstein #76318-054 was transferred from EN to ZA.  Cherry #76218-054 was admitted to Local Hospital with USMS guards. No inmates were released. Epstein #76318-054 was admitted to the Special Housing Unit. No SHU cells were triple-bunked. Leave utilized included various types totaling 18 days. Overtime hours were recorded, primarily B-2 overtime (223.45 hours). Institutional totals at the beginning of the morning watch shift were: Unit B-A: 28, Unit E-N: 85, Unit E-S: 81, Unit G-N: 79, Unit G-S: 94, Unit H-A: 00, Unit I-N: 86, Unit K-N: 90, Unit K-S: 156, Unit Z-A: 76, Unit Z-B: 05, totaling 790.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmates",
        "corrections",
        "activity report",
        "usms",
        "new admissions",
        "release",
        "shu",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.667,
            "index": 5,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034860",
      "summary": "On July 08, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift noted a Fire Suppression System inoperative and initiated a fire watch. Staff shortages led to the vacating of Correctional assignments 10-South #2.  I/M Epstein #76318-054 was placed on Psychological Observation. New inmate admissions included Benjamin, Brown, Buchanan, Cabrera, Delacruz, Marshall, Ortiz, Quiroga, Roberson, and releases included Bignon, Delgado, Garcia, Kim, Mendoza, Pena, Reid, Richardson, Rivera, and Zamora.  A staff search was conducted due to missing reports and equipment. Leave utilized included various types such as furlough, annual leave, sick leave, and AWOL. Overtime was recorded for E-1, 60-Q (USM Medical), and other categories. The institution’s total population at the beginning of the morning shift was 790.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 08, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "fire suppression system",
        "staff shortage",
        "daily activity report",
        "corrections",
        "usms",
        "psych obs",
        "new admissions",
        "released inmates",
        "leave utilization",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034878",
      "summary": "On July 10, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no significant incidents during the Morning Watch shift. The Day Watch shift experienced a shortage of staff leading to the vacated Correctional assignments. The Evening Watch shift resulted in inmate Epstein (#76813-054) being placed on the Special Housing Unit (SHU) due to a Psychiatric Obsession. Inmates Epstein (#76318-054) and his companion were on Psychiatric Obsession within the hospital. There were new admissions to MCC, including Epstein (#76813-054) from Psychiatric Obsession. Staff searches were conducted in Tool Room, Sallyport 2, and Sallyport 3. There were missing equipment inventories from Sallyport 2, Sallyport 3, and Roof Recreation. Leave usage included various types, including furlough, annual leave, sick leave, and AWOL. Overtime was recorded, including 60-Q overtime (USM Medical) and B-2 overtime. The institution’s total inmate count at the beginning of the Morning Watch shift was 792.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states government",
        "daily activity report",
        "inmates",
        "special housing unit",
        "corrections",
        "staff shortage",
        "overtime",
        "leave",
        "security report"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034689",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.583,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035497",
      "summary": "On July 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Lieutenant biontchStua reported no unusual activity during the morning watch shift. Correctional assignments were made to 10-South #2 and SHU #4 due to staff shortages, and one inmate was transferred to BA. The evening watch shift saw 10-South #2 vacated due to staff shortages. Inmates were observed on psychiatric observation with companions. New admissions and releases occurred, as did admissions to the Special Housing Unit. Leave utilization included furlough, annual leave, sick leave, and suspension. Overtime hours totaled 241.00. Unit occupancy was recorded as 797.",
      "timestamp": "2019-07-14T00:00:00",
      "timestamp_raw": "July 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "staff shortage",
        "inmate admissions",
        "shu",
        "overtime",
        "leave",
        "corrections",
        "usm medical",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.538,
            "index": 5,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.538,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035680",
      "summary": "On July 16, 2019, the Metropolitan Correctional Center (MCC) reported several incidents and activities. An inmate ingested a razor during the morning watch shift, leading to staff concern and notification. Ten inmates were placed on the Special Housing Unit (SHU) for various reasons. There were reports related to inmate housing and a potential need for a “snith.”  A shift reported no significant incidents during the evening watch. The report details inmate status (hospital, suicide watch, furlough, dry cell), new and released inmates, and admissions/discharges to the Special Housing Unit. It also includes information on missing equipment, staff leave, overtime hours, and institutional cell counts at a specific time (12:00 AM).",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "inmates",
        "shu",
        "medical",
        "staff",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035493",
            "similarity": 0.5,
            "index": 5,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033583",
            "similarity": 0.5,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035560",
      "summary": "*   **Reporting Officer:** Lieutenant of M/W Operations. *   **Reported Issues:** *   An I/M unit was flooded. *   The SHU #2 was vacated due to staff shortage. *   Inmates were under psychiatric observation, suicide watch, or hospice care. *   **Missing Reports/Inventory:** Several missing reports and inventory forms were noted across various departments (SIS Office, Visiting Room, Central Tool Room, Roof Recreation). *   **Leave Utilization:** Detailed records of leave types (furlough, annual, sick, overtime, etc.) were logged, including specific hours worked. *   **Cell Occupancy:** No cells were triple-bunked. *   **Population Count:** The total inmate population at the beginning of the morning watch was 786. *   **Unit Breakdown:** Specific inmate counts for several units (B-A, E-N, E-S, G-N, etc.) were listed.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "staffing",
        "inmates",
        "corrections",
        "new york",
        "july 17",
        "2019",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034359",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033583",
      "summary": "On July 20, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several correctional assignments (10-South #2 and SHU #3) were vacated due to staff shortages during the evening watch shift. Unit 11 South remained on modified operations. There were no new admissions or releases. No cells were triple bunked. Several missing reports and equipment inventory forms were noted, including those for the Visiting Room, Rear Gate, SIS Office, Central Tool Room, CMC/R&D/Mailroom, and Sally Officers. Seven staff members utilized leave (furlough, annual, sick, COP, AWOL). 28 staff members worked overtime, totaling 222.00 hours. Institutional totals at the beginning of the morning watch shift (July 20, 2019, 12:00 AM) indicated 780 inmates across various units.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "activity report",
        "corrections",
        "inmates",
        "usms",
        "overtime",
        "leave",
        "security",
        "shu"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035680",
            "similarity": 0.5,
            "index": 10,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035497",
            "similarity": 0.538,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034143",
            "similarity": 0.667,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.583,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034689",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center (MCC) New York received a daily activity report from the Operations Lieutenant. Several staffing shortages were reported across shifts (Mornin, Da, and Evening Watch) due to absences. Correctional assignments 10-South #2 were vacated, and assignments in SHU #3 and 10 South #2 were also vacant. There were no new admissions, releases, or special housing unit occupancy issues. Several reports were missing, including fire and security reports and equipment inventories. Leave utilization included furlough, annual leave, sick leave, AWOL, and LWOP. Staffing consisted of 28 individuals, with overtime hours totaling 222.00. Unit counts at the beginning of the morning shift totaled 780.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmate watch",
        "corrections",
        "usms",
        "overtime",
        "leave",
        "security report",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034878",
            "similarity": 0.538,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.583,
            "index": 30,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034623",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported various operational issues, including a malfunctioning control panel for doors, inmate suicide watch for I/M Epstein, and staffing shortages leading to vacant correctional assignments. Inmates were present in outside hospitals, undergoing suicide watch, or on furlough. There were new and released inmate admissions and adjustments to housing units, particularly within the Special Housing Unit (SHU). Several areas experienced missing fire and security reports or equipment inventories. Overtime hours were recorded, and the beginning of the morning watch shift indicated a total population of 776 inmates across multiple units.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "corrections",
        "daily activity report",
        "usms",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034860",
            "similarity": 0.5,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033644",
            "similarity": 0.583,
            "index": 17,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034082",
            "similarity": 0.583,
            "index": 22,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034197",
      "summary": "He was found attempting to hang himself, with a red neck and no abrasions. Staff responded, secured him, and placed him on suicide watch.  A second inmate, Nicholas Tartaglione (#78514-054), reported that Epstein had been harassed and threatened by him, alleging that Tartaglione had attempted to kill him. Epstein stated that he had informed his attorney about the threats. Medical staff examined Epstein and noted a circular erythema on his neck.  The incident involved multiple staff members and a series of observations and actions taken until a medical assessment could be conducted.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "inmate",
        "suicide",
        "attempt",
        "epstein",
        "jeffrey",
        "tartaglione",
        "nicholas",
        "cell",
        "restraints",
        "threats",
        "attorney",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034169",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York experienced operational issues including a malfunctioning control panel for doors, inmate suicide watches initiated (I/M Epstein), and fire watch activities across multiple units. Staff shortages led to adjustments in correctional assignments within the 9-South and SHU 14 units. Several inmates were in outside hospital care or under suicide watch. There were new and released inmate admissions and a lack of completed fire and security reports from several locations. Overtime hours were recorded, totaling 166.30 hours. The institution’s population at the beginning of the morning shift was 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmates",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.583,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.583,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.636,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034778",
            "similarity": 0.5,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033644",
      "summary": "On July 23, 2019, the Metropolitan Correctional Center (MCC) in New York reported several operational issues during the daily activity report. Control panels for ES/GS Main Door/Fire Exit doors and the Inner Gate were inoperative during the morning watch shift.  A Suicide Watch was placed on inmate Epstein #76318-054. Fire Watches were ongoing during the day and evening shifts due to staff shortages in Correctional Assignments SHU #4 and 10-South #2. Several inmates were in outside hospitals, under suicide watch, or on furlough. New and released inmates were recorded, and there were no current triple-bunked SHU cells.  Missing reports and equipment were noted across multiple locations within the facility. Overtime hours were recorded for E-1 staff. The institution’s total inmate population at the beginning of the morning shift was 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "fire watch",
        "staff shortage",
        "inmate",
        "corrections",
        "emergency",
        "overtime",
        "usms",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034623",
            "similarity": 0.583,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034172",
      "summary": "On July 23, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate movements (including transfers to hospice, suicide watch, and court appearances), and responses to alarms and system malfunctions. Several inmates were placed in administrative detention. There were numerous phone calls monitored, including STG and WITSEC inquiries. The log recorded shifts in Lieutenant responsibilities, equipment checks, and inmate visitation. The counts remained consistent throughout the day, with a final count of 776.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "lieutenant",
        "corrections",
        "count",
        "shu",
        "fire alarm",
        "suicide watch",
        "administrative detention",
        "nypd",
        "monitoring",
        "visitation",
        "inmate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035576",
      "summary": "On July 23, 2019, he reported feeling struck on the foot by an inmate, Epstein, during the late hours. He immediately called for staff assistance after observing Epstein sitting and staring at him. The inmate has a significant disciplinary record, including sanctions for fighting, giving/receiving money, and mail abuse, stemming from incidents dating back to 2017. His current assignment is separation, and he is part of a CIM packet. His disciplinary record includes a sanction for fighting with another person from February 2018.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "inmate",
        "murder",
        "drug conspiracy",
        "discipline record",
        "cell phone",
        "separation assignment",
        "fbi",
        "chronological disciplinary record",
        "nym",
        "udc",
        "sanctioned incident",
        "fighting",
        "money",
        "email",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034718",
      "summary": "On July 24, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Key observations included: *   Operational issues with South Main door/Fire Exit doors and Inner Gate. *   Fire Watch was ongoing across all shifts. *   A shortage of staff led to the vacating of SHU #4. *   New inmate admissions and releases were recorded. *   Several inmates were on Suicide Watch or in outside hospitals. *   A significant number of staff members utilized various types of leave (furlough, annual, sick, overtime, etc.). *   A total of 172.00 overtime hours were worked by 23 staff. *   The institution’s population at 12:00 AM on July 24th totaled 776 inmates across various units. *   Missing inventory reports and equipment were noted at the Sallyport and Central Tool Room.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "furlough",
        "release",
        "corrections",
        "staff",
        "overtime",
        "housing unit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034073",
            "similarity": 0.818,
            "index": 21,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034073",
      "summary": "On July 24, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues, including malfunctioning doors and Fire Watch activity. There were new inmate admissions and releases, and a shortage of staff led to the vacancy of SHU #4. Missing equipment reports were filed for Sallyports and the Central Tool Room. Leave utilization included furlough, annual leave, sick leave, and AWOL time. Overtime hours were recorded for various staff categories. The institution’s total population at the beginning of the morning watch shift was 776, distributed across multiple units.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "release",
        "admissions",
        "suicide watch",
        "furlough",
        "overtime",
        "staff",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034718",
            "similarity": 0.818,
            "index": 20,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034082",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion due to overtime. There were inquiries regarding inmate I/M Epstein’s potential suicide attempt. Inmates were placed in the Special Housing Unit (SHU) for possession of cellular telephones. Several inmates were admitted and released, including Deleon, Guillen, Kaba, Aguilar, Lamarco, Murray, and Williams. A shortage of staff resulted in unassigned correctional assignments. There were missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. The institution’s population at the start of the morning shift was 774.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "i/m epstein",
        "cellular telephone",
        "special housing unit",
        "fire watch",
        "inmates",
        "corrections",
        "overtime",
        "staff shortage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.583,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.583,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034730",
            "similarity": 0.75,
            "index": 23,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034730",
      "summary": "On July 26, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion from overtime, and there was a fire watch in progress during multiple shifts. Inmates I/M Epstein and Kaba were investigated for potential suicide attempts and possession of cellular telephones, respectively. Several inmates were moved to the Special Housing Unit (SHU) due to these issues. Staff shortages led to unassigned correctional assignments.  Inmates Aguilar, Lamarco, Murray, and Williams were released, while Deleon, Guillen (three instances), and Kaba were admitted to the SHU.  There were no cells triple bunked. A staff search was conducted across multiple areas of the facility, including Sallyports, offices, and security areas. Leave utilization included furloughs, sick leave, and overtime hours. Unit counts at the beginning of the morning shift totaled 774.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "July 26, 2019",
      "keywords": [
        "metropolitan correctional center",
        "i/m epstein",
        "suicide watch",
        "special housing unit",
        "cellular telephone",
        "fire watch",
        "inmates",
        "usms",
        "possession",
        "corrections",
        "staff shortage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.75,
            "index": 22,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033596",
      "summary": "On July 27, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Fire watches were ongoing during all shifts. Correctional assignments were frequently short due to staffing shortages, particularly in SHU units and sanitation. There were no new admissions or releases. No cells were triple-bunked.  Leave utilized included furlough, annual leave, sick leave, and a one-year LWOP. Overtime hours were recorded, primarily in B-2 overtime (234 hours). The beginning of the morning watch shift on July 27, 2019, showed a total of 767 inmates across various units.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "staff shortage",
        "shu",
        "inmates",
        "overtime",
        "leave",
        "corrections",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033583",
            "similarity": 0.583,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034778",
            "similarity": 0.5,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033626",
            "similarity": 0.545,
            "index": 31,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035513",
      "summary": "On July 28, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity through a memorandum to the Warden and relevant staff. Key events included: *   Multiple fire watch assignments due to staff shortages. *   An inmate transferred to special housing due to a fight on unit 7 South. *   An inmate transferred to the hospital for treatment and subsequently to special housing. *   Inmate Epstein was on psych observation with a companion. *   No new admissions or releases. *   No cells in the Special Housing Unit (SHU) were triple-bunked. *   No missing reports or equipment were noted. *   23 staff members worked 165.15 hours in E-1 overtime. *   2 staff members worked 16 hours in E-1 comp time. *   Staff totals at the beginning of the morning watch were 767.",
      "timestamp": "2019-07-28T00:00:00",
      "timestamp_raw": "July 28, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "staff shortage",
        "special housing unit",
        "corrections",
        "daily activity report",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034082",
            "similarity": 0.5,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.545,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034878",
            "similarity": 0.5,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034987",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034778",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) reported the following: *   A fire panel in the Control Center was inoperative during the Morning Watch Shift. *   Inmate Epstein (#76318-054) was removed from psychiatric observation and housed in the Special Housing Unit (SHU) #3, 10-South #2, due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS Office, Video Monitoring, Chapel, Education, Recreation, Safety, 2 Sallyport, Central Tool Room, 3 Sallyport, Roof Recreation) had missing equipment inventory forms. *   Staff leave included various types of time off (furlough, annual leave, sick leave, overtime, suspension, etc.) and 210 hours of overtime were worked. *   The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire panel",
        "inmate epstein",
        "shu",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.5,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015493",
      "summary": "The case concerns access to video footage from the Metropolitan Correctional Center (MCC) and related records pertaining to the death of Jeffrey Epstein. Key points from the declaration: *   **Background:** Christenson works at the Federal Medical Center in Rochester, Minnesota, and her previous declaration details her role. *   **FOIA Requests:** The BOP received a separate FOIA request (not from the plaintiffs) for MCC video records in August 2019. This request was logged in 2019. *   **Record Production:**  The BOP produced records to the plaintiffs in phased releases, beginning in August 2020. *   **Corrections to Previous Declaration:** Christenson corrects an error in her previous declaration regarding the number of scanned visitor logs and the date of a related log entry (from July 30, 2019). *   **Further Production (October 2020):** The BOP produced an additional 351 pages of records, including attorney log books and emails, after reaching agreements with the plaintiffs regarding the handling of records from the Office of Inspector General (OIG). *   **OIG Records Review:** The BOP reviewed approximately 7,475 pages of records returned from the OIG, identifying roughly 6,898 pages as non-responsive or duplicative. 387 pages were withheld in full under Exemptions 6, 7(C), and 7(A). *   **Updated Index:** A revised index of withheld documents (the \"Updated Index\") reduces the number of pages withheld and clarifies the application of exemptions. *   **Exemption Justifications:** The BOP justifies withholding records under Exemptions 6 (privacy of personnel and medical files), 7(A) (law enforcement records), and 7(E) (techniques and procedures for law enforcement investigations), citing concerns about privacy, potential harm to individuals, and the need to protect BOP operational security. Specifically, they argue that releasing certain information would risk compromising investigations or endangering BOP employees and inmates.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "efta00015493",
        "foia",
        "bop",
        "federal bureau of prisons",
        "kara christenson",
        "united states department of justice",
        "inmate records",
        "video footage",
        "epstein",
        "mcc rochester",
        "inmate census",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027567",
      "summary": "On July 30, 2019, the United States Attorney’s Office for the Southern District of New York’s Press Office distributed a draft press guidance for Wednesday, July 31, 2019. The guidance pertains to a pretrial conference in the case of U.S. v. Jeffrey Epstein, where Epstein is charged with sexually exploiting and abusing underage girls. The conference will take place at 11:00 a.m. in courtroom 17B, 500 Pearl Street, and involves allegations of Epstein's actions including enticing girls into sex acts for money and facilitating the recruitment of additional victims. The guidance requests feedback and corrections from \"Mi sillsin. YS Contractor)\" (USANYS).",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "efta00027567",
        "sdny",
        "press guidance",
        "jeffrey epstein",
        "sexual abuse",
        "victims",
        "july 31",
        "2019",
        "united states attorney",
        "pretrial conference",
        "judge berman"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034975",
      "summary": "*   Daily activity report for July 31, 2019, was received and reviewed. *   I/M Davis #89380-053 was placed on Dry Cell after observed cellphone use. *   I/M Benjamin #86463-054, Darand #86725-054, Ochoa #86452-054, and Robinson #34801-058 were placed on the Special Housing Unit. *   Several inmates were admitted to and released from MCC New York, including specific inmate IDs. *   Davis #89380-053 was also placed on the Special Housing Unit. *   There were no triple bunked cells in the SHU. *   Several reports and inventories were missing (Fire & Security, Equipment Inventory). *   Leave utilization included furlough, annual leave, sick leave, official time, suspension, AWOL, and overtime hours. *   Staff numbers and overtime hours were recorded for various categories. *   Institutional totals at 12:00 AM on July 31, 2019, were noted for various units.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "shu",
        "cell placement",
        "fbi ref",
        "corrections",
        "usms guards",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034325",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. There was no unusual activity during the morning watch shift. Staff shortages led to unassigned correctional assignments in shifts (South #2, SHU #4, SHU #3), due to a shortage of staff. Inmates were under suicide watch (Benjamin #86463-054), and a new inmate (Melendez #85799-054) was admitted for a hospital return. No releases or admissions to the Special Housing Unit occurred. No missing equipment or reports were noted. Leave utilized included furlough, annual leave, sick leave, and overtime. Overtime hours were recorded, with a total of 238 hours. Cell occupancy was reported with 761 total cells. Unit occupancy counts were provided at the beginning of the morning watch shift.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "suicide watch",
        "corrections",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034169",
            "similarity": 0.636,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034623",
            "similarity": 0.636,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.7,
            "index": 31,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034560",
            "similarity": 0.636,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033626",
      "summary": "On August 03, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There was no unusual activity during the morning watch shift. Shortages of staff led to unassigned correctional assignments in shifts (10 South #2, SHU #4, lobby #2, SHU #3, and SHU #2). Inmates were on suicide watch, and there were no new admissions or releases. No cells were triple bunked. No missing reports or equipment were noted. Leave utilized included furloughs, sick leave, and overtime. Total staff was 30. Institutional totals at the beginning of the morning watch shift were 761.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "watch shifts",
        "inmates",
        "suicide watch",
        "corrections",
        "leave",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034325",
            "similarity": 0.7,
            "index": 30,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.545,
            "index": 24,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034082",
            "similarity": 0.5,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034560",
            "similarity": 0.545,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033659",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034987",
      "summary": "On August 03, 2019, a Metropolitan Correctional Center (MCC) in New York reported daily activity for August 02, 2019, as communicated by an Operations Lieutenant.  Inmates were assigned to various housing units (SHU #2, 4, etc.) with several experiencing placement on the Special Housing Unit (Pend SIS). New inmate admissions and releases were recorded.  Several inmates were under observation (hospital, suicide watch, furlough).  There were no triple-bunked SHU cells.  Missing equipment inventory forms were noted, along with staff leave utilization and overtime hours.  The institution’s inmate population at the beginning of the morning watch shift was recorded as 766.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "shu",
        "inmates",
        "corrections",
        "staff shortage",
        "daily activity report",
        "new admissions",
        "special housing unit",
        "suicide watch",
        "hospital"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035513",
            "similarity": 0.5,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036055",
      "summary": "On August 04, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Staff shortages resulted in unassigned correctional assignments during the morning and day watch shifts. No unusual activity was reported during the evening watch shift. Inmates were on suicide watch, and new admissions and releases were recorded. Leave utilization included furloughs, annual leave, sick leave, and overtime hours. Staffing numbers varied across different overtime categories. The institution’s total inmate population at the beginning of the morning watch was 762.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 04, 2019",
      "keywords": [
        "correctional center",
        "staff shortage",
        "daily activity report",
        "inmates",
        "shu",
        "overtime",
        "leave",
        "new york",
        "corrections",
        "watch shift"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033596",
            "similarity": 0.583,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034788",
      "summary": "On August 4, 2019, multiple individuals communicated regarding staffing assignments and concerns at Metro Liton Correctional Center. A Lieutenant, Lt., is designated to act as Captain for Monday and Tuesday, August 5th and 6th, due to the absence of the original Captain. Discussions involve managing vacant posts, assisting with rounds, handling non-custody inmates, and potential cancellations of religious services due to modified status. A request is made for someone to cover the roster committee meeting.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "danbury",
        "captain",
        "shu",
        "staff",
        "roster",
        "blackberry",
        "corrections",
        "attorney visits",
        "samsung",
        "august"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033707",
      "summary": "There were instances of inmates placed in Administrative Detention due to pending SIS investigations.  Specific inmate names and case numbers were recorded along with the reasons for detention.  The Lieutenant addressed sensitive information, including inmate observations (psych obs, suicide watch), monitored phone calls (STG/High Alert and WITSEC inquiries), and responded to system malfunctions (fire alarm, PA system). There were variations in the count throughout the shifts, with a final count of 759 on Sunday. Visitation details were recorded, including adult and child visitors.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "lieutenant",
        "corrections",
        "shu",
        "count",
        "alarm",
        "detention",
        "psych obs",
        "prea",
        "inventory",
        "nypd",
        "visitation",
        "inmate",
        "medical",
        "lockdown",
        "system"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035620",
      "summary": "On August 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. A 1/M inmate, 485426-054 and 479455-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Staff shortages resulted in the vacancy of Phone Monitor, 3 Sally Officer, and SHU #10 South #2. Inmates #85978-054 was on Suicide Watch, and #86463-054 was awaiting a bed space in the SHU. New admissions included #87077-054, #87078-054, and #76326-054, while #79455-054 was admitted to the SHU. Staff search, Chapel, SIS Office, Central Tool Room, Sallyport 2, Staff Search, Roof Recreation were missing. Overtime hours were recorded, totaling 206.30 for E-1 overtime and 8 for comp time. Institutional totals at the beginning of the morning watch were 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "corrections",
        "inmates",
        "shu",
        "incident report",
        "staff",
        "overtime",
        "leave",
        "admissions",
        "releases",
        "watch shift"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028443",
      "summary": "An email was sent on August 6, 2019, regarding a draft response to preservation/production requests. The email attached a letter from JE to the defense and requested review and feedback before it was sent up the chain of command.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "efta00028443",
        "redaction",
        "preservation",
        "production",
        "response",
        "draft",
        "august 2019",
        "defense",
        "suggestions",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034792",
      "summary": "On August 6, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Lieutenant I reported no significant incidents during the Morning and Evening Watch shifts. An inmate, Ramos #85428-054, was placed on Special Housing Unit (SHU) #4 due to possession of a weapon. Corrections staff noted a shortage of staff leading to the evacuation of 10 South #2. New admissions included Chabis #87077-054, Bradley #87078-054, and Gonzalez #76326-054. One inmate, Hill #79455-054, was on Suicide Watch. No inmates were released.  Leave utilization included furlough, annual leave, sick leave, and overtime. A total of 27 staff members worked 206.30 hours in E-1 overtime. The institution’s total population at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 6, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "weapons",
        "shu",
        "staff",
        "watch shift",
        "activity report",
        "new york",
        "admissions",
        "releases",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033687",
      "summary": "On August 07, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Several inmates were housed in Special Housing Units (SHU) due to shortages of staff and various concerns (SIS, CIMS). New inmate admissions and discharges were recorded, including specific inmate ID numbers. There were missing reports and equipment inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Cell occupancy was noted, with no SHU cells triple-bunked. The institution’s total inmate count at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "shu",
        "corrections",
        "staffing",
        "watch shift",
        "sis",
        "fire panel",
        "admissions",
        "redactions"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034102",
      "summary": "These included: *   **Counts:** Regular institution counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, and 10:00 AM. *   **Administrative Actions:** Several inmates were moved between units (e.g., PRE REMOVE, TREATY TRANS, Dry Cell), placed in Administrative Detention, or taken off suicide watch. *   **Technical Issues:** The Institution Public Address System and a Fire Panel were malfunctioning. *   **Phone Calls:** STG (High Alert) and potentially WITSEC phone calls were monitored. *   **Visitation:** 46 individuals visited the facility. *   **Shift Changes:** The Lieutenant transitioned between morning, day, and evening watches. The daily log details a standard set of security and operational procedures within the correctional facility.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "daily log",
        "corrections",
        "suicide watch",
        "shu",
        "nypd",
        "phone check",
        "restraint equipment",
        "institution count",
        "prea",
        "transfers",
        "inmate detention",
        "visitation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034474",
      "summary": "Medical personnel initiated CPR and other life-saving measures, leading to intubation and administration of epinephrine. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. The incident triggered a rapid response involving multiple agencies including the US Marshals Service, FBI, District Attorney’s office, medical staff, psychological staff, and various institutional personnel. Investigations included interviews with inmates, collection of forensic evidence (fingerprints, photographs, clothing), and the removal of electronic devices from his cell. The autopsy was conducted on August 12, 2019, and forensic teams (OIG/FBI) collected computer data. The timeline details the coordination of these efforts, communications with relevant parties, and the actions taken by various individuals and organizations involved in the response.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "ems",
        "fbi",
        "autopsy",
        "coroner",
        "august 10",
        "2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034560",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and staff absences. A shortage of staff led to the vacation of correctional assignments, specifically in 10 South #2 and unit B-2. An inmate, I/M Epstein #76318-054, was found unresponsive and transported to a hospital for treatment. Three inmates were on suicide watch. There were no new admissions, releases, or additions to the Special Housing Unit (SHU) that created triple bunked conditions. No missing fire or security reports or equipment inventories were noted. Staff leave utilization included furlough, annual leave, sick leave, and a small amount of compensatory time. Overtime hours were recorded, primarily for 87S OVERTIME (Treaty Trans), totaling 263 hours. The institution’s total inmate count at the beginning of the morning watch shift was 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "daily activity report",
        "corrections",
        "new york",
        "fire panel",
        "overtime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.545,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034325",
            "similarity": 0.636,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033596",
            "similarity": 0.5,
            "index": 24,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033659",
      "summary": "On August 10, 2019, the Metropolitan Correctional Center (MCC) New York reported several operational issues and inmate status updates. A correctional assignment (Sanitation) was vacated due to staff shortages, and the Control Center Fire Panel remained inoperative. An inmate, I/M Epstein, was escorted to the hospital for treatment. Several inmates were placed on Suicide Watch with inmate companions. There were no new admissions or releases. No cells in the Special Housing Unit (SHU) were triple-bunked. No missing equipment reports were filed. Leave utilized included various types, with significant sick leave taken. Overtime hours were recorded, including 3 staff members working 87S overtime. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "suicide watch",
        "inmates",
        "activity report",
        "us government",
        "corrections"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033626",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035014",
      "summary": "On August 10, 2019, at 0633 a.m., an Electronics Technician responded to a medical emergency involving Inmate J Epstein (Registration # 76138-054) in cell 9 South. Inmate Epstein was unresponsive and receiving CPR by a Correctional Lieutenant and PA. The technician assisted in transporting the inmate to Health Services.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "justice",
        "department",
        "emergency",
        "inmate",
        "cpr",
        "medical",
        "response",
        "corrections",
        "lieutenant",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036082",
      "summary": "Epstein arrived at the facility on July 6, 2019, and was initially placed in SHU with a cellmate, Nicholas Tartaglione. Over the following weeks, he underwent multiple psychology evaluations, risk assessments, and interactions with attorneys, often with inconsistencies in documentation, particularly regarding cell assignments tracked in SENTRY.  There were documented instances of misplaced SENTRY transactions and errors in records, including inaccurate inmate counts and missing documentation like intake screenings and 30-day psychology reviews.  On July 23, 2019, Epstein was found unresponsive in his cell, prompting a medical emergency and ultimately his death. The investigation into the incident was inconclusive. The review highlighted significant failures in basic correctional practices, including incomplete inmate counts, inconsistent documentation, and failures to adhere to established suicide prevention protocols. Recommendations were made regarding staff training, institutional processes, and oversight. The estimated cost associated with the incident was approximately $10,741.60.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate epstein",
        "mcc new york",
        "sentry",
        "shu",
        "psychology",
        "suicide",
        "cellmate",
        "tartaglione",
        "risk assessment",
        "mental health",
        "court",
        "medical assessment",
        "overtime",
        "corrections",
        "suicide watch",
        "incident"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034359",
      "summary": "On August 11, 2019, the Metropolitan Correctional Center (MCC) in New York received a daily activity report from Lieutenant M/W Operations.  An inmate (I/M 115) was reported as injured in medical (I/M), requiring investigation.  There were no significant reports from the Day or Evening Watch shifts. Inmates were under observation for psychiatric issues, and there were no new admissions or releases.  Cell occupancy in the Special Housing Unit (SHU) was not triple-bunked.  Several departments requested attorney conferences.  Five staff members used annual leave, ten used sick leave, and two used compensatory time. Overtime hours were recorded, totaling 179.3 for E-1 overtime and 13.00 for E-1 comp time.  The institution’s total inmate count at the beginning of the morning watch shift was 756.",
      "timestamp": "2019-08-11T00:00:00",
      "timestamp_raw": "August 11, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "lieutenant",
        "inmates",
        "psychological observation",
        "attorney conference",
        "new york",
        "corrections",
        "overtime",
        "leave"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035560",
            "similarity": 0.5,
            "index": 11,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036410",
      "summary": "An email exchange occurred between “Captain” from the Metropolitan Correctional Center (MCC) and an individual from FCI Waseca on August 12, 2019. The email chain expresses reassurance and encouragement to the recipient and their crew regarding ongoing issues, emphasizing motivation, courage, honor, commitment, dignity, respect, integrity, and correctional excellence. The email includes contact information for the MCC and a motivational message centered around “Pollock Pride.”",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "corrections",
        "metropolitan correctional center",
        "imi1m",
        "efta00036410",
        "respect",
        "integrity",
        "courage",
        "honor",
        "staff",
        "concern"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035449",
      "summary": "An email chain discusses a response from the New York State Department of Corrections to a letter from Judge Richard M. Berman regarding Jeffrey Epstein’s case (19 cr 490). The email includes attachments of the Warden's response and Judge Berman’s letter.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "richard m. berman",
        "warden",
        "new york",
        "uscourts",
        "clc new york",
        "metropolitan correctional center",
        "letter",
        "response",
        "fwd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033682",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, including operational issues like a fire panel inoperative and inmate placements within the Special Housing Unit (SHU). New inmate admissions and releases were recorded, along with a list of inmates in medical observation, furloughs, or other restricted statuses. There were no triple-bunked cells in the SHU. Several departments reported missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, overtime, and suspensions. A total of 23 staff members worked overtime, totaling 163 hours. The beginning morning watch shift population was recorded at 758 inmates across various units.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "special housing unit",
        "fire panel",
        "corrections",
        "us government",
        "staff",
        "overtime",
        "admissions",
        "releases"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019661",
      "summary": "Michael C. Miller of Steptoe & Johnson LLP sent correspondence to multiple recipients regarding the United States v. Jeffrey Epstein case (19-CRIM-00490). The correspondence included three letters from Jeffrey Epstein to the Southern District of New York, the Miami-Dade Corrections and Rehabilitation Facility (MCC), and the Federal Bureau of Investigation (FBI). Miller offered to accept service of all three letters on behalf of Epstein if the recipients agreed.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "united states",
        "litigation",
        "steptoe & johnson",
        "correspondence",
        "mcc",
        "fbi",
        "redaction analysis",
        "criminal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018080",
      "summary": "Multiple individuals (identified only as \"[REDACTED]\") were involved in reviewing and revising a document titled “Epstein Sharing Order Part II.” The revisions included adding language regarding “revocations,” correcting a typo, and addressing the potential absence of references to “Trust Two” and a 2019 Trust within the document. There was discussion about whether to include references to the Trust Two documents and a request for a paralegal to review the updated document for accuracy in describing received materials. The goal was to update the sharing order application to encompass new trust and will documents obtained from estate attorneys.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust ii",
        "revocations",
        "wills",
        "documents",
        "corrections",
        "typo",
        "track",
        "application"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015021",
      "summary": "The email chain discusses revisions to a sharing order related to documents concerning the estate of Jeffrey Epstein. A lawyer ([REDACTED]) is updating the application to include references to additional trust and will documents received from estate attorneys. Concerns are raised about the absence of references to “Trust Two” and a 2019 trust within the documents, prompting a request for further review and investigation. The individual ([REDACTED]) is requesting confirmation that the sharing order accurately reflects the received materials and seeks verification of the descriptions provided.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "will",
        "revocations",
        "documents",
        "application",
        "corrections",
        "estate attorneys",
        "trust two"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016818",
            "similarity": 0.571,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031886",
            "similarity": 0.583,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016818",
      "summary": "The document is a series of email exchanges concerning the redaction and updating of an “Epstein Sharing Order Part II.” Key points include: *   Multiple individuals (identified only by \"[REDACTED]\") are collaborating on the order’s revisions. *   There's discussion about incorporating language regarding “revocations” and referencing Trust Two and a 2019 Trust. *   A previous misnumbered application (19 Misc. 0586) is being addressed with a consistent docket number (EFTA00016818). *   There are questions about whether the Trust Two documents should be included and a request for verification of the descriptions of received materials. *   A final review and approval process is underway, with a plan to submit the revised order to “CM” on Monday morning.",
      "timestamp": "2020-01-31T00:00:00",
      "timestamp_raw": "31 Jan 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust ii",
        "revocations",
        "misc. 0586",
        "documents",
        "trust",
        "will",
        "application",
        "redaction",
        "corrections",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015021",
            "similarity": 0.571,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031886",
            "similarity": 0.5,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023337",
      "summary": "An individual received a dataset from the FBI related to the US v. Epstein case. The dataset contained issues including a lack of functionality to link emails and attachments, a missing link between the load file and native files, and mismatched control numbers. The sender requested the FBI to resend the data with these corrections applied.",
      "timestamp": "2020-03-05T00:00:00",
      "timestamp_raw": "05 Mar 2020",
      "keywords": [
        "fbi",
        "epstein",
        "data",
        "email",
        "attachments",
        "database",
        "load file",
        "control numbers",
        "redaction",
        "us v."
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020843",
            "similarity": 0.818,
            "index": 56,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009800",
      "summary": "Federal investigators are conducting a criminal investigation at the Metropolitan Correctional Center (MCC) in New York City, where Jeffrey Epstein died, due to suspected contraband smuggling, specifically a possible gun. The investigation began after receiving information about a potential gun inside the facility.  Lockdowns have been implemented, restricting visitation, legal access, and normal operations.  Corrections officers are under scrutiny, with allegations of negligence and falsified records.  Searches have uncovered contraband like cellphones, but the gun remains missing. Legal proceedings are being delayed, and inmates are experiencing restrictions in their routines, including limited showers and altered meal schedules. The Bureau of Prisons is working to complete the investigation and restore normal operations, with plans for resuming full legal visits within a week.",
      "timestamp": "2020-03-05T00:00:00",
      "timestamp_raw": "05 Mar 2020",
      "keywords": [
        "epstein jail",
        "contraband",
        "investigation",
        "lockdown",
        "jeffrey epstein",
        "metropolitan correctional center",
        "gun",
        "security breach",
        "federal prosecutors",
        "legal visits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020843",
      "summary": "An email chain discusses issues with a dataset provided by the FBI related to the US v. Epstein case. The dataset lacks functionality to link emails and attachments, has a broken link to native files, and contains mismatched control numbers. The sender requests the FBI to correct these issues and resend the data.",
      "timestamp": "2020-03-06T00:00:00",
      "timestamp_raw": "06 Mar 2020",
      "keywords": [
        "epstein",
        "fbi",
        "data",
        "email",
        "attachments",
        "load file",
        "database",
        "corrections",
        "us v.",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023337",
            "similarity": 0.818,
            "index": 54,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031886",
      "summary": "Several individuals are discussing and revising a sharing order related to the estate of Jeffrey Epstein. The order concerns the sharing of trust agreements and wills, specifically referencing “Trust Two” and a “2019 Trust.” There are discussions about docket numbers, typo corrections, and the inclusion of language regarding revocations. One party expresses concern that the order doesn’t explicitly reference Trust Two or the 2019 Trust, and requests confirmation that it’s the intended scope of sharing. The revisions include adding language about revocations and clarifying the materials being shared, with a request for review before it’s sent to a case manager.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2020",
      "keywords": [
        "epstein",
        "sharing order",
        "trust",
        "documents",
        "trust two",
        "revocations",
        "application",
        "order",
        "misc. 0586"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016818",
            "similarity": 0.5,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00015021",
            "similarity": 0.583,
            "index": 52,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020371",
      "summary": "A subpoena from another case, including a scanned signature, was requested to be inserted into all subpoenas related to the Korea bribery case. Corrections were identified and requested: a typo in the sentence regarding accounts, misspellings of \"Alaska,\" and highlighting within the riders. The attached drafts of subpoenas were deemed ready to send following these changes.",
      "timestamp": "2020-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2020",
      "keywords": [
        "bribery",
        "subpoenas",
        "korea",
        "redaction",
        "corrections",
        "riders",
        "accounts",
        "signature",
        "alaksa",
        "efta00020371"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019468",
      "summary": "An email was sent from a U.S. Pretrial Services Officer Specialist to [REDACTED] regarding a report titled “Maxwell, Ghislaine.” The email indicates a minor typo in dates and attached a final report with the corrections. The previous email containing an incorrect report was disregarded.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "efta00019468",
        "maxwell",
        "ghislaine",
        "report",
        "typo",
        "dates",
        "pretrial services",
        "intake coordinator",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030926",
      "summary": "Attorney’s office (specifically the Southern District of New York) and defense counsel regarding the discovery process in a case, likely involving Ghislaine Maxwell.  The exchanges relate to the production of documents, including flash drives containing Bates ranges, FBI reports, and metadata files.  Key issues addressed include: *   **Drive Delivery:**  Discussions revolve around the delayed delivery of a 4TB hard drive containing the full discovery production. *   **CD Issues:**  Problems with a CD produced on November 18, 2020, due to a lack of a CD drive on the recipient’s computer. *   **Bates Range Corrections:**  Requests for clarification and correction of Bates number ranges, particularly a lack of correlation between Bates numbers and subject devices. *   **Missing Documents:**  Queries regarding missing documents, specifically subscriber information and flight logs. *   **Metadata Issues:** Problems with metadata load files, including gaps and inconsistencies. *   **Unsealed Documents:** Concerns about the Daily Beast article referencing an unsealed FBI affidavit related to the cell-site simulator, with requests for confirmation of its release. *   **Production Index:** A request for a detailed index of documents produced in the November 9 and November 18 productions. *   **Grand Jury Subpoenas:** Requests for copies of grand jury subpoenas and the date ranges covered by them. The exchanges demonstrate a significant level of contention and detailed scrutiny over the discovery process, highlighting issues with file production, metadata management, and the government's handling of relevant materials.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "discovery requests",
        "bates ranges",
        "redaction",
        "ftp",
        "production",
        "drive",
        "metadata",
        "cd",
        "fbi report",
        "discovery issues",
        "grand jury subpoenas",
        "efta00030926",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010187",
      "summary": "Bobbi Sternheim, attorney for Ghislaine Maxwell (02879-509), requested legal calls instead of in-person visits on November 21st and 28th, 2020, due to Maxwell’s quarantine following contact with a COVID-positive corrections officer. She requested calls from 12:30 pm to 3:00 pm on those dates. Sternheim also requested legal calls for November 29th (12:30 pm - 3:00 pm) and possesses a NYS Secure Pass. The email included standard disclaimers regarding confidential information.",
      "timestamp": "2020-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2020",
      "keywords": [
        "ghislaine maxwell",
        "covid-19",
        "legal visit",
        "bobbi sternheim",
        "quarantine",
        "2020",
        "legal calls",
        "nys secure pass",
        "redaction",
        "correspondence"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021015",
      "summary": "This document is a legal argument opposing the Maryland Department of Corrections’ (MDC) objection to Ghislaine Maxwell’s access to a laptop computer on weekends and holidays. The attorney, Bobbi Sternheim, argues that the MDC’s objections are unfounded, citing the inadequacy of the MDC’s computers for reviewing the massive amount of electronic discovery, their frequent malfunctions, and the limitations imposed on Maxwell’s access to the documents. Sternheim contends that denying access hinders Maxwell’s ability to prepare for trial and highlights systemic deficiencies within the MDC’s electronic discovery process. The argument emphasizes the unfair restrictions Maxwell faces compared to other inmates and argues that granting her laptop access is a reasonable accommodation necessary for a fair trial preparation, particularly during the challenging circumstances created by the pandemic.",
      "timestamp": "2021-01-25T00:00:00",
      "timestamp_raw": "January 25, 2021",
      "keywords": [
        "ghislaine maxwell",
        "laptop",
        "discovery",
        "mdc",
        "court order",
        "electronic discovery",
        "inmate",
        "review",
        "security",
        "access",
        "trial",
        "bop"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030918",
      "summary": "This redacted document details communications surrounding the production of discovery materials related to a legal case, likely a criminal investigation. Here’s a breakdown of the key content: *   **Discovery Requests & Production:** The core of the document revolves around responding to discovery requests made by defense counsel (USANYS) regarding materials related to a case, potentially involving a criminal investigation (\"defense\"). The production process involves multiple stages (6a, 6b, 6c), re-stamping, and transferring data to a location (USa.doj.govkcloud NYSkStAndrews\\ Shared). *   **Technical Issues & Corrections:** Significant issues arise regarding the accuracy of Bates numbering, metadata gaps in DAT files, and missing documents. Proposals are made to rectify these problems, including renumbering files, providing new DAT files, and correcting metadata errors. *   **Communication Chain:** The communication is primarily between USANYS (contractor) and the defense counsel (USANYS), with several individuals (e.g., Christian Everdell, Mark S. Cohen, Laura Menninger) involved in coordinating the production. *   **Timeline & Deadlines:** The document highlights ongoing efforts to prepare and deliver the discovery materials by January 27th, 2021, with ongoing requests for updates and confirmation of delivery. *   **Specific Requests & Concerns:** The defense requests a new 4TB hard drive, confirmation of the CD's delivery, clarification of Bates numbering, and detailed explanations for any missing documents or redactions. They also raise concerns regarding the FBI report and the tracking of the subject. *   **Redaction & Confidentiality:** The document is heavily redacted, indicating sensitive information is being protected. It also contains a standard confidentiality notice.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "prod011",
        "prod015",
        "bates numbers",
        "cd",
        "ftp",
        "mdc",
        "defense",
        "emails",
        "files",
        "range",
        "dat",
        "maxwell",
        "usafx",
        "cdrive",
        "government",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021568",
      "summary": "An email chain discusses redactions within a document, likely a legal filing related to a case. Specifically, the sender requests confirmation that redaction on page 117 has been completed and corrects a citation in the V.C.I section. A colleague is preparing a public, redacted version of a July deposition. The document is associated with the Southern District of New York United States Attorney’s office.",
      "timestamp": "2021-02-27T00:00:00",
      "timestamp_raw": "27 Feb 2021",
      "keywords": [
        "redaction",
        "efta00021568",
        "docket",
        "second circuit",
        "depo",
        "edits",
        "corrections",
        "united states attorney",
        "southern district of new york",
        "february 26"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026692",
      "summary": "Bobbi Sternheim, an attorney, is concerned about the delayed delivery of legal mail to Ghislaine Maxwell, citing multiple instances of missing mail deposited in legal mailboxes. He suspects foul play by the MDC (likely a corrections facility) and claims the Warden is aware of the issue. He requests a response and threatens to file an order to show cause with the court if the mail is not delivered promptly, particularly as Maxwell’s trial is approaching. He also complains about inadequate meeting conditions, a diet discrepancy, and a lack of cooperation from facility staff.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal mail",
        "bobbi sternheim",
        "u.s. post office",
        "court",
        "warden",
        "maxwell trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025282",
      "summary": "A lawyer, Bobbi C. Sternheim, is expressing concern and frustration regarding the delayed delivery of legal mail to Ghislaine Maxwell while she is incarcerated. He reports that mail placed in a legal mailbox on multiple occasions has not been delivered to her, and that she has received inappropriate food (no-flesh diet) and experienced issues with room assignments and access to resources (e.g., camera focus, Warden access). Sternheim suspects foul play by the MDC (likely a corrections facility) and threatens to file an order to show cause with the court if the issue isn't resolved promptly, citing the upcoming trial date. He highlights the negative impact of these delays on Maxwell's ability to prepare for trial.",
      "timestamp": "2021-11-10T00:00:00",
      "timestamp_raw": "10 Oct 2021",
      "keywords": [
        "ghislaine maxwell",
        "mdc",
        "legal mail",
        "court",
        "warden",
        "post office",
        "email",
        "redaction",
        "maxwell",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024984",
      "summary": "A United States Attorney’s Office Assistant sent an email on November 23, 2021, to review a memo and application submitted by Tova Noel and Michael Thomas. The email included attachments: a memo from the Committee regarding Noel and Thomas (Ex_A-1 & Ex_A-2), signed declarations from Noel and Thomas (Ex_B-1 & Ex_B-2), an application and order (Ex_C), and two memos (Ex_C). The sender apologized for potential errors in titles and requested corrections.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "nolle",
        "noel",
        "thomas",
        "application",
        "memo",
        "exhibits",
        "united states attorney",
        "southern district of new york",
        "2021",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035925",
      "summary": "The BOP acknowledges the OIG’s review and intends to apply lessons learned across the agency. Key points of the BOP’s response include: *   **Focus on Accountability:** The BOP believes employees who fail to adhere to policies should be held accountable, but cautions against applying a single incident to the entire workforce. *   **Addressing Recommendations:** The BOP disagrees with the OIG’s assumption that flawed policies led to the death and offers specific responses to each recommendation: *   **Cellmate Assignments:** Agrees to a process for assigning cellmates after suicide watch, contingent on security concerns. *   **Continued Cellmates:** Agrees to continue cellmates for high-risk individuals until recommendations change. *   **Social/Legal Visit Approvals:** Agrees to evaluate and train for obtaining approvals for visits during suicide watch. *   **Accountability for Movemennt:** Agrees to improve methods of holding employees accountable for documenting inmate whereabouts. *   **Lieutenant Round Procedures:** Agrees to clarify the required duties for a lieutenant during rounds. *   **Cell Search Policy:** Disagrees with a specific, detailed cell search policy, asserting that current policies are sufficient. *   **Security Camera Systems:** Agrees to enhance policies to ensure cameras have recording capacity and are regularly checked. *   **Concerns with the Report:** The BOP expresses concerns about the report’s language, inconsistencies, and implied accusations regarding awareness of Epstein’s will and camera issues. *   **Commitment to Improvement:** The BOP states its ongoing commitment to improving its practices and ensuring the safety and security of individuals in its custody.",
      "timestamp": "2023-06-16T00:00:00",
      "timestamp_raw": "June 16, 2023",
      "keywords": [
        "bop",
        "corrections",
        "suicide watch",
        "cellmates",
        "policies",
        "accountability",
        "training",
        "mental health",
        "security",
        "risk assessment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036921",
      "summary": "On December 27, 2025, an ACA/PREA inspection was conducted at the Yazoo City Federal Correctional Complex by Inspectors Name Here. The inspection revealed several discrepancies across multiple areas, including the Kitchen Area, Vegetable Prep Room, Chemical Storage Room, Bakery, Serving Line, Dining Area, and Food Service Area. Specific issues identified included standing water, malfunctioning equipment (freezers, ovens, grills, coolers), damaged fixtures, missing safety devices, inadequate cleaning, and illuminated exit light deficiencies. A written response with corrective actions and work order numbers is required within four days and should be forwarded to the Department Head Name Here.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "aca",
        "prea",
        "inspection",
        "federal correctional complex",
        "yazoo city",
        "mississippi",
        "discrepancies",
        "sanitation",
        "corrections",
        "food service"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006069",
      "summary": "This document is a W-2 form detailing an employee’s wages, taxes withheld, and benefits information for the year 2005 for NES LLC. It includes sections for employee and employer information, detailing wages earned, federal, state, and social security taxes withheld, Medicare contributions, and other deductions. The form also provides explanations regarding the Earned Income Credit (EIC), clergy/religious worker tax status, corrections to information, and potential credits for excess taxes withheld. Finally, it outlines the meaning of codes used on the form and provides instructions for attaching the form to a tax return.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "w-4",
        "social security number",
        "taxable marital status",
        "employee w-4",
        "federal income tax",
        "medicare",
        "dependent benefits",
        "earned income credit",
        "clergy",
        "corrected wage and tax statement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}