{
  "keyword": "affidavit",
  "count": 56,
  "keyword_match_count": 56,
  "content_match_count": 50,
  "total_files": 106,
  "timeline": [
    {
      "file_id": "EFTA00013768",
      "summary": "The Town of Palm Beach Police Department, led by Michael S. Reiter, submitted probable cause affidavits and case filing packages related to the investigation of Jeffrey Epstein to State Attorney Barry E. Krischer. This submission was in response to a request from Assistant State Attorney Lanna Belohlavek and intended as a presentation for prosecution. Reiter expresses concern and frustration regarding Krischer’s office’s handling of the cases, citing unanswered communications and unanswered messages, and urges a review of the office’s actions and potential disqualification.",
      "timestamp": "2006-05-01T00:00:00",
      "timestamp_raw": "May 1, 2006",
      "keywords": [
        "palm beach police department",
        "jeffrey epstein",
        "barry e. krischer",
        "state attorney",
        "prosecution",
        "case filing packages",
        "michael s. reiter",
        "disqualification",
        "justice",
        "law enforcement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013634",
      "summary": "This document pertains to press coverage surrounding Jeffrey Epstein, specifically from January 2008. It includes various documents, including news articles, redacted PC affidavits, and an incident report, which were published by \"The Smoking Gun.\" The Chief's investigation was closed by the State Attorney's Office, leading to the public release of the affidavits and report.",
      "timestamp": "2008-01-02T00:00:00",
      "timestamp_raw": "02 Jan 2008",
      "keywords": [
        "epstein",
        "press coverage",
        "affidavits",
        "redacted",
        "state attorney",
        "investigation",
        "arrests",
        "smoking gun",
        "archives",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013785",
      "summary": "John Roth, Senior Associate Deputy Attorney General, regarding the U.S. Department of Justice’s (DOJ) investigation of Jeffrey Epstein. *   **Background of the Author:** The letter is written by Rebecca k Betts, a former DOJ Child Exploitation and Obscenity Section (CEOS) official who held various positions within the DOJ for 12 years, including prosecutor and senior leadership roles. She highlights her experience with child exploitation cases and victim/witness issues. *   **Critique of the DOJ’s Approach:** The letter expresses concerns that the DOJ’s investigation and planned prosecution of Epstein are flawed and inappropriate.  Specifically, it questions the scope of the DOJ's review and alleges factual inaccuracies and misinterpretations. *   **Challenges to the Legal Basis:** The letter argues against applying federal statutes (particularly 18 U.S.C. § 2422(b)) to the alleged conduct, asserting that the facts do not meet the requirements for a federal prosecution. It points to inconsistencies in witness testimony, the lack of evidence of trafficking, and the fact that the alleged interactions did not involve coercion or force. *   **Emphasis on State Jurisdiction:** The letter contends that the case should be handled by state authorities, suggesting that the state’s investigation and resolution were more appropriate given the circumstances. *   **Specific Disputes:**  The letter addresses specific issues, including the age of the individuals involved, Detective's misstatements in the search warrant affidavit, and the perceived selective prosecution of Epstein. *   **Concluding Request:** The letter requests that the DOJ not pursue a federal prosecution of Epstein based on the evidence and arguments presented. Essentially, the document is a legal challenge to the DOJ’s investigation, arguing that it's based on flawed assumptions, inaccurate information, and misinterpretations of the law.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "child exploitation",
        "federal investigation",
        "jeffrey epstein",
        "ceos",
        "prosecutorial discretion",
        "witness credibility",
        "statutes",
        "trafficking",
        "palm beach",
        "florida",
        "age",
        "18 u.s.c. §2422",
        "2423",
        "1591",
        "state prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014088",
      "summary": "An email chain discusses a Criminal Victims Restitution Act (CVRA) case involving Jeffrey Epstein. A request is made to scan and email letters sent to victims, along with a petition and a draft declaration from the Assistant U.S. Attorney (AUSA). A response is scheduled for July 9, 2008, at the close of business. The attachments include a victim notification declaration and a petition.",
      "timestamp": "2008-07-09T00:00:00",
      "timestamp_raw": "July 9, 2008",
      "keywords": [
        "epstein",
        "cvra",
        "petition",
        "affidavit",
        "victims",
        "ausa",
        "declaration",
        "lecc",
        "eousa",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013850",
      "summary": "Jack A. Goldberger, an attorney representing Jeffrey Epstein, provides an affidavit detailing the terms of a Non-Prosecution Agreement (NPA) established in 2008. The NPA, between Epstein and the U.S. Attorney’s Office for the Southern District of Florida, defers criminal prosecution as long as Epstein fulfills its conditions. The NPA expired in late 2010, and the USAO has expressed concerns regarding potential breaches, including investigations, contesting damages, media statements, and specific language used in the plea agreement. Epstein submitted a Freedom of Information Act request to the FBI, which was denied due to the ongoing investigation.",
      "timestamp": "2009-03-25T00:00:00",
      "timestamp_raw": "03/25/2009",
      "keywords": [
        "jack goldberger",
        "jeffrey epstein",
        "non-prosecution agreement",
        "usao",
        "florida",
        "criminal defense",
        "plea agreement",
        "criminal matters",
        "investigation",
        "freedom of information act"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020959",
      "summary": "This document is a Quitclaim Deed transferring ownership of approximately 36.7 acres of land, known as Little St. James Island, from L.SJ., LLC to Nautilus, Inc. The deed was executed on December 2, 2011, and details the property’s location, legal description, and historical conveyance from a previous owner (Warranty Deed dated 1998).  A notary public, Erika A. Kellerhals, certified the grantor’s signature, and an affidavit confirms the conveyance between related entities (L.SJ., LLC and Nautilus, Inc.) is a no-consideration transfer due to their shared beneficial ownership by Jeffrey E. Epstein. The document concludes with a Real Property Tax Clearance Letter from the Tax Collector confirming no outstanding tax obligations on the property.",
      "timestamp": "2011-12-02T00:00:00",
      "timestamp_raw": "December 2, 2011",
      "keywords": [
        "quitclaim deed",
        "u.s. virgin islands",
        "st. thomas",
        "parcel nos. a",
        "b & c",
        "little st. james island",
        "nautilus inc.",
        "l.sj.",
        "llc",
        "warranty deed",
        "real property tax",
        "zoning regulations",
        "covenants",
        "restrictions",
        "easements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030126",
      "summary": "The grantor is Nine East 71st Street Corporation, and the grantee is Maple, Inc. The deed was recorded on January 10, 2012, with a recording fee of $52.00 and an affidavit fee of $0.00. The property is a one-family dwelling. The sale price was $0.00.  The document includes information about the presenting title associates, return addresses for both parties, and various tax details (including NYC Real Property Transfer Tax, County taxes, and NYS Real Estate Transfer Tax), all of which total $0.00 for this specific transaction. Supporting documents (including an affidavit of compliance regarding smoke detectors and detailed billing information) are referenced. The document also contains information regarding tax amounts and outstanding charges.",
      "timestamp": "2012-01-10T00:00:00",
      "timestamp_raw": "January 10, 2012",
      "keywords": [
        "nyc",
        "department of finance",
        "deed",
        "property",
        "block",
        "lot",
        "address",
        "stewart title",
        "title associates",
        "9 east 71st street",
        "manhattan",
        "recording",
        "endorsement",
        "mortgage",
        "tax",
        "real property transfer tax",
        "affidavit of compliance",
        "smoke detector",
        "maple",
        "inc.",
        "efta00030126"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022151",
      "summary": "The grantor is Nine East 71st Street Corporation, and the grantee is Maple, Inc. The deed includes details such as the property address, block and lot number, legal description, and relevant tax information (including NYC Real Property Transfer Tax, County taxes, and NYS Real Estate Transfer Tax). It also outlines fees and charges associated with the transaction and confirms compliance with NYC smoke detector requirements. The document was prepared by trillASSOCIATES and recorded with the City Register of the City of New York on December 1, 2012. The return address is for Erika Kellerhals, Esq., representing Stewart Title. The document contains affidavits of compliance with NYC smoke detector regulations and a certification of the information provided.",
      "timestamp": "2012-12-01T00:00:00",
      "timestamp_raw": "December 1, 2012",
      "keywords": [
        "efta00022151",
        "nyc department of finance",
        "office of the city register",
        "deed",
        "2011122700736001",
        "9 east 71st street",
        "manhattan",
        "1386",
        "10",
        "maple",
        "inc.",
        "stewart title",
        "erika kellerhals",
        "recording fee",
        "taxable mortgage amount",
        "nyc real property transfer tax",
        "rp - 5217",
        "smoke detector requirement",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037789",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested the search warrant affidavit and order for Jeffrey Epstein’s residence from an unknown sender on March 20, 2019. The sender stated they had a copy in their files and were unable to locate it through their own review. The request was sent in connection with the Epstein investigation.",
      "timestamp": "2019-03-20T00:00:00",
      "timestamp_raw": "March 20, 2019",
      "keywords": [
        "epstein",
        "search warrant",
        "affidavit",
        "residence",
        "fbi",
        "redacted",
        "united states attorney",
        "southern district of new york",
        "investigation",
        "files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030218",
            "similarity": 0.583,
            "index": 9,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030218",
      "summary": "On March 20, 2019, an Assistant United States Attorney from the Southern District of New York requested the email containing the search warrant affidavit and order for the Epstein residence from an individual with the alias “Ma, (MM) (FBI).” This request stemmed from an inability to locate the documents within previously reviewed materials related to the Epstein investigation. A follow-up email from “EMM, (MM) (FBI)” on March 21, 2019, indicated they were unavailable and would send the documents the following morning. A subsequent reply from “j II [REDACTED]” confirmed they would email the documents.",
      "timestamp": "2019-03-20T00:00:00",
      "timestamp_raw": "March 20, 2019",
      "keywords": [
        "epstein",
        "redaction",
        "fbi",
        "search warrant",
        "affidavit",
        "residence",
        "sony",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037789",
            "similarity": 0.583,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028499",
      "summary": "This document is a search warrant application filed by the FBI for the premises located at 9 East 71st Street, New York, NY, targeting Jeffrey Epstein. The application is based on the belief that Epstein was involved in sex trafficking of minors, as evidenced by the testimony of Victim-1 and other related evidence. The warrant requests a search for evidence related to violations of 18 U.S.C. §§ 1591 and 371. The affidavit details Epstein’s history of abuse, including instances where he lured, abused, and paid minors for sexual acts, culminating in his recruitment of additional victims. It also includes a forfeiture request for properties linked to the offenses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "jeffrey epstein",
        "united states district court",
        "southern district of new york",
        "affidavit",
        "evidence",
        "probable cause",
        "fbi",
        "new york",
        "crime",
        "1591",
        "371",
        "41(c)",
        "fraud"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028388",
            "similarity": 0.579,
            "index": 11,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028388",
      "summary": "The application, prepared by a Federal Bureau of Investigation (FBI) Special Agent, seeks to search the premises for evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and § 371). The warrant is based on the ongoing investigation of Jeffrey Epstein, who owned the property. Key evidence cited includes victim testimonies (specifically Victim-1’s account), which describe Epstein engaging in sexual abuse and exploitation of multiple minor girls within the residence, including providing them with money and facilitating their recruitment of additional victims.  The affidavit details instances of Epstein using the premises to conduct these activities, including arranging for victims to provide massages and engaging in sexual acts. A copy of the Indictment charging Epstein with these offenses is included as Exhibit A. The application seeks to seize relevant items, including photographs and documents, to further investigate these allegations. The warrant was signed by Judge Barbara Moses.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "fbi",
        "jeffrey epstein",
        "new york",
        "residence",
        "evidence",
        "probable cause",
        "trafficking conspiracy",
        "1591",
        "371",
        "united states district court",
        "magistrate judge"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028499",
            "similarity": 0.579,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021303",
      "summary": "A search and seizure warrant was issued on July 7, 2019, by Judge Barbara Moses for a residence located at 9 East 71st Street, New York, NY. The warrant is related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking). The search was authorized based on an affidavit and aimed to seize items including taxidermied dogs, massage tables, busts of female torsos, photos/representations of nude women, sex toys, a binder labeled \"PB Girls,\" and related documents/communications.  Immediate notification was delayed for up to 30 days.  An attachment details the specific items to be seized.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "united states district court",
        "new york",
        "magistrate judge",
        "law enforcement",
        "title 18 u.s. code",
        "1591",
        "371",
        "affidavit",
        "probable cause",
        "inventory",
        "seizure",
        "attachment a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028523",
            "similarity": 0.5,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025538",
      "summary": "An Assistant United States Attorney from the Southern District of New York sent an email requesting review of a draft affidavit supporting an amended warrant for three drives seized from Jeffrey Epstein’s New York residence. The email included attachments of the draft affidavit, four exhibits related to previous warrants (July 11, 2019, June 2020, and a superseding indictment), and was sent to NYPD and USANYS personnel. The attorney intends to schedule a time to administer an oath for the warrant.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "July 11, 2019",
      "keywords": [
        "warrant",
        "affidavit",
        "epstein",
        "drives",
        "ny",
        "amended",
        "usanys",
        "nypd",
        "application",
        "correction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028451",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to request a review of an affidavit seeking a search warrant. The affidavit pertains to electronic media seized from Jeffrey Epstein’s phone, iPad, and suitcases. The goal is to have the affidavit sworn out following the bail hearing.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "15 Jul 2019",
      "keywords": [
        "efta00028451",
        "search warrant",
        "epstein",
        "ipad",
        "phones",
        "affidavits",
        "united states attorney",
        "southern district of new york",
        "bail hearing",
        "electronic media"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014615",
      "summary": "Dorn Williams Jr., discusses the case of Jeffrey Epstein’s handling and sentencing, specifically focusing on how he avoided potential indefinite civil commitment under the Jimmy Ryce Act. **Key Points:** *   **Circumvention of Jimmy Ryce:** Epstein’s sentence – 18 months in Palm Beach County Jail instead of prison – was strategically constructed to prevent him from being subject to the Jimmy Ryce Act, which allowed for indefinite commitment of sex offenders. *   **Loophole Exploitation:** The key to this avoidance was Epstein’s placement in county jail, which was exempt from the Jimmy Ryce Act’s criteria for civil commitment. *   **Prosecutorial Involvement:** Former U.S. Attorney Alexander Acosta, Palm Beach County State Attorney Barry Krischer, and the Palm Beach County Sheriff's Office played a role in facilitating this outcome, seemingly prioritizing expediency over pursuing the maximum sentence. *   **Static-99 Risk Assessment:** The evaluator's use of the Static-99 risk assessment tool suggested a moderate to high risk of re-offending, which further supported the decision to place Epstein in county jail. *   **Lack of Discovery & Information:** The absence of a demand for discovery and a probable cause affidavit contributed to a lack of public transparency regarding the case’s facts. *   **Unusual Case Structure:** The document highlights the unusual sentencing structure and the reluctance of prosecutors to aggressively pursue the case. Essentially, the analysis argues that Epstein’s sentence was a result of a specific legal loophole exploited by the involved parties, leading to a potentially lenient outcome for a serious offender.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "July 19, 2019",
      "keywords": [
        "epstein",
        "jimmy ryce act",
        "florida",
        "state attorney",
        "prostitution",
        "sexual predator",
        "civil commitment",
        "sentencing guidelines",
        "county jail",
        "static-99",
        "palm beach county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037306",
      "summary": "An FBI agent from the New York Division (NY) received an email from Mirna Alsharif of CNN regarding a report of a sexual assault involving Jeffrey Epstein and Ghislaine Maxwell in 1996. The email included an excerpt from the Miami Herald detailing a new victim's affidavit claiming she was assaulted and her sister molested. Alsharif requested verification of a document's existence related to this report.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "sexual assault",
        "fbi",
        "new york",
        "miami herald",
        "affidavit",
        "ghislaine maxwell",
        "1996",
        "efta00037306"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037291",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037287",
            "similarity": 0.667,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037285",
            "similarity": 0.818,
            "index": 20,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021662",
      "summary": "Martin G. Weinberg requested that his team expedite the provision of search warrants, affidavits, and returns related to the US v. Epstein case. Ori inal Messa e responded, stating that an initial electronic discovery production (in native formats like PDFs and JPEGs) would be made no later than Tuesday. Weinberg anticipated a responsive letter by Monday morning, seeking information about the timing and format of the discovery production given the Protective Order and Steptoe IT’s preparation needs.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "26 Jul 2019",
      "keywords": [
        "epstein",
        "discovery",
        "warrants",
        "affidavits",
        "production",
        "protective order",
        "electronic discovery",
        "pdfs",
        "jpegs",
        "martin weinberg"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037291",
      "summary": "Emails between individuals at the FBI’s New York Field Office (Criminal - Branch C) and CNN regarding a potential victim of Jeffrey Epstein’s crimes. The victim, identified as Mirna Alsharif, claims she was sexually assaulted by Epstein and Ghislaine Maxwell in 1996 and reported the assault to the FBI in 1996. The emails discuss verification of a document related to this claim, referencing a Miami Herald report and Alsharif’s affidavit. A separate email from a “MAC” at the New York Field Office inquires about the victim’s connection to Sentinel and a 2006-2007 investigation.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "sexual assault",
        "fbi",
        "ghislaine maxwell",
        "new york",
        "1996",
        "affidavit",
        "victim",
        "modeling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037306",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037287",
            "similarity": 1.0,
            "index": 19,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037285",
            "similarity": 0.818,
            "index": 20,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037289",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037287",
      "summary": "An FBI New York agent received an email from CNN regarding a potential victim of Jeffrey Epstein, who reported a 1996 sexual assault and her then-15-year-old sister's molestation. The agent forwarded the email to colleagues, including SSA and the New York Field Office Criminal Branch, requesting verification of a document related to the alleged assault. The CNN contact, Mima Alsharif, provided details about the victim's claims, including her employment by Epstein and observations of “school-age girls” at his mansion.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "fbi",
        "cnn",
        "jeffrey epstein",
        "sexual assault",
        "ghislaine maxwell",
        "new york",
        "1996",
        "affidavit",
        "victim",
        "modeling"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037291",
            "similarity": 1.0,
            "index": 18,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037306",
            "similarity": 0.667,
            "index": 16,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037285",
            "similarity": 0.818,
            "index": 20,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037289",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 0.818,
            "index": 22,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037285",
      "summary": "An FBI New York team is investigating a potential sexual assault case involving Jeffrey Epstein and Ghislaine Maxwell, reportedly dating back to 1996. A CNN contact, Mima Alsharif, is seeking verification of a document related to a victim who claims she was assaulted and her sister molested by Epstein and Maxwell. The victim, identified as a former employee who worked at Epstein's mansion, provided an affidavit to federal court detailing the alleged incidents. Correspondence between FBI agents and other parties discusses the victim’s sister being interviewed by the FBI in Palm Beach and the potential connection to Sentinel records.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "fbi",
        "jeffrey epstein",
        "ghislaine maxwell",
        "sexual assault",
        "victim",
        "affidavit",
        "new york",
        "1996",
        "miami herald"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037287",
            "similarity": 0.818,
            "index": 19,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037291",
            "similarity": 0.818,
            "index": 18,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037306",
            "similarity": 0.818,
            "index": 16,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037289",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 1.0,
            "index": 22,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037283",
            "similarity": 1.0,
            "index": 23,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037289",
      "summary": "An email chain discusses a CNN report regarding a potential sexual assault case involving Jeffrey Epstein and a victim. The victim, identified as Mirna Alsharif, claims she was sexually assaulted by Epstein and his companion Ghislaine Maxwell in 1996 and reported the assault to the FBI in 1996. The email exchange involves individuals from the FBI New York Field Office (Criminal Branch C), the FBI NY Division, and CNN, with requests to verify the document’s existence and investigate the claims. References are made to a 2006-2007 investigation and a Sentinel database search.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "investigation",
        "maxwell",
        "new york",
        "victim",
        "affidavit",
        "1996"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037285",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037287",
            "similarity": 0.667,
            "index": 19,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037291",
            "similarity": 0.667,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037281",
            "similarity": 0.667,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037283",
            "similarity": 0.667,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037301",
            "similarity": 0.667,
            "index": 24,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037281",
      "summary": "The email chain discusses a potential interview with an individual who claims to have been sexually assaulted by Jeffrey Epstein and his companion, Ghislaine Maxwell in 1996. The individual reported the assault to the FBI in 1996.  Several parties, including FBI New York, SSA, and CNN, are involved in coordinating the investigation and verifying the existence of a related document. The individual’s younger sister was previously interviewed by the FBI in the Palm Beach investigation.  A Miami Herald article is referenced alleging the victim’s claims.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "victim",
        "ghislaine maxwell",
        "1996",
        "affidavit",
        "new york",
        "miami herald"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037289",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037285",
            "similarity": 1.0,
            "index": 20,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037287",
            "similarity": 0.818,
            "index": 19,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037283",
            "similarity": 1.0,
            "index": 23,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037301",
            "similarity": 1.0,
            "index": 24,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037283",
      "summary": "An email chain discusses a potential victim of Jeffrey Epstein and Ghislaine Maxwell, who reported a 1996 sexual assault to the FBI. The victim, identified as Mima Alsharif, claims to have been employed by Epstein and witnessed underage girls being brought into his mansion for modeling auditions. A related individual, the victim's younger sister, was previously interviewed by the FBI in the Palm Beach investigation. The FBI New York division is investigating the claims and seeking verification of a document related to the case.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "ghislaine maxwell",
        "victim",
        "new york",
        "1996",
        "affidavit",
        "miami herald"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037281",
            "similarity": 1.0,
            "index": 22,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037289",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037285",
            "similarity": 1.0,
            "index": 20,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037301",
            "similarity": 1.0,
            "index": 24,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037301",
      "summary": "An email chain originating from FBI New York discusses a potential report from CNN regarding a sexual assault case involving Jeffrey Epstein and Ghislaine Maxwell. The email thread includes inquiries about a woman who claims to have been assaulted in 1996 and reported the incident to the FBI. A CNN correspondent, Mirna Alsharif, is contacting the FBI to verify the existence of a document detailing this report, citing excerpts from the Miami Herald.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "29 Jul 2019",
      "keywords": [
        "cnn",
        "jeffrey epstein",
        "fbi",
        "sexual assault",
        "victim",
        "ghislaine maxwell",
        "new york",
        "miami herald",
        "affidavit",
        "1996"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037283",
            "similarity": 1.0,
            "index": 23,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037281",
            "similarity": 1.0,
            "index": 22,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037289",
            "similarity": 0.667,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037398",
      "summary": "An FBI agent from the New York Field Office’s Criminal – Branch C desk initiated a Special Case Number (SCN) for the Epstein investigation on August 1, 2019. The SCN requires weekly situation reports detailing updates across multiple investigative facets: victim interviews, digital analysis, financial analysis (specifically referencing SDNY, Squad C-XX, and vendor XXXXX), forfeiture, public corruption, and significant events, including the search of Epstein’s island. A conference call was scheduled with M and CEOS to discuss a recent victim’s statement regarding alleged abuse and potential evidence for a CP affidavit. The A/SC is briefing the DAD and the team is exploring bringing in personnel from CEOU.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "epstein case",
        "fbi",
        "redaction analysis",
        "financial analysis",
        "victim interviews",
        "digital analysis",
        "forfeiture",
        "public corruption",
        "scn",
        "weekly report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037273",
            "similarity": 0.667,
            "index": 33,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021534",
      "summary": "An email exchange discusses motions filed under seal. One motion concerns cell tower data and is straightforward to file. The other motion involves statements to police, discovery, and cooperating witnesses, prompting a request to redact references to these items. A delay in filing an affidavit is due to the notary’s limited access and the planned signing process through MCC or court. The sender requests confirmation on filing the motion under seal.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "redaction",
        "motions",
        "seal",
        "evidence",
        "discovery",
        "cooperators",
        "affidavit",
        "notary",
        "cell tower data",
        "government"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021746",
      "summary": "A legal dispute involves motions filed under seal, specifically regarding statements to law enforcement. One party (likely the defense) requested the court to seal documents, arguing that statements to law enforcement do not fall under the category of “sensitive” discovery as defined by a protective order. The opposing party (the government) initially agreed to handle the sealing request but later noted that four previously filed, sensitive documents were improperly disclosed. The parties discussed redacting references to evidence, discovery, and cooperating witnesses to allow for a public filing, with a plan for review of the unredacted version. A delay in finalizing an affidavit was due to concerns about the notary process.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "redaction",
        "motions",
        "seal",
        "discovery",
        "statements",
        "court",
        "protective order",
        "sensitive",
        "filings",
        "cooperators"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021532",
            "similarity": 0.818,
            "index": 29,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021549",
      "summary": "*   **Protective Order:** A protective order exists distinguishing between discovery marked \"sensitive\" and other discovery. Sensitive discovery cannot be publicly filed. *   **Redaction Requests:** An attorney requests redaction of references to sensitive discovery, statements to law enforcement, and cooperating witnesses from public filings. *   **Previous Filing Issue:** The attorney previously filed documents marked as \"sensitive\" (Exhibits A-D) without proper redaction, leading to a request for their removal from the court docket. *   **Motion Content:** One motion is a straightforward legal argument about cell tower data; the other motion includes detailed discussion of statements to law enforcement, discovery, and cooperating witnesses. *   **Signature Issue:** An affidavit hasn't been signed due to limitations on accessing a notary, with plans for the signature to be obtained through the MCC process or in open court. *   **Communication Channels:** Emails are used between the attorneys and the USANYS legal team.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "redaction",
        "protective order",
        "sensitive discovery",
        "motions under seal",
        "court",
        "filing",
        "redacted",
        "discovery",
        "statements",
        "cooperators"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021532",
      "summary": "*   The protective order dictates that “sensitive” discovery and references to cooperators must be redacted from public filings. *   The defense counsel had previously filed documents marked “sensitive” (Exhibits A-D) without redaction, leading the USANYS to request their removal from the court docket and refiling. *   The defense counsel expressed concerns about revealing statements to law enforcement and the additional work required for unredacted filings. *   The defense counsel is delaying the filing of an affidavit due to restrictions on notary access and intends to have the signature obtained through MCC or in court. *   The USANYS requests that the defense counsel redact references to evidence, discovery, and cooperators in any future filings.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "protective order",
        "redaction",
        "discovery",
        "sensitive",
        "filings",
        "court",
        "motions",
        "cooperators",
        "statements",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021746",
            "similarity": 0.818,
            "index": 27,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028529",
      "summary": "The document is a series of email exchanges between attorneys regarding motions filed under seal. One party (USANYS) requests the sealing of documents, particularly statements to law enforcement, arguing they don't fall under the “sensitive” discovery category. Another party objects, citing a protective order requiring redaction of sensitive discovery and cooperators. There were concerns about public filing of documents containing these statements, and an error was noted with four previously filed “sensitive” exhibits. The motion regarding statements to police required further discussion regarding redaction and the process for obtaining a notarized affidavit.",
      "timestamp": "2019-08-02T00:00:00",
      "timestamp_raw": "02 Aug 2019",
      "keywords": [
        "redaction",
        "court seal",
        "protective order",
        "statements",
        "discovery",
        "sensitive documents",
        "law enforcement",
        "filings",
        "legal argument",
        "cell tower data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028444",
      "summary": "A U.S. Attorney’s Office in USVI is coordinating a search warrant application regarding property potentially linked to Jeffrey Epstein. Fish and Wildlife conducted a flyover and surveillance of the Great St. James islands and is available to assist in the search. The U.S. Attorney’s Office intends to send the warrant application materials (affidavit, indictment, and exhibits) to the recipient, who will consult with their magistrate judge. The possibility of a weekend search execution is being considered. A reporter from the NY Times is scheduled to investigate Epstein’s property.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "search warrant",
        "usavi",
        "fish and wildlife",
        "usvi",
        "gretchen shappert",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019958",
      "summary": "A search warrant application was sent from the Assistant United States Attorney, Southern District of New York, to [REDACTED] and [REDACTED], with [REDACTED] copied. The application, along with supporting exhibits (Exhibit_D.pdf, Exhibit_A.pdf, Exhibit_B.pdf, Exhibit_C.pdf, and 2019.08.08 USVI Search Warrant_Application.docx), was prepared by Special Agent [REDACTED] for review by Judge [REDACTED].",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "search warrant",
        "application",
        "exhibits",
        "affidavit",
        "united states attorney",
        "southern district of new york",
        "usvi",
        "redaction",
        "2019",
        "august"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037273",
      "summary": "*   **Update Categories:** The update should include reports on Forfeiture, Public Corruption, Victim Interviews, Hotline Results, Digital Analysis, Financial Analysis, and Other Significant Activity. *   **Specific Tasks:** A specific individual ([REDACTED]) is to initiate a Special Case Number (SCN) and provide weekly sitreps. Financial analysis should focus on accounts at XYZ Bank and ABC Brokerage Firm, specifically referencing payments to XXX. *   **Conference Call:** A conference call is scheduled with M to coordinate the weekly updates, incorporating input from CEOS (likely a specialized unit) and potentially leveraging information from the \"taint team TDYs.\" *   **Key Information:** A victim reported JE's concerning statements regarding sexual assault and the information is considered valuable for an affidavit. The A/SC is briefing the DAD on the case.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein case",
        "fbi",
        "nypd",
        "human trafficking",
        "financial analysis",
        "digital analysis",
        "victim interviews",
        "forfeiture",
        "public corruption",
        "scn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037398",
            "similarity": 0.667,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020141",
      "summary": "This document is a search warrant application for the Little Saint James Island in the U.S. Virgin Islands, spearheaded by an FBI Special Agent investigating potential sex trafficking and conspiracy involving Jeffrey Epstein. The warrant requests authorization to search the island’s structures (including residences, sheds, and a dock house) and seize evidence related to violations of Title 18 U.S.C. Sections 1591 and 371, specifically focusing on photographs, documents, and electronic media potentially containing evidence of Epstein's activities involving underage girls. The affidavit details the island’s layout, observed structures, and evidence gathered through interviews and prior investigations, including information from a victim, Individual-1, and a contractor, Individual-2, suggesting Epstein’s activities and the presence of minors at the island. The application also seeks to access and examine seized electronic devices to further investigate the scope of the alleged crimes.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "fbi",
        "search warrant",
        "u.s. virgin islands",
        "little saint james",
        "jeffrey epstein",
        "sexual exploitation of children",
        "sex trafficking",
        "probable cause",
        "affidavit",
        "evidence",
        "photographs",
        "investigation",
        "surveillance"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027979",
      "summary": "Epstein:** The document pertains to the probate of the estate of Jeffrey E. Epstein, who died on August 10, 2019, in New York. *   **Petition for Probate:** Darren K. Indyke and Richard D. Kahn are petitioning the Virgin Islands court to grant probate of the will and receive letters testamentary. *   **Will Details:** Epstein’s will, dated August 8, 2019, appoints Indyke and Kahn as executors. It outlines compensation for the executors and directs the estate assets to the 1953 Trust. *   **Significant Assets:** The estate includes substantial assets, primarily cash ($56.547 million), fixed income investments ($158.9 million), equities ($224.9 million), and significant holdings in businesses (e.g., Cypress, Laurel, Nautilus, Poplar) with a total value of $577.7 million. *   **Executor Qualifications:** Indyke and Kahn are U.S. citizens and residents of Florida and New York, respectively, and have appointed a local attorney (Kellerhals Ferguson Kroblin PLLC) to represent them in the Virgin Islands. *   **Debt and Claims:** The executors state that there are currently no known debts or claims against the estate. *   **Next of Kin:**  The document lists Mark Epstein (brother) as a potential heir with 100% inheritance. *   **Bond Waiver:** The executors are requesting a waiver of the bond requirement for executors. *   **Verification of Petition:**  Both Indyke and Kahn provide signed affidavits verifying the information contained within the petition.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "probate",
        "estate",
        "jeffrey epstein",
        "will",
        "virgin islands",
        "executor",
        "st. thomas",
        "assets",
        "trust",
        "probate no. st-19-pb",
        "personal property",
        "inheritance",
        "kellyhals ferguson kroblin pllc",
        "death certificate",
        "financial investments"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037218",
      "summary": "The core of the emails centers around a suspected network of individuals potentially linked to PRC China involvement and espionage. Key elements of the communication include: *   **Initial Inquiry:** Mark Epstein seeks information about “Jumas,” a Knesset member, and a possible connection to a past email. *   **Melvyn’s Investigation:** Melvyn, a former intelligence operative, provides cryptic information, suggesting a “listening device” and a potential threat involving a notary and a couple. He expresses concern about security and warns of a potential network of individuals, including former associates like Bull and Erben. *   **Identity and Clearance Concerns:** Melvyn suggests a sworn statement to verify Epstein’s identity and discloses his military intelligence background and family connections to the Pentagon. *   **Accusations and Conjecture:** Melvyn expresses suspicion of Jeffrey's activities and accuses him of being used by foreign intelligence agencies, potentially implicating figures like Hank Johnson (a US Congressman). *   **Focus on PRC China:** A recurring theme is the potential involvement of PRC Chinese executives within the “Humpty Dumpty” charity. *   **Security Measures:** Melvyn urges the implementation of security measures, such as securing gates and limiting access. The overall tone is paranoid and driven by a concern for Jewish security and a desire to expose potential intelligence operations. The communication is filled with redacting and incomplete information, suggesting a sensitive and potentially dangerous investigation.",
      "timestamp": "2019-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2019",
      "keywords": [
        "efta00037218",
        "prc china",
        "mossad",
        "mark epstein",
        "melvyn kohn",
        "jewish people",
        "security firm",
        "humpty dumpty",
        "israel shamir",
        "north korean",
        "chinese agents",
        "affidavit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011026",
      "summary": "This document is a letter from U.S. District Judge Richard M. Berman to Professor Bruce A. Green regarding Green’s expert opinion and opinion piece concerning the U.S. v. Epstein case. Green was retained as an expert on legal ethics and provided an affidavit recommending the disqualification of David Boies from representing Ghislaine Maxwell. Judge Berman expresses surprise that this recommendation wasn't disclosed alongside Green’s opinion piece and questions Green’s interpretation of Federal Rule of Criminal Procedure 57 and the Crime Victims' Rights Act, arguing the piece may have attempted to silence Maxwell and Boies. The letter is copied to Martin G. Weinberg, Reid Weingarten, and David Boies.",
      "timestamp": "2019-09-04T00:00:00",
      "timestamp_raw": "September 4, 2019",
      "keywords": [
        "richard m. berman",
        "us v. epstein",
        "legal ethics",
        "david boies",
        "guiffre",
        "criminal case",
        "victims' rights act",
        "transparency",
        "law journal",
        "expert opinion"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030735",
      "summary": "An Assistant United States Attorney from the Southern District of New York submitted two applications for search warrants and the corresponding warrants (USVI_Devices_SW_-_Application_&_Affidavit.pdf, USVI_Devices_SW_-_Warrant.pdf; SWfor 6_bindersn Application_&_Affidavit.pdf, SW_for_6_binders_-_Warrant.pdf) to Judge Cott at the CottNYSDChambers®nysd.uscourts.gov email address on September 11, 2019. The agent is available to finalize the warrants the following day, and the Assistant U.S. Attorney is available to answer questions.",
      "timestamp": "2019-09-11T00:00:00",
      "timestamp_raw": "September 11, 2019",
      "keywords": [
        "search warrants",
        "applications",
        "affidavits",
        "warrants",
        "usvi devices",
        "united states attorney",
        "southern district of new york",
        "cott",
        "judge",
        "court"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020372",
      "summary": "District Court (Southern District of New York) authorizing the Federal Bureau of Investigation (FBI) to obtain location and communication data from a cellphone (“Target Cellphone”) assigned to “G Max” (believed to be Ghislaine Maxwell). The order requests: *   **Prospective Location Information:** 45 days of cell site data (precision location and cell tower data) for the Target Cellphone. *   **Historical Location Information:** Cell site data from June 1, 2020, to the present, including toll records. *   **Pen Register Information:**  Data capturing dialing, routing, and signaling information from the Target Cellphone for 45 days. The warrant is based on a pending indictment of Ghislaine Maxwell for multiple sex crimes and is supported by an Amended Agent Affidavit.  Crucially, the Court orders the Service Provider (AT&T) *not* to disclose the warrant or the investigation to the subscriber. The government seeks to maintain the documents under seal until further order.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "June 1, 2020",
      "keywords": [
        "cellphone location",
        "cell site data",
        "prospective location information",
        "historical location information",
        "pen register",
        "surveillance",
        "18 u.s.c. § 2703(c)",
        "e-911 phase ii",
        "toll records",
        "service provider",
        "investigation",
        "probable cause"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020232",
      "summary": "An Assistant United States Attorney in the Southern District of New York is requesting assistance in preparing a draft search warrant affidavit to expand the search of Jeffrey Epstein’s devices. The draft, attached as “SW for all_JE_electronic_devices_v5.docx,” includes a question regarding photos of Maxwell on seized discs from the NY residence. The affiant is currently “Mas,” but the request includes consideration of switching to “Mandy.” The goal is to have the affidavit presented to Judge Gorenstein and sworn out the following day.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "epstein",
        "devices",
        "warrant",
        "affidavit",
        "search",
        "maxwell",
        "ny residence",
        "united states attorney",
        "ted",
        "judge gorenstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031845",
      "summary": "An application for a search warrant, along with a proposed warrant, was submitted to Judge Gorenstein for review. An Assistant United States Attorney from the Southern District of New York is coordinating with an FBI agent to have the warrant sworn out tomorrow morning. The email chain involves multiple redacted individuals and entities, including the FBI.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge",
        "fbi",
        "electronic devices",
        "united states attorney",
        "new york",
        "redaction",
        "warrant"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031846",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031841",
      "summary": "An email chain discusses a search warrant application (EFTA00031841) related to a case. A warrant was initially sent, followed by a revised affidavit correcting an error regarding the date of Epstein’s arrest.  Judge Gorenstein reviewed the warrant materials and requested a corrected date in paragraph 4 of the warrant application. An agent was to be available to swear out the warrant the following morning.  The email chain involves multiple parties including Assistant U.S. Attorneys, the Arraignment Unit Clerk, and various chambers.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states attorney",
        "southern district of new york",
        "vincent babino",
        "gabriel gorenstein",
        "affidavit",
        "judge gorenstein",
        "efta00031841",
        "nysd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017711",
      "summary": "A search warrant application (EFTA00017711.pdf) was circulated between the Arraignment Unit Clerk of the United States District Court, Southern District of New York, Vincent Babino, and Assistant United States Attorney Gabriel Gorenstein’s chambers. The warrant application, originally submitted by “[REDACTED],” included a revised affidavit correcting an error regarding the date of an arrest referenced in paragraph 4. Judge Gorenstein requested a callback time for the agent to swear out the warrant and noted a discrepancy in the date of Epstein’s arrest, suggesting a revised application. The document details communication regarding the warrant’s review and the agent’s availability.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "search warrant",
        "application",
        "united states district court",
        "new york",
        "vincent babino",
        "gabriel gorenstein",
        "affidavit",
        "epstein",
        "judge gorenstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037956",
      "summary": "An email was sent on June 28, 2020, requesting a review of an affidavit (“MaxwellGPSCombov2.docx”) attached to the email. The sender, EFTA00037956, is requesting edits and a phone call if needed to expedite sending the document to a judge for review.",
      "timestamp": "2020-06-28T00:00:00",
      "timestamp_raw": "June 28, 2020",
      "keywords": [
        "gps",
        "affidavit",
        "review",
        "judge",
        "efta00037956",
        "maxwellgpscombov2",
        "edits",
        "sent",
        "2020",
        "2025"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031856",
      "summary": "On June 30, 2020, an Assistant United States Attorney from the Southern District of New York sent a warrant and supporting documents (Exhibit_An, Maxwell_signed_indictment.pdf; Exhibit_B_Maxwell_arrest_warrant_signed.pdf) to the Arraignment Unit Clerk of the United States District Court, Southern District of New York. The Assistant U.S. Attorney requested stamped copies of the warrant with the docket number.  A subsequent email on June 29, 2020, from the same Assistant U.S. Attorney, prompted a request for stamped copies from the Arraignment Unit Clerk, and a final email on June 29, 2020, from KHP_Warrants NYSD, also requested stamped copies of the warrant. All communications involved the warrant for Maxwell.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "warrant",
        "united states attorney",
        "southern district of new york",
        "affidavit",
        "arrest",
        "court file",
        "new york",
        "arraignment",
        "exhibit",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026524",
      "summary": "The United States Attorney for the Southern District of New York submitted an amended application and affidavit to Judge Parker requesting a second warrant and order for Maxwell. The original application contained two errors identified this afternoon. The government requests the agent swear out the warrant today, offering availability for the Court’s convenience and apologizing for the inconvenience caused by the errors. Attached documents include the amended application, amended affidavit, and supporting exhibits.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2020",
      "keywords": [
        "warrant",
        "application",
        "affidavit",
        "gps",
        "maxwell",
        "judge parker",
        "united states attorney",
        "second warrant",
        "amended",
        "error"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018663",
      "summary": "*   **Cell Site Tracking:** The FBI has been using a cell-site simulator to track the location of Maxwell’s cellular device (assigned call number) since June 30, 2020, collecting GPS and cell site data. Historical data from June 1, 2020, to the present shows the device was located in the District of New Hampshire for the past 30 days. *   **Related Charges:** Maxwell is suspected of violating 18 U.S.C. § 371 (conspiracy to entice minors), 2422/2423 (enticement/transportation of minors), 1623 (perjury), and related offenses. She has been indicted by a grand jury for these charges. *   **Evidence & Contacts:** The affidavit details Maxwell’s connections to other individuals (Laura Menninger, Haddon, Morgan & Foreman, Isabel Maxwell, Scott Borgerson) through phone records, indicating potential involvement in the scheme. *   **Sealed Warrant & Delay of Notice:** The warrant request includes a request to keep the application and warrant sealed until further order, due to the ongoing investigation and the potential for Maxwell to flee or obstruct justice. It also requests a delay of notification to prevent this. *   **Technical Details:** The document explains the investigative technique used – employing a device that can interrupt or monitor cellular communications – and addresses compliance with the Pen Register Statute.",
      "timestamp": "2020-06-30T00:00:00",
      "timestamp_raw": "June 30, 2020",
      "keywords": [
        "cell site simulator",
        "cell device",
        "search warrant",
        "fbi",
        "conspiracy",
        "minors",
        "trafficking",
        "18 u.s.c. 371",
        "18 u.s.c. 2422",
        "18 u.s.c. 1623",
        "location data",
        "gps",
        "forensic investigation",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016162",
      "summary": "This document, “New_Hampshire_Premises_SW_Affidavit.docx,” was sent on July 1, 2020, as a draft (“Draft SW”) from an unknown sender to an unknown recipient, with “Ir” included in the CC field. The document is associated with reference number EFTA00016162.",
      "timestamp": "2020-07-01T00:00:00",
      "timestamp_raw": "July 1, 2020",
      "keywords": [
        "efta00016162",
        "sw",
        "affidavit",
        "new hampshire",
        "premises",
        "draft",
        "redaction analysis",
        "2020",
        "2025",
        "july"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037963",
      "summary": "This document is a draft Search Warrant (SW) concerning premises in New Hampshire, identified as EFTA00037963. The warrant is prepared by an Assistant United States Attorney for the Southern District of New York and includes an attached affidavit (New_Hampshire_Premises_SW_Affidavit.docx).",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "efta00037963",
        "sw",
        "affidavit",
        "new hampshire",
        "premises",
        "united states attorney",
        "southern district of new york",
        "draft",
        "2020",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037962",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037962",
      "summary": "This document is a forwarded email chain regarding a draft Search Warrant (SW) titled \"New Hampshire Premises SW Affidavit.\" The email, dated July 2, 2020, originates from an Assistant United States Attorney at the Southern District of New York and includes a document named “New_Hampshire_Premises_SW_Affidavit.docx.” The email chain is forwarded to redacted recipients. The document's file number is EFTA00037962.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "efta00037962",
        "sw",
        "affidavit",
        "new hampshire",
        "premises",
        "redaction",
        "united states attorney",
        "southern district of new york",
        "draft",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037963",
            "similarity": 0.667,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016161",
      "summary": "An email was sent from “l” to “(USANYS)” regarding a revised “SW Affidavit” (New_Hampshire_Premises_SW_Affidavit_v2.docx). The email confirms the attachment and expresses thanks.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "sw affidavit",
        "redaction",
        "efta00016161",
        "new hampshire",
        "affidavit",
        "usanys",
        "2020",
        "2025",
        "1 redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016163",
      "summary": "This document is a forwarded email chain related to a search warrant executed by the FBI (NY) and the USANH concerning premises in the SDNY. It includes a second revised copy of a search warrant bundle, attached alongside a signed affidavit. The sender's identities and the recipient's identities are redacted. The email subject refers to \"SDNY Premises Search Warrant Bundle (second revised) copy\".",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "fbi",
        "sdny",
        "search warrant",
        "affidavit",
        "redaction",
        "efta00016163",
        "usanh",
        "premises",
        "copy",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031519",
      "summary": "Email correspondence regarding a draft settlement agreement (SW) concerning a New Hampshire premises affidavit. Discussions include the Boston address, specifically an office building with multiple law firms, and inquiries about whether any of those firms had previously represented the individual involved. The emails were exchanged between individuals with redacted names.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "efta00031519",
        "sw",
        "affidavit",
        "redaction",
        "new hampshire",
        "law firms",
        "boston address",
        "draft",
        "premises",
        "legal representation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016345",
      "summary": "An Assistant United States Attorney (USA) sent an email to Judge Gorenstein’s chambers regarding an application for a search warrant (EFTA00016345.pdf). The email included a revised affidavit correcting an error regarding the date of Jeffrey Epstein’s arrest (July 6, 2020) in paragraph 4 of the warrant application and Attachment A. The USA offered to have an agent swear out the warrant the following morning. A separate document (EFTA00016346) was also attached for the Judge’s review.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge gorenstein",
        "united states attorney",
        "electronic devices",
        "new york",
        "june 2020",
        "epstein",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031846",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031846",
      "summary": "An Assistant United States Attorney (USA) from the Southern District of New York sent an application and affidavit for a search warrant related to electronic devices belonging to Jeffrey Epstein. A typo was identified by Judge Gorenstein and a revised affidavit was sent. The Judge requested a call at 9:10 AM the following day to discuss the warrant with an agent, noting an incorrect date (July 6, 2020) in the application and requesting a revised application with the correct date. The USA provided contact information and indicated an agent was available to swear out the warrant.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "search warrant",
        "application",
        "affidavit",
        "judge gorenstein",
        "united states attorney",
        "new york",
        "electronic devices",
        "epstein",
        "2020",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016345",
            "similarity": 0.667,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031845",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029877",
      "summary": "Christian R. Everdell, attorney for Ghislaine Maxwell, submits an affidavit regarding a protective order in Case 1:20-cr-00330-AJN. The affidavit states that while most protective order provisions have been agreed upon, disputes remain. Specifically, the defense argues that government witnesses should be subject to the same restrictions regarding discovery materials as the defense, and that the defense should not be restricted from publicly disclosing the identities of individuals who have already identified themselves publicly. The affidavit is submitted pursuant to Local Criminal Rule 16.1 and 28 U.S.C. § 1746.",
      "timestamp": "2020-07-27T00:00:00",
      "timestamp_raw": "July 27, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "criminal rule 16.1",
        "protective order",
        "discovery materials",
        "united states district court",
        "affidavit",
        "legal defense",
        "witnesses",
        "victims",
        "internet"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029938",
      "summary": "On July 28, 2020, an email exchange occurred between individuals associated with “USANYS” and “[REDACTED]” regarding a protective order and a draft affidavit. One party, “[REDACTED]”, expressed unfamiliarity with drafting affidavits and requested suggestions. An updated letter related to the protective order was attached. The document is designated EFTA00029938.",
      "timestamp": "2020-07-28T00:00:00",
      "timestamp_raw": "July 28, 2020",
      "keywords": [
        "protective order",
        "affidavit",
        "redaction",
        "usanys",
        "judge",
        "suggestions",
        "draft",
        "letter",
        "2020-07-27",
        "efta00029938"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031993",
      "summary": "An email thread discusses a protective order and a draft affidavit. The sender, [REDACTED], requests suggestions regarding the affidavit due to unfamiliarity with the process. The email chain involves multiple parties associated with “USANYS”.  Attached is a revised letter regarding the protective order.",
      "timestamp": "2020-07-28T00:00:00",
      "timestamp_raw": "28 Jul 2020",
      "keywords": [
        "protective order",
        "affidavit",
        "redaction",
        "usanys",
        "2020",
        "efta00031993"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021757",
            "similarity": 0.625,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029876",
      "summary": "An email was sent from “la” to “M”IISYS” on July 28, 2020, containing a protective order and a draft affidavit. The attachments were “protectiveorder\\_clean\\_version.docx” and “affidavit\\_of certification\\_Rule\\_I6.docx”, both originating from the USANYS. The sender stated they were new to creating affidavits and requested suggestions.",
      "timestamp": "2020-07-28T00:00:00",
      "timestamp_raw": "July 28, 2020",
      "keywords": [
        "protective order",
        "affidavit",
        "efta00029876",
        "usanys",
        "2020-07-28",
        "suggestions",
        "draft",
        "certification",
        "legal",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021757",
      "summary": "On July 28, 2020, an email was sent from “I” to “al” containing a protective order and draft affidavit documents. The sender, “I”, requested a review of the documents to ensure accuracy. “[REDACTED]” had previously drafted the affidavit and requested assistance and suggestions. The documents referenced “USANYS” and “[REDACTED]”.",
      "timestamp": "2020-07-28T00:00:00",
      "timestamp_raw": "July 28, 2020",
      "keywords": [
        "protective order",
        "affidavit",
        "redaction",
        "usanys",
        "2020",
        "2025",
        "efta00021757"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031993",
            "similarity": 0.625,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018578",
      "summary": "Christian R. Everdell, an attorney for Ghislaine Maxwell, submitted an affidavit certifying that defense counsel conferred in good faith with Assistant U.S. Attorneys regarding a request for disclosure of the identities of Victims 1-3. The government declined this request, stating they would provide the information through Rule 16 discovery or Jencks Act material closer to trial. The affidavit was dated August 10, 2020.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states of america",
        "criminal rule 16.1",
        "victims",
        "discovery",
        "jencks act",
        "affidavit",
        "united states district court",
        "cohen & gresser llp",
        "20 cr. 330 (ajn)"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018571",
      "summary": "On August 11, 2020, an email was sent from [REDACTED] to [REDACTED] regarding “GM Recent Letters.” The email attached defense motions, affidavits, a letter to Judge Loretta A. Preska, and a final protective order. Nathan requested a response by Thursday, and a meeting was scheduled to discuss the materials.",
      "timestamp": "2020-08-11T00:00:00",
      "timestamp_raw": "August 11, 2020",
      "keywords": [
        "efta00018571",
        "redaction analysis",
        "gm",
        "letters",
        "defense motion",
        "victim identities",
        "protective order",
        "judge preska",
        "nathan",
        "2020-08-10"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032234",
      "summary": "On August 17, 2020, Nicole Simmons of Haddon, Morgan and Foreman, P.C. sent a communication to Judge Nathan regarding a request to modify a protective order in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 [AJN]). The communication included attachments, including a letter motion, affidavit, and exhibits (Ex._1 through Ex._10) filed under seal at the request of Jeffrey S. Pagliuca.",
      "timestamp": "2020-08-17T00:00:00",
      "timestamp_raw": "August 17, 2020",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "motion",
        "affidavit",
        "exhibits",
        "seal",
        "judge nathan",
        "united states v.",
        "20 cr. 330",
        "haddon morgan foreman"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018748",
      "summary": "A request was submitted to Judge Nathan in the United States v. Ghislaine Maxwell case (20 Cr. 330 (MN)) to modify a protective order currently under seal. The request, originating from Jeffrey S. Pagliuca and supported by Nicole Simmons of Haddon, Morgan and Foreman, P.C., included Ms. Maxwell's letter motion, affidavit, and several exhibits (Ex._1 through Ex._10). The attachments were filed on August 17, 2020.",
      "timestamp": "2020-08-17T00:00:00",
      "timestamp_raw": "August 17, 2020",
      "keywords": [
        "ghislaine maxwell",
        "protective order",
        "redaction analysis",
        "united states v.",
        "modification",
        "affidavit",
        "exhibits",
        "judge nathan",
        "nicole simmons",
        "denver"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011500",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with CCs to [REDACTED]. The email’s subject is redacted. The email included a public version of a 16(d) letter from Maxwell and a Local Rule 16.1 affidavit as attachments for review. The email was sent on October 1, 2020.",
      "timestamp": "2020-10-01T00:00:00",
      "timestamp_raw": "October 1, 2020",
      "keywords": [
        "efta00011500",
        "redaction analysis",
        "maxwell",
        "affidavit",
        "local rule 16.1",
        "gm",
        "16(d) letter",
        "2020-10-01"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018405",
      "summary": "Emails dated October 27, 2020, and October 29, 2020, were exchanged between individuals associated with the United States Attorney’s Office, Southern District of New York, and an Assistant United States Attorney. The emails relate to the “EPSTEIN” case and include attachments such as signed warrant materials (EFTA00018405) and a JPG image (image003.jpg). One individual confirmed they had saved attachments to a shared folder and included them in a discovery production folder. The subject line indicates the emails concern a signed application/affidavit.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "efta00018405",
        "epstein",
        "affidavit",
        "united states attorney",
        "southern district of new york",
        "warrant",
        "attachments",
        "discovery production",
        "redaction",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030981",
      "summary": "Attached emails, dated October 27, 2020, October 29, 2020, and October 29, 2020, concern warrant materials related to Jeffrey Epstein. The emails are sent between Assistant United States Attorneys, Arraignment Unit Clerks, and United States District Court personnel. Included attachments include signed affidavits/applications (EFTA00030981 and EFTA00030982) and warrant materials (20 MAG 11668).  The content is redacted.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "epstein",
        "warrant",
        "affidavit",
        "united states attorney",
        "redaction",
        "new york",
        "us district court",
        "efta00030981",
        "efta00030982",
        "criminal justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020894",
      "summary": "An email chain, dated October 28, 2020, and October 29, 2020, was sent between individuals associated with the United States District Court for the Southern District of New York, specifically the Arraignment Unit Clerk. The email chain contains attachments, including a signed application/affidavit (20 MAG 11668 and 20_MAG_11668.1) and an image (image001.jpg), related to the case of Jared Epstein.",
      "timestamp": "2020-10-28T00:00:00",
      "timestamp_raw": "October 28, 2020",
      "keywords": [
        "efta00020894",
        "epstein",
        "affidavit",
        "warrants",
        "united states district court",
        "new york",
        "redaction",
        "application",
        "email",
        "arrest"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018402",
      "summary": "An Assistant United States Attorney in the Southern District of New York communicated with an Arraignment Unit Clerk regarding an affidavit related to a case named “EPSTEIN.” The affidavit lacked attached exhibits. Four exhibits were subsequently attached by the Arraignment Unit Clerk and sent to the Assistant United States Attorney. Additionally, signed warrants were attached to a forwarded email chain originating on October 28, 2020, and October 27, 2020. The emails involved multiple individuals and referenced case file numbers EFTA00018402, EFTA00018403, and EFTA00018404.",
      "timestamp": "2020-10-28T00:00:00",
      "timestamp_raw": "October 28, 2020",
      "keywords": [
        "efta00018402",
        "epstein",
        "affidavit",
        "united states attorney",
        "new york",
        "arraignment unit",
        "exhibits",
        "warrants",
        "court file",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021114",
      "summary": "An email chain, dated October 29, 2020, was forwarded with the subject “FW: EMail 1 of 2: EPSTEIN – signed application/affidavit.” The email originated from an unknown sender and was addressed to multiple recipients, including individuals associated with the USA Department of Justice and the USA HUB. The email appears to relate to an affidavit signed by someone named Epstein, possibly concerning Comey, Byrne, and related matters. The message ID is SN5P110MB05425D0602FF1087AAF0BD6F92140@SN5P110MB0542.NAMP110.PROD.OUTLOOK.COM.",
      "timestamp": "2020-10-29T00:00:00",
      "timestamp_raw": "October 29, 2020",
      "keywords": [
        "epstein",
        "redaction",
        "affidavit",
        "usa",
        "comey",
        "byrne",
        "efta00021114"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030926",
      "summary": "Attorney’s office (specifically the Southern District of New York) and defense counsel regarding the discovery process in a case, likely involving Ghislaine Maxwell.  The exchanges relate to the production of documents, including flash drives containing Bates ranges, FBI reports, and metadata files.  Key issues addressed include: *   **Drive Delivery:**  Discussions revolve around the delayed delivery of a 4TB hard drive containing the full discovery production. *   **CD Issues:**  Problems with a CD produced on November 18, 2020, due to a lack of a CD drive on the recipient’s computer. *   **Bates Range Corrections:**  Requests for clarification and correction of Bates number ranges, particularly a lack of correlation between Bates numbers and subject devices. *   **Missing Documents:**  Queries regarding missing documents, specifically subscriber information and flight logs. *   **Metadata Issues:** Problems with metadata load files, including gaps and inconsistencies. *   **Unsealed Documents:** Concerns about the Daily Beast article referencing an unsealed FBI affidavit related to the cell-site simulator, with requests for confirmation of its release. *   **Production Index:** A request for a detailed index of documents produced in the November 9 and November 18 productions. *   **Grand Jury Subpoenas:** Requests for copies of grand jury subpoenas and the date ranges covered by them. The exchanges demonstrate a significant level of contention and detailed scrutiny over the discovery process, highlighting issues with file production, metadata management, and the government's handling of relevant materials.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "discovery requests",
        "bates ranges",
        "redaction",
        "ftp",
        "production",
        "drive",
        "metadata",
        "cd",
        "fbi report",
        "discovery issues",
        "grand jury subpoenas",
        "efta00030926",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023026",
      "summary": "This document is a correspondence chain between Assistant U.S. Attorney Christian Everdell and defense counsel regarding discovery requests in a case involving Ghislaine Maxwell. Key points include: *   **Delivery of Discovery Materials:** The government has provided Ms. Maxwell with copies of discovery materials, including a 4TB drive containing all previously produced materials and a CD containing documents from November 18, 2020. *   **Metadata and Device Issues:** There are concerns regarding Bates numbers, device identification (SDNY_PROD015/016), and gaps in metadata load files. The government proposes renumbering documents and providing updated DAT files. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T subscriber information and flight logs. *   **Redaction Requests:** The government denies requests for a log of redactions and states they did not apply any redactions to the discovered materials. *   **Subpoena Requests:** The defense requests copies of grand jury subpoenas and the date ranges covered by them. *   **Unsealed Filings:** The government clarifies the status of a search warrant affidavit referenced in a Daily Beast article, stating it was unsealed according to court order and that the District of New Hampshire took no affirmative steps to release it.",
      "timestamp": "2020-11-18T00:00:00",
      "timestamp_raw": "November 18, 2020",
      "keywords": [
        "discovery",
        "maxwell",
        "epstein",
        "fbi",
        "cd",
        "redactions",
        "metadata",
        "subpoenas",
        "documents",
        "grant jury",
        "bates numbers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038127",
      "summary": "An email chain discusses the review of image and video files from Jeffrey Epstein’s devices. The protocol requires reviewers to read the warrant and supporting affidavit, which are attached. The FBI team is tasked with reviewing specific device numbers: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908.  The USAO and FBI teams will coordinate, and the reviewer’s deadline is reviewed by October 31. A Maxwell indictment with an image of Epstein and Maxwell is also attached.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "usao",
        "warrant",
        "affidavit",
        "devices",
        "review protocol",
        "image",
        "video files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022050",
      "summary": "This email details a protocol for reviewing image and video files recovered from devices associated with Jeffrey Epstein and Ghislaine Maxwell. The protocol requires reviewers to consult the warrant and supporting affidavit. The FBI and USAO teams are tasked with reviewing specific device numbers (NYC024363, NYC024394, etc.).  The email requests a call with the teams to discuss the review process and answer questions. Attachments include the warrant application, a search warrant, a responsiveness review protocol, and the Maxwell indictment containing a photograph of Epstein and Maxwell.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review protocol",
        "fbi",
        "usao",
        "devices",
        "warrant",
        "maxwell",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038127",
            "similarity": 0.667,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024731",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024731",
      "summary": "An email chain discusses the review protocol for image and video files from devices related to Jeffrey Epstein and Ghislaine Maxwell. The protocol requires reviewers to read the warrant, supporting affidavit, and the Maxwell indictment (containing a photo of Epstein and Maxwell). The initial focus is on reviewing the following FBI device identifiers: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908. The sender requests a call with the USAO and FBI review teams to discuss the review process and answer questions.  Device reassignment may occur based on team progress.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "protocol",
        "review",
        "fbi",
        "usao",
        "maxwell",
        "devices",
        "warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038127",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027069",
            "similarity": 1.0,
            "index": 76,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.818,
            "index": 77,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027069",
      "summary": "An email chain discusses scheduling a call to review a protocol for the examination of image and video files from device EFTA00027069. The protocol requires reviewers to read the warrant, affidavit, and Maxwell indictment. The initial focus is on reviewing the following devices: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, and NYC027908.  A discussion occurs regarding proposed meeting times (1:00 PM, 3:30 PM, 10:00 AM) and the involvement of USAO and FBI review teams.",
      "timestamp": "2020-11-19T00:00:00",
      "timestamp_raw": "19 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "protocol",
        "review",
        "fbi",
        "usao",
        "maxwell",
        "devices",
        "warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024731",
            "similarity": 1.0,
            "index": 75,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038127",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00022057",
            "similarity": 0.818,
            "index": 77,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.692,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00022057",
      "summary": "An email chain discusses the review of image and video files from Jeffrey Epstein’s devices. The protocol, attached as PDFs, requires reviewers to consult the warrant and supporting affidavit (including the Maxwell indictment with a photo of Epstein and Maxwell).  The sender requests a call with the FBI and USAO review teams to ensure alignment and answer questions. The initial devices to be reviewed are listed: NYC024363, NYC024394, NYC024326, NYC024368, NYC024390, NYC024334, NYC027910, NYC024323, NYC024355, NYC027908. Device assignments may be reassigned based on review progress.",
      "timestamp": "2020-11-20T00:00:00",
      "timestamp_raw": "20 Oct 2020",
      "keywords": [
        "epstein",
        "fbi",
        "warrant",
        "review",
        "maxwell",
        "devices",
        "usao",
        "new york",
        "image",
        "video"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027069",
            "similarity": 0.818,
            "index": 76,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.818,
            "index": 75,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00022050",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037693",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037666",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037693",
      "summary": "A review of image and video files from ten devices (NYCO24355, NYCO24323, NYCO24326, NYCO24334, NYCO24368, NYCO24394, NYCO24390, NYCO27908, NYCO27910, NYCO24363) is being conducted, likely related to an investigation. The review involves examining files from devices recovered in connection with a search warrant (20 Mag 6719).  Reviewers are instructed to consult the warrant, supporting affidavit, and a copy of the Maxwell indictment. The FBI team is initially assigned to review specific devices, with potential reassignment based on progress. The goal is to complete the review by the following Friday.",
      "timestamp": "2020-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2020",
      "keywords": [
        "efta00037693",
        "epstein",
        "devices",
        "review",
        "warrant",
        "fbi",
        "usao",
        "image",
        "video",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022057",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037666",
            "similarity": 0.538,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.5,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.5,
            "index": 85,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037669",
      "summary": "An email chain discusses the review of image and video files from ten devices associated with Jeffrey Epstein and Ghislaine Maxwell. The review is being conducted by a team, with initial assignments to the FBI and USAO teams. The team requires reviewers to familiarize themselves with the case, including reading the warrant, supporting affidavit, and Maxwell indictment. A specific set of devices (NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363) were initially assigned to the FBI, with potential reassignment based on progress. The review was slated to be completed by the following Friday.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "cair",
        "protocol",
        "fbi",
        "usao",
        "maxwell",
        "warrants",
        "affidavit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022057",
            "similarity": 0.571,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.692,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.692,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037666",
            "similarity": 0.571,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037763",
            "similarity": 0.571,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.643,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037666",
      "summary": "*   The review is focused on images and videos from Epstein’s devices. *   Reviewers are instructed to read attachments including warrants, affidavits, and the Maxwell indictment. *   The FBI and USAO teams are assigned to review specific devices, with potential reassignment based on progress. *   A meeting time is proposed for approximately 3:30 PM to discuss the review. *   Access to the EFTA00037666 system and device folders is being provided to reviewers. *   The goal is to complete the review by the following Friday.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "patent",
        "review",
        "devices",
        "efta00037666",
        "epstein",
        "image",
        "video",
        "protocol",
        "usao",
        "fbi"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00022057",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037760",
            "similarity": 0.5,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.615,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038214",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038272",
      "summary": "*   **Goal:** The review is intended to be completed by next Friday. *   **Devices:** Ten devices are being reviewed, identified by codes like “NY-3027571” and associated with NYC locations. *   **Team Structure:**  A team is being assembled with members from the USAO and FBI. The FBI initially will review a subset of devices (listed on Page 3). *   **Protocol:** A review protocol has been established, requiring reviewers to familiarize themselves with the search warrant, affidavit, and Maxwell indictment. *   **Communication:** Regular updates and coordination are planned through email and scheduled calls.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video files",
        "device review",
        "maxwell",
        "warrant",
        "ausas",
        "cair",
        "fbi",
        "usao",
        "devices"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038290",
            "similarity": 0.5,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037763",
      "summary": "*   Ten devices (identified by NYC device codes) are to be reviewed. *   The review is being coordinated by an individual who is providing access and guidance to reviewers. *   The FBI and USAO teams are assigned specific devices to review initially. *   The review is intended to be completed by the following Friday. *   Attached documents include the review protocol, warrant, supporting affidavit, Maxwell indictment (with an Epstein photo), and a list of devices.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "cair",
        "protocol",
        "usao",
        "fbi",
        "nyc0243*",
        "maxwell",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037669",
            "similarity": 0.571,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027069",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024731",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038290",
            "similarity": 0.5,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037766",
            "similarity": 0.5,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038214",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038290",
      "summary": "This document pertains to the redaction analysis of electronic devices related to Jeffrey Epstein and Ghislaine Maxwell. A review protocol was established involving multiple individuals and teams (AUSAs, FBI, and USAO) to examine image and video files from ten devices: NYC024355, NYC024323, NYC024326, NYC024334, NYC024368, NYC024394, NYC024390, NYC027908, NYC027910, NYC024363.  The initial focus was for the FBI to review specific devices (listed above), while the USAO would coordinate with the teams. A 3:30 PM meeting time was proposed for initial coordination. The protocol required reviewers to familiarize themselves with the warrant and supporting affidavit and included the Maxwell indictment. Device locations were organized into folders for ease of access.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "epstein",
        "image/video file review",
        "devices",
        "ausas",
        "cair",
        "nyc0243xx",
        "protocol",
        "fbi",
        "maxwell",
        "warrant",
        "affidavits"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037763",
            "similarity": 0.5,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038272",
            "similarity": 0.5,
            "index": 81,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037760",
      "summary": "Two emails detail the review of image and video files from devices associated with Jeffrey Epstein and Ghislaine Maxwell.  The review is being conducted by multiple parties, including the FBI and USAO, with a deadline of next Friday.  Ten devices (identified by alphanumeric codes like NY-3027571_Safe and NYCO243xx) are to be reviewed, with reviewers instructed to follow a specific protocol, including reading attached warrants, affidavits, and the Maxwell indictment. The initial FBI team is assigned specific devices to prioritize, with potential reassignment based on progress. Both emails confirm the negative findings of the image and video file review.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "file review",
        "devices",
        "protocol",
        "usao",
        "fbi",
        "maxwell",
        "warrant",
        "affidavit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037666",
            "similarity": 0.5,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037669",
            "similarity": 0.643,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037693",
            "similarity": 0.5,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037766",
            "similarity": 0.571,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038214",
            "similarity": 0.615,
            "index": 86,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037766",
      "summary": "*   Initial reports (Oct 26, 2020) indicated that two devices (NY-3027571_219407 and NY-3027571_215974) contained no images or videos. *   A subsequent email (Oct 19, 2020) detailed a protocol for reviewing ten devices (identified by NYC device codes) related to the case, requiring reviewers to consult the warrant, affidavit, and Maxwell indictment. *   The protocol initially assigned the FBI team to review specific devices, with the understanding that reassignment may occur. *   A request was made for a call with the USAO and FBI review teams to discuss the protocol and answer questions.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "Oct 26, 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "file",
        "protocol",
        "usao",
        "fbi",
        "nyc0243xx",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037760",
            "similarity": 0.571,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037763",
            "similarity": 0.5,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037666",
            "similarity": 0.615,
            "index": 80,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038214",
            "similarity": 0.75,
            "index": 86,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038214",
      "summary": "This document relates to the review of image and video files from devices associated with Jeffrey Epstein and Ghislaine Maxwell. A protocol has been established for the review, involving multiple teams (USAO and FBI) and requiring reviewers to familiarize themselves with warrants, affidavits, and the Maxwell indictment. Ten devices (identified by NY-codes) are to be reviewed, with the FBI initially assigned specific devices to examine. The review is time-sensitive, aiming for completion by the following Friday, and ongoing communication is expected among the teams.  A previous email chain discusses initial setup, access to the CAIR system, and guidance on organizing the reviewed materials. Redactions are present throughout the document.",
      "timestamp": "2020-11-28T00:00:00",
      "timestamp_raw": "28 Oct 2020",
      "keywords": [
        "epstein",
        "image",
        "video",
        "review",
        "devices",
        "protocol",
        "cair",
        "usao",
        "fbi",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037766",
            "similarity": 0.75,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00037760",
            "similarity": 0.615,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00037763",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020895",
      "summary": "An email chain discusses an affidavit related to a case titled \"EPSTEIN.\" An Assistant United States Attorney in the Southern District of New York sent an email requesting and then attaching four exhibits to the affidavit that were originally missing from the submitted application/affidavit.  A subsequent email forwarded signed warrants to [REDACTED].  A related document, EFTA00020896, is also referenced.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "efta00020895",
        "epstein",
        "affidavit",
        "united states district court",
        "southern district of new york",
        "warrants",
        "exhibits",
        "arraignment",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020897",
      "summary": "An email chain discusses the attached signed warrant materials related to the Epstein case (EFTA00020897 and EFTA00020898).  The emails originate from an Assistant United States Attorney and an Arraignment Unit Clerk within the Southern District of New York. Attachments include an affidavit and warrant materials. One email requests inclusion of attachments in a shared version, while another simply forwards the warrant materials.",
      "timestamp": "2020-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2020",
      "keywords": [
        "epstein",
        "efta00020897",
        "united states attorney",
        "warrant",
        "affidavits",
        "new york",
        "criminal",
        "redaction",
        "attachment",
        "signature"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030411",
      "summary": "The Affidavit of Certification, dated December 1, 2020, is submitted pursuant to Local Criminal Rule 16.1 by an Assistant United States Attorney representing the United States in the case of *United States v. Ghislaine Maxwell* (20 Cr. 330 (MN)). It states that the government has conferred in good faith with defense counsel regarding a request for the Metropolitan Detention Center warden to report directly to the court and counsel on the defendant’s conditions of confinement. The government’s November 30, 2020, inquiry regarding written reporting from MDC legal counsel was declined by defense counsel on December 1, 2020, who continued to request the warden’s direct reporting.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states",
        "affidavit",
        "criminal rule",
        "metropolitan detention center",
        "mdc",
        "united states attorney",
        "legal proceedings",
        "title 28",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030417",
      "summary": "On December 1, 2020, an email chain discusses a request for a defense letter regarding a case involving a warden (MDC). Bobbi and Chris rejected a proposal, attaching a draft letter and affidavit for review. A subsequent email on November 30, 2020, confirmed MDC legal approval for the letter submission by Friday. A request was made to circulate a dial-in, and a meeting was proposed for 1:00 PM to discuss next steps related to a joint letter to the court.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "efta00030417",
        "usanys",
        "maxwell call",
        "defense request",
        "mdc",
        "letter",
        "court",
        "proposal",
        "united states attorney",
        "bobbi",
        "chris"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032011",
      "summary": "On December 1, 2020, an email chain discusses a request related to a “Maxwell Call.” A draft letter and affidavit, prepared by Bobbi and Chris, were sent for review. Legal counsel from MDC approved the proposal, anticipating a letter to the court by Friday. A dial-in was requested for discussion regarding next steps, specifically a joint letter to the court due the following day.",
      "timestamp": "2020-12-01T00:00:00",
      "timestamp_raw": "December 1, 2020",
      "keywords": [
        "maxwell",
        "efta00032011",
        "usanys",
        "letter",
        "proposal",
        "court",
        "defense",
        "mdc",
        "bop",
        "dial-in"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021707",
      "summary": "Maxwell. *   They are requesting a 4TB hard drive containing the complete discovery production, which is not yet ready. *   They are questioning the correlation of Bates numbers to subject devices in the discovery cover letters. *   They are requesting an unredacted FBI report and a log of redactions. *   They identify missing documents, including AT&T subscriber information and flight logs, and request their production. *   They point out metadata inconsistencies in the PROD011 and PROD015 production files. *   They request a copy of the government’s detailed index of documents. *   They are requesting copies of grand jury subpoenas and their associated date ranges. *   They inquire about the unsealing of a cell-site simulator affidavit referenced in a news article and requests confirmation of any related FOIA releases.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "discovery",
        "maxwell",
        "fbi report",
        "redaction",
        "bates numbers",
        "cd drive",
        "hard drive",
        "sdny_prod015",
        "sdny_gm_00001015",
        "subpoenas",
        "metadata"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00021736",
            "similarity": 0.643,
            "index": 93,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021736",
      "summary": "The email chain details discovery requests from Cohen & Gresser LLP to the US government regarding the case involving Ghislaine Maxwell. Key requests include: *   Immediate delivery of a 4TB hard drive containing the full discovery production. *   Providing the CD data to Maxwell via a thumb drive or external CD drive. *   Correlating Bates numbers to SDNY_PROD015 and SDNY_PROD016 documents. *   Producing an unredacted FBI report and a log of redactions. *   Producing missing documents, specifically AT&T subscriber information and flight logs. *   Addressing metadata gaps in PROD011 and PROD015 DAT files. *   Providing detailed indices of document productions. *   Providing copies of grand jury subpoenas and requested date ranges. *   Confirmation regarding the unsealing of a cell-site simulator affidavit referenced in a Daily Beast article.",
      "timestamp": "2021-01-16T00:00:00",
      "timestamp_raw": "16 Jan 2021",
      "keywords": [
        "discovery",
        "fbi report",
        "redaction",
        "bates numbers",
        "cd",
        "hard drive",
        "maxwell",
        "sdny_prod015",
        "sdny_gm",
        "subpoenas",
        "metadata",
        "foia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021707",
            "similarity": 0.643,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030861",
      "summary": "The US Attorney’s Office for the Southern District of New York (USANYS) is responding to inquiries from defense counsel regarding the production of discovery materials. **Key Points:** *   **Production Status:** The USANYS is in the process of finalizing the production of discovery materials, primarily focusing on re-stamping documents (SDNY_GM_00327069.001 - SDNY_GM_00327069.794) and loading them onto a drive. *   **Missing Documents & Issues:** The defense is raising concerns about missing documents (AT&T subscriber information, flight logs), metadata gaps in the DAT files (PROD011 and PROD015), and overlaps in production ranges. They request renumbering, new DAT files, and a clarification of Bates number correlations. *   **Requests for Unredacted Materials:** The defense is specifically requesting the unredacted FBI report (SDNY_GM_02050812-14) and a list of redacted documents, along with copies of grand jury subpoenas and the date range of documents requested. *   **Confirmation of Release:** They seek confirmation about the unsealing of the cell-site simulator affidavit referenced in a Daily Beast article and any subsequent FOIA releases. *   **Ongoing Communication:** The exchange highlights a continuous flow of communication between the USANYS and defense counsel as they work to address the discovery requests and ensure compliance with legal procedures. **Note:** The text is heavily redacted, obscuring specific details and potentially sensitive information.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "27 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "production",
        "ftp",
        "files",
        "emails",
        "metadata",
        "bates numbers",
        "cd",
        "drive",
        "defense counsel",
        "usanys",
        "prod011",
        "dat files",
        "maxwell",
        "maxwell's defense"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030888",
      "summary": "It’s a record of communications between defense counsel (Cohen & Gresser LLP) and a contractor (\"USANYS\") regarding the production of discovery materials. Key points include: *   **Initial Production:** The contractor was tasked with producing discovery materials, including PROD011 and PROD015 files, along with re-bates stamped items. *   **CD Issues:** Initial CD productions were problematic, requiring the transfer of materials to thumb drives or external drives for delivery to Maxwell. *   **Metadata Discrepancies:** Significant issues arose with the metadata (.DAT) files for PROD011 and PROD015, with gaps identified and requests made for updated files. The 4th and 5th production file had overlapping numbers. *   **Discovery Requests & Concerns:** Counsel raised numerous discovery requests, including demands for an unredacted FBI report, a list correlating Bates numbers, and clarification of missing documents (AT&T records, flight logs). *   **Ongoing Issues:** There were ongoing concerns about the completeness of the production, specifically regarding Bates number accuracy and the identification of missing documents. Counsel pushed for the provision of a more detailed index. *   **Further Requests:** Counsel requested copies of grand jury subpoenas, information regarding the unsealing of documents, and clarification of the Daily Beast article referencing the cell-site simulator affidavit. The document represents a series of emails and related information attempting to address gaps and issues within the discovery process.",
      "timestamp": "2021-01-27T00:00:00",
      "timestamp_raw": "27 Jan 2021",
      "keywords": [
        "usanys",
        "contractor",
        "mdc",
        "discovery requests",
        "cd",
        "prod011",
        "prod015",
        "dat files",
        "redaction",
        "bates numbers",
        "ftp site",
        "maxwell",
        "defense counsel",
        "fbi report",
        "subpoena",
        "metadata",
        "cell-site simulator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030912",
      "summary": "The USANYS team had previously produced discovery materials, including a 4TB hard drive and CD containing documents. They requested a new hard drive to be created, but faced delays. They identified Bates ranges that hadn’t been produced and requested their reproduction via FTP. Concerns were raised regarding metadata issues, missing documents (like AT&T data and Rodgers flight logs), and a discrepancy in the numbering of document productions. The USANYS team also requested unredacted FBI reports and grand jury subpoenas, and an update on the status of materials related to the Daily Beast article referencing the cell-site simulator affidavit. The exchanges focused on confirming the delivery of materials, reproducing missing Bates ranges, addressing metadata discrepancies, and obtaining additional documents and information. Redactions were noted and discussed throughout the communication.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "January 29, 2021",
      "keywords": [
        "discovery requests",
        "ftp",
        "ranges",
        "bates",
        "redacted",
        "documents",
        "production",
        "subpoenas",
        "metadata",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011489",
      "summary": "The core issues revolve around delayed production of discovery materials, particularly Bates ranges (SDNY_GM_00167911-00169735), metadata files, and specific FBI reports. Key points include: *   **Initial FTP Request:** Everdell initially requests the discovery materials via FTP, specifying the missing Bates ranges. *   **Assistant U.S. Attorney Response:** The Assistant U.S. Attorney proposes alternative methods for delivery (CD or FTP link) and acknowledges the need for a new hard drive containing the discovery. *   **Metadata Issues:** Significant concerns are raised about gaps and errors in the metadata load files for various productions (PROD011, PROD015), requiring the provision of new DAT files.  There are also concerns about overlapping document ranges. *   **Missing Documents:** The defense requests the production of missing documents, including AT&T and David Rodgers production records, and asks for clarification on the removal of specific items from grand jury subpoena productions. *   **FBI Report & Affidavits:** The defense requests an unredacted version of the FBI report regarding the cell-site simulator and questions the status of a referenced affidavit, seeking confirmation of its unsealing. *   **Ongoing Communication:**  Multiple email exchanges occur between the parties, seeking clarification, requesting specific documents, and proposing solutions to the logistical and technical problems.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "efta00011489",
        "ftp",
        "bates",
        "discovery",
        "redaction",
        "usanys",
        "sdny",
        "metadata",
        "cd",
        "fbi report",
        "subpoenas"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011259",
      "summary": "Initially, the defense requests a 4TB drive containing discovery materials, encountering delays due to technical issues and the vendor's difficulties. The US Attorney’s Office provides assistance, but also identifies several discovery discrepancies and missing Bates ranges (SDNY_GM_00167911 through SDNY_GM_00169735). These include issues with correlating Bates numbers, missing documents, metadata gaps, and a disputed FBI report. The defense requests unredacted documents, grand jury subpoenas, and confirmation regarding the Daily Beast article referencing an unsealed affidavit. Throughout, there’s a focus on the timely delivery of necessary media (drives, CDs) to ensure Ms. Maxwell’s defense preparation. Finally, the US Attorney’s office acknowledges the issues and proposes solutions, including renumbering documents and providing new metadata files.",
      "timestamp": "2021-02-02T00:00:00",
      "timestamp_raw": "02 Feb 2021",
      "keywords": [
        "discovery requests",
        "ftp",
        "redaction",
        "bates ranges",
        "metadata",
        "drive",
        "production",
        "grand jury",
        "southern district of new york",
        "usanys",
        "efta00011259"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018186",
      "summary": "*   The trial is scheduled for November in New York. *   They are requesting FedEx records from 2008, initially obtained through a subpoena. *   A cover letter and certification from FedEx in 2008 were attached to provide relevant documentation. *   The team is seeking confirmation of someone who can sign an affidavit or provide testimony at trial. *   Communication involves multiple individuals, including paralegals and an assistant US attorney, with follow-up requests for contact information.",
      "timestamp": "2021-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2021",
      "keywords": [
        "fedex",
        "legal department",
        "records custodian",
        "testimony",
        "affidavits",
        "ghislaine maxwell",
        "jeffrey epstein",
        "trial",
        "new york",
        "subpoena",
        "united states attorney",
        "memphis",
        "tn"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00019047",
            "similarity": 0.5,
            "index": 100,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019047",
      "summary": "Attorney’s Office for the Southern District of New York regarding potential records for the Ghislaine Maxwell trial. *   The primary goal was to identify a records custodian who could testify at trial, potentially including a witness who could appear in person. *   A subpoena was issued to FedEx in February 2008 related to the case. *   Documents, including a FedEx cover letter and certification from 2008, were provided as potential evidence. *   Tracy Ferrara of FedEx was identified as the point of contact for the subpoena. *   A request was made for an affidavit or a witness to testify, specifically referencing Jeffrey Epstein. *   The trial was scheduled to begin in New York in November 2021.",
      "timestamp": "2021-07-30T00:00:00",
      "timestamp_raw": "30 Jul 2021",
      "keywords": [
        "fedex",
        "records custodian",
        "testimony",
        "affidavits",
        "legal department",
        "litigation",
        "subpoena",
        "ghislaine maxwell",
        "tracy ferrara",
        "new york",
        "2008"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00018186",
            "similarity": 0.5,
            "index": 99,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019051",
      "summary": "Attorney’s Office for the Southern District of New York are involved in a search for records related to Ghislaine Maxwell and Jeffrey Epstein. *   The initial request involves locating a FedEx account number and shipment data from 2007-2020. *   A spreadsheet containing shipment data from 2007-2020 is being provided. *   The search involves identifying a records custodian who could testify in a trial for Ghislaine Maxwell (scheduled in New York in November). *   A subpoena was issued to FedEx in February 2008, with Tracy Ferrara as the point of contact. *   The goal is to find relevant documents for potential use as evidence. *   There is an attempt to engage a paralegal to prepare an affidavit or potentially testify at trial.",
      "timestamp": "2021-08-05T00:00:00",
      "timestamp_raw": "05 Aug 2021",
      "keywords": [
        "fedex",
        "account number",
        "subpoena",
        "ghislaine maxwell",
        "jeffrey epstein",
        "records custodian",
        "trial",
        "affidavit",
        "memphis",
        "tn",
        "usanys",
        "2007-2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016282",
      "summary": "The review includes the following documents and materials: *   Summons and Complaint — CMA v. JEISK (2.25.08) *   First Amended Complaint — CMA v. JE/SK (2.9.09) *   Affidavit of Dr. Hall (SDNY\\_GM\\_01986418) *   A series of 3505-### items, including EXHIBIT F (EFTA00016282)",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00016282",
        "summons",
        "complaint",
        "cma",
        "jeisk",
        "affidavit",
        "dr. hall",
        "sdny",
        "materials",
        "exhibit f"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030741",
      "summary": "This document is a Search and Seizure Warrant issued by a U.S. Magistrate Judge for the Southern District of New York, dated December 26, 2025. It authorizes law enforcement to search six binders containing CDs, seized from a blue and black suitcase on July 11, 2019. The search is related to potential violations of Title 18 U.S.C. Sections 1591 and 371 (sex trafficking offenses).  The warrant allows for a 30-day delay of notification if it’s deemed adverse, and authorizes a thorough review of the electronic storage media (ESI) within the seized items, focusing on evidence related to child exploitation (specifically focusing on teenage girls).  The warrant specifies procedures for execution, inventory, and return of the seized property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "efta00030741",
        "cd",
        "evidence",
        "seizure",
        "affidavit",
        "probable cause",
        "law enforcement",
        "inventory",
        "esi",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028523",
      "summary": "A search and seizure warrant (AO 93) was issued by Judge Barbara Moses for the Southern District of New York, relating to violations of Title 18 U.S.C. Sections 371 and 1591 (sex trafficking). The warrant authorizes the search of a nearly 19,000 square foot single-family residence at a location in New York, NY, and the seizure of evidence related to sex trafficking of minors and conspiracy. The warrant allows for photographic and video documentation of the premises and the collection of items like utility bills, mail, and identification documents. An immediate delay of notification is authorized for up to 30 days. The warrant requires the execution officer to prepare and return an inventory of seized property to the court.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "magistrate judge",
        "title 18 u.s. code",
        "371",
        "1591",
        "evidence",
        "affidavit",
        "redaction",
        "attachment a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021303",
            "similarity": 0.5,
            "index": 12,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028485",
      "summary": "This document is a Search Warrant application submitted by a federal law enforcement officer requesting a search of Jeffrey Epstein’s residence at a property in New York. The application seeks to find evidence related to sex trafficking of minors and sex trafficking conspiracy (18 U.S.C. § 1591 and 371) based on information gathered from a victim, identified as Victim-1, who alleges Epstein sexually abused her and facilitated similar abuse by other minors. The affidavit details observations of massage tables, busts (three-dimensional representations of female torsos), and photographs depicting nude women within the property. The application also references conversations with law enforcement officers who have interviewed Victim-1, corroborating her account. The warrant specifically targets the residence and seeks to seize items linked to the alleged crimes, including taxidermied animals and massage paraphernalia, and relies on probable cause established by Victim-1’s testimony.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "sex trafficking",
        "minors",
        "jeffrey epstein",
        "new york",
        "southern district of new york",
        "fbi",
        "investigation",
        "evidence",
        "conspiracy",
        "18 u.s.c. § 1591",
        "371"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}