{
  "keyword": "inventory",
  "count": 42,
  "keyword_match_count": 41,
  "content_match_count": 80,
  "total_files": 121,
  "timeline": [
    {
      "file_id": "EFTA00006085",
      "summary": "This document is a redacted analysis of event records for a David Copperfield performance at the Au-Rene theater on February 1st and 2nd, 2005. It includes: *   **Event Details:** The event was a David Copperfield show with a specific code (S215/B008), occurring on February 1st and 2nd, 2005, with varying times and weather conditions. *   **Front of House Management Reports:** Detailed reports outlining volunteer numbers, usher assignments, drop counts, audience responses, and housekeeping/maintenance activities for each performance. These reports highlight issues like short turnaround times, patron complaints, and staffing shortages. *   **Document Inventory (Appendix A):** A list of documents submitted as part of the record set. *   **Financial Records:** A comprehensive breakdown of revenue (ticket sales, interest income) and expenses (stagehands, catering, advertising, royalties) related to the event, totaling significant sums and resulting in a net income/loss. Essentially, it’s a collection of operational and financial records related to a specific live entertainment event, with a focus on front-of-house operations and associated costs.",
      "timestamp": "2005-02-02T00:00:00",
      "timestamp_raw": "2/2/2005",
      "keywords": [
        "business records",
        "certification",
        "appendix a",
        "david copperfield",
        "theater",
        "front of house",
        "volunteers",
        "audience response",
        "show complaints",
        "turnaround time",
        "restrooms",
        "incident reports",
        "sales tax",
        "rental",
        "ticket sales",
        "royalties",
        "advertising",
        "partner transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024806",
      "summary": "On October 20, 2005, at approximately 8:30 a.m., a search warrant was executed at a residence in Palm Beach, Florida. The responding officer, designated as the affiant, assembled a Crime Scene Investigative Team, including Evidence Specialists and a CSI photographer. The team conducted a search of the residence, collecting evidence including EFTA00024806 and EFTA00024807. The search concluded at approximately 3:05 p.m. Following the search, the officer met with the defendant’s lawyer and informed him that copies of the inventory return were available. The team then returned to Police Headquarters.",
      "timestamp": "2005-10-20T00:00:00",
      "timestamp_raw": "October 20, 2005",
      "keywords": [
        "palm beach police department",
        "search warrant",
        "crime scene investigation",
        "evidence collection",
        "inventory return",
        "video recording",
        "detective id",
        "cms301l",
        "case no",
        "1-05-000368"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029911",
      "summary": "*   **Collection Date:** 08/28/2006 8:00 AM *   **Storage Location:** NY – NEW YORK, ECR8 *   **Bantode:** E6516715 *   **Chain of Custody Documentation:** Multiple pages detailing the transfer of custody of the evidence, with signatures and printed reasons for each transfer. *   **Barcode:** £4amer2---g61576725 *   **Reference Document:** FD-1087 is referenced.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "08/28/2006",
      "keywords": [
        "evidence",
        "white paper",
        "pbpd 05-382",
        "message printouts",
        "fbi seizure",
        "chain of custody",
        "location",
        "ecr8",
        "bantode",
        "receipt",
        "storage location",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024854",
      "summary": "*   **Item Details:** An item (FD-1087) was collected on August 28, 2006, from a location in Palm Beach, FL (345 South County Road). *   **Collection & Transfer History:** The item was initially collected by the FBI and subsequently transferred through multiple custody transfers to various offices, including NY and Miami. There were multiple individuals accepting custody and signing the chain of custody form. *   **Storage:** The item was initially held in NY and later moved to Miami. *   **Redactions:** Significant portions of the document are redacted (marked as \"REDACTED\"). *   **Chain of Custody:** The document meticulously tracks the chain of custody, detailing each transfer and the individuals involved. *   **Evidence Check:** The evidence was checked and cleared by a firearms instructor. *   **Barcode/ID:** The barcode is E4229234, and the form is linked to FD-1087.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "efta00024854",
        "fd-1087",
        "palm beach",
        "fl",
        "chain of custody",
        "acquisition event",
        "fbi seizure",
        "inventory",
        "evidence log",
        "storage location",
        "date/time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024843",
      "summary": "This document pertains to evidence item EFTA00024843, a box containing various white papers and a phone printout collected on August 28, 2006, from a Palm Beach, FL address (previously redacted). The evidence was initially seized from ECR8 and transferred through a complex chain of custody involving multiple individuals and locations (NY and Miami) across different FBI offices. The chain of custody records demonstrate transfers between offices and individuals, with detailed signatures and timestamps. The documents also highlight missing inventory and a reliance on previous case files (FD-1081) for completeness. The current status is unresolved and ongoing.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "evidence",
        "white paper",
        "pbpd",
        "receipt",
        "message",
        "location",
        "barcode",
        "collection date",
        "storage location",
        "chain of custody",
        "fbi seizure"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029925",
      "summary": "*   **Collection Details:** Collected on April 30, 2007, at 8:00 AM from [REDACTED] in West Palm Beach, FL. *   **Storage & Inventory:** Currently held in NY - NEW YORK, finalized with unavailable data migration information. Last inventory on 07/20/2021. *   **Chain of Custody:**  Details of custody transfers through multiple individuals and agencies (MM - MIAMI, FBI, etc.) with signed receipts and reasons for relinquishing/accepting custody.  Several individuals’ names are redacted. *   **Legal & Administrative:** No legal caveats were noted. The evidence log is marked \"Missing\" and \"Unavailable in data migrated from ACS.\" *   **FD-1004 Form:** A revised evidence chain of custody form (FD-1004) with sections for initial receipt, accepted custody, and firearm certification. Several fields on this form are redacted.",
      "timestamp": "2007-04-30T00:00:00",
      "timestamp_raw": "April 30, 2007",
      "keywords": [
        "evidence",
        "rope",
        "victoria's secret",
        "location",
        "ecr8",
        "2007-04-30",
        "fbi",
        "chain of custody",
        "inventory",
        "fd-1087"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024861",
      "summary": "This document is an evidence chain-of-custody record for a red rope containing a poetry book (“Invitation to Poetry”) and a Victoria’s Secret white bra and panties set. The evidence was initially collected on April 30, 2007, from an undisclosed location in West Palm Beach, Florida, and subsequently transferred through multiple hands within the FBI and NY State.  The chain of custody details numerous individuals involved in the receipt, storage, and transfer of the evidence, including signatures and dates for each custody transfer. The evidence was initially acquired as part of a case (7120/2021) and is marked as redacted. The last inventory was completed on July 20, 2021.",
      "timestamp": "2007-04-30T00:00:00",
      "timestamp_raw": "April 30, 2007",
      "keywords": [
        "evidence",
        "rope",
        "violet bra",
        "poetry",
        "fbi",
        "chain of custody",
        "miami",
        "new york",
        "receipt",
        "acquisition event",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007091",
      "summary": "This document is a redacted record of a legal matter concerning subpoenas issued to JEGE, Inc. and Hyperion Air, Inc.  It details a communication between Lily Ann Sanchez, Gerald B. Lefcourt, and Jack A. Goldbergberger (attorneys) regarding the subpoenas. The correspondence acknowledges an earlier confusion and outlines a collaborative approach to managing the subpoenas with Sanchez and Lefcourt. It includes an audio tape inventory with call breakdowns, primarily detailing calls to \"30AF,\" \"Epstein Residence,\" and \"60,\" with a request for a modified chart based on the detailed breakdown provided. The document appears to be related to an investigation involving these companies.",
      "timestamp": "2007-05-17T00:00:00",
      "timestamp_raw": "May 17, 2007",
      "keywords": [
        "efta00007091",
        "subpoenas",
        "criminal trial attorney",
        "florida",
        "united states attorney",
        "hyperion air",
        "inc.",
        "jege",
        "inc.",
        "lilly ann sanchez",
        "gerald b. lefcourt",
        "audio tape inventory",
        "telephone calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029928",
      "summary": "The item was initially found at 2210 48TH TERRACE NORTH, WEST PALM BEACH, FL, and was identified as a “BOOK-MASSAGE FOR DUMMIES”.  The evidence is currently held in NY - NEW YORK.  The chain of custody details numerous receipts, signatures, and relinquishments of custody, with significant redactions obscuring names and agencies. The barcode associated with the item is E6516712. The last inventory was completed on July 20, 2021.",
      "timestamp": "2007-08-07T00:00:00",
      "timestamp_raw": "August 7, 2007",
      "keywords": [
        "evidence",
        "rope",
        "book",
        "massage",
        "palm beach",
        "fl",
        "2007",
        "fbi",
        "chain of custody",
        "receipt",
        "inventory",
        "storage location",
        "barcode"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006093",
      "summary": "Wolf Camera submitted a certification regarding domestic records to the Southern District of Florida U.S. District Court as part of a federal grand jury subpoena. The certification, dated September 18, 2007, states that records attached were made at or near the time of events, kept in the course of regular business activity, and were a regular practice.  An inventory of the submitted documents (primarily receipts and customer data screens) is listed in Appendix A. The certification confirms responsiveness to the subpoena and declares the information provided to be true and correct under penalty of perjury. One page contains redactions.",
      "timestamp": "2007-09-18T00:00:00",
      "timestamp_raw": "September 18, 2007",
      "keywords": [
        "wolf camera",
        "grand jury",
        "subpoena",
        "records",
        "certification",
        "federal",
        "florida",
        "2007",
        "inventory",
        "documents",
        "ritz-codynera",
        "appendix a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037750",
      "summary": "An email chain discusses the last recorded deed for Little St. James Island. The deed, dated December 23, 2011, shows L.S.I. LLC (formerly Epstein) as the grantor to Nautilus Inc., with Jeffrey E. Epstein as the sole beneficial owner and president.  Inquiries are made regarding deeds from 1998 and 2002-2005, specifically to investigate potential asset violations. Travel authorization and photographic inventory of assets are requested.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "December 23, 2011",
      "keywords": [
        "efta00037750",
        "little st james island",
        "deed",
        "l.s.j llc",
        "epstein",
        "nautilus inc",
        "jeffrey epstein",
        "travel",
        "inventory",
        "photographs",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038139",
      "summary": "An email chain discusses a Quitclaim Deed dated 12/23/2011 transferring title of Little St. James Island from L.S.I. LLC (formerly Epstein) to Nautilus Inc., with Jeffrey E. Epstein as the sole beneficial owner and President of Nautilus Inc.  A request is made to locate deeds from 1998 and 2002-2005 for inventory and photographic documentation of assets, particularly if related to potential violations. Squad C-40 (FAST) and a Senior Financial Investigator (SFI) are involved in the investigation.",
      "timestamp": "2011-12-23T00:00:00",
      "timestamp_raw": "12/23/2011",
      "keywords": [
        "little st james island",
        "deed of record",
        "l.s.j llc",
        "epstein",
        "nautilus inc",
        "jeffrey e. epstein",
        "search warrant",
        "travel approvals",
        "assets",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033545",
      "summary": "The logs detail various activities within the NYM SHU and Housing Unit, Special (SHU) – specifically Level 1 (SHU), Level 2 (SHU), and Level 3 (9 SOUTH SHU).  These entries include shift changes, official counts, routine checks (body alarms, fire panels, inventory, keys, OC spray, radios), searches of areas, rounds by officers and lieutenants, and the feeding of inmates. Multiple users (TF59463, TF18923, TF18830, TF49363, TF18945, TF28247 and TF34228) logged these activities.",
      "timestamp": "2019-06-23T00:00:00",
      "timestamp_raw": "June 23, 2019",
      "keywords": [
        "prison log",
        "nym",
        "shu",
        "housing unit",
        "truintel",
        "log entries",
        "events",
        "shift",
        "user",
        "body alarm check",
        "fire alarm panel check",
        "inventory sheet",
        "key check",
        "oc spray check",
        "radio check",
        "search (areas)",
        "official count",
        "rounds (officer)",
        "beginning shift",
        "end shift"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034852",
      "summary": "The Lieutenant’s shift involved managing inmate movement, responding to system malfunctions, conducting trash runs, and overseeing visitation. Counts were conducted at 12:00 AM, 3:00 AM, 5:00 AM, and 8:00 AM.  The SHU (Special Housing Unit) status was consistently 73/5.  There were no reported incidents of inmates being transferred to or from the hospital.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "detention",
        "inventory",
        "operations",
        "phone check",
        "institution",
        "787",
        "788",
        "789"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034135",
            "similarity": 0.688,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035665",
            "similarity": 0.588,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033422",
            "similarity": 0.688,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034135",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, documenting the activities of a lieutenant overseeing a shift. The log records counts, inmate movements (including transfers to hospital and administrative detention), equipment checks (metal detectors, restraint equipment), and responses to alarms and phone calls. It details specific inmate events, such as the addition of new inmates (including one transferred from another unit), and mentions system malfunctions affecting the public address system. The log also records routine tasks like trash runs and provides inmate visitation statistics. The shift covers three days: July 6th, July 7th, and July 5th, with counts recorded at various times throughout each day.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "inventory",
        "detention",
        "phone check",
        "institution",
        "operations",
        "fire alarm",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034852",
            "similarity": 0.688,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035665",
            "similarity": 0.625,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033422",
            "similarity": 0.857,
            "index": 16,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00033435",
            "similarity": 0.5,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035665",
      "summary": "On July 6th and 7th, 2019, the Metropolitan Correctional Center in New York documented daily operations led by a Lieutenant. The log details counts, security checks (including metal detector scans and restraint equipment inventories), inmate movements (including administrative detentions and WITSEC inquiries), and system malfunctions (specifically a PREA announcement system failure). There were several institutional counts throughout the shifts, along with body alarm testing, NYPD phone checks, and trash runs. The counts varied between 787 and 789, and SHU status and unit assignments were consistently recorded. Visitation records were also maintained.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "nypd",
        "alarm",
        "detention",
        "usms",
        "prea",
        "inventory",
        "operations",
        "visitation",
        "phone check"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034135",
            "similarity": 0.625,
            "index": 14,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034852",
            "similarity": 0.588,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033422",
            "similarity": 0.625,
            "index": 16,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034864",
            "similarity": 0.556,
            "index": 23,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033435",
            "similarity": 0.5,
            "index": 29,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033422",
      "summary": "Several inmates were moved between units, including one transported to a local hospital. There were several instances of phone calls monitored, including STG and High Alert calls, and WITSEC inquiries.  Administrative detentions were recorded for inmates #50972-054 and #76318-054, with reasons and times documented.  The log details system malfunctions (fire alarm, PA system), trash runs, and standard operational procedures.  The final count at the end of each shift was recorded.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "alarm",
        "inventory",
        "detention",
        "operations",
        "phone check",
        "institution",
        "time",
        "count",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035665",
            "similarity": 0.625,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034135",
            "similarity": 0.857,
            "index": 14,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034852",
            "similarity": 0.688,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034663",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages. New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to Special Housing Units. No cells were triple bunked. There were missing reports and equipment inventory forms related to video monitoring, the tool room, safety, training, recreation, the rear gate, roof recreation, floor sallyports, and R&D. Leave utilization included various types of time off, and 27 staff members worked overtime, specifically 197.45 hours of B-2 overtime. The institution’s total population at the start of the morning shift was 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "inmate johnson",
        "daily activity report",
        "usms guards",
        "corrections",
        "overtime",
        "furlough",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034534",
      "summary": "On July 06, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. There were no discrepancies during the morning watch shift. During the day shift, Correctional Assignment 10 South vacated due to staff shortages, and inmate Johnson #50972-054 was moved from KN to ZA. During the evening shift, Correctional Assignment 10-South #2 and SHU #2 vacated due to staff shortages.  New inmate Epstein #76318-054 was admitted. No inmates were released or transferred to special housing units.  There were no cells triple-bunked.  Missing reports and inventory forms were noted across various departments.  Staff leave usage included furlough, annual leave, sick leave, and suspension. Overtime hours were recorded, primarily in B-2 overtime. Initial staff numbers at the start of the morning shift totaled 789.",
      "timestamp": "2019-07-06T00:00:00",
      "timestamp_raw": "July 06, 2019",
      "keywords": [
        "correctional center",
        "staff shortages",
        "inmate johnson",
        "usms guards",
        "daily activity report",
        "overtime",
        "leave",
        "security",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021303",
      "summary": "A search and seizure warrant was issued on July 7, 2019, by Judge Barbara Moses for a residence located at 9 East 71st Street, New York, NY. The warrant is related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking). The search was authorized based on an affidavit and aimed to seize items including taxidermied dogs, massage tables, busts of female torsos, photos/representations of nude women, sex toys, a binder labeled \"PB Girls,\" and related documents/communications.  Immediate notification was delayed for up to 30 days.  An attachment details the specific items to be seized.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "united states district court",
        "new york",
        "magistrate judge",
        "law enforcement",
        "title 18 u.s. code",
        "1591",
        "371",
        "affidavit",
        "probable cause",
        "inventory",
        "seizure",
        "attachment a"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020134",
            "similarity": 0.6,
            "index": 112,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028523",
            "similarity": 0.5,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037851",
      "summary": "A lawyer, Ross Amsel Raben Nascimento, Esq., is contacted by an individual regarding a former client, “E stein” (formerly known as Epstein), who was served with a grand jury subpoena. The lawyer is seeking assistance to understand the situation and update their knowledge due to the former client’s passing in 2018. The lawyer requests a meeting to discuss the matter.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "epstein",
        "subpoena",
        "attorney",
        "florida",
        "redaction",
        "inventory",
        "legal",
        "criminal",
        "miami",
        "e stein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030171",
      "summary": "A lawyer, Ross Amsel Raben Nascimento, PLLC, received a message from an unidentified sender regarding a former client, identified only as “n,” who passed away in 2018. The client had been served with a grand jury subpoena, and the lawyer is now assisting the client’s former partner and attorney due to the client’s request. The lawyer is seeking to understand the situation and schedule a meeting with the client.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2019",
      "keywords": [
        "efta00030171",
        "redaction analysis",
        "epstein",
        "subpoena",
        "attorney",
        "florida",
        "criminal law",
        "lawyer",
        "inventory",
        "ross amsel raben nascimento"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030161",
      "summary": "On July 7, 2019, Martin Weinberg informed [REDACTED] that the indictment in the U.S. v. Jeffrey Epstein case was expected to be unsealed and assigned to a district judge around 9:15 a.m. the following morning. Weinberg offered to contact [REDACTED] after Epstein met with him.  [REDACTED] confirmed receipt of the indictment and noted awareness of potential privilege issues related to the search conducted at Epstein’s residence, stating a warrant and inventory would be delivered. Weinberg sent a follow-up email on July 6th, attaching the indictment and providing contact information for the Assistant U.S. Attorneys involved.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "jeffrey epstein",
        "u.s. v.",
        "martin weinberg",
        "indictment",
        "reid weingarten",
        "bail",
        "detention",
        "judge",
        "ausas",
        "search warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034864",
      "summary": "On July 8, 2019, a Metropolitan Correctional Center Lieutenant’s log documented daily operations, including counts, inventory checks, and inmate movements. The shift involved responding to a fire alarm, conducting phone checks, and managing inmate administrative detentions. There were multiple inmate transfers and returns to court. The log recorded system malfunctions (fire suppression pump) and monitored for terrorism and WITSEC inquiries. Counts varied throughout the day, with a final count of 792 at the end of the shift.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "arrest",
        "detention",
        "fire alarm",
        "nypd",
        "phone check",
        "institution",
        "count",
        "prea",
        "visitation",
        "inmates",
        "administrative detention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035665",
            "similarity": 0.556,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.562,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034156",
            "similarity": 0.5,
            "index": 31,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.526,
            "index": 35,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035675",
      "summary": "On July 09, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire suppression system was inoperative during the morning watch shift. *   No significant incidents were reported during the day watch shift. *   Correctional assignment SHU #2 was vacated due to staff shortages during the evening watch shift. *   New inmate admissions included Anghel, Green, Hudson, Kenyatta, and Rai. *   Several inmates were released, including Atkins, Burnett, McCollum, and Tran. *   There were no cells triple bunked in the Special Housing Unit (SHU). *   A staff search was underway for missing fire and security reports and an equipment inventory form. *   35 staff members worked overtime totaling 230.15 hours. *   Beginning institutional totals were 790.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 09, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire suppression system",
        "inmates",
        "daily activity report",
        "staff overtime",
        "new admissions",
        "release",
        "leave",
        "institutional totals"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034674",
      "summary": "On July 9, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and inmate movements. Lieutenant’s logs recorded events such as fire alarm issues, body alarm testing, phone checks, and inmate placements in Administrative Detention, particularly for inmate I/M Epstein due to a psychological observation. There were several counts conducted throughout the shifts, with varying inmate totals. Specific incidents included inmate transfers to local hospitals, court appearances, and a trash run.  No STG/High Alert or WITSEC inquiries were recorded.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "daily log",
        "lieutenant",
        "count",
        "shu",
        "psych obs",
        "inmate",
        "restraint equipment",
        "nypd",
        "fire alarm",
        "administrative detention",
        "visitation",
        "usms",
        "institution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034067",
            "similarity": 0.714,
            "index": 26,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.533,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033441",
            "similarity": 0.6,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034067",
      "summary": "On July 9, 2019, a Metropolitan Correctional Center Lieutenant documented daily operations, including counts, inmate movements (including psychiatric observations and administrative detentions), and security checks.  The shift involved monitoring phone calls (including STG and WITSEC inquiries), conducting inventory, responding to alarms, and managing inmate visits.  Counts varied throughout the day, with a final count of 792 at the end of the shift. Several inmates were transferred between units or facilities, and a trash run was conducted. The fire alarm/sprinkler system was intermittently nonoperational.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "July 9, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "fire alarm",
        "restraint equipment",
        "nypd",
        "inmate",
        "administrative detention",
        "psych obs",
        "institution",
        "efta00034067"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034674",
            "similarity": 0.714,
            "index": 25,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033441",
            "similarity": 0.571,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018425",
      "summary": "This document is a search and seizure warrant issued by a U.S. Magistrate Judge for a case related to violations of Title 18 U.S. Code, Sections 371 and 1591 (sex trafficking of minors). The warrant authorizes the search of a residence at 9 East 71st Street, New York, NY, and the seizure of computer devices and storage media that may contain electronically stored information related to sex trafficking. Specifically, the warrant seeks evidence of child sexual exploitation, including photographs, communications, and data related to victims or potential victims. The warrant allows for forensic examination of the seized devices and their contents, utilizing techniques like keyword searches and file reviews. A 30-day delay of notification is authorized to prevent potential adverse results. The document includes details of the warrant execution, return, and inventory procedures.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "search warrant",
        "law enforcement",
        "united states district court",
        "probable cause",
        "electronic stored information",
        "seizure",
        "inventory",
        "forensic examination",
        "title 18",
        "united states code",
        "9 east 71st street"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034149",
      "summary": "On July 12, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. A hole was discovered on the institution’s exterior, leading to an Immediate Use of Force involving inmates in various assignments due to staff shortages. An inmate was observed on psychiatric observation, and another was under suicide watch. Several housing units were investigated for SIS investigations and failures to return on time. Staff searches were conducted across multiple areas, including lobbies, Sallyports, and facilities shops, resulting in missing equipment inventory. Leave usage included furloughs, annual leave, sick leave, and overtime hours. The institution’s population at the beginning of the morning shift totaled 801 inmates across various units.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "correctional center",
        "activity report",
        "staff shortage",
        "use of force",
        "inmates",
        "housing unit",
        "shu",
        "furlough",
        "leave",
        "missing equipment",
        "security report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033435",
      "summary": "On July 13, 2019, a correctional officer’s daily log documented operations at the Metropolitan Correctional Center in New York. The log recorded counts, security checks (including metal detectors and restraint equipment), fire/sprinkler system status, inmate movement (including FURLs and Administrative Detention), and communication checks (NYPD phone checks and STG/High Alert calls).  There were multiple institutional counts throughout the day, often accompanied by “Good Verbal” or “Clear” announcements.  Several system malfunctions (specifically PREA announcements) were noted. The shift involved managing inmate activities, conducting trash runs, and responding to inmate inquiries and potential security concerns.  The final count at the end of the shift was consistently 798 with varying SHU counts.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "nypd",
        "alarm",
        "restraint equipment",
        "fire alarm",
        "detention",
        "count",
        "operations",
        "watch",
        "system",
        "inventory",
        "security"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035665",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034135",
            "similarity": 0.5,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033438",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034888",
      "summary": "This document is a daily log of a Lieutenant’s shift at the Metropolitan Correctional Center in New York, covering Saturday, July 13, 2019. The log details routine activities including counts, inventory checks, security procedures (metal detectors, alarm testing), inmate observations (psychological, suicide watch), and administrative actions (detentions, furloughs). There were multiple inmate counts throughout the day, disruptions due to system malfunctions, and monitoring of STG and High Alert phone calls. A notable event was a furlough to a Housing Area (HA) and a temporary chit inventory was conducted. The log records the shift change and the final count of 798 inmates.",
      "timestamp": "2019-07-13T00:00:00",
      "timestamp_raw": "July 13, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "institution",
        "nypd",
        "prea",
        "suicide watch",
        "administrative detention",
        "visitation",
        "fire alarm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034067",
            "similarity": 0.5,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034674",
            "similarity": 0.533,
            "index": 25,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034864",
            "similarity": 0.562,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00033438",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033441",
            "similarity": 0.615,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034156",
      "summary": "*   **Starting Counts:** The initial counts throughout the shifts varied between 796 and 799 inmates. *   **SHU Status:** The Special Housing Unit (SHU) contained approximately 78 inmates, with fluctuating numbers due to administrative detentions and movements. *   **Daily Activities:** The log detailed routine activities including counts, inventory checks, restraint equipment management, fire alarm testing, phone calls (including STG/High Alert monitoring and WITSEC inquiries), and inmate movements (e.g., to court, HA, ZA, general population). *   **Administrative Detentions:** Several inmates were placed in Administrative Detention throughout the shifts. *   **Visitation:** Visitation records noted 24 total inmates – 9 adults and 10 children. *   **Equipment Issues:** There were noted instances of system malfunctions, specifically relating to the Institution Public Address System used for PREA announcements.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "arrest",
        "witsec",
        "detention",
        "fire alarm",
        "institution",
        "nypd",
        "census",
        "visitation",
        "inmate",
        "unit",
        "goldcrest",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034864",
            "similarity": 0.5,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033438",
      "summary": "This document is a daily lieutenant’s log from the Metropolitan Correctional Center in New York, detailing events on Thursday, July 18, 2019. The log records inmate counts (ranging from 781 to 787), observations including suicides watches, administrative detentions, and medical events (bowel movements, trash runs). It also details operational activities such as equipment checks, phone checks, counts, and visitation records.  System malfunctions (fire alarm, Public Address system) and security alerts (STG/High Alert phone calls) were noted. The log was transitioned between shifts with corresponding changes in inmate counts and operational responsibilities.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "nypd",
        "alarm",
        "institution",
        "detention",
        "visitation",
        "count",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.538,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033435",
            "similarity": 0.5,
            "index": 29,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035665",
            "similarity": 0.643,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.6,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035001",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035560",
      "summary": "*   **Reporting Officer:** Lieutenant of M/W Operations. *   **Reported Issues:** *   An I/M unit was flooded. *   The SHU #2 was vacated due to staff shortage. *   Inmates were under psychiatric observation, suicide watch, or hospice care. *   **Missing Reports/Inventory:** Several missing reports and inventory forms were noted across various departments (SIS Office, Visiting Room, Central Tool Room, Roof Recreation). *   **Leave Utilization:** Detailed records of leave types (furlough, annual, sick, overtime, etc.) were logged, including specific hours worked. *   **Cell Occupancy:** No cells were triple-bunked. *   **Population Count:** The total inmate population at the beginning of the morning watch was 786. *   **Unit Breakdown:** Specific inmate counts for several units (B-A, E-N, E-S, G-N, etc.) were listed.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "metropolitan correctional center",
        "daily activity report",
        "staffing",
        "inmates",
        "corrections",
        "new york",
        "july 17",
        "2019",
        "overtime",
        "leave",
        "cell occupancy"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033583",
      "summary": "On July 20, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Several correctional assignments (10-South #2 and SHU #3) were vacated due to staff shortages during the evening watch shift. Unit 11 South remained on modified operations. There were no new admissions or releases. No cells were triple bunked. Several missing reports and equipment inventory forms were noted, including those for the Visiting Room, Rear Gate, SIS Office, Central Tool Room, CMC/R&D/Mailroom, and Sally Officers. Seven staff members utilized leave (furlough, annual, sick, COP, AWOL). 28 staff members worked overtime, totaling 222.00 hours. Institutional totals at the beginning of the morning watch shift (July 20, 2019, 12:00 AM) indicated 780 inmates across various units.",
      "timestamp": "2019-07-20T00:00:00",
      "timestamp_raw": "July 20, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "activity report",
        "corrections",
        "inmates",
        "usms",
        "overtime",
        "leave",
        "security",
        "shu"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034692",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center in New York documented daily operations led by multiple lieutenants across morning, day, and evening shifts. The log recorded counts (initially 780, consistently maintained), security checks, equipment inventories, and responses to alarms and phone calls. Notable events included fire system malfunctions, PREA announcement failures, inmate administrative detentions (though none were recorded in this specific log), and several phone calls monitored through STG and High Alert systems. Counts were taken multiple times throughout the shifts, and the lieutenant transitioned between day and evening watch duties. Visitation was not recorded.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "detention",
        "fire alarm",
        "institution",
        "usms",
        "prea",
        "inventory",
        "lockdown",
        "visitation",
        "trash run"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033438",
            "similarity": 0.6,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034864",
            "similarity": 0.526,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034934",
            "similarity": 0.5,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033707",
            "similarity": 0.526,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020130",
      "summary": "This document is a search warrant issued on July 21, 2019, by U.S. Magistrate Judge Barbara Moses for a search of property located at 9 East 71st Street, New York, NY. The warrant targets compact discs seized on July 7, 2019, and seeks to uncover evidence related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking of minors and conspiracy).  Specifically, investigators are authorized to seize documents, photographs, and recordings depicting minors engaged in sexually explicit conduct, as well as items related to the ownership or use of electronic devices involved in these activities. The warrant includes provisions for a forensic image of the seized devices and a thorough review of the electronic storage information (ESI) contained within, utilizing various search techniques.  A detailed inventory and return form is attached to the warrant, outlining the specific items being sought.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "united states district court",
        "law enforcement",
        "18 u.s.c. § 371",
        "1591",
        "attachment a",
        "esi",
        "forensic image",
        "keywords"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033441",
      "summary": "Each shift involved counts, inventory checks (including restraint equipment and metal detectors), fire alarm system checks, and communication with external agencies (NYPD, USMS, and potentially WITSEC inquiries). There were multiple instances of verbal counts announced and confirmed. Several times, the institution was placed on lockdown for counts. The fire alarm system experienced malfunctions during the day shift. Temporary chit inventories were recorded. The Lieutenant’s duties rotated between shifts, and there were instances of inmates being placed in Administrative Detention. The number of inmates was consistently 780, with a SHU count of 71/5, fluctuating slightly across the shifts.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "usms",
        "hospice",
        "restraint equipment",
        "fire alarm",
        "nypd",
        "administrative detention",
        "institution",
        "count",
        "prea"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034888",
            "similarity": 0.615,
            "index": 30,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034067",
            "similarity": 0.571,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034674",
            "similarity": 0.6,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034934",
            "similarity": 0.615,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034734",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035688",
      "summary": "On July 21, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and inmate movement. Lieutenant’s logs recorded events across multiple shifts, noting operational issues like malfunctioning public address systems and difficulties opening doors. There were no STG or High Alert phone calls monitored, no WITSEC inquiries received, and no inmates placed in administrative detention. Counts were conducted at 12:00 AM, 3:00 AM, and 5:00 AM, with variations in inmate numbers reported. The log also details maintenance activities such as trash runs and equipment checks.",
      "timestamp": "2019-07-21T00:00:00",
      "timestamp_raw": "July 21, 2019",
      "keywords": [
        "usms",
        "department of justice",
        "correction center",
        "count",
        "shu",
        "prea",
        "lockdown",
        "fire alarm",
        "metal detector",
        "nypd",
        "administrative detention",
        "visitation",
        "inmates",
        "operations lieutenant",
        "daily log",
        "terrorist calls",
        "witsec",
        "monitoring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035581",
            "similarity": 0.5,
            "index": 40,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033638",
      "summary": "*   A daily activity report for July 22, 2019, was received and reviewed. *   A 911 operator reported a potential stabbing threat by the \"Macballers\" gang members at 11-South housing unit. *   A fire alarm and sprinkler system was inoperable, triggering a fire watch. *   Inmates were reassigned to the Special Housing Unit (SHU): Jones #87016-054, Romero #74203-054, and Williams #78640-054. *   Staffing shortages led to vacant correctional assignments. *   Pressure pump system failure initiated a fire watch. *   New inmate admissions and releases were recorded. *   Missing reports and equipment inventory forms were identified across various areas of the Metropolitan Correctional Center. *   Leave utilization and overtime hours were documented. *   The institution’s inmate count at the beginning of the morning shift was recorded.",
      "timestamp": "2019-07-22T00:00:00",
      "timestamp_raw": "July 22, 2019",
      "keywords": [
        "metropolitan correctional center",
        "stabbing",
        "gang members",
        "911",
        "inmates",
        "housing unit",
        "fire alarm",
        "pressure pump",
        "daily activity report",
        "usms",
        "sis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035581",
      "summary": "Lieutenant’s logs recorded issues with fire alarm systems, restraint equipment inventory, and communication systems. Several inmates were placed on suicide watch, and there were instances of administrative detention. Phone calls were monitored for terrorist and WITSEC activity. Counts were conducted multiple times throughout the shifts, resulting in slight variations in inmate numbers. Visitation occurred on July 22, 2019, with 34 inmates visiting.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "usms",
        "correction center",
        "lieutenant's log",
        "shu",
        "prea",
        "suicide watch",
        "administrative detention",
        "count",
        "fire alarm",
        "nypd",
        "visitation",
        "phone calls",
        "monitoring",
        "inmates",
        "efta00035581"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035688",
            "similarity": 0.5,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034718",
      "summary": "On July 24, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Key observations included: *   Operational issues with South Main door/Fire Exit doors and Inner Gate. *   Fire Watch was ongoing across all shifts. *   A shortage of staff led to the vacating of SHU #4. *   New inmate admissions and releases were recorded. *   Several inmates were on Suicide Watch or in outside hospitals. *   A significant number of staff members utilized various types of leave (furlough, annual, sick, overtime, etc.). *   A total of 172.00 overtime hours were worked by 23 staff. *   The institution’s population at 12:00 AM on July 24th totaled 776 inmates across various units. *   Missing inventory reports and equipment were noted at the Sallyport and Central Tool Room.",
      "timestamp": "2019-07-24T00:00:00",
      "timestamp_raw": "July 24, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire watch",
        "inmates",
        "suicide watch",
        "furlough",
        "release",
        "corrections",
        "staff",
        "overtime",
        "housing unit"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034548",
      "summary": "The email outlines several tasks and requests for various personnel, including routing documents, reminding someone to submit a form, attending a SHU meeting with detailed note-taking, repairing entry doors, managing vest inventory for officers, adjusting the weekend roster, and ensuring a Friday closing deadline. It also includes a delegation of responsibility to Lieutenant.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "7/25/2019",
      "keywords": [
        "overtime",
        "lld",
        "truintel",
        "epstein",
        "suicide",
        "vests",
        "roster",
        "volunteer",
        "sign up",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034934",
      "summary": "Lieutenant’s activities encompassed assuming watch duties, conducting inventory, responding to alarms, managing administrative detentions (specifically involving Kaba and Williams), and monitoring phone calls (STG and WITSEC inquiries).  Several inmates were moved between housing units (SHU, 10-South, Local Hosp), and a total count of 774 was achieved throughout the shifts. Visitation numbers were also recorded.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "institution",
        "fire alarm",
        "nypd",
        "cell phone",
        "administrative detention",
        "visitation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033441",
            "similarity": 0.615,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034692",
            "similarity": 0.5,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.818,
            "index": 30,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034734",
            "similarity": 0.533,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034603",
            "similarity": 0.533,
            "index": 61,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033444",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (e.g., court appearances, transfers to nursing facilities or special housing), and maintenance issues (fire alarm malfunctions, equipment inventory). Several inmates were under observation (Psych Obs, Suicide Watch), and some were placed in Administrative Detention due to various reasons, including possession of cell phones. Phone calls were monitored, including WITSEC inquiries. Counts were conducted at various times throughout the shift, and the shift ended with a final count of 770 inmates.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "count",
        "fire alarm",
        "inmate",
        "detention",
        "psych obs",
        "restraint equipment",
        "nypd",
        "phone check",
        "administrative detention",
        "suicide watch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034067",
            "similarity": 0.643,
            "index": 26,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034674",
            "similarity": 0.562,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00034734",
            "similarity": 0.562,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034796",
            "similarity": 0.529,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034082",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Staff expressed exhaustion due to overtime. There were inquiries regarding inmate I/M Epstein’s potential suicide attempt. Inmates were placed in the Special Housing Unit (SHU) for possession of cellular telephones. Several inmates were admitted and released, including Deleon, Guillen, Kaba, Aguilar, Lamarco, Murray, and Williams. A shortage of staff resulted in unassigned correctional assignments. There were missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. The institution’s population at the start of the morning shift was 774.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "metropolitan correctional center",
        "suicide watch",
        "i/m epstein",
        "cellular telephone",
        "special housing unit",
        "fire watch",
        "inmates",
        "corrections",
        "overtime",
        "staff shortage"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034734",
      "summary": "On July 25, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inmate movements (to hospice, special housing, and court), and security checks. Lieutenant’s shifts involved managing staff, responding to alarms, conducting inventory, and maintaining order. There were several instances of inmate placement in administrative detention, primarily due to bail bonds or medical needs.  WITSEC inquiries and standard phone monitoring were also recorded. Counts varied throughout the shifts, with a final count of 770 recorded at the end of the shifts.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "fire alarm",
        "restraint equipment",
        "metal detector",
        "nypd",
        "witsec",
        "administrative detention",
        "inmate",
        "visitation",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033444",
            "similarity": 0.562,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034934",
            "similarity": 0.533,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033441",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00035706",
            "similarity": 0.524,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034796",
            "similarity": 0.688,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033647",
      "summary": "It details inmate counts, sensitive information (including inmate hospitalizations and psychiatric observations), restraint equipment checks, security procedures (metal detectors, roof checks, and phone monitoring – including WITSEC inquiries), and administrative actions like administrative detentions and transfers between housing units (SHU, 10-South, Local Hosp).  Specific inmate movements and releases are recorded, along with equipment inventory and maintenance. The log also tracks phone calls and counts to maintain a secure environment.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "hospital",
        "inmate",
        "count",
        "custody",
        "detention",
        "observation",
        "restraint",
        "alarm"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035001",
            "similarity": 0.5,
            "index": 56,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00036026",
            "similarity": 0.5,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00033601",
      "summary": "The log details inmate counts, sensitive information, medical observations (including psychiatric observations and suicide watch), administrative detentions, phone calls (including WITSEC inquiries and STG/High Alert calls), restraint equipment inventory, and general operational activities like counts, searches, and releases. Specific inmate IDs and reasons for detention/observation are frequently noted. The log records various interruptions to standard procedures due to system malfunctions, and includes details about visitation and trash runs.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "lieutenant",
        "shu",
        "inmate",
        "hospital",
        "count",
        "prea",
        "restraint",
        "metal detector",
        "nypd",
        "administration detention",
        "suicide watch"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034778",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) reported the following: *   A fire panel in the Control Center was inoperative during the Morning Watch Shift. *   Inmate Epstein (#76318-054) was removed from psychiatric observation and housed in the Special Housing Unit (SHU) #3, 10-South #2, due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS Office, Video Monitoring, Chapel, Education, Recreation, Safety, 2 Sallyport, Central Tool Room, 3 Sallyport, Roof Recreation) had missing equipment inventory forms. *   Staff leave included various types of time off (furlough, annual leave, sick leave, overtime, suspension, etc.) and 210 hours of overtime were worked. *   The institution’s total population at the beginning of the morning shift was 767.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "metropolitan correctional center",
        "fire panel",
        "inmate epstein",
        "shu",
        "staff shortage",
        "security report",
        "overtime",
        "leave",
        "corrections"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035609",
      "summary": "On July 30, 2019, the Metropolitan Correctional Center (MCC) New York reported the following: *   A fire panel was inoperative during the morning watch shift. *   Inmate Epstein (#76318-054) was removed from psychological observation and housed in the Special Housing Unit (SHU) #3 due to staff shortages. *   SHU #4 remained unassigned due to staff shortages. *   There were no triple-bunked cells in the SHU. *   Several departments (SIS, Video Monitoring, Chapel, Education, Recreation, Safety, 2 & 3 Sallyports, Central Tool Room) were missing reports. *   A missing equipment inventory form was also noted. *   Staff utilized various types of leave including furloughs, annual leave, sick leave, overtime, and suspension. *   A total of 767 inmates were present at the beginning of the morning watch shift, broken down by unit.",
      "timestamp": "2019-07-30T00:00:00",
      "timestamp_raw": "July 30, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "staff shortage",
        "fire panel",
        "housing unit",
        "usms",
        "daily report",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034975",
      "summary": "*   Daily activity report for July 31, 2019, was received and reviewed. *   I/M Davis #89380-053 was placed on Dry Cell after observed cellphone use. *   I/M Benjamin #86463-054, Darand #86725-054, Ochoa #86452-054, and Robinson #34801-058 were placed on the Special Housing Unit. *   Several inmates were admitted to and released from MCC New York, including specific inmate IDs. *   Davis #89380-053 was also placed on the Special Housing Unit. *   There were no triple bunked cells in the SHU. *   Several reports and inventories were missing (Fire & Security, Equipment Inventory). *   Leave utilization included furlough, annual leave, sick leave, official time, suspension, AWOL, and overtime hours. *   Staff numbers and overtime hours were recorded for various categories. *   Institutional totals at 12:00 AM on July 31, 2019, were noted for various units.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "shu",
        "cell placement",
        "fbi ref",
        "corrections",
        "usms guards",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034983",
      "summary": "On August 01, 2019, the Operations Lieutenant reported several issues during the daily activity reporting period. Unsecured food slots due to hinge malfunctions and inmate tampering were a recurring problem across multiple units.  Several inmates were placed on the Special Housing Unit (SHU) Pend SIS due to various reasons including I/M placements and staff shortages impacting correctional assignments.  Inmate status changes included hospitalizations, psychiatric observation, and furloughs. New admissions to Metropolitan Correctional Center New York (MCC NY) included inmates placed on the SHU with pending SIS classifications. Release information, missing equipment inventory, and staff leave/overtime details were also documented, including 26 staff members working a total of 189.30 hours.  Cell occupancy was noted, with no SHU units triple-bunked, and a total of 763 inmates housed across various units at 12:00 AM on August 01, 2019.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 01, 2019",
      "keywords": [
        "metropolitan correctional center",
        "food slots",
        "inmates",
        "special housing unit",
        "shu",
        "i/m",
        "security risk",
        "staff shortage",
        "usms guards",
        "admissions",
        "release"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033653",
      "summary": "On August 1, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity. Inmate I/M Davis (#89380-053) was placed on Dry Cell after observed cell phone use and subsequently moved to the Special Housing Unit (SHU). Several inmates were moved to the SHU due to staffing shortages, including Benjamin (#86463-054), Darand (#86725-054), Ochoa (#86452-054), Robinson (#34801-058), Barbrow (#76157-054), Brissett (#76269-054), and Santiago (#80341-083). New admissions included Carrasquillo, Sanchez, Santana, Thompson, and Vasquez, while Blackwell, Mahmood, McCaskill, Searles, Blackwel, and Mahmoud were released. There were no triple-bunked SHU cells. A missing equipment inventory was reported across multiple locations. Leave utilized included furloughs, annual leave, sick leave, and suspensions. Overtime hours were recorded, primarily for medical staff. Institutional totals at the beginning of the morning shift were 760.",
      "timestamp": "2019-08-01T00:00:00",
      "timestamp_raw": "August 1, 2019",
      "keywords": [
        "inmates",
        "correctional",
        "shu",
        "cell",
        "fbi",
        "watch",
        "hospital",
        "suicide",
        "release",
        "admissions",
        "staff",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033607",
      "summary": "On August 3, 2019, the Metropolitan Correctional Center’s Lieutenant documented daily operations, including counts, inmate movements (specifically Melendez and Benjamin), and security checks. Key events included fire alarm issues, phone checks, body alarm testing, PREA announcements, and administrative detentions. Inmates were frequently placed in the Local Hospital and observed psychological observations. Throughout the shift, the Lieutenant transitioned between morning, day, and evening watches, managing inmate counts and responding to various incidents, including a hospital return for inmate Melendez. There were no recorded STG/High Alert phone calls or WITSEC inquiries.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 3, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "hospital",
        "usms",
        "psych obs",
        "detention",
        "fire alarm",
        "inventory",
        "nypd",
        "phone check",
        "observation",
        "administrative",
        "visitation",
        "inmates",
        "restraint equipment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034864",
            "similarity": 0.55,
            "index": 23,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034987",
      "summary": "On August 03, 2019, a Metropolitan Correctional Center (MCC) in New York reported daily activity for August 02, 2019, as communicated by an Operations Lieutenant.  Inmates were assigned to various housing units (SHU #2, 4, etc.) with several experiencing placement on the Special Housing Unit (Pend SIS). New inmate admissions and releases were recorded.  Several inmates were under observation (hospital, suicide watch, furlough).  There were no triple-bunked SHU cells.  Missing equipment inventory forms were noted, along with staff leave utilization and overtime hours.  The institution’s inmate population at the beginning of the morning watch shift was recorded as 766.",
      "timestamp": "2019-08-03T00:00:00",
      "timestamp_raw": "August 03, 2019",
      "keywords": [
        "metropolitan correctional center",
        "shu",
        "inmates",
        "corrections",
        "staff shortage",
        "daily activity report",
        "new admissions",
        "special housing unit",
        "suicide watch",
        "hospital"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035001",
      "summary": "This document is a daily log of operations at the Metropolitan Correctional Center in New York, covering Sunday, August 4, 2019. It details count procedures (occurring multiple times throughout the day), inmate movements (including hospital transfers and psychiatric observations), equipment checks (metal detectors, restraint equipment), fire system status, and communication activities (phone checks, body alarm tests, and PREA announcements).  Several inmates were placed in administrative detention, though the reasons and specific details are redacted.  The log also records observations regarding the facility's security, including roof checks and temporary chit inventory. System malfunctions, specifically with the Public Address System and the fire pump system, were noted.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "nypd",
        "alarm",
        "detention",
        "fire",
        "restraint",
        "observation",
        "visitation",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033647",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033438",
            "similarity": 0.5,
            "index": 32,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00035665",
            "similarity": 0.5,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035706",
      "summary": "On August 4, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and security procedures. Lieutenant’s logs detailed activities across multiple shifts, noting operational issues like a malfunctioning PA system and metal detector problems.  Inmate activity included PREA announcements, restraint equipment management, temporary chit inventories, and the monitoring of STG international terrorist phone calls and WITSEC inquiries. Administrative detentions were recorded but consistently at zero. Counts were performed at 12:00 AM, 3:00 AM, 5:00 AM, 8:00 AM, and 10:00 AM, with variations in inmate counts and observations. There were no significant incidents or changes in inmate status.",
      "timestamp": "2019-08-04T00:00:00",
      "timestamp_raw": "August 4, 2019",
      "keywords": [
        "us department of justice",
        "metropolitan correctional center",
        "shift",
        "day",
        "date",
        "count",
        "shu",
        "prea",
        "restraint equipment",
        "metal detector",
        "institution",
        "nypd",
        "phone check",
        "administrative detention",
        "witsec",
        "inmate",
        "operations lieutenant",
        "visitation",
        "lockdowns"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034734",
            "similarity": 0.524,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033707",
      "summary": "There were instances of inmates placed in Administrative Detention due to pending SIS investigations.  Specific inmate names and case numbers were recorded along with the reasons for detention.  The Lieutenant addressed sensitive information, including inmate observations (psych obs, suicide watch), monitored phone calls (STG/High Alert and WITSEC inquiries), and responded to system malfunctions (fire alarm, PA system). There were variations in the count throughout the shifts, with a final count of 759 on Sunday. Visitation details were recorded, including adult and child visitors.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "lieutenant",
        "corrections",
        "shu",
        "count",
        "alarm",
        "detention",
        "psych obs",
        "prea",
        "inventory",
        "nypd",
        "visitation",
        "inmate",
        "medical",
        "lockdown",
        "system"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034692",
            "similarity": 0.526,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028446",
      "summary": "The U.S. Department of Justice, Southern District of New York, is providing discovery materials related to the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)) to the Metropolitan Correction Center Legal Department. The materials include records from various financial institutions (American Express, Apple Records, Deutsche Bank), search warrant photos and videos from Florida, and data records from Google and Microsoft. Specific Bates numbers representing the documents are listed, with certain pages designated as confidential under a protective order. The discovery encompasses search photos, inventory records, applications, reports, SORNA materials, travel records, and warrants.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "southern district of new york",
        "discovery",
        "usao",
        "redaction analysis",
        "criminal investigation",
        "financial records",
        "search warrant",
        "sorna"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034092",
      "summary": "On August 05, 2019, the Metropolitan Correctional Center (MCC) in New York reported the following: *   Shortages of staff led to the vacating of several correctional assignments across all watch shifts (Morning, Day, Evening). *   Inmates were placed on Suicide Watch and Special Housing Unit (SHU) Pend SIS. *   New admissions and releases occurred, with one inmate on Suicide Watch accompanied by a companion. *   No cells in the SHU were triple-bunked. *   A missing equipment inventory was initiated, covering various areas of the facility. *   Staff leave included furlough, annual leave, sick leave, and suspension. *   Overtime hours were recorded, including standard overtime, medical overtime, and treaty transport overtime. *   The institution’s total population at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 05, 2019",
      "keywords": [
        "metropolitan correctional center",
        "staff shortage",
        "correctional assignments",
        "suicide watch",
        "special housing unit",
        "sis",
        "overtime",
        "missing equipment",
        "leave",
        "inmates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034603",
      "summary": "The document is a daily log from the Metropolitan Correctional Center in New York documenting the activities and counts of August 5, 2019, under the watch of a Lieutenant. Key events included multiple institution counts (ranging from 744 to 762), inmate movements (including administrative detention and court appearances), security checks (fire alarm, metal detectors, restraint equipment), phone monitoring (STG and WITSEC inquiries), and inventory checks. The log also details specific inmate placements, times, and reasons for administrative detention. The shift transitioned between morning and evening watch with corresponding changes in events and counts.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "administrative detention",
        "institution",
        "nypd",
        "body alarm",
        "mental health",
        "visitation",
        "inmate",
        "terrorist",
        "monitoring"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034934",
            "similarity": 0.533,
            "index": 43,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.533,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034796",
      "summary": "This document is a daily log from August 6th and 5th, 2019, maintained by a Lieutenant at the Metropolitan Correctional Center in New York. It details operational activities including inmate counts, security checks (metal detectors, roof inspections), inventory, and responses to alarms. Specific events recorded include inmate placements in SHU (Special Housing Unit), administrative detentions due to weapons possession, inmate transfers, and system malfunctions impacting communication. The log also records WITSEC inquiries and monitoring of STG high-alert phone calls. The counts fluctuate throughout the shifts, with a starting count of 759 decreasing to 757 and then 759.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "August 06, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "suicide watch",
        "bed space",
        "prea",
        "restraint equipment",
        "metal detector",
        "nypd",
        "administrative detention",
        "inmate",
        "witness protection",
        "visitation",
        "phone check"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034734",
            "similarity": 0.688,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00033444",
            "similarity": 0.529,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00034888",
            "similarity": 0.5,
            "index": 30,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033687",
      "summary": "On August 07, 2019, the Metropolitan Correctional Center (MCC) in New York reported daily activity. Several inmates were housed in Special Housing Units (SHU) due to shortages of staff and various concerns (SIS, CIMS). New inmate admissions and discharges were recorded, including specific inmate ID numbers. There were missing reports and equipment inventory forms. Leave utilization included furlough, annual leave, sick leave, and overtime hours. Cell occupancy was noted, with no SHU cells triple-bunked. The institution’s total inmate count at the beginning of the morning watch shift was 762.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 07, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "shu",
        "corrections",
        "staffing",
        "watch shift",
        "sis",
        "fire panel",
        "admissions",
        "redactions"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034098",
      "summary": "On August 9, 2019, a daily activity report was generated for the Metropolitan Correctional Center (MCC) in New York. The report details inmate movements, staffing shortages (particularly sanitation and control center fire panel issues), new admissions and releases, and leave utilization. Specific inmate incidents included placements in SHU, dry cells, and suicide watch. There were also missing equipment inventory forms and a fire/security report deficit. Overtime hours were recorded, primarily for Treaty Transfers. Initial cell counts at the beginning of the morning watch shift totaled 759.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "correctional center",
        "inmates",
        "shu",
        "watch shift",
        "staff shortage",
        "suicide watch",
        "treatment transfer",
        "release",
        "admissions",
        "overtime"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035358",
      "summary": "On August 10, 2019, at the Metropolitan Correctional Center in New York, Lieutenant conducted morning operations, including a count of 758 inmates (73 in SHU), a fire alarm system issue, and restraint equipment inventory.  Throughout the shift, there were several body alarm tests and institutional counts. A medical emergency involving inmate Epstein (#76318-054) occurred at 6:33 AM, resulting in CPR and transport to a local hospital. The Lieutenant relieved duties at 8:00 AM, and the final count was 758 with 71 in SHU. WITSEC inquiries and administrative detentions were also noted.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "metropolitan correctional center",
        "united states department of justice",
        "prea",
        "inmate count",
        "shu",
        "medical emergency",
        "cpr",
        "restraint equipment",
        "administrative detention",
        "terrorism"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036026",
      "summary": "This document is a daily log from the Metropolitan Correctional Center in New York, detailing the activities and observations of a correctional lieutenant on August 9th and 10th, 2019. The log records counts, sensitive inmate observations (primarily psychiatric observation), staff interventions (including CPR attempts on an inmate named Epstein), transfer of inmates to special housing, and various operational activities like inventory checks, roof checks, phone checks, and alarm testing. There were no WITSEC inquiries or administrative detentions recorded during the shifts. The log covers a range of events including a fire alarm, a system malfunction affecting PA announcements, and a trash run.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "inmate",
        "psych obs",
        "shu",
        "dry cell",
        "nypd",
        "count",
        "emergency",
        "hospital",
        "restraint",
        "detention",
        "observation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00033647",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030736",
      "summary": "This document is a search and seizure warrant issued on August 12, 2019, targeting 27 electronic devices seized from Little Saint James in the Virgin Islands. The warrant, executed by USMJ, authorizes a search related to violations of sex trafficking statutes (1591 and 371 of Title 18 U.S.C.). The devices, including desktops, laptops, iPads, and cameras, were recovered from various locations on the island, including a main residence, pool house, cabanas, and a shed.  The warrant grants permission to review the electronic data on these devices for evidence related to Jeffrey Epstein’s activities and potential victims of sex trafficking. A return form is included for documenting the execution of the warrant, inventory, and certification of the process.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "united states district court",
        "virgin islands",
        "little saint james",
        "inventory",
        "probable cause",
        "18 u.s.c. § 2705",
        "attachments",
        "law enforcement",
        "trafficking",
        "esi",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034806",
      "summary": "On August 13, 2019, the Metropolitan Correctional Center in New York documented daily operations, including counts, inventory checks, and inmate movements. Lieutenant’s logs recorded events such as shift changes, phone checks, body alarm tests, and temporary inmate placements in administrative detention.  There were instances of WITSEC inquiries and a system malfunction affecting the Public Address System. The daily count consistently remained at 765, fluctuating slightly throughout the shifts due to new commitments, releases, and temporary placements.",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "August 13, 2019",
      "keywords": [
        "lieutenant",
        "count",
        "shu",
        "prea",
        "institution",
        "nypd",
        "body alarm",
        "restraint equipment",
        "metal detector",
        "inmate",
        "detention",
        "operation",
        "system",
        "phone check",
        "confident",
        "witness",
        "terrorist"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033617",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) in New York reported several issues including a fire panel inoperative, staff shortages leading to placement in Special Housing Units, and missing reports/inventory forms across multiple departments. Leave utilization included furlough, annual leave, sick leave, overtime, and AWOL time. The beginning morning watch shift population totaled 758 inmates across various units.  Specifically, 23 staff members worked 163.00 hours in E-1 overtime, and 3 staff members worked 24 hours in COMPTIME.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "activity report",
        "fire panel",
        "inmates",
        "staffing",
        "overtime",
        "leave",
        "security",
        "housing unit",
        "cell bunking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033682",
      "summary": "On August 14, 2019, the Metropolitan Correctional Center (MCC) New York reported daily activity, including operational issues like a fire panel inoperative and inmate placements within the Special Housing Unit (SHU). New inmate admissions and releases were recorded, along with a list of inmates in medical observation, furloughs, or other restricted statuses. There were no triple-bunked cells in the SHU. Several departments reported missing reports and inventory forms. Leave utilization included furlough, annual leave, sick leave, overtime, and suspensions. A total of 23 staff members worked overtime, totaling 163 hours. The beginning morning watch shift population was recorded at 758 inmates across various units.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "metropolitan correctional center",
        "inmates",
        "daily activity report",
        "special housing unit",
        "fire panel",
        "corrections",
        "us government",
        "staff",
        "overtime",
        "admissions",
        "releases"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027253",
      "summary": "A contractor (USANYS) organized files related to Jeffrey Epstein’s activities within prison. Commissary receipts/finance documents were kept outside of primary folders but within MCC Recs. Within the MCC Regs folder, inventory files with daily key counts were separated for potential differences, and a confusing training file was left untouched. The contractor indicated remaining files were straightforward.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "epstein",
        "prison",
        "commissary receipts",
        "finance documents",
        "key counts",
        "inventory",
        "scanning",
        "files",
        "mcc regs",
        "mimusanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027254",
      "summary": "An individual (USANYS) received a communication from a contractor (a ANYS) regarding scanned files related to Jeffrey Epstein’s activities within prison. The contractor organized the files, noting commissary receipts/finance documents were kept outside of main folders and a separate file was created for daily key counts within an inventory file. The contractor also found a large, confusing training file (MCC training 06-06-19 & information) and requested clarification if needed.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "27 Aug 2019",
      "keywords": [
        "efta00027254",
        "redaction",
        "epstein",
        "prison",
        "commissary",
        "finance",
        "inventory",
        "key counts",
        "mcc regs",
        "scanning"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027386",
      "summary": "On August 27, 2019, a contractor ([REDACTED]) provided updates to the outstanding requests log and subpoena log. The contractor organized files related to Jeffrey Epstein’s activities inside prison, including commissary receipts, inventory documents, and daily key counts. The contractor created separate files for key counts within the inventory file due to uncertainty about their distinction. A training file (MCC training 06-06-19 & information) was deemed confusing and was not separated. The contractor requested further clarification or assistance if needed.",
      "timestamp": "2019-08-27T00:00:00",
      "timestamp_raw": "August 27, 2019",
      "keywords": [
        "efta00027386",
        "redaction",
        "subpoena",
        "requests log",
        "contractor",
        "usanys",
        "epstein",
        "commissary receipts",
        "key counts",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018872",
      "summary": "*   An individual ([REDACTED]) organized files related to Jeffrey Epstein’s activities, including commissary receipts and finance documents. *   Files were categorized, with some duplicates or unclear distinctions (e.g., inventory and key counts) leading to the creation of separate files. *   The MCC training 06-06-19 & information file was deemed confusing and not fully processed. *   Updates were requested to the outstanding requests and subpoena logs. *   The files were labeled EFTA00018872 and EFTA00018873.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "28 Aug 2019",
      "keywords": [
        "scanning",
        "redaction",
        "usanys",
        "contractor",
        "epstein",
        "files",
        "log",
        "receipts",
        "key counts",
        "mcc regs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030720",
      "summary": "Nascimento, Esq., of Ross Amsel Raben Nascimento, PLLC, is coordinating meetings with an Assistant U.S. Attorney regarding a case involving a grand jury subpoena issued to Alan Ross. The initial contact occurred on July 6th, with the U.S. Attorney reaching out to Nascimento due to his prior partnership with Ross and his role as a Florida Bar-appointed inventory attorney. Nascimento proposed a meeting for Tuesday at the Hilton in West Palm Beach, initially suggested for 6:30 PM, but subsequent communication shifted to a tentative meeting at 10:00 AM on Tuesday. Several emails exchanged regarding scheduling availability, with the U.S. Attorney proposing various times and Nascimento responding with his own availability and preferences, accounting for a trial schedule and travel plans. The communication involved several redactions.",
      "timestamp": "2019-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2019",
      "keywords": [
        "miami",
        "west palm beach",
        "hilton",
        "september",
        "scheduling",
        "attorney",
        "legal",
        "meeting",
        "proffer",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035762",
      "summary": "On November 20, 2019, the FBI’s New York Division requested a forensic examination of an Apple iPhone Xs (model A1920, S/N: F17XD9PKKPFW, IMEI: 357208091738649) obtained via Consent to Search. The examination, conducted by the Computer Analysis Response Team (CART), involved a physical inventory, data extractions from the device and SIM card using commercial software, and a request for a full file system extraction. Data was extracted on 9/17/2019, and a report was generated.  Two archived copies of the data were created and released to the New York Division Evidence Control Unit: 1644_NYCO25647 and 1646_NYFO1278. The Sprint SIM Card (ICCID: 89312530002006358152) was also extracted and archived.",
      "timestamp": "2019-11-20T00:00:00",
      "timestamp_raw": "November 20, 2019",
      "keywords": [
        "fbi",
        "new york",
        "iphone xs",
        "forensic examination",
        "consent to search",
        "sim card",
        "data extraction",
        "evidence analysis",
        "case id",
        "sprint"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019878",
      "summary": "*   Discovery materials related to a criminal case against Epstein are unavailable due to defense counsel destroying them following his death. *   Search warrant returns and inventories from searches of New York and New Mexico properties were requested. *   The sender (Andy from Huhes Hubbard & Reed LLP) offered potential meeting dates in early January to discuss the forfeiture claims. *   A request was made for copies of the inventory records to be obtained from Epstein’s criminal defense counsel. *   The exchange involved multiple parties including legal counsel and a government official.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "search warrant",
        "inventory",
        "protective order",
        "criminal case",
        "forfeiture",
        "usao",
        "new york",
        "new mexico"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024507",
            "similarity": 0.583,
            "index": 78,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024507",
      "summary": "*   The sender (EFTA00024507) confirms that detailed search warrant returns were provided to defense counsel regarding the New York property. *   The sender requests search warrant returns and additional details about seized items from the New York and New Mexico properties. *   Proposed meeting dates in early January are offered to discuss forfeiture claims and the availability of search warrant documents. *   The sender notes that the New Mexico property was not searched. *   The email contains standard disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20 2019",
      "keywords": [
        "estate meeting",
        "search warrant",
        "discovery",
        "epstein",
        "new york property",
        "inventory",
        "protective order",
        "forfeiture",
        "usao"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.583,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021023",
      "summary": "The document details a significant challenge in reviewing over 1.3 million electronic documents seized during an investigation related to Ghislaine Maxwell. The data was received in a disorganized manner, lacking proper labeling and connection to the original source devices. Key issues include: *   **Data Organization:** The documents were dumped into a massive, unlabeled pile, with some large files excluded due to size limitations. *   **Lack of Metadata:** The data lacks essential metadata, such as email attachments and file linking, making review extremely difficult. *   **Identification Problems:** It's unclear which devices the documents originated from, whether the files are complete or partial, and what devices remain to be processed. There are discrepancies in control numbers and file naming conventions. *   **Technical Difficulties:** The team is struggling with issues related to the data format, requiring a revised data format and potential replication of previous data sets. *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to discuss the issues and establish a system for tracking and reviewing the documents, emphasizing the need for a clear device inventory and a tracking spreadsheet.",
      "timestamp": "2020-03-11T00:00:00",
      "timestamp_raw": "11 Mar 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "redaction",
        "data",
        "files",
        "database",
        "review",
        "devices",
        "meeting"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.538,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030322",
      "summary": "Key points include: *   **Initial Requests for Assistance:** Multiple requests are made to assist in processing the large volume of seized data (over a million documents) and identifying devices, including hard drives and CDs. *   **Data Issues:** Significant problems are identified with the data format, including a lack of linking between emails and attachments, a load file with no native file connection, and inconsistent numbering, making review extremely difficult. *   **Device Tracking:** There's a consistent need for a clear inventory of seized devices (computers, hard drives, etc.) and status updates on what has been processed, transferred, and remains. *   **Technical Challenges:** Technical difficulties arise with data transfer (network issues, Relativity tool limitations, and file naming conventions). *   **Coordination Efforts:** Multiple attempts are made to schedule a meeting to coordinate efforts and establish a clear system for tracking the data. *   **Specific Device Information:** Details emerge about the devices seized, including 9 IDE hard drives from the Manhattan apartment (3 copies) and a list of devices from both the New York and Virgin Islands locations. *   **Timeline Concerns:** There’s a concern about delays in receiving and processing the data, and a desire to establish a realistic timeline for completion.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "phone technology",
        "conference call",
        "data",
        "devices",
        "spreadsheet",
        "review",
        "redaction",
        "usanys",
        "mac",
        "windows",
        "files",
        "load files",
        "data transfer"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028339",
            "similarity": 0.588,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 90,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028339",
      "summary": "The provided text is a series of email exchanges between US Attorney’s Office personnel and external parties regarding the review of documents seized in connection with the investigation of Jeffrey Epstein. The core issues revolve around difficulties in processing and understanding the vast amount of data received, specifically concerning discrepancies between search warrant returns and the actual files, missing metadata, and issues with file loading and database integration. Several key requests are made: a consolidated inventory of devices and data, a system for tracking the review and transfer process, and clarification on the origin and contents of the data files. There are repeated frustrations regarding the lack of clear identification and a need for a standardized spreadsheet to manage the complex data flow, leading to concerns about the effectiveness of the review process.",
      "timestamp": "2020-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "data",
        "review",
        "devices",
        "spreadsheet",
        "conference call",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030322",
            "similarity": 0.588,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021023",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025482",
      "summary": "It concerns the processing of digital evidence – encompassing phones, tablets, servers, laptops, and media – recovered from multiple locations (New York mansion and USVI). The US Attorney’s Office contracted with a third-party firm to extract and review the data, using Relativity e-discovery software. Initially, there were disagreements regarding the review methodology. The contractor initially insisted on a “taint review” within Relativity, which was deemed inefficient and incapable of handling the volume and complexity of the data. A revised approach was adopted involving piece-by-piece processing, aiming for greater consistency and attribution of data to specific devices. Significant delays and challenges arose due to the massive volume of data (over a terabyte) and encryption on multiple devices, as well as the lack of a centralized system for tracking the evidence. A key issue was the inability to effectively link emails and attachments, creating difficulties in reviewing and producing documents for defense counsel.  The team struggled to maintain a clear inventory of what data had been processed, what remained, and the associated timelines, leading to repeated requests for updated information and a need for a streamlined tracking system – primarily a spreadsheet – to manage the immense dataset. There were issues related to differing versions of data, the categorization of files, and the labeling of devices. Multiple attempts were made to schedule meetings to address these coordination challenges.",
      "timestamp": "2020-05-12T00:00:00",
      "timestamp_raw": "12 May 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "relativity",
        "e-discovery",
        "data",
        "evidence",
        "files",
        "devices",
        "encryption",
        "taint review",
        "data transfer",
        "terabytes",
        "digital evidence",
        "phones",
        "tablets",
        "servers",
        "us attorney's office",
        "litigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030665",
      "summary": "Initial communication highlights a significant challenge: a lack of clear tracking and organization of the massive volume of data received (over 1 million documents). Multiple individuals involved – FBI agents, U.S. Attorney’s Office staff, and contractors – repeatedly request a centralized spreadsheet detailing the devices, data transfer status, and review progress. Concerns are raised about duplicate or outdated materials, the difficulty in linking files to specific devices, and the inability of the current review process (Relativity) to fully handle the data's complexity. A key issue is the need for a standardized system to identify and manage the numerous hard drives and storage devices containing evidence, allowing for accurate tracking and efficient analysis. The team is frustrated by the lack of a clear timeline and the difficulty in correlating the data to the original search warrants.",
      "timestamp": "2020-06-01T00:00:00",
      "timestamp_raw": "01 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "financials",
        "electronics",
        "thumb drives",
        "sd cards",
        "serial number",
        "dell poweredge",
        "sony vaio",
        "storage devices",
        "location",
        "usvi spreadsheet",
        "relativity",
        "taint review",
        "data transfer",
        "devices",
        "materials",
        "new york",
        "virgin islands",
        "metadata",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022331",
      "summary": "The FBI (specifically the NY CART Coordinator) is providing updates on the recovered evidence, primarily digital media like hard drives, thumb drives, and computers. Key issues include: *   **Lack of Device Identification:** A significant concern is the absence of a clear inventory of devices and their contents, making it difficult to track the data being provided. The request is repeatedly for a list of seized devices with associated data, ideally linked to device serial numbers. *   **Data Transfer Format:** The FBI is transitioning to transferring data in a format compatible with Relativity, the e-discovery tool used by the U.S. Attorney’s Office, but this process is hampered by the lack of proper device identification. *   **Data Volume and Disorganization:** The sheer volume of data (over a million documents) and the disorganized nature of the files presented a major challenge. Some files appear to be duplicates or remnants of previous transfers. *   **Coordination Issues:** There are ongoing communication challenges between the FBI, the U.S. Attorney's Office, and the contractor, leading to delays and misunderstandings regarding the process and timeline. *   **Requested Deliverables:** The U.S. Attorney’s Office requires a detailed spreadsheet listing all seized devices, the data extracted from each, its review status, and any associated identifiers. They also need confirmation on the timelines for receiving the remaining evidence and data sets.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "search warrant",
        "documents",
        "fbi",
        "devices",
        "hard drives",
        "sd cards",
        "thumb drives",
        "locations",
        "data transfer",
        "serial numbers",
        "epstein",
        "nyco243xx",
        "relativity",
        "taint review",
        "data processing"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031176",
      "summary": "Virgin Islands.  The FBI contractor is responsible for extracting and preparing the data for review, while the FBI (specifically the NY CART Coordinator) is overseeing the process. Key issues include: *   **Data Volume & Format:** The volume of data (over a million documents) is overwhelming, and the inconsistent formats and lack of clear labeling make review extremely challenging. *   **Identification of Devices:**  A critical need exists for a clear inventory of seized devices and their corresponding data, allowing accurate tracking of what has been processed and what remains. *   **Transfer Issues:**  There are concerns about the transfer process itself, including a delay due to network issues and questions about whether data is being delivered in its entirety or with modifications.  There's confusion about which files have already been provided and what’s newly submitted. *   **Relativity System:** The FBI's reliance on the Relativity e-discovery platform for review is causing difficulties due to Relativity's limitations in handling forensic data. *   **Coordination Challenges:**  Frequent communication and coordination between the involved parties (FBI, contractor, and US Attorney’s office) are essential to address these challenges and maintain progress. The text shows a reactive and somewhat disorganized process, marked by miscommunications and a lack of clear documentation. The overarching goal is to efficiently review the seized data to identify potential evidence and support further legal action.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "19 Jun 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "data",
        "fbi",
        "files",
        "devices",
        "transfer",
        "documents",
        "analysis",
        "data recovery",
        "forensics",
        "relativity",
        "data review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018586",
      "summary": "This document is a Search and Seizure Warrant issued on June 26, 2020, related to the investigation of Jeffrey Epstein and Ghislaine Maxwell. The warrant authorized the seizure of electronic devices from multiple locations, including Epstein’s person, his New York residence, and the Little Saint James island. Specifically, the warrant targeted 67 electronic devices: 2 from Epstein’s arrest, 33 from his New York residence, and 27 from Little Saint James. The devices were seized to investigate violations of 18 U.S.C. sections 1591, 2422, 2423, and 371 (relating to sex trafficking, transportation of minors, enticement to travel, and conspiracy). The warrant also authorized a 30-day delay in notification to potentially mitigate adverse consequences. Furthermore, the document outlines procedures for inventory, return of property, and filing of the warrant and inventory. Attachment A details the specific devices seized, categorized by their origin and description. The warrant also grants authority to review electronic storage media (ESI) on the seized devices for evidence related to the Subject Offenses.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "June 26, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "jeffrey epstein",
        "new york",
        "virgin islands",
        "18 u.s.c. 1591",
        "2422",
        "2423",
        "371",
        "probable cause",
        "inventory",
        "law enforcement",
        "fbi",
        "data"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031535",
      "summary": "Attorney's Office, and a contractor (BRG) to analyze data seized during searches related to Jeffrey Epstein. Initial challenges involve a complex, large volume of data (over a million documents) from various devices (computers, hard drives, CDs, etc.) across two residences (New York and the US Virgin Islands).  A key issue is the lack of clear identification of the data sources – the FBI initially struggled to provide a consistent inventory of the devices and the data contained within. There were difficulties with data transfer formats, particularly regarding the inability to easily integrate data for taint review using Relativity. Concerns were raised about duplicate data being transferred and the difficulty in distinguishing between complete and partial data sets. The contractors, BRG, were engaged to process the data, aiming for a one-month turnaround. Ongoing communication and a shared spreadsheet are seen as essential to managing the complex project and ensuring accurate tracking of the data. Multiple attempts are made to schedule meetings and coordinate efforts to address the data organization and transfer challenges.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usvi",
        "relativity",
        "data",
        "devices",
        "files",
        "review",
        "timeline",
        "contractor",
        "materials",
        "transfer",
        "cart",
        "storage",
        "mac"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024566",
            "similarity": 0.7,
            "index": 91,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023710",
            "similarity": 0.522,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026405",
      "summary": "This document details the ongoing efforts to process and review digital evidence seized in connection with the investigation of Jeffrey Epstein. Initially, there were communication difficulties regarding the transfer and organization of the data, particularly between the FBI’s New York CART team and the U.S. Attorney’s Office’s contractor. The evidence consisted of devices seized from Epstein’s residences in New York and the Virgin Islands, including computers, hard drives, thumb drives, and electronic devices.  The FBI had initially delivered some extracted data, but significant discrepancies existed between the reported number of devices and the actual extracted data, particularly concerning the number of usable devices. There was frustration regarding a lack of clear labeling and tracking of the data, making it difficult to identify what had already been reviewed and what remained to be processed.  Several attempts were made to establish a clearer system for data transfer, including proposing a spreadsheet detailing the devices and their contents. Eventually, a vendor (BRG) was engaged to handle the processing of the data, with the expectation of delivering a usable, searchable format within a month, which was a key focus of the communication and negotiation.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "epstein",
        "devices",
        "fbi",
        "usvi",
        "new york",
        "search warrant",
        "data",
        "files",
        "extraction",
        "inventory",
        "inventory",
        "62",
        "57",
        "30",
        "1",
        "33",
        "27",
        "52",
        "85",
        "135",
        "1.1 million"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027510",
      "summary": "Initially, the FBI delivered data in an indecipherable format, leading to difficulties in accessing and analyzing the files.  There were discrepancies in the number of devices reported (initially 57, later 62, then 61), and access to many of the seized devices remained blocked.  The New York and Virgin Islands evidence was divided into three categories: devices seized from Epstein’s residences, electronic devices seized from the New York residence, and electronic devices seized from the Virgin Islands residence.  Access was limited to only some of the devices, with many remaining inaccessible or requiring further processing. The team struggled with identifying and categorizing the data, especially with the large volume of files and difficulties in linking data to specific devices. There were repeated requests for a detailed inventory and spreadsheet of the evidence, along with concerns about the \"taint review\" process and the usability of the data for legal purposes.  A vendor, BRG, was engaged to process the data, but timelines were pushed back due to network issues and difficulties extracting the data from certain devices. Ultimately, the team needed a standardized system for tracking the evidence to ensure effective review and analysis.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "fbi",
        "epstein",
        "devices",
        "data",
        "iphone",
        "ipad",
        "new york",
        "virgin islands",
        "extraction",
        "transmission",
        "estimate",
        "review",
        "litigation",
        "files",
        "computers",
        "hard drives",
        "usb drives"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032065",
      "summary": "Virgin Islands. Initial communications involve the FBI (specifically, the NY CART Coordinator and Senior Forensic Examiner) working with a contractor to receive data, primarily in the form of hard drives containing digital evidence. Early challenges include data inconsistencies (duplicate files, unclear labeling, and issues with the load file), difficulties in tracking the source of the data (device identification), and problems with the receiving system (Relativity) being unable to properly process and display the files. There are repeated requests for a clear inventory of the seized devices and their contents, a spreadsheet detailing the data transfers, and a coordinated meeting to address these issues. The overall timeline is disrupted due to network maintenance, and concerns arise regarding the lack of organized data to facilitate the forensic review process and eventual production of evidence for legal proceedings.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usanys",
        "data",
        "forensic",
        "files",
        "devices",
        "mac",
        "windows",
        "relativity",
        "transfer",
        "review",
        "production",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031535",
            "similarity": 0.5,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030322",
            "similarity": 0.5,
            "index": 80,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.5,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023710",
            "similarity": 0.789,
            "index": 92,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024566",
      "summary": "This document details a series of email exchanges between the FBI’s NY CART Coordinator and various parties regarding the processing and review of digital evidence seized from Jeffrey Epstein’s residences in New York and the USVI. The core issue revolves around delays in receiving and properly identifying the vast amount of data – over a million documents – and the associated devices (hard drives, servers, etc.). Initial efforts to transfer files to the U.S. Attorney's Office were hampered by technical difficulties, miscommunications, and a lack of a clear system for tracking the data. Concerns were repeatedly raised about the format of the data, the inability to link emails to attachments, and the difficulty in determining what had already been processed. Requests for a centralized inventory and a clear identification system for the devices and their contents were repeatedly made. The exchange culminates in a frustration with the process and a desire for a more organized approach to managing the evidence.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "ny",
        "usvi",
        "devices",
        "data",
        "files",
        "review",
        "timeline",
        "relativity",
        "production",
        "materials",
        "transfer",
        "estimates",
        "cart"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00032065",
            "similarity": 0.5,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.7,
            "index": 87,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023710",
            "similarity": 0.522,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023710",
      "summary": "This document details the ongoing efforts to process and analyze digital evidence related to Jeffrey Epstein’s case, primarily from searches conducted in New York and the U.S. Virgin Islands. Initially, the FBI contractor, working under the NY CART Coordinator, was tasked with collecting and preparing the data for review. There were repeated communication challenges regarding the format and organization of the data, with the contractor struggling to reconcile the different data streams and the lack of clear identification of devices and their contents. The volume of data was substantial (over a million documents), creating difficulties in tracking progress and ensuring a cohesive review process. Several attempts were made to establish a clear system for data transfer and identification, including the creation of spreadsheets, but these efforts were hampered by inconsistencies and missing information. There were delays due to network issues and the processing of the data, with the contractor requesting assistance and seeking clarification on timelines and procedures. Ultimately, the need for a coordinated approach and a standardized system for managing the evidence was repeatedly emphasized to ensure efficient and accurate analysis.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "epstein",
        "search warrant",
        "documents",
        "fbi",
        "usanys",
        "data",
        "transfer",
        "forensic",
        "devices",
        "files",
        "relativity",
        "mac",
        "windows",
        "forensic examiner",
        "production",
        "materials",
        "inventory",
        "timeline"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024566",
            "similarity": 0.522,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032065",
            "similarity": 0.789,
            "index": 90,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031535",
            "similarity": 0.522,
            "index": 87,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030392",
      "summary": "This document details a series of communications between the FBI’s NY CART Coordinator (Senior Forensic Examiner) and a contractor regarding the digital evidence collected from Seth Rich’s residences in New York and the U.S. Virgin Islands related to Jeffrey Epstein. The primary focus is on the transfer and processing of the data, highlighting significant delays and challenges. Here’s a breakdown of the key content: *   **Initial Data Transfer:** The contractor initially received hard drives containing evidence, with a focus on transferring the data to Relativity for review. *   **Technical Difficulties:** The FBI and contractor encountered numerous technical issues, primarily with the format of the data. The original transfer lacked proper indexing, making it difficult to link emails to attachments and hindering forensic analysis. The data contained a large number of small files, leading to slow transfer times. *   **Requests for Clarification & Organization:** The FBI repeatedly requested a clear inventory of devices and data to facilitate a more organized review process. They specifically needed a spreadsheet detailing devices, transfer status, and file types. *   **Delayed Processing:** The processing of the data was significantly delayed due to network issues, the sheer volume of data, and the challenges of working with different data formats (Mac, Windows, loose media). *   **Ongoing Communication:** Throughout the document, there’s a back-and-forth discussion about timelines, the need for further data transfers, and the challenges of integrating the different data streams. *   **Final Status:** As of the last entry, the process was still ongoing with estimates for completion pushed back due to the complexities involved.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "13 Jul 2020",
      "keywords": [
        "epiestpn",
        "epstein",
        "fbi",
        "search warrant",
        "data",
        "drive",
        "files",
        "mac",
        "windows",
        "forensics",
        "usvi",
        "data transfer",
        "relativity",
        "devices",
        "materials",
        "hard drive",
        "inventory",
        "redaction",
        "data review"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010429",
      "summary": "An email chain discusses reviewing documents related to the SDFL’s investigation into Jeffrey Epstein and Ghislaine Maxwell. The West Palm Beach office has case files and boxes of documents gathered for the OPR inquiry, including a scanner used exclusively by OPR for scanning and sending documents to their DOJ accounts. A USANYS representative offers to facilitate a review and scanning of these materials, attaching an inventory of the materials. The New York team is supervising the process and requests a call to discuss arrangements.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "sdfl",
        "west palm beach",
        "documents",
        "opr",
        "ghislaine maxwell",
        "usanys",
        "scan",
        "inventory",
        "case files"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00011501",
            "similarity": 0.818,
            "index": 95,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00009860",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031914",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00011501",
      "summary": "A United States Attorney’s Office Assistant in West Palm Beach, Florida, is coordinating with a team in New York regarding the SDFL investigation into Jeffrey Epstein and his co-conspirators. The investigation involved materials stored in a secure room, including case files and boxes of documents gathered for an OPR inquiry. The West Palm Beach office provided a scanner for OPR’s use to scan and transmit documents to their DOJ accounts. The New York team seeks to review and scan these materials as part of their own case concerning Ghislaine Maxwell.",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "epstein",
        "jeffrey",
        "usanys",
        "west palm beach",
        "sdfl",
        "documents",
        "opr",
        "inventory",
        "scan",
        "ghislaine maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010429",
            "similarity": 0.818,
            "index": 94,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009860",
            "similarity": 0.538,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031914",
            "similarity": 0.538,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00018995",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009860",
      "summary": "*   The request involves scanning CDs and cassette tapes within the materials, due to the presence of these media. *   The West Palm Beach office offers to provide a secure room and a dedicated scanner for review, having previously utilized a vendor for this purpose. *   The US Attorney is coordinating with a team in New York that is prosecuting Ghislaine Maxwell, and suggests reaching out to the West Palm Beach office for access to the documents. *   A copy of an inventory of the materials is offered.",
      "timestamp": "2020-08-31T00:00:00",
      "timestamp_raw": "31 Aug 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "usanys",
        "vendor",
        "scan",
        "documents",
        "west palm beach",
        "sdfl",
        "inventory",
        "covid"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011501",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023547",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on September 21, 2020, detailing a preliminary index of materials related to EFTA00023547. The attached file, \"Maxwell_Project_Inventory_List.xlsx,\" contained this index. The sender is identified as a Paralegal Specialist at the U.S. Attorney's Office I SONY.",
      "timestamp": "2020-09-21T00:00:00",
      "timestamp_raw": "September 21, 2020",
      "keywords": [
        "efta00023547",
        "redaction analysis",
        "scanning project",
        "index",
        "paralegal",
        "u.s. attorney's office",
        "sony",
        "maxwell project inventory list",
        "preliminary"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024744",
      "summary": "This document is a Search and Seizure Warrant issued on October 27, 2020, authorizing law enforcement to search three Seagate Path 100 hard drives seized from the residence of Jeffrey Epstein at 9 East 71st Street, New York, NY. The warrant is related to violations of 18 U.S.C. including sex trafficking, transportation of minors, and conspiracy. The search is authorized to review the hard drives for evidence related to Epstein and Ghislaine Maxwell’s activities, specifically focusing on communications, travel plans, financial records, and any evidence of victim exploitation.  The warrant allows for a 30-day delay in notification if immediate notification would be detrimental to the investigation, and includes provisions for inventory, return of property, and the potential for returning the devices if no longer needed. Attachment A details the specific hard drives seized and outlines the scope of electronic discovery authorized.",
      "timestamp": "2020-10-27T00:00:00",
      "timestamp_raw": "October 27, 2020",
      "keywords": [
        "search warrant",
        "seizure",
        "electronic devices",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "jeffrey epstein",
        "new york",
        "probable cause",
        "inventory",
        "redacting",
        "forensic analysis",
        "esi",
        "attachments"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029150",
            "similarity": 0.526,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018282",
      "summary": "This document is an email chain related to an investigation into Jeffrey Epstein, specifically involving the FBI’s Litigation Support Unit/RIDS and the U.S. Attorney’s Office for the Southern District of New York. The emails detail requests for information regarding scanned documents received from an unknown source, specifically concerning the volume of materials (16,000 and 29,000 pages), their origin, and a catalog of the scanned media. There are multiple follow-up inquiries and confirmations regarding the completeness of the provided records. The correspondence includes details about the FBI’s involvement, the use of CD scans, and efforts to obtain a full inventory of the materials.",
      "timestamp": "2020-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2020",
      "keywords": [
        "epstein investigation",
        "fbi",
        "foia",
        "redaction",
        "cd",
        "scans",
        "materials",
        "usanys",
        "litigation support"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025204",
      "summary": "On March 8, 2021, Laura Menninger, representing the US Attorney's Office (USANYS), requested a review of “HIGHLY CONFIDENTIAL” nude/partially nude images and videos related to the US v. Maxwell case. Specifically, they requested the FBI to prepare these materials for review by Maxwell and her counsel at 500 Pearl Street by Wednesday or Thursday. The request included confirming the existence of specific image categories seized from Epstein’s residences and Florida investigation evidence. Additionally, they requested a similar inventory of physical evidence from FBI-NY custody and logistics for review at 500 Pearl Street.",
      "timestamp": "2021-03-08T00:00:00",
      "timestamp_raw": "March 8, 2021",
      "keywords": [
        "maxwell",
        "epstein",
        "fbi",
        "usanys",
        "evidence",
        "images",
        "videos",
        "confidential",
        "review",
        "inventory"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030084",
      "summary": "This document details a request from Laura Menninger (Haddon, Morgan & Foreman, P.C.) to the Southern District of New York’s Assistant United States Attorney for access to evidence in the US v. Maxwell case (20 Cr. 330 (AJN)). The request involves reviewing highly confidential materials and scenes related to the investigation. The U.S. Attorney’s office anticipates providing a response within the next week, but notes that the FBI team’s absence due to being out of the office has delayed the process.  A key issue is the lack of a complete inventory of the FBI’s evidence, prompting a request for a similar index.  Scheduling a call to discuss the matter is also underway, with proposed times offered by Menninger and confirmation of availability by the U.S. Attorney.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "15 Mar 2021",
      "keywords": [
        "usanys",
        "fbi",
        "evidence",
        "discovery",
        "maxwell",
        "laura menninger",
        "haddon morgan foreman",
        "new york",
        "southern district",
        "inventory",
        "spreadsheet",
        "images",
        "vault",
        "request"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028845",
      "summary": "The document records communications regarding the sharing of evidence in the US v. Maxwell case (20 Cr. 330 (AJN)).  FBI personnel, primarily [REDACTED], are responding to requests from defense counsel (represented by Laura Menninger of Haddon, Morgan & Foreman, P.C.) for access to highly confidential images and physical evidence related to the case, specifically concerning Jeffrey Epstein’s devices and residences.  The requests involve detailed questions about the quantity, format, and metadata of the images, as well as requests for access to physical evidence items and spaces to review them. There is a request for a comprehensive inventory of physical evidence in both FBI-NY and FBI-Florida custody. The communications highlight logistical challenges and a need for timely preparation of materials for review.",
      "timestamp": "2021-03-15T00:00:00",
      "timestamp_raw": "15 Mar 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "evidence",
        "images",
        "confidential",
        "devices",
        "physical evidence",
        "defense",
        "review",
        "tapes",
        "files"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031914",
      "summary": "A US Attorney’s office in West Palm Beach, specifically the SDFL unit, possessed case files and boxes of documents related to the Jeffrey Epstein investigation. A Managing Assistant facilitated a call to discuss scanning these materials for the Southern District of New York’s prosecution of Ghislaine Maxwell. The West Palm Beach office had utilized a dedicated scanner for OPR’s exclusive use during their review. Correspondence indicates an attempt to coordinate access and scanning of the materials for the NY team’s investigation.",
      "timestamp": "2021-03-16T00:00:00",
      "timestamp_raw": "16 Mar 2021",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "sdfl",
        "west palm beach",
        "usanys",
        "ghislaine maxwell",
        "documents",
        "inventory",
        "scanning",
        "doj"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00011501",
            "similarity": 0.538,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00018995",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018995",
      "summary": "An email chain discusses the location of documents related to the Jeffrey Epstein investigation held by the West Palm Beach Regional Office of the U.S. Attorney’s Office, SDFL. A managing assistant provides information about secured boxes containing case files and materials gathered for an OPR inquiry.  A scanner was used by OPR to scan documents for their DOJ accounts. The Chief of the Public Corruption Unit requests access to review and scan these documents for their own case regarding Ghislaine Maxwell's prosecution.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "epstein",
        "documents",
        "west palm beach",
        "opr",
        "doj",
        "scanner",
        "inventory",
        "ghislaine maxwell",
        "sdfl",
        "usanys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031914",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00011501",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010429",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015753",
      "summary": "Maxwell case, involving highly confidential materials. The review will primarily occur at the 500 Pearl Street courthouse in New York, with some evidence to be viewed at the FBI’s Bronx warehouse. Initially, the FBI intends to make evidence available for review beginning April 13th, daily, until the review is complete. The defense team will be accompanied by an Assistant US Attorney and an FBI agent. Key points include: *   **Initial Scheduling:** The defense team and the government have agreed to a meeting at 11:00 AM on April 12th at the Bronx warehouse to photograph excluded items. *   **Physical Evidence Location:** The vast majority of physical evidence will be transported to 500 Pearl Street for review. *   **Highly Confidential Items:**  The FBI will provide the defense team with laptops to review 2,100 electronic images and 7 hard-copy images classified as “highly confidential”. The defense team requested clarification about the handling of these materials. *   **Logistical Arrangements:** The FBI will ensure a secure environment and separate review space for the defense team. *   **Ongoing Questions and Clarifications:** The defense team raised several questions regarding the process, including the availability of equipment, the handling of non-testifying witness statements, and access to a full inventory of physical evidence.",
      "timestamp": "2021-04-08T00:00:00",
      "timestamp_raw": "08 Apr 2021",
      "keywords": [
        "efta00015753",
        "efta00015754",
        "efta00015755",
        "efta00015756",
        "efta00015757",
        "efta00015758",
        "efta00015759",
        "efta00015760",
        "efta00015761",
        "efta00015762",
        "efta00015763",
        "efta00015764",
        "efta00015765",
        "efta00015766",
        "us v. maxwell",
        "evidence",
        "redaction",
        "confidential",
        "forensic",
        "investigation",
        "warehouse",
        "fbi",
        "legal",
        "materials",
        "review"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026872",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). *   **Evidence Viewing Plan:** The U.S. Attorney proposes a plan for reviewing the evidence, including a scheduled review at 500 Pearl Street starting April 13th, with the possibility of rotating days. The review would initially start at 8:30 AM and last until 4:30 PM each day. *   **Personnel Involved:** The communication involves a team including Laura Menninger, Christian Everdell (Cohen & Gresser LLP), Jeff Pagliuca (Cohen & Gresser LLP), Bobbi Sternheim, Jim Harkins, and Simek Shropshire.  The FBI and Marshals are also key players. *   **Specific Evidence Arrangements:** The U.S. Attorney is arranging for the FBI to transport the evidence to 500 Pearl Street.  They will provide a laptop for review of “highly confidential” electronic images. The FBI plans to bring Maxwell to 500 Pearl Street on April 13th. *   **Item Restrictions:**  Certain items (those designated \"highly confidential\") will not be photographed, unless authorized.  The FBI will not make duplicates of those items.  The shredded paper is currently being analyzed by the FBI lab. *   **Discovery Issues:**  Laura Menninger raises concerns about discrepancies in the inventory of evidence, specifically regarding the \"highly confidential\" electronic images that had not been previously provided.  The U.S. Attorney addresses this by explaining the process of obtaining and providing those images. *   **Logistical Details:** The communication addresses logistical considerations like space at 500 Pearl Street, the use of electronic devices, and arrangements for Ms. Maxwell's presence.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "bronx",
        "500 pearl",
        "photos",
        "electronic data",
        "discs",
        "tennessee",
        "discovery",
        "witnesses",
        "laura mennin",
        "chris everdell",
        "jim harkins",
        "simek shropshire",
        "camille delgado",
        "confidential",
        "highly confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031606",
      "summary": "On April 29, 2021, Judge Alison J. Nathan ordered the Metropolitan Detention Center (MDC) to provide information regarding the seizure of Ghislaine Maxwell’s legal materials on April 24, 2021. Specifically, the MDC must provide an inventory of seized items and a representation detailing any duplication investigation, whether Maxwell is permitted to bring confidential materials to meetings, and the steps taken to ensure the confidentiality of lawyer-client communications. Defense counsel’s broader requests were denied.",
      "timestamp": "2021-04-29T00:00:00",
      "timestamp_raw": "April 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "metropolitan detention center",
        "mdc",
        "legal materials",
        "seizure",
        "court order",
        "defense counsel",
        "confidentiality",
        "inventory",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010386",
      "summary": "(of ROSS AMSEL RABEN NASCIMENTO, PLLC) and an Assistant U.S. Attorney regarding a case involving Ghislaine Maxwell. The primary focus is scheduling a meeting to discuss the case and gather information. Key details include: *   **Initial Request:** The Assistant U.S. Attorney requests that Nascimento and his client fill out a COVID-19 visitor screening form. *   **Logistics:** Discussions revolve around the client’s vaccination status, preferred breakfast locations, travel arrangements (including flights and potential travel times), and desired meeting times (primarily Tuesday mornings). *   **Scheduling Conflicts:** Nascimento initially has limited availability due to other cases, leading to proposed meeting times being adjusted. *   **Background:** Nascimento explains that he's acting as an inventory attorney for his former partner, Alan Ross, who passed away and was involved in the case prior to his death. The Assistant U.S. Attorney previously subpoenaed his former partner. *   **Ongoing Communication:** The exchange continues over several weeks, with the Assistant U.S. Attorney maintaining proactive contact and Nascimento adjusting his schedule as needed. The redactions indicate sensitive information is being withheld.",
      "timestamp": "2021-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2021",
      "keywords": [
        "efta00010386",
        "covid-19",
        "vaccination",
        "water fountains",
        "blue spoon",
        "joe nascimento",
        "travel",
        "information",
        "webex",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030741",
      "summary": "This document is a Search and Seizure Warrant issued by a U.S. Magistrate Judge for the Southern District of New York, dated December 26, 2025. It authorizes law enforcement to search six binders containing CDs, seized from a blue and black suitcase on July 11, 2019. The search is related to potential violations of Title 18 U.S.C. Sections 1591 and 371 (sex trafficking offenses).  The warrant allows for a 30-day delay of notification if it’s deemed adverse, and authorizes a thorough review of the electronic storage media (ESI) within the seized items, focusing on evidence related to child exploitation (specifically focusing on teenage girls).  The warrant specifies procedures for execution, inventory, and return of the seized property.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "efta00030741",
        "cd",
        "evidence",
        "seizure",
        "affidavit",
        "probable cause",
        "law enforcement",
        "inventory",
        "esi",
        "united states district court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00006072",
      "summary": "This document appears to be a redacted collection of sales records from an “Adult Video Warehouse.” Specifically, it contains multiple transaction records (pages 3-12) detailing the sale of novelty items—primarily adult videos—along with associated tax and payment information. Each record includes item descriptions, prices, subtotal, tax, total amount, payment method (MasterCard/Visa), and a disclaimer stating “NO NOVELTY RETURNS, NO REFUNDS; LINGERIE MUST HAVE TAGS ATTACHED.” One record (page 3) provides a more detailed receipt including employee information and inventory numbers. One section (page 6) is a more formal declaration, likely part of a legal or investigative process, stating that records are maintained as described and signed under penalty of perjury.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction analysis",
        "efta00006072",
        "records",
        "inventory",
        "novelty",
        "video warehouse",
        "returns",
        "refunds",
        "lingerie",
        "tags",
        "sales",
        "mastercard",
        "visa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034574",
      "summary": "This document is a Custodian Document Search Checklist related to an “Inmate Death” legal hold (LHN-CIV-2019-00204) overseen by agency counsel and the Department of Justice. It’s a standard form used to investigate potential responsive documents across various media – electronic files (home drives, shared drives, emails, databases), archived electronic files, physical files (office, repositories), and other media like CDs/DVDs. The checklist prompts the user to identify locations of potentially responsive documents, who has access, and to confirm they haven’t altered or destroyed any relevant information. It also covers device inventory, data transfer history, and potential social media involvement related to the litigation. The checklist concludes with acknowledgements regarding tracking and metadata preservation and includes signature/date fields. If no responsive documents are found, a separate section confirms this outcome.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "redaction",
        "legal hold",
        "documents",
        "emails",
        "databases",
        "files",
        "search",
        "agency",
        "counsel",
        "responsive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020134",
      "summary": "This document is a Search and Seizure Warrant issued by a U.S. Magistrate Judge for the Southern District of New York. It authorizes law enforcement to search a nearly 19,000 square foot single-family residence located in New York, NY, for evidence related to violations of Title 18, United States Code, Sections 371 and 1591 (sex trafficking of minors and conspiracy). The warrant permits the photographing and video recording of the premises and the seizure of documents, furnishings, and other items related to the suspected offenses. An inventory must be prepared and returned to the court, and immediate notification is authorized with a 30-day delay under specific circumstances.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "new york",
        "magistrate judge",
        "title 18 u.s. code",
        "1591",
        "371",
        "redaction",
        "attachment a",
        "evidence",
        "seizure"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021303",
            "similarity": 0.6,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028523",
            "similarity": 0.692,
            "index": 120,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029476",
      "summary": "This document is a Search and Seizure Warrant (AO 93 Rev. 11/13) issued for the District of New Hampshire. It authorizes law enforcement to search for a cellular device associated with “G Max” using cell-site simulator technology (Attachment B) to locate it, based on an investigation related to GHISLAINE MAXWELL under 18 U.S.C. §§ 371, 2422, 2423(a), and 1623. The warrant allows for a 30-day search, 6:00 a.m. to 10:00 p.m., during all times of day or night, and specifically prohibits the interception of communications or seizure of tangible property. Attachment A identifies the specific cellular device being targeted. The document includes sections for warrant execution, inventory, return, and certification.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "cell-site simulator",
        "at&t",
        "ghislaine maxwell",
        "18 u.s.c. § 3103a",
        "electronic investigative technique"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016463",
      "summary": "An email was sent from [REDACTED] to [REDACTED] and [REDACTED] regarding digital evidence related to child exploitation and trafficking (EFTA00016463). The email attached a spreadsheet (\"MM-108062 Evidencen\") and an original spreadsheet (\"MM-108062_Miami_Evidenceinventory.xlsx\") detailing digital items found in Miami. The email included a reference to the FBI New York Field Office’s Child Exploitation and Trafficking unit.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "digital evidence",
        "miami",
        "evidence inventory",
        "fbi",
        "redaction",
        "efta00016463",
        "spreadsheet",
        "child exploitation",
        "trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036924",
      "summary": "This document outlines procedures and questions related to Accreditation Standards for a correctional facility, specifically focusing on inmate management, safety protocols, and operational controls. It covers several key areas, including: *   **Safety and Emergency Procedures:** Detailed questions about evacuation routes, fire drills, extinguisher usage, hazardous materials storage, and emergency response protocols (blood spills, use of force, SHU procedures). *   **Inmate Admission & Orientation:** Processes for initial inmate arrival, medical screening, personal property handling, and A&O committee involvement. *   **Unit Management:** Inmate progression through the facility, access control, counseling services, program assignments, and key management. *   **Inmate Rights:** Compliance with BOP directives regarding legal rights, communication, rehabilitation programs, and personal freedoms. *   **Operational Areas:**  Detailed protocols for food service (temperature control, chemical storage, commissary), mail handling, laundry, recreation, library access, healthcare services (medication control, sick call, SHU procedures), and specialized areas like the armory and power plant. *   **Specific Equipment & Supplies:** Management of tools, chemicals, firearms, and other materials, including inventory control, training, and storage. *   **Auditing & Compliance:** Emphasis on maintaining high sanitation standards, readily accessible information, and thorough documentation for potential audits. The document acts as a checklist of required knowledge and procedures for supervisors and staff, ensuring adherence to ACA standards and BOP directives.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "evacuation routes",
        "fire drills",
        "fire extinguishers",
        "scba",
        "toxic materials",
        "msds books",
        "tool control",
        "key control",
        "inmate admission",
        "inmate orientation",
        "chemical storage",
        "inmate rights",
        "bop directives",
        "disciplinary procedures",
        "shu",
        "grievance procedure",
        "cell searches",
        "inmate grooming",
        "media access",
        "use of force",
        "inmate welfare",
        "health services",
        "mail room",
        "religious services",
        "education",
        "recreation",
        "library",
        "visiting room",
        "power plant",
        "sanitation",
        "inventory control",
        "safety procedures"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029150",
      "summary": "This document is a search and seizure warrant issued on December 26, 2025, related to an investigation involving Jeffrey Epstein and Ghislaine Maxwell. The warrant authorized the seizure of three Seagate Path 100 hard drives from Epstein’s New York residence, identified by FBI barcodes. The warrant allows law enforcement to review the data on these devices for evidence related to violations of federal laws concerning sex trafficking, transportation of minors, and conspiracy. Specifically, investigators are authorized to examine communications, financial records, travel plans, and any materials depicting minors in sexually suggestive or exploitative contexts. A 30-day delay of notification is authorized to prevent adverse results related to 18 U.S.C. § 2705. The return portion of the document outlines procedures for executing the warrant, including inventory creation and filing.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "seizure",
        "warrant",
        "electronic devices",
        "fbi",
        "jeffrey epstein",
        "new york",
        "18 u.s.c. 1591",
        "18 u.s.c. 2422",
        "18 u.s.c. 2423",
        "18 u.s.c. 371",
        "probable cause",
        "redacting analysis",
        "seizure warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024744",
            "similarity": 0.526,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029155",
      "summary": "This document is a redaction analysis report detailing the contents of an “Epstein Device,” likely related to investigations involving Jeffrey Epstein. The report lists numerous files and data categories found within the device, categorized by type (e.g., call logs, messages, photos, videos, databases, and device events). These categories contain a massive number of individual entries, ranging from thousands to tens of thousands, including specific names, phone numbers, and file names. The data encompasses various communication methods (WhatsApp, email, etc.), locations, and digital assets. The report appears to be a comprehensive inventory of the data recovered from the device, intended for analysis as part of a legal or investigative process.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00029155",
        "epstein device",
        "contents",
        "swan",
        "appecatcos",
        "usage log",
        "calendar",
        "call log",
        "messages",
        "whatsapp",
        "camera",
        "cocacids",
        "device events",
        "names",
        "11/40 ip connections",
        "trackings",
        "el entries",
        "iam14s lines",
        "raccersgs",
        "vatatsapp",
        "databases",
        "dectillvs",
        "images",
        "ten",
        "sims",
        "archives",
        "user accounts",
        "web bookreams",
        "web hickey",
        "location",
        "call logs",
        "deleted",
        "audio",
        "video"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00007703",
      "summary": "The document details a pharmacy inventory categorized into four shelves: Shelf One (Vitamins & Cold/Sore Throat), Shelf Two (Pain Relief), Shelf Three (Pain/Antibiotic/Foot Medication), and Shelf Four (First Aid/Itch Treatment). Specific products listed include vitamins, pain relievers (Advil, Aleve, Aspirin, Motrin, Excedrin, Tylenol), cold and flu medications (Cepacol, Contac, Robitussin, Theraflu, Tylenol), stomach remedies (Acidil, Exlax, Pepto-Bismol, Rolaids), topical medications (Blistex, Lamisil, Bengay, Bactine, Bio Freeze, Vicks VapoRub), sleep aids (Nytol), mouth care products (Monostat, Visene), foot care products (Lotrimin, Lamisil), first aid supplies (Band-aids, Calamine lotion, Alcohol wipes), and insect repellents.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "vitamins",
        "pain relief",
        "cold",
        "flu",
        "sore throat",
        "stomach acid",
        "antibiotic",
        "foot medication",
        "first aid",
        "itch treatment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036952",
      "summary": "This document details a comprehensive pre-audit checklist for an evaluation of a correctional facility, focusing on operational procedures and security protocols. It’s divided into sections covering various departments and areas, including staff interactions, control measures (keys, fire safety, chemicals), security (armory, surveillance, PREA compliance), and facility maintenance. Key areas of inspection include: *   **Staff Interaction & Tours:** Ensuring staff proactively guide audits through their areas, highlighting accomplishments and demonstrating operational processes. *   **Security Protocols:** Covering key control, emergency procedures, inventory management (firearms, chemicals, contraband), and surveillance. *   **Department-Specific Checks:** Detailed inspections of health services, food service, laundry, commissary, barber shop, housing units, SHU, and unique areas like theUNICOR, Powerhouse and Outside Warehouse. *   **PREA Compliance:** Extensive scrutiny of procedures relating to prisoner rights, particularly regarding privacy, communication, and abuse reporting, emphasizing camera placement and staff training. *   **Maintenance & Logistics:**  Detailed checks of facility upkeep, equipment management (vehicles, forklifts, generators), and chemical inventory control. The checklist emphasizes consistent documentation, accountability, and adherence to established procedures across all aspects of the facility’s operations.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "staff greeting",
        "audits",
        "inmates",
        "chemical inventory",
        "fire extinguishers",
        "msds books",
        "security",
        "key control",
        "emergency procedures",
        "sanitation",
        "food service",
        "prea",
        "healthcare",
        "mental health",
        "weapons",
        "lockshop",
        "housing units",
        "visiting room",
        "human resources",
        "control",
        "safety inspections",
        "tool room",
        "psychological services",
        "education",
        "religious services",
        "warehouse",
        "garage",
        "powerhouse",
        "outside facilities"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028523",
      "summary": "A search and seizure warrant (AO 93) was issued by Judge Barbara Moses for the Southern District of New York, relating to violations of Title 18 U.S.C. Sections 371 and 1591 (sex trafficking). The warrant authorizes the search of a nearly 19,000 square foot single-family residence at a location in New York, NY, and the seizure of evidence related to sex trafficking of minors and conspiracy. The warrant allows for photographic and video documentation of the premises and the collection of items like utility bills, mail, and identification documents. An immediate delay of notification is authorized for up to 30 days. The warrant requires the execution officer to prepare and return an inventory of seized property to the court.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "magistrate judge",
        "title 18 u.s. code",
        "371",
        "1591",
        "evidence",
        "affidavit",
        "redaction",
        "attachment a"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020134",
            "similarity": 0.692,
            "index": 112,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021303",
            "similarity": 0.5,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}