{
  "keyword": "sex offender",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 25,
  "total_files": 51,
  "timeline": [
    {
      "file_id": "EFTA00014421",
      "summary": "Jeffrey Epstein, DOB 06/18/1961, is a sex offender with an Offender ID of 33216. He has multiple residences in the United States, including Little St. James, St. Thomas, Palm Beach, Paris, and New York. His criminal history includes a felony sex offense conviction from July 23, 2006, involving victims aged 14, 16, and unknown. He owns numerous vehicles, including various Chevrolet Suburbans, Yukon, Cadillac Escalades, and other makes and models, with plates registered in multiple states including Florida, New York, and the Virgin Islands. The information is provided by the New York Department of Criminal Justice Services (NY DCJS) and the New York Department of State (NY DOS).",
      "timestamp": "2006-07-23T00:00:00",
      "timestamp_raw": "July 23, 2006",
      "keywords": [
        "jeffrey epstein",
        "sex offender",
        "ny dcjs",
        "ny dos",
        "race",
        "white",
        "dob",
        "height",
        "weight",
        "address",
        "virgin islands",
        "florida",
        "paris",
        "risk level",
        "criminal prosecution",
        "conviction",
        "vehicle",
        "license plate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014164",
      "summary": "Jeffrey Epstein’s lawyers, led by Gerald Lefcourt, are considering requesting the U.S. Attorney’s office to drop the demand that Epstein register as a sex offender. Lefcourt argues that the state did not believe registration was warranted. Epstein pleaded guilty to a state charge in exchange for the federal investigation being dropped, and faces a potential sentence of 18 months in prison. A representative for Epstein declined to comment.",
      "timestamp": "2007-10-09T00:00:00",
      "timestamp_raw": "October 9, 2007",
      "keywords": [
        "jeffrey epstein",
        "sex-rape relief",
        "gerald lefcourt",
        "u.s. attorney alexander costa",
        "sex offender registration",
        "palm beach mansion",
        "underage prostitutes",
        "federal prosecutors",
        "mort zuckerman",
        "ny post"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011386",
      "summary": "This document is a Non-Prosecution Agreement between Jeffrey Epstein and the United States government, finalized on October 30, 2007. It outlines a deal where Epstein avoids federal prosecution for multiple charges, including conspiracy to use a facility to facilitate prostitution involving minors and conspiracy to travel in interstate commerce for illicit sexual conduct. Here’s a breakdown of the key elements: *   **Charges Avoided:** Epstein agrees to plead guilty to a state solicitation of prostitution charge in Palm Beach County and an information charging him with a sex offender registration offense. This resolves federal charges related to his activities. *   **State vs. Federal Prosecution:** The agreement stipulates that the State of Florida will lead the prosecution of Epstein on the state charges, while the federal government will drop its investigation. *   **Conditions & Obligations:** Epstein must comply with the terms of the agreement, including specific sentencing recommendations (though he retains the ability to negotiate his sentence) and cooperate with the State Attorney’s Office. *   **Potential for Future Charges:** The agreement includes a clause allowing the U.S. Attorney to re-prosecute Epstein if he violates the terms of the agreement. *   **Victim Compensation:** Provisions are made for Epstein to pay an attorney representative for any individuals who wish to pursue legal action against him. The document also includes an addendum clarifying specific aspects of the agreement, particularly regarding the role of an independent third party in handling potential victim claims.",
      "timestamp": "2007-10-30T00:00:00",
      "timestamp_raw": "October 30, 2007",
      "keywords": [
        "efta00011386",
        "epstein",
        "prosecution agreement",
        "non-prosecution",
        "florida statutes",
        "796.07",
        "2422(b)",
        "2423(o",
        "2423(b)",
        "2423(e)",
        "18 u.s.c.",
        "prostitution",
        "minors",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013649",
      "summary": "Jeffrey Epstein, a Manhattan money manager and part-time Palm Beach resident, is expected to plead guilty to solicitation of prostitution. He is accused of paying underage girls, including one as young as 14, for “massage” sessions at his waterfront home. Police investigations revealed evidence of his knowledge of the girls’ ages through their MySpace pages. State Attorney Barry Krischer initially sent the case to a grand jury, and federal authorities also became involved, delaying the state’s case. Epstein’s legal team includes prominent defense attorneys like Jack Goldberger and Alan Dershowitz. The grand jury returned a charge carrying a maximum five-year prison term, and it's anticipated that Epstein will avoid a “sex offender label” through a plea deal expected to conclude within two months. The article expresses concern that Epstein’s wealth may have afforded him preferential treatment within the justice system.",
      "timestamp": "2007-11-16T00:00:00",
      "timestamp_raw": "NOVEMBER 16, 2007",
      "keywords": [
        "jeffrey epstein",
        "palm beach",
        "grand jury",
        "prostitution",
        "felony",
        "florida",
        "sex offender",
        "legal team",
        "state attorney barry krischer",
        "underage girls"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013630",
            "similarity": 0.667,
            "index": 4,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013630",
      "summary": "Jeffrey Epstein, a Manhattan money manager and part-time Palm Beach resident, is facing charges related to soliciting underage girls for prostitution. He is expected to plead guilty to multiple felony counts. Police investigated claims he paid girls as young as 14 for \"massage\" sessions, utilizing interviews, evidence from his home, and information from their MySpace pages. State Attorney Barry Krischer initially sent the case to a grand jury after learning about the girls’ drug use. The case involves prominent legal defense teams including Jack Goldberger, Alan Dershowitz, and Kenneth Starr. Federal authorities investigated, delaying the state’s case. Epstein is expected to serve up to 18 months and may be labeled a sex offender. The article argues that Epstein’s wealth has afforded him preferential treatment within the justice system.",
      "timestamp": "2007-11-16T00:00:00",
      "timestamp_raw": "NOVEMBER 16, 2007",
      "keywords": [
        "jeffrey epstein",
        "palm beach",
        "grand jury",
        "prostitution",
        "felony",
        "sex offender",
        "legal team",
        "florida",
        "investigation",
        "plea deal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00013649",
            "similarity": 0.667,
            "index": 3,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013754",
      "summary": "The FBI met with the ASA regarding Jared Epstein’s plea agreement, specifically concerning a potential clause excluding him from work release. The ASA indicated they could include this in the plea agreement, but would not definitively oppose a work release petition. The Sheriff’s Office will ultimately determine Epstein’s eligibility for work release. Victim notifications are still being requested, though the court lacks a procedure for providing separate rooms for victims. Epstein intends to plead and be sentenced on December 16th to reduce media attention. He will be treated as a sex offender regardless of registration status and can petition for work release. Lefkowitz confirmed Epstein’s status and that no further contact with victims would occur. Lefkowitz requested copies of agreements from Jack Goldberger, which Jay will forward. Lefkowitz’s reservation about §2255 provisions relates to potential conflicts of interest within a lawsuit filed by a class of victims.",
      "timestamp": "2007-12-16T00:00:00",
      "timestamp_raw": "16 Nov 2007",
      "keywords": [
        "epstein",
        "fbi",
        "asa",
        "work release",
        "plea agreement",
        "sexual predators",
        "florida department of corrections",
        "victim notifications",
        "judge davis",
        "sex offender"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013778",
      "summary": "The state indictment charges were related to an alleged sexual encounter with the victim around her 18th birthday. *   **Statute of Limitations:** A 3-year statute of limitations had expired for the state charges due to victims going back to 2001. *   **Federal Investigation & Plea Agreement:** The FBI intervened due to concerns about Epstein pleading to a misdemeanor. A non-prosecution agreement was established requiring Epstein to plead to a sex offender registration offense, serve 18 months in prison, and pay restitution. He attempted to renegotiate the agreement. *   **Defense Strategy:** Epstein's legal team was attempting to gather information through depositions of victims not included in the state indictment and was pushing for alternative sentencing options. *   **Ongoing Status:** The state case has a trial date set for July, and Epstein’s counsel is continuing to seek to resolve the case until the federal case is resolved. Communication with the State Attorney’s Office has been limited.",
      "timestamp": "2008-03-21T00:00:00",
      "timestamp_raw": "21 Mar 2008",
      "keywords": [
        "statute of limitations",
        "prostitution",
        "florida",
        "double jeopardy",
        "restitution",
        "sex offender registration",
        "indictment",
        "victims",
        "trial date",
        "negotiation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013656",
      "summary": "Key issues include the potential application of double jeopardy, the statute of limitations, and Epstein’s attempts to renegotiate the terms of a non-prosecution agreement. Specifically: *   **Jeopardy Concerns:** The trial date risk is minimal, but the statute of limitations is a significant concern. *   **Non-Prosecution Agreement:** Epstein initially agreed to plead to a sex offender registration offense, an 18-month prison sentence, and restitution, but repeatedly attempted to modify the agreement. *   **State Indictment Details:** The state indictment involves two girls, one of whom is also part of a federal indictment. One girl admitted her true age to Epstein, and he provided her gifts. The state case was initially slated for a misdemeanor plea with no jail time. *   **Defense Strategy:** Epstein’s defense team is attempting to use depositions of non-indicted victims to gather information about the federal investigation and is demanding no contact with the State Attorney’s Office. *   **Current Status:** The trial date has been set for July, and Epstein is subpoenaing unindicted victims for depositions. The status of the state case remains uncertain due to the ongoing negotiations and Epstein's demands.",
      "timestamp": "2008-03-21T00:00:00",
      "timestamp_raw": "21 Mar 2008",
      "keywords": [
        "statute of limitations",
        "double jeopardy",
        "florida law",
        "sex offender registration",
        "misdemeanor",
        "restitution",
        "prosecution",
        "indictment",
        "victims",
        "trial"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009329",
      "summary": "Attorney’s involvement in a plea agreement with a defendant in a child sex crime case. The central question concerns the rationale behind deferring to a state-level prosecution instead of pursuing a federal indictment. Key points include: *   The U.S. Attorney’s office considered a two-year state prison sentence as a viable outcome, driven by concerns about federal precedent and the complexities of federal charges. *   A significant element of the decision-making process revolved around attempting to influence the state’s handling of the case, particularly regarding sentencing. *   There was a focus on managing the potential negative impacts of a federal indictment on the defendant, including concerns about victim witness testimony. *   The U.S. Attorney’s office utilized a written term sheet to outline the terms of the agreement with the state, which included specific language concerning the state's authority. *   There were discussions about the impact of a state disposition on the defendant’s registration as a sex offender. *   The transcript reveals a complex and somewhat convoluted negotiation process involving multiple parties and concerns about potential legal ramifications. *   There's a notable emphasis on attempting to avoid potential \"judicial pushback\" in the state court system. The deposition raises questions about the clarity of communication and the rationale behind the decision, particularly concerning the seemingly unusual emphasis on the state-level resolution.",
      "timestamp": "2008-06-02T00:00:00",
      "timestamp_raw": "June 2, 2008",
      "keywords": [
        "victim",
        "prosecution",
        "plea",
        "resolution",
        "negotiation",
        "state",
        "federal",
        "notification",
        "agreement",
        "defendant",
        "witness",
        "crime",
        "investigation",
        "defense",
        "terms",
        "concerns",
        "agreement",
        "justice",
        "justice",
        "inquiry",
        "review",
        "disposition",
        "time",
        "schedule",
        "conditions",
        "conduct",
        "discretion",
        "approach",
        "coordination",
        "approval",
        "issues",
        "agreement",
        "agreement",
        "coordination",
        "agreement",
        "agreement"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013968",
      "summary": "On June 19, 2008, an Assistant U.S. Attorney communicated with Roy Black regarding the Epstein case. The Attorney confirmed a conversation with Roy Black and Roy Black regarding a potential resolution to federal and state litigation, noting Black's desire for the case to conclude before retirement. The Attorney stated the Office’s position: ending the investigation if Epstein adheres to the signed non-prosecution agreement. If Epstein proceeds with a different plea in state court, it would be considered a breach of the agreement and the Office would proceed accordingly. The non-prosecution agreement requires Epstein to plead guilty to the state indictment and an information related to sex offender registration. The agreement does not cover probationary periods, which are determined by the defense.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "epstein",
        "non-prosecution agreement",
        "litigation",
        "federal",
        "state",
        "roy black",
        "procurement minors",
        "sex offender registration",
        "plea",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027591",
      "summary": "06 CF9454AMB involving defendant Jeffrey Epstein. The conference, held on June 20, 2008, was presided over by Judge Deborah Dale Pucillo.  Barry Krischer, State Attorney, and his assistant, Lanna Belohlaver, represented the State, while Jack Goldberger, representing Epstein, presented the plea agreement. Epstein pleaded guilty to two felony charges: solicitation to prostitution and procuring a minor for prostitution. The terms of his community control include strict restrictions on his behavior, including a curfew, limitations on communication with victims (requiring approval), restrictions on where he can live, and a requirement to work for the Florida Science Foundation.  A cash bond of $574 was set, and the sentencing was determined as 12 months in Palm Beach County jail followed by 6 months, with a condition of community control.  The plea agreement involved a nonprosecution agreement with the U.S. Attorney’s Office regarding related federal offenses.",
      "timestamp": "2008-06-20T00:00:00",
      "timestamp_raw": "June 20, 2008",
      "keywords": [
        "efta00027591",
        "plea conference",
        "jeffrey epstein",
        "palm beach county",
        "felony solicitation",
        "florida",
        "probation",
        "community control",
        "sex offender",
        "dna",
        "victims",
        "court conditions",
        "sentencing",
        "guilty plea"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013890",
      "summary": "This document is a plea agreement for Jeffrey Epstein, finalized on June 27, 2008, related to felony solicitation of prostitution and procuring a person under 18 for prostitution. Epstein pleaded guilty to these charges. **Key Points of the Agreement:** *   **Sentences:** Epstein is sentenced to 12 months in the Palm Beach County Detention Facility for one count and 18 months of community control for the other, with 6 months served in detention. *   **Community Control Conditions:** The community control includes a 6-month restriction in the detention facility, no unsupervised contact with minors (requiring approval of a supervising adult), and a designation as a Sexual Offender under Florida Statute 943.0435, necessitating DNA collection and adherence to the statute's requirements. *   **Court Costs & Fees:** Costs associated with the case ($474 for court costs, $50 for prosecution, and $50 for the drug trust fund) are stipulated. *   **Additional Provisions:** The document outlines additional conditions for community control, including electronic monitoring, mandatory public service, and strict rules regarding residence and communication. *   **DNA Collection:** Epstein is required to provide a DNA sample in court. *   **Legal Framework:** The document references relevant Florida statutes pertaining to sexual offenses (specifically 943.0435) and probation/community control (chapter 948). It also includes provisions concerning electronic monitoring and communication. It cites additional statutes regarding the definition of a sexual offender.",
      "timestamp": "2008-06-27T00:00:00",
      "timestamp_raw": "June 27, 2008",
      "keywords": [
        "efta00013890",
        "jeffrey epstein",
        "guilty",
        "probation",
        "community control",
        "palm beach county detention facility",
        "sentencing",
        "felony solicitation prostitution",
        "procuring person under 18",
        "dna sample",
        "sexual offender",
        "florida statute 943.0435",
        "electronic monitoring",
        "community quarantine",
        "sex offender",
        "probation conditions",
        "restitution",
        "polygraph examination"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014087",
      "summary": "Jeffrey Epstein pleaded guilty to soliciting prostitution from underage girls in South Florida. He was sentenced to 18 months in Palm Beach County jail followed by a year of house arrest and was designated a sex offender. He paid girls between $200 and $300 for massages, which sometimes became sexual. He faces state and federal lawsuits from 31 women who claim they were paid.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "30 Jun 2008",
      "keywords": [
        "epstein",
        "florida",
        "prostitution",
        "underage girls",
        "lawsuit",
        "sex offender",
        "jeffrey epstein",
        "palm beach",
        "damages",
        "soliciting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032238",
      "summary": "This document is a transcript of a plea conference in the Palm Beach County, Florida, court system regarding Jeffrey Epstein, who is charged with felony solicitation to prostitution and procuring a person under 18 for prostitution.  The case involves two separate indictments/informations (06 CF9454AMB and 08 CF9381CFAMB). During the conference, Epstein pleaded guilty to both charges with the agreement that he would not be subject to a PSI (Pre-Sentence Investigation) and will receive community control with numerous restrictions including a curfew, restrictions on contact with minors, and a prohibition on possessing sexually stimulating materials.  The court ordered a 12-month jail sentence for the first case and a 6-month sentence for the second, to be served consecutively with community control.  The probation officer will have regular contact with Epstein and supervise his activities. The case also includes a non-prosecution agreement with the U.S. Attorney's office.",
      "timestamp": "2008-06-30T00:00:00",
      "timestamp_raw": "June 30, 2008",
      "keywords": [
        "efta00032238",
        "jeffrey epstein",
        "plea conference",
        "palm beach county",
        "florida",
        "state of florida",
        "criminal division",
        "barry e. krischer",
        "lanna belohlavek",
        "jack goldberger",
        "attorney",
        "probation",
        "community control",
        "sex offender",
        "dna",
        "indictment",
        "information",
        "guilty",
        "sentence",
        "conditions",
        "palms beach county jail",
        "florida science foundation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031937",
      "summary": "Jeffrey Epstein was released from Palm Beach County Stockade on July 21, 2009, after serving less than 13 months of an 18-month sentence. He will not be subject to electronic monitoring during his one-year probation. This decision was based on a plea agreement and a court order, despite earlier orders requiring monitoring. Epstein will reside at his El Brillo Way home and has registered as a sex offender. He has been permitted to work and visit his office, with approval from authorities. Numerous young women, including Jane Doe Nos. 3, 5, and 1, are suing Epstein for sexual abuse, and the plaintiffs express concerns about his release and the perceived leniency of his sentence. His probation conditions include registration as a sex offender, no unsupervised contact with minors, a curfew, restrictions on proximity to children's areas, prohibitions on obscene material, and regular meetings with a probation officer.",
      "timestamp": "2009-07-21T00:00:00",
      "timestamp_raw": "July 21, 2009",
      "keywords": [
        "jeffrey epstein",
        "probation",
        "sex offender",
        "electronic monitoring",
        "palm beach",
        "jane doe",
        "prosecution",
        "justice",
        "victim",
        "wealth"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038251",
      "summary": "On September 28, 2016, the FBI drafted Form FD-1057 regarding Jeffrey Edward Epstein, a convicted Child Sex Offender. Epstein planned to travel to France from September 24, 2016, departing on October 5, 2016, arriving at Le Bourget Airport in Paris at approximately 8:30 pm on September 24, 2016. Epstein's prior conviction involved procuring a person under 18 for prostitution (June 30, 2008). The FBI provided this notification to Legal Paris as an advisory. Epstein’s details include DOB: 1/20/1953, height 6’0”, weight 180 lbs, gray hair, blue eyes, and passport number 516923892. No immediate action was required.",
      "timestamp": "2016-09-28T00:00:00",
      "timestamp_raw": "September 28, 2016",
      "keywords": [
        "efta00038251",
        "jeffrey epstein",
        "child sex offender",
        "france",
        "travel advisory",
        "fbi",
        "fd-1057",
        "violent crimes",
        "sex tourism",
        "paris"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028143",
      "summary": "An email was sent from [REDACTED] on January 9, 2019, containing a New York Sex Offender Registration for an individual named EPSTEIN (identified as 33216). The email included a PDF attachment named “33216 EPSTEIN.PDF” and referenced document EFTA00028143.",
      "timestamp": "2019-01-09T00:00:00",
      "timestamp_raw": "January 9, 2019",
      "keywords": [
        "efta00028143",
        "redaction",
        "epstein",
        "sex offender",
        "registration",
        "2019",
        "pdf"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027770",
      "summary": "Two Jeffrey Epstein victims are seeking remedies from the U.S. government following a court ruling that prosecutors violated the Crime Victims’ Rights Act when they signed a nonprosecution agreement with Epstein. The victims want the agreement nullified, a criminal case reopened, and an apology from U.S. Attorney Alexander Acosta. They are requesting a hearing with Acosta and other victims, a training course on the CVRA for the U.S. Attorney’s office, monetary sanctions, and attorney fees. The victims allege the government deliberately excluded them from the deal and failed to notify them of significant case resolutions. Epstein pleaded guilty to state charges in 2008 and is currently a registered sex offender.",
      "timestamp": "2019-05-28T00:00:00",
      "timestamp_raw": "28 May 2019",
      "keywords": [
        "jeffrey epstein",
        "victims",
        "nonprosecution agreement",
        "crime victims' rights act",
        "u.s. attorney",
        "alexander acosta",
        "florida court",
        "prosecution",
        "sexual abuse",
        "law360"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028534",
      "summary": "An email chain discusses ongoing redaction analysis related to case EFTA00028534. Key information includes: *   An individual (From: [REDACTED]) requests details regarding the premises associated with Jeffrey Epstein and evidence supporting his ownership of Little St. James Island. *   CBP records show Epstein’s recent flights from St. Thomas to Teterboro and West Palm Beach, including dates: 6/11/2019, 5/18/2019, 5/5/2019, and 4/14/2019. *   Epstein possessed a current driver’s license with an address of Little St James, St Thomas, VI 00802 and was registered as a primary resident with the Sex Offender Registry.",
      "timestamp": "2019-06-11T00:00:00",
      "timestamp_raw": "6/11/2019",
      "keywords": [
        "epstein",
        "flight records",
        "st. thomas",
        "little st james",
        "driver's license",
        "sex offender registry",
        "customs and border protection",
        "teterboro",
        "west palm beach",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037824",
            "similarity": 0.538,
            "index": 19,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037824",
      "summary": "Jeffrey Epstein possessed a current driver’s license with an address of Little St James, St Thomas, VI 00802 and registered it as his primary residence with the Sex Offender Registry. Customs and Border Protection records show Epstein’s recent flights including: 6/11/2019 (St Thomas to Teterboro), 5/18/2019 (St Thomas to West Palm Beach), 5/5/2019 (St Thomas to Teterboro), and 4/14/2019 (St. Thomas to West Palm Beach).",
      "timestamp": "2019-06-11T00:00:00",
      "timestamp_raw": "6/11/2019",
      "keywords": [
        "epstein",
        "flight records",
        "st thomas",
        "driver's license",
        "sex offender registry",
        "customs and border protection",
        "teterboro",
        "west palm beach",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028534",
            "similarity": 0.538,
            "index": 18,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014458",
      "summary": "Federal prosecutors argued against voiding a 2008 plea deal with Jeffrey Epstein, stating a violation of the Crime Victims' Rights Act does not allow for the agreement to be voided. The deal, reached over a decade prior, involved Epstein pleading guilty to lesser state charges, receiving a 13-month jail sentence, financial settlements to dozens of victims, and sex offender registration. Some victims argued they were not consulted as required, leading to a judicial decision pending.",
      "timestamp": "2019-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2019",
      "keywords": [
        "jeffrey epstein",
        "sex offender",
        "plea deal",
        "victims",
        "crime victims' rights act",
        "federal prosecutors",
        "miami",
        "us department of justice",
        "united states attorney",
        "2008 deal"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014420",
      "summary": "An email was sent on June 27, 2019, from EFTA00014420 to request and attach a “Epstein Sex Offender Report” (Epstein_Sex_Offender_6.27.19.xps).",
      "timestamp": "2019-06-27T00:00:00",
      "timestamp_raw": "June 27, 2019",
      "keywords": [
        "epstein",
        "sex offender report",
        "efta00014420",
        "2019",
        "report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014436",
      "summary": "A fax transmission from [REDACTED] to [REDACTED] on June 28, 2019, included information regarding Jeffrey Epstein’s status as a sex offender, sourced from the EJUSTICE Portal and NYPD DAS. Two attachments were sent: J_EPSTEIN_SEX_OFFENDER_FROM_NYS_via_EJUSTICE_Portal.xps and J EPSTEIN SOMU from DAS.xps, along with document EFTA00014436. Document EFTA00014437 is also referenced.",
      "timestamp": "2019-06-28T00:00:00",
      "timestamp_raw": "June 28, 2019",
      "keywords": [
        "epstein",
        "sex offender",
        "ejustice portal",
        "nypd das",
        "fbi",
        "redaction analysis",
        "efta00014436",
        "das",
        "j_epstein_sex_offender_from_nys"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029004",
      "summary": "Department of Justice (Southern District of New York) is seeking detention for Jeffrey Epstein pending trial in United States v. Jeffrey Epstein (19 Cr. 490 (RMB)). *   **Charges:** Epstein is charged with sex trafficking of minors (18 U.S.C. § 1591) and conspiracy to commit sex trafficking (18 U.S.C. § 371). *   **Arguments for Detention:** The government argues for detention based on the following: *   **Extreme Flight Risk:** Epstein’s wealth (including private jets and international connections), past behavior (arriving via private jet after international travel), and age (66) create a significant risk he would flee. *   **Danger to the Community:** He is accused of sexually abusing dozens of underage girls over years, and there’s a risk he would attempt to pressure or intimidate witnesses or obstruct justice. *   **Prior Offenses:** He previously pled guilty to procuring a person under 18 for prostitution and is a registered sex offender, demonstrating a willingness to engage in similar behavior. *   **Evidence of Abuse:** The indictment details a scheme involving multiple locations (Manhattan, Palm Beach), recruiting and paying underage girls, and incentivizing victims to recruit more. There are also extensive photographs of nude/partially nude females discovered during a search of his residence. *   **Legal Framework:** The government relies on the Bail Reform Act (18 U.S.C. § 3142) and the presumption that detention is appropriate in cases involving sex trafficking of minors. *   **Unsuccessful Attempts at Plea Bargaining:** The government notes that previous attempts at plea bargaining regarding witness intimidation failed. *   **Lack of Conditions Assuring Appearance:** The government asserts that no conditions of release could reasonably ensure Epstein's appearance in court or protect the community. Essentially, the document lays out a strong case for why Epstein should be detained pending trial, citing a combination of his dangerous behavior, access to resources, and the serious nature of the charges against him.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "bail hearing",
        "sex trafficking minors",
        "flight risk",
        "detention",
        "risk of flight",
        "witness intimidation",
        "private jet",
        "wealth",
        "international travel",
        "sex predator",
        "evidence",
        "palm beach",
        "manhattan",
        "victims",
        "sentencing",
        "sex offender"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020185",
      "summary": "This document records a preliminary bail hearing for Jeffrey Epstein in the Southern District of New York, July 8, 2019. Judge Richard Berman presided over the hearing involving the U.S. Attorney’s Office and Epstein’s defense team (represented by Geoffrey S. Berman and Weirberg). Key points discussed include: *   **Case Overview:** Epstein is charged in connection with potential sex trafficking activities, likely stemming from investigations in Florida. *   **Victim Notifications:** The government assured the court they’ve notified victims and established communication channels. *   **Sex Offender Status:** The court questioned the specifics of Epstein's high-risk sex offender status under New York law, confirmed by the government. *   **Search Results:** The government addressed questions regarding a weekend search of Epstein’s residence, stating they’re still reviewing the findings and assessing potential implications. *   **Nonprosecution Agreement (NPA):** A central point of contention is the NPA from Florida. The government argued it doesn't bind the Southern District of New York, while defense counsel contended it's relevant given the government’s prior investigation. *   **Bail Application Timeline:** The parties agreed to file written submissions by Thursday noon and have oral presentations on Thursday at 10:00 a.m., with a request for an adjournment of speedy trial time until Monday. *   **Obstruction Allegations:** Defense raised concerns about alleged obstruction or witness tampering, which the government acknowledged and intended to address.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "efta00020185",
        "epstein",
        "bail hearing",
        "victims",
        "nonprosecution agreement",
        "sex offender",
        "search",
        "new york",
        "southern district of new york",
        "u.s. attorney",
        "defense counsel"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024584",
      "summary": "Epstein case (19 Cr. 490 (RMB)). *   **Charges:** Epstein is charged with sex trafficking of minors (18 U.S.C. § 1591) and conspiracy to commit sex trafficking of minors (18 U.S.C. § 371). *   **Allegations:** Epstein is accused of a years-long scheme to sexually abuse dozens of underage girls, operating from residences in Manhattan, Palm Beach, and other locations. Victims were recruited and paid to engage in increasingly sexual acts, often involving minors. *   **Risk Factors:** The government argues for detention based on significant flight risk factors including Epstein’s wealth (including private planes and international connections), prior history of similar offenses (including a previous non-prosecution agreement and a sex offender registration), and concerns about witness intimidation. The defendant's past efforts to obstruct investigations add to the risk. *   **Evidence:** Strong evidence exists including dozens of victims, substantial documentary and photographic evidence, and the defendant’s demonstrated willingness to harass potential witnesses. *   **Legal Basis:** The government relies on the Bail Reform Act, specifically citing the presumption that detention is appropriate when a defendant poses a danger to the community or a risk of flight, particularly in cases involving minor victims. *   **Court's Role:** The document requests the court to order Epstein's detention pending trial, given the totality of the circumstances.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "u.s. department of justice",
        "sex trafficking minors",
        "flight risk",
        "bail hearing",
        "detention",
        "private jet",
        "victims",
        "witnesses",
        "obstruction justice",
        "international ties",
        "serial sexual predator"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030229",
      "summary": "A NYPD Special Victims Division Sex Offender Monitoring Unit Officer contacted an individual regarding the case of Jeffrey Epstein, a registered Level 3 sex offender in New York. Epstein is subject to mandatory 90-day appearance reporting and requires a new photo every 3 years (current photo is 9 years old). Any release from confinement would necessitate immediate appearance reporting.",
      "timestamp": "2019-07-09T00:00:00",
      "timestamp_raw": "09 Jul 2019",
      "keywords": [
        "epstein",
        "sex offender",
        "nypd",
        "monitoring unit",
        "new york",
        "sex offender monitoring",
        "photo",
        "nyc",
        "2019",
        "release"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028415",
      "summary": "*   The vendor is in the process of scanning all old case files and anticipates having Epstein’s file within 10 days. *   The Lieutenant is concerned about potential questions regarding the photographs discovered during a search and their impact on Epstein’s registration status. *   There is a request for a 2011 state risk assessment related to Epstein, and a reminder that Epstein is a registered Level 3 sex offender requiring regular reporting and photo updates. *   The Assistant U.S. Attorney is involved in coordinating the release process and ensuring compliance with New York State regulations.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "nypd",
        "sex offender monitoring unit",
        "risk assessment",
        "dcjs",
        "new york",
        "bail hearing",
        "registration",
        "photos",
        "level 3 sex offender"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00030164",
            "similarity": 0.538,
            "index": 28,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030164",
      "summary": "*   The unit is attempting to obtain a digital copy of Epstein’s case file from a vendor, including the risk assessment, to prepare for a bail hearing. *   The unit confirms that the discovery of photographs will not alter Epstein’s sex offender registration status. *   An inquiry is made regarding a 2011 state risk assessment related to Epstein. *   The unit emphasizes Epstein’s obligation to appear at the office every 90 days and have regular photo updates if released. *   Communication is being exchanged between the NYPD, the US Attorney's Office, and Epstein's attorneys.",
      "timestamp": "2019-07-11T00:00:00",
      "timestamp_raw": "11 Jul 2019",
      "keywords": [
        "epstein",
        "sex offender",
        "risk assessment",
        "nypd",
        "dcjs",
        "bail hearing",
        "new york",
        "registration",
        "photographs",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028415",
            "similarity": 0.538,
            "index": 27,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028785",
      "summary": "Government to Jeffrey Epstein’s motion for pretrial release, arguing against it based on the memo submitted by Magistrate Judge Pitman. It’s part of the case *United States v. Epstein*. *   **Epstein’s Charges:** Epstein is charged with sexually abusing underage girls for years, involving dozens of victims, and operating a sex trafficking scheme. He's a registered sex offender and possesses a large collection of nude photographs of young women. *   **Government’s Opposition to Release:** The Government argues that Epstein poses a significant flight risk due to his vast wealth and history of obstruction. They contend his proposed bail package is inadequate, particularly concerning the security offered and his ability to move funds. *   **Specific Concerns:** The Government raises concerns about Epstein's ability to use his wealth to flee, his propensity to intimidate victims, and his history of manipulating investigations. They highlight the ongoing danger he poses to the community and the potential for continued victim exploitation. *   **Victim Support for Detention:** The Government notes that victims and Pretrial Services recommend that Epstein be detained pending trial. *   **Legal Arguments:** The Government argues that the plea agreement, while existent, does not guarantee that Epstein will appear in court and that his proposed security measures are insufficient to mitigate the risk. They also state that the elements of the charges clearly apply to Epstein’s behavior. *   **Redaction**: One page of the document has been redacted. Essentially, the document establishes a strong case for detaining Epstein, emphasizing his dangerous behavior, the potential for continued harm, and the inadequacy of his proposed bail conditions.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "epstein",
        "sexual predator",
        "minors",
        "victims",
        "detention",
        "bail",
        "risk of flight",
        "forfeiture",
        "trafficking",
        "photographs",
        "obstruction",
        "community danger",
        "wealth",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014615",
      "summary": "Dorn Williams Jr., discusses the case of Jeffrey Epstein’s handling and sentencing, specifically focusing on how he avoided potential indefinite civil commitment under the Jimmy Ryce Act. **Key Points:** *   **Circumvention of Jimmy Ryce:** Epstein’s sentence – 18 months in Palm Beach County Jail instead of prison – was strategically constructed to prevent him from being subject to the Jimmy Ryce Act, which allowed for indefinite commitment of sex offenders. *   **Loophole Exploitation:** The key to this avoidance was Epstein’s placement in county jail, which was exempt from the Jimmy Ryce Act’s criteria for civil commitment. *   **Prosecutorial Involvement:** Former U.S. Attorney Alexander Acosta, Palm Beach County State Attorney Barry Krischer, and the Palm Beach County Sheriff's Office played a role in facilitating this outcome, seemingly prioritizing expediency over pursuing the maximum sentence. *   **Static-99 Risk Assessment:** The evaluator's use of the Static-99 risk assessment tool suggested a moderate to high risk of re-offending, which further supported the decision to place Epstein in county jail. *   **Lack of Discovery & Information:** The absence of a demand for discovery and a probable cause affidavit contributed to a lack of public transparency regarding the case’s facts. *   **Unusual Case Structure:** The document highlights the unusual sentencing structure and the reluctance of prosecutors to aggressively pursue the case. Essentially, the analysis argues that Epstein’s sentence was a result of a specific legal loophole exploited by the involved parties, leading to a potentially lenient outcome for a serious offender.",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "July 19, 2019",
      "keywords": [
        "epstein",
        "jimmy ryce act",
        "florida",
        "state attorney",
        "prostitution",
        "sexual predator",
        "civil commitment",
        "sentencing guidelines",
        "county jail",
        "static-99",
        "palm beach county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032152",
      "summary": "On July 25, 2019, the National Suicide Prevention Coordinator, Dr. Nagle, suggested housing Jeffrey Epstein with another sex offender in SHU. The sender responded, stating they would discuss the suggestion with the executive staff and maintain Epstein’s current housing situation. The sender was heading to the hospital and offered to be contacted.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "suicide prevention",
        "central office",
        "sex offenders",
        "shu",
        "bureau of prisons",
        "federal bureau of justice",
        "dr. nagle",
        "housing",
        "7/25/2019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034741",
      "summary": "*   He was previously on Suicide Watch and is awaiting assessment and re-evaluation. *   A psychologist will assess him daily over the weekend and again on Monday. *   He is being considered for cellmate placement with inmate M, after reviewing other SHU inmates. *   Epstein is facing charges related to mailing improvised explosive devices to prominent figures, including former presidents and senators. *   His Psychological Observation status is defined as a temporary measure for inmates experiencing mental instability due to impaired mental status, not imminent suicidal ideation. *   The Associate Warden is providing daily updates and coordinating medical assessments and attorney visits.",
      "timestamp": "2019-07-26T00:00:00",
      "timestamp_raw": "7/26/2019",
      "keywords": [
        "epstein",
        "psychological observation",
        "shu",
        "suicide watch",
        "tattooing",
        "self-mutilation",
        "sex offender",
        "cell mate",
        "mental illness",
        "psychological assessment"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034610",
      "summary": "An ex-cop cellmate of Jeffrey Epstein claims he prevented Epstein from hanging himself. The summary was sent by Michael Thomas, a Material Handler Supervisor at the U.S. Department of Justice, Federal Bureau of Prison, Metropolitan Correctional Center in New York. The document is classified as CONFIDENTIAL and includes case number SDNY_000 11691 and file number EFTA00034610.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "7/27/2019",
      "keywords": [
        "jeffrey epstein",
        "cellmate",
        "hanging",
        "multimillionaire",
        "sex offender",
        "u.s. department of justice",
        "federal bureau of prison",
        "metropolitan correctional center",
        "michael thomas",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00034609",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00034609",
      "summary": "An ex-cop cellmate of Jeffrey Epstein at the Metropolitan Correctional Center claimed to have prevented Epstein from hanging himself. The individual, a Material Handler Supervisor at the U.S. Department of Justice, Federal Bureau of Prison, provided the information in a communication dated July 27, 2019. The document is classified as CONFIDENTIAL and includes case number SDNY_000 11688 and file number EFTA00034609.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "July 27, 2019",
      "keywords": [
        "jeffrey epstein",
        "redaction analysis",
        "u.s. department of justice",
        "federal bureau of prison",
        "metropolitan correctional center",
        "cellmate",
        "hanging",
        "multimillionaire",
        "sex offender",
        "sdny_000 11688"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00034610",
            "similarity": 0.818,
            "index": 33,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036845",
      "summary": "On July 29, 2019, at 8:45 am, the FCI Otisville institution reported 833 institution counts (FCI/Camp/J Unit) and 646 general population inmates. There were 24 pipeline in and 32 pipeline out, with 171 transitional inmates and 11 pipeline in for transitional inmates. 217 sex offenders had 3 pipeline in.  Camp population included 13 in and 5 out. Open beds totaled 221 in general population, 36 in the transitional inmate unit, 19 in the special housing unit, and 14 in the camp. Institution demographics included maximum beds per unit: 130 for GP, 98 for TI, 878 for FCI, 126 for Camp, 80 for SHU, 82 for J Unit, and 1002 for the combined FCI and Camp.  Within the SHU, counts were: SHU I – C: 116, 5; D: 62, 16; E-A: 0, 23; E-B: 108, 2; F-A: 103, 7; F-B: 105, 0; G-A: 104, 6; G-B: 108, 2; J: 66, 0.  Miscellaneous data included 2 local medical trips, 0 suicide watches, 1 outside hospital visit, 0 H/S observations, 11 writs, 0 pending bed space, 2 releases, 0 medical furloughs, and case load assignments for various units. The unit count was EFTA00036845.",
      "timestamp": "2019-07-29T00:00:00",
      "timestamp_raw": "July 29, 2019",
      "keywords": [
        "fci otisville",
        "institutional data",
        "population report",
        "general population",
        "transitional inmates",
        "sex offenders",
        "camp pipeline",
        "shu",
        "bed counts",
        "unit count"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037419",
      "summary": "An email chain discusses a search warrant related to Jeffrey Epstein. An FBI agent (Watson, ME P.) is coordinating with NYPD Sex Offenders Unit and a contact in St. Thomas to obtain information regarding Epstein’s address and related properties. Photos from Fish and Wildlife were received, but further investigation, potentially involving open-source intelligence and eJustice requests, is needed to address missing information on the warrant. A draft search warrant was circulated for review and edits, with a goal to send it to the AUSA in the Virgin Islands the following day.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein",
        "st thomas",
        "search warrant",
        "nypd",
        "fbi",
        "sex offenders",
        "ejustice",
        "virgin islands",
        "redacted",
        "warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037809",
      "summary": "*   Information suggests key locations to investigate include the Bluebeach lifeguard stand, an office in Red Hook, St. Thomas, and Epstein’s apartments on St. Thomas. *   Individuals identified for contact include “,” “,” and “”. *   A former employee of Epstein (“SIT”) and his fiancé recently left Epstein’s property. *   Several individuals, including Air Traffic Control staff on St. Thomas (“ATC”), reported observing Epstein with underage girls and flying them to his island. *   The investigation involves tracking international travel, specifically a confirmed landing in Austria with three females. *   A 1 million dollar Non-disclosure agreement (NDA) was in place with former employees. *   The US Marshals Service is investigating potential violations of 18 USC 2250 and SORNA, relying on compliance checks by territorial authorities. *   Communication is occurring between various US Marshals Service personnel, including a Senior Inspector and a Chief Deputy.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2019",
      "keywords": [
        "st james",
        "je",
        "red hook",
        "island",
        "atc",
        "air traffic control",
        "nda",
        "sex offender",
        "united states marshal service",
        "cayman islands"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022633",
      "summary": "Taylor, contacted someone at the SDNY US Attorney’s Office regarding the raid on Little Saint James. *   A USVI EMS source reported an unregistered ambulance operating illegally on the property, potentially smuggled into USVI and lacking required certifications. *   The ambulance had a USVI license plate and was able to obtain a tag from the BMV. *   FDLE confirmed the vehicle was not listed on the sex offender registry. *   Drone footage obtained from Rusty Shackleford showed the ambulance appeared to be moved or removed from the property prior to the raid. *   Questions are being raised about the raid’s official nature, the timeline, and whether other properties were seized. *   A USDOJ Public Affairs contact declined to comment and requested information be forwarded to a specific email address. *   J. Taylor offered to share information with SDNY regarding the ambulance situation.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "14 Aug 2019",
      "keywords": [
        "sdny",
        "epstein",
        "usvi",
        "ambulance",
        "raid",
        "investigation",
        "smuggling",
        "registration",
        "usanys",
        "little saint james"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031997",
      "summary": "This document is a response from the Warden of the Metropolitan Correctional Center (MCC) New York regarding a psychological reconstruction of inmate Jeffrey Epstein (76318-054). The reconstruction raised concerns about several areas: *   **Review Procedures:** The Warden clarifies the requirements for Captain and IDO video reviews, detailing the 30-minute round mandates and documentation processes. *   **Psychology Services Involvement:** The Warden addresses concerns about the lack of transparency in housing decisions, outlining Psychology Services’ role in consultations and weekly meetings, and implementing a system for documenting these meetings. *   **Incident Reporting:** The Warden responds to concerns about a premature incident report related to a potential assault, emphasizing the need for timely reporting and acknowledging potential biases within the staff. They are implementing training to address this. *   **Telephone Calls:** The Warden addresses reports of facilitated telephone calls to Epstein’s mother, referencing a referral made for an unauthorized call. *   **Follow-Up Training:** The Warden confirms the implementation of suicide prevention training across various staff levels, providing supporting documentation. *   **Accountability & Bed Book Counts:** The Warden details new procedures for periodic and routine bed book counts, including documentation and staff responsibilities. *   **Log Book Audits:** The Warden reports findings from audits of various log books, identifying discrepancies and areas for improvement. *   **Sex Offense Risk Factors:** The Warden highlights the importance of Executive Staff in fostering institutional understanding of sex offender risk factors and modeling appropriate expectations. Overall, the response demonstrates an effort to address identified deficiencies in procedures, documentation, and staff training related to inmate Epstein’s care and security within the MCC New York.",
      "timestamp": "2020-01-27T00:00:00",
      "timestamp_raw": "January 27, 2020",
      "keywords": [
        "inmate epstein",
        "psychological reconstruction",
        "video reviews",
        "shu",
        "documentation",
        "training",
        "incident reports",
        "sex offenders",
        "accountability",
        "bed book counts",
        "staff responses"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023281",
      "summary": "Department of Justice, specifically the U.S. Attorney's Office for the Southern District of New York (SDNY), regarding potential violations of International Megan’s Law (IML) by Jeffrey Epstein. *   **SDNY Suspicion:** The SDNY suspected Epstein was concealing international travel, possibly related to his status as a convicted sex offender. *   **FAA Flight Logs:** Volscho highlighted discrepancies in FAA flight logs regarding two flights (Vienna, Austria and Monaco) that were not initially recorded. *   **Investigation Details:** The US Marshals Service (USMS) initiated an investigation (Case: CC-1900-0108-2921G) based on a referral from the SDNY. Epstein was flagged due to his history of international travel and sex offender status. He was classified as a Level 3 sex offender in New York. *   **USMS Response:** A Public Affairs representative from the DOJ declined to comment. *   **Specific Questions:** Volscho posed several questions to the SDNY regarding the investigation, including the basis for their suspicions, prior reports, other investigations, and details about the arrest.",
      "timestamp": "2020-02-20T00:00:00",
      "timestamp_raw": "20 Feb 2020",
      "keywords": [
        "epstein",
        "iml",
        "usdoj",
        "southern district of new york",
        "jeffrey epstein",
        "sex offender",
        "international travel",
        "faa",
        "united states marshals service",
        "cuny",
        "crime"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037538",
      "summary": "Virgin Islands. The Attorney General, Denise George, challenged the estate’s initial proposal, citing concerns about a lack of victim protections and potential misuse of funds. An agreement in principle was reached between the estate’s lawyers and George, incorporating significant reforms to the fund’s structure. These reforms include: involvement of a victim advocate (CEO of Child USA), dedicated funding for dissatisfied victims, protections for victim information, access to FBI Victim Services, and court oversight of the program’s budget. The agreement aims to provide a fairer, more victim-oriented process and prevent the estate from using compensation funds to defend itself in related legal actions.",
      "timestamp": "2020-06-02T00:00:00",
      "timestamp_raw": "02 Jun 2020",
      "keywords": [
        "epstein",
        "victim compensation fund",
        "fbi victim services",
        "child usa",
        "sex offender",
        "settlement",
        "criminal sex trafficking",
        "v.i. attorney general",
        "claims process",
        "victim advocate"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037678",
      "summary": "The email discusses the impact of Jeffrey Epstein’s death on ongoing local and federal investigations, specifically regarding his business and real estate holdings in the Virgin Islands. It references a news article from the Virgin Islands Daily News about the investigation and mentions involvement of the NYPD/FBI Child Exploitation Human Trafficking Task Force. The email also includes contact information related to EFTA00037678.",
      "timestamp": "2020-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2020",
      "keywords": [
        "epstein",
        "virgin islands",
        "sex offender",
        "investigations",
        "human trafficking",
        "fbi",
        "nypd",
        "child exploitation",
        "real estate",
        "news"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035596",
      "summary": "The Chief Psychologist is communicating regarding Epstein’s housing situation. The National Suicide Prevention Coordinator suggested housing Epstein with another sex offender in SHU, which the Psychologist will discuss with executive staff. The Psychologist intends to remain at the Metropolitan Correctional Center and is available for contact.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "suicide prevention",
        "housing",
        "sex offender",
        "shu",
        "bureau of prisons",
        "psychologist",
        "justice",
        "metropolitan correctional center"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013912",
      "summary": "Jeffrey Epstein will plead guilty to one count of solicitation of prostitution (FL Stat. § 796.07) and an offense requiring sex offender registration (Florida Statutes Section 796.03). He recommends a 30-month sentence consisting of 12 months in county jail and 6 months in county jail, followed by 12 months of community control. He will not receive additional gain time beyond standard inmate rules and must provide an accounting of earned gain time to the United States.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "solicitation of prostitution",
        "sex offender",
        "florida statutes",
        "palm beach county",
        "sentencing",
        "gain time",
        "incarceration",
        "legal agreement",
        "terms of agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034729",
      "summary": "A Chief Psychologist at the Metropolitan Correctional Center (U.S. Department of Justice/Federal Bureau of Prisons) received a communication from the National Suicide Prevention Coordinator regarding the housing of Jeffrey Epstein. The Coordinator suggested housing Epstein with another sex offender in a Special Housing Unit (SHU). The Psychologist responded, stating they would discuss the suggestion with executive staff and maintain the existing plan of keeping Epstein in the facility for a period. The Psychologist was heading to the hospital and offered to be contacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "redaction",
        "suicide prevention",
        "shu",
        "sex offender",
        "federal bureau of prisons",
        "metropolitan correctional center",
        "u.s. department of justice",
        "chief psychologist",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037421",
      "summary": "This document provides information regarding Jeffrey Epstein’s record in the New York State Sex Offender Registry, accessed through the eJusticeNY Integrated Justice Portal. The record details his offense (sexual intercourse with a minor), arrest date, conviction details, current address in St. Thomas, USVI, contact information including multiple email addresses and telephone numbers, and a history of notifications related to his registration status. The information is governed by Correction Law and emphasizes the restricted access and prohibition of sharing registry details publicly. The record includes details about associated organizations and service providers.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ejusticeny",
        "sex offenders",
        "registry",
        "sora",
        "correction law",
        "sora",
        "ejusticeny portal",
        "jeffrey epstein",
        "new york state",
        "criminal prosecution",
        "jurisdiction",
        "notifications",
        "fbi number",
        "race",
        "address",
        "communications",
        "screen name"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031936",
      "summary": "Jeffrey Epstein, a Manhattan investment manager, pleaded guilty to soliciting underage prostitutes at his Palm Beach mansion and is facing 16 months in prison. His lawyers, led by Gerald Lefcourt, are attempting to persuade federal prosecutors to drop the demand that he register as a sex offender, arguing the state did not believe registration was warranted. Epstein’s former business partner, Mort Zuckerman, is also mentioned.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "sex offenses",
        "jeffrey epstein",
        "legal",
        "prosecution",
        "plea guilty",
        "palm beach",
        "registered sex offender",
        "gerald lefcourt",
        "us attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038089",
      "summary": "The document details an operation targeting Jeffrey Epstein, a registered sex offender, for arrest and a search warrant execution. The operation involves collaboration between the FBI, NYPD, and CBP. The target’s residence is a 19,000 square foot multi-story house in Teterboro, NJ and New York City.  The plan includes a silent hit notification, CBP detainment upon return to the US, and a coordinated arrest and search warrant execution at the New York premises. Personnel assignments, communication protocols, and a deadly force policy are outlined. Site surveys detail the locations and features of the targeted properties.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "florida",
        "solicitation of prostitution",
        "registered sex offender",
        "teterboro airport",
        "new york",
        "criminal record",
        "arrest",
        "cbp",
        "nypd",
        "search warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037368",
            "similarity": 0.588,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014438",
      "summary": "This document provides details on the eJusticeNY Sex Offender Registry for Jeffrey Epstein, ID #33216. It includes his personal information (name, address, physical characteristics, date of birth, etc.), criminal history (a 2006 conviction for unlawful sexual intercourse), current and previous addresses, contact information (phone numbers and internet service providers), vehicle information, and registry notifications and communications. The document emphasizes restrictions on accessing and sharing registry information and outlines potential penalties for misuse.  It’s a snapshot of a specific offender’s record within the New York State Sex Offender Registry, managed through the eJusticeNY portal.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ejusticeny",
        "sex offender registry",
        "nysid",
        "fbi number",
        "race",
        "offenders",
        "corrections law",
        "sora",
        "registry information",
        "criminal prosecution",
        "notification",
        "virgin islands",
        "address",
        "driver's license",
        "vehicles",
        "risk level",
        "databases"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037368",
      "summary": "He is 66 years old, 6’0” tall, and has blue eyes and gray hair. *   **Operation Location:** The operation is planned for two locations: Teterboro Airport (NJ) and New York, NY. The target premises is a nearly 19,000 square foot multi-story single-family residence. *   **Site Survey:** The location is described as a residence with specific details like a red door and potential escape routes. *   **Vehicle:** A 2016 Black Chevrolet Suburban (License Plate HCP5713) is associated with the subject. *   **Operation Details:** A silent hit notification has been placed for Epstein’s return to the US. The planned arrest involves coordination between FBI, NYPD, and CBP, with a subsequent search warrant execution. *   **Personnel Assignments:** A team of FBI and NYPD personnel are assigned various roles, including command, arrest, search, transport, and interviews. *   **Communications:** Communications protocols and contact information for various agencies and a confidential source are listed. *   **Policy:** The FBI Deadly Force Policy dictates that deadly force is permissible only when there is a reasonable belief of imminent death or serious bodily injury.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "solicitation of prostitution",
        "minor",
        "florida",
        "registered sex offender",
        "teterboro airport",
        "new york",
        "search warrant",
        "arrest",
        "cbp",
        "nypd",
        "fbi",
        "6'0\"",
        "180",
        "white",
        "2016 chevrolet suburban"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038089",
            "similarity": 0.588,
            "index": 48,
            "category": "relevant"
          }
        ],
        "next": []
      }
    }
  ]
}