{
  "keyword": "detective",
  "count": 31,
  "keyword_match_count": 31,
  "content_match_count": 71,
  "total_files": 102,
  "timeline": [
    {
      "file_id": "EFTA00007720",
      "summary": "This document appears to be a redacted collection of files related to a Federal Bureau of Investigation (FBI) investigation, likely involving a subject named [REDACTED]. The files include emails (dated November 7, 2005), digitized photographs of the subject, and personal information such as name, address, date of birth, physical characteristics, and driver’s license details (including Hawaii DL number, SSN, and endorsements). Several pages are redacted, and the files indicate a process of scanning and digitization with associated media not captured. The documents reference various communication channels (phone, fax) and a detective.",
      "timestamp": "2005-11-07T00:00:00",
      "timestamp_raw": "November 7, 2005",
      "keywords": [
        "efta00007720",
        "fbi",
        "investigation",
        "hawaii",
        "honolulu",
        "detective",
        "redaction",
        "photograph",
        "dlnumber",
        "ssn"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008008",
      "summary": "A Palm Beach Police Department subpoena was issued to Cingular Cellular Service (Custodian of Records) on December 13, 2005, requesting subscriber information and call logs for the telephone number 917-855-3363, covering September-October 2005. The subpoena directed Cingular to appear before the State Attorney’s office and provide the information. A response cover sheet from the National Compliance Center was included, detailing the request and providing the information on a CD. The cover sheet emphasizes confidentiality and directs future legal requests to Cingular Wireless. The document also contains shipping information and a scanned item description.",
      "timestamp": "2005-12-13T00:00:00",
      "timestamp_raw": "December 13, 2005",
      "keywords": [
        "palm beach police",
        "cingular cellular",
        "subpoena",
        "florida",
        "917-855-3363",
        "october 2005",
        "national compliance center",
        "redaction analysis",
        "detective",
        "legal requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013785",
      "summary": "John Roth, Senior Associate Deputy Attorney General, regarding the U.S. Department of Justice’s (DOJ) investigation of Jeffrey Epstein. *   **Background of the Author:** The letter is written by Rebecca k Betts, a former DOJ Child Exploitation and Obscenity Section (CEOS) official who held various positions within the DOJ for 12 years, including prosecutor and senior leadership roles. She highlights her experience with child exploitation cases and victim/witness issues. *   **Critique of the DOJ’s Approach:** The letter expresses concerns that the DOJ’s investigation and planned prosecution of Epstein are flawed and inappropriate.  Specifically, it questions the scope of the DOJ's review and alleges factual inaccuracies and misinterpretations. *   **Challenges to the Legal Basis:** The letter argues against applying federal statutes (particularly 18 U.S.C. § 2422(b)) to the alleged conduct, asserting that the facts do not meet the requirements for a federal prosecution. It points to inconsistencies in witness testimony, the lack of evidence of trafficking, and the fact that the alleged interactions did not involve coercion or force. *   **Emphasis on State Jurisdiction:** The letter contends that the case should be handled by state authorities, suggesting that the state’s investigation and resolution were more appropriate given the circumstances. *   **Specific Disputes:**  The letter addresses specific issues, including the age of the individuals involved, Detective's misstatements in the search warrant affidavit, and the perceived selective prosecution of Epstein. *   **Concluding Request:** The letter requests that the DOJ not pursue a federal prosecution of Epstein based on the evidence and arguments presented. Essentially, the document is a legal challenge to the DOJ’s investigation, arguing that it's based on flawed assumptions, inaccurate information, and misinterpretations of the law.",
      "timestamp": "2008-06-19T00:00:00",
      "timestamp_raw": "June 19, 2008",
      "keywords": [
        "child exploitation",
        "federal investigation",
        "jeffrey epstein",
        "ceos",
        "prosecutorial discretion",
        "witness credibility",
        "statutes",
        "trafficking",
        "palm beach",
        "florida",
        "age",
        "18 u.s.c. §2422",
        "2423",
        "1591",
        "state prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031378",
      "summary": "This redacted document appears to be a series of emails related to an ongoing investigation, likely involving child exploitation and human trafficking. Participants, including FBI agents (N. from NY), a US Attorney, and individuals involved in court proceedings (Sony, Detective), coordinate meeting times and discuss the sharing of case files (CDs or drives). Scheduling conflicts and logistical issues (childcare, proffer schedules) are a recurring theme. A central goal is to gather and review documents related to the case, with a planned meeting to discuss the information.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 6, 2018",
      "keywords": [
        "investigation",
        "fbi",
        "new york",
        "child exploitation",
        "human trafficking",
        "proffer",
        "cd",
        "meeting",
        "sony",
        "trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031366",
            "similarity": 0.667,
            "index": 5,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031462",
      "summary": "The document is a series of email exchanges related to a new investigation, likely involving child exploitation and human trafficking. Participants include FBI agents, NYPD detectives, and a US Attorney. Discussions revolve around scheduling a meeting to review documents and files, with multiple individuals proposing different times (primarily Thursday) due to scheduling conflicts. Files are being exchanged via CD or drive, and one party is preparing a disk with current case information. Concerns are expressed about the timing of a proffer and potential disruptions to the investigation next week.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 6, 2018",
      "keywords": [
        "investigation",
        "fbi",
        "new jersey",
        "proffer",
        "trafficking",
        "meeting",
        "documents",
        "child exploitation",
        "suffolk county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031366",
            "similarity": 0.583,
            "index": 5,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031366",
      "summary": "Multiple individuals involved in an investigation, including an Assistant United States Attorney, FBI agents, and NYPD detectives, coordinate to meet regarding a \"New Investigation.\" Discussions revolve around scheduling a meeting, the exchange of documents (CDs or drives), and logistical challenges such as differing locations (NJ, Suffolk County), court appearances (Mag Court), and a scheduled proffer. Concerns are expressed about time constraints and potential delays in the investigation.  Specific details regarding the case itself (the nature of the investigation, the \"case\" files, and related documents like PDFs) are redacted.",
      "timestamp": "2018-12-06T00:00:00",
      "timestamp_raw": "December 06, 2018",
      "keywords": [
        "investigation",
        "new york",
        "fbi",
        "trafficking",
        "child exploitation",
        "proffer",
        "meeting",
        "case",
        "cd",
        "suffolk county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031462",
            "similarity": 0.583,
            "index": 4,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031378",
            "similarity": 0.667,
            "index": 3,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019508",
      "summary": "On December 10, 2018, an Assistant United States Attorney from the Southern District of New York (\"MIMI\") contacted individuals associated with the FBI and NYPD, specifically Detective Mil, regarding a potential discussion about \"Epstein.\" The communication involved a request to chat after 2:00 PM, with the understanding that a conference call would be necessary due to other commitments. Attached were SOMU records.",
      "timestamp": "2018-12-10T00:00:00",
      "timestamp_raw": "December 10, 2018",
      "keywords": [
        "epstein",
        "human trafficking",
        "child exploitation",
        "fbi",
        "nypd",
        "usanys",
        "mimi",
        "redaction analysis",
        "efta00019508",
        "southern district of new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030827",
      "summary": "An email exchange occurred between individuals associated with the NYPD/FBI Child Exploitation Human Trafficking Task Force and an unidentified recipient (“M”) regarding flight history and phone records related to a case involving Jeffrey Epstein. One party (NY) requested a summary of the recipient’s flights since November of the previous year. The other party provided flight history and attached phone records relevant to her recent travel with Epstein, requesting confirmation if any of the associated phone numbers were active. The email thread referenced EFTA00030827.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2019",
      "keywords": [
        "efta00030827",
        "flight history",
        "epstein",
        "fbi",
        "nypd",
        "child exploitation",
        "human trafficking",
        "phone records",
        "detective",
        "ny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026666",
            "similarity": 0.538,
            "index": 9,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014449",
      "summary": "An email exchange discusses the need to investigate a woman's flights and phone number activity with a previously identified individual (likely Jeffrey Epstein) over the past six months. Attached phone records are being reviewed, and the possibility of a relevant cell phone number connected to the email accounts is being explored. The email originates from the NYPD/FBI Child Exploitation Human Trafficking Task Force.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2019",
      "keywords": [
        "efta00014449",
        "flights",
        "phone numbers",
        "epstein",
        "redaction analysis",
        "fbi",
        "human trafficking",
        "child exploitation",
        "detective",
        "nypd"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026666",
      "summary": "This document is a record of checks initiated regarding EFTA00026666. Specifically, it includes attached phone records (accurint_phone.xps, accurint.xps, whitepages.JPG) potentially relevant to investigations involving recent travel with Jeffrey Epstein, conducted by the NYPD/FBI Child Exploitation Human Trafficking Task Force.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2019",
      "keywords": [
        "efta00026666",
        "epstein",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "phone records",
        "cell phone",
        "travel",
        "detective"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030827",
            "similarity": 0.538,
            "index": 7,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038100",
      "summary": "*   **Indictment & Warrant:** Epstein was indicted on federal charges (18 USC 1591, 18 USC 371) in 2019, with an arrest warrant issued. A search warrant for his 9 East 71st Street residence is pending. *   **Arrest Plan:** The planned arrest involves a silent hit notification via CBP upon Epstein's return to the US, with potential apprehension at Teterboro Airport.  If apprehended, NYPD detectives and FBI agents will execute a search warrant at his New York residence. *   **Operational Details:** The operation requires coordination between FBI/NYPD, NYPD, CBP, and ICE. A briefing is scheduled for July 8, 2019, at 11:00 PM in the C-20 squad area.",
      "timestamp": "2019-07-08T00:00:00",
      "timestamp_raw": "July 8, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "arrest",
        "nypd",
        "fbi",
        "cbp",
        "search warrant",
        "18 usc 1591",
        "child sex",
        "massages",
        "new york",
        "florida",
        "return to us"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028332",
      "summary": "Jean James, a retired police detective with 25 years of experience investigating child abuse, is campaigning for legal changes to protect whistleblowers exposing high-level cover-ups of child prostitution, specifically referencing the case of Jeffrey Epstein connections. He claims to have faced threats and bullying after exposing these crimes, which he believes were suppressed for decades.  He is working with other whistleblowers, victims, and survivors to raise awareness and seek legal protection for those exposing abuse. He is requesting financial support for his campaign.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "12 Jul 2019",
      "keywords": [
        "child sex trafficking",
        "jeffrey epstein",
        "abuse",
        "whistleblowers",
        "protection",
        "crime",
        "jon wedger foundation",
        "victim",
        "survivor",
        "campaign"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038047",
      "summary": "On July 15, 2019, the NYPD Detective Bureau Child Exploitation/Human Trafficking Task Force (N.Y. FBI Squad C20) forwarded an updated spreadsheet, titled “FBINET to UNET Uploaded Files” (EFTA00038047), to [REDACTED] via email from dropbox@ic.fbi.gcA. The email also included attachments: HOTLINE_TRACICER.xlsx, Outlook-1510171437.png, and Outlook-1510171974jpg.",
      "timestamp": "2019-07-15T00:00:00",
      "timestamp_raw": "July 15, 2019",
      "keywords": [
        "fbi",
        "nypd",
        "child exploitation",
        "human trafficking",
        "fbinet",
        "unet",
        "uploaded files",
        "dropbox",
        "task force",
        "efta00038047"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014480",
      "summary": "A communication regarding the case 19cr490 was sent from chambers to defense counsel. The correspondence details that the New Mexico Public Safety Department advised in August 2010 that Jeffrey Epstein was not required to register in New Mexico due to his 2008 Florida conviction. Epstein consistently notified New Mexico officials during his stays at his residence as a precautionary measure. A request was made for all underlying New Mexico documents related to the case, specifically those referenced on pages 6-7 of a previous letter.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2019",
      "keywords": [
        "efta00014480",
        "new mexico",
        "epstein",
        "registration",
        "prosecution",
        "2008 florida",
        "bail",
        "defense counsel",
        "detective",
        "19cr490"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037882",
      "summary": "An NYPD Detective forwarded a YouTube video from Rusty Shackleford, dated July 17, 2019, showing a computer on a table in a building, to an FBI officer. A second YouTube video, taken by drone and uploaded on August 6, 2019, of the same room showed no computer. Both videos were posted before the August 13, 2019, raid. The detective believes the computer’s movement prior to the raid suggests potential conspiracy and obstruction related to the Jeffrey Epstein case and its surrounding circumstances.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "fbi",
        "nypd",
        "youtube",
        "rusty shackleford",
        "computer",
        "raid",
        "epstein",
        "conspiracy",
        "human trafficking",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014613",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York requested a contractor to burn specific folders related to the USvEpstein-2018R01618 investigation (including documents from American Express and Deutsche Bank) onto a disc. The contractor was instructed to mail the disc to a Special Agent/Detective and to notify the security team upon completion. The deadline for delivery was 11:30 AM.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "epstein",
        "financial documents",
        "fbi",
        "subpoena",
        "deutsche bank",
        "american express",
        "usa.doj.gov",
        "sdny investigation",
        "mandy",
        "paul"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014608",
            "similarity": 0.538,
            "index": 16,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014608",
      "summary": "Hamilton, a contractor, was instructed by an Assistant U.S. Attorney from the Southern District of New York to burn specific folders related to the USvEpstein-2018R01618 investigation (including files from American Express and Deutsche Bank) onto discs. The discs were to be placed in an envelope addressed to a Special Agent and Detective, with the goal of delivery by 11:30 AM at a conference. Alternative pickup arrangements were offered through security.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "18 Jul 2019",
      "keywords": [
        "efta00014608",
        "epstein",
        "fbi",
        "financial documents",
        "redaction",
        "usa doj",
        "subpoena",
        "deutsche bank",
        "american express",
        "sdny investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00014613",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020932",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested post-arrest statements and a report regarding Jeffrey Epstein’s statements from [REDACTED]. The request originated from an NYPD Detective with the Child Exploitation/Human Trafficking Task Force and the N.Y. FBI Squad C20.  Attached files included images and a photocopy of an “Epstein Arrest Folder.”",
      "timestamp": "2019-07-19T00:00:00",
      "timestamp_raw": "19 Jul 2019",
      "keywords": [
        "efta00020932",
        "post-arrest statements",
        "nypd",
        "fbi",
        "human trafficking",
        "child exploitation",
        "epstein",
        "united states attorney",
        "new york",
        "notes"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025519",
      "summary": "The following emails detail arrangements for the collection of financial documents related to Jeffrey Epstein’s case, involving FBI agents, a contractor, and an Assistant U.S. Attorney. Discussions include scheduling a meeting to plan the investigation, coordinating the delivery of discs containing relevant documents to the Special Agent Detective by 11:30 AM, and ensuring timely notification upon completion. Redactions obscure sender and recipient identities.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2019",
      "keywords": [
        "fbi",
        "epstein",
        "financial documents",
        "redaction",
        "investigation",
        "subpoena",
        "new york",
        "forensic accountant",
        "contractor",
        "disc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019858",
      "summary": "An email chain discusses the preparation and delivery of a disc containing materials related to the Epstein investigation. The disc is located in a specific folder on Usa.doj.gov and should be burned for FBI Special Agents and Detectives. The recipient is instructed to place the disc in an envelope addressed to EFTA00019858 and notify the sender when it's ready for pickup. The password for accessing the materials is USAO_sdny2018. The email originates from an Assistant U.S. Attorney in New York and a USANYS Contractor.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "efta00019858",
        "disc burn",
        "agents",
        "epstein",
        "usao_sdny2018",
        "fbi",
        "deutsche bank",
        "envelope",
        "subpoena",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027965",
      "summary": "The document is an evidence receipt related to the case of Jeffery Epstein (M19-0184321). It details the receipt of two bags of bedding and clothing from unidentified sources (indicated by “[REDACTED]”) to the Office of the Chief Medical Examiner in New York. The evidence was received on August 12, 2019, at 11:56 AM by Detective Badge 6982. The evidence includes a narcotic envelope with item numbers 001 (bedding) and 002 (clothing).",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "efta00027965",
        "evidence",
        "redaction",
        "jeffery epstein",
        "decedent",
        "new york",
        "2019",
        "detective",
        "clothing",
        "narcotic"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016903",
      "summary": "On August 14, 2019, a voluntary interview was conducted at the United States Attorney’s Office for the Southern District of New York involving a Special Agent (SA), Assistant United States Attorney (AUSA), FBI, New York City Police Detective (TFO), and DOJ OIG representatives. The interview concerned actions at the Metropolitan Correction Center (MCC) involving inmate Jeffrey Epstein on the nights of August 9th and 10th, 2019. During the interview, the SA mistakenly provided Lieutenant with the DOJ OIG Form III-226/2, which is a Non-Custodial/Employee form instead of the intended Form III-226/3. All parties present believed the interview was voluntary.",
      "timestamp": "2019-08-14T00:00:00",
      "timestamp_raw": "August 14, 2019",
      "keywords": [
        "efta00016903",
        "us department of justice",
        "fbi",
        "bop",
        "mcc",
        "jeffrey epstein",
        "investigation",
        "memorandum of investigation",
        "doj oig",
        "criminal investigation",
        "voluntary interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037629",
      "summary": "An email chain, dated August 19, 2019, discusses “Epstein Co-conspirator pits” involving individuals from the NYPD/FBI Child Exploitation Human Trafficking Task Force. The email originated from Detective [REDACTED] and was sent to [REDACTED] and [REDACTED]. An attached document named “co.consp_brief.docx” is also referenced. The case is identified as EFTA00037629.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "August 19, 2019",
      "keywords": [
        "epstein",
        "co-conspirator",
        "human trafficking",
        "child exploitation",
        "nypd",
        "fbi",
        "task force",
        "redaction",
        "brief",
        "pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038728",
            "similarity": 0.538,
            "index": 55,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037884",
      "summary": "A detective from the NYPD/FBI Child Exploitation and Human Trafficking Task Force forwarded a LER (Local Emergency Report) titled “LER 2205” to Lieutenant [REDACTED] due to its mention of Jeffrey Epstein. The LER originated from the LERS@nypd.org system and was received by the Special Victims Division IRT/LER Unit. EFTA00037885 was also associated with the case.",
      "timestamp": "2019-08-19T00:00:00",
      "timestamp_raw": "19 Aug 2019",
      "keywords": [
        "efta00037884",
        "jeffrey epstein",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "ler 2205",
        "redaction analysis",
        "vice enforcement",
        "new york city police department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019668",
      "summary": "An email was sent from an NYPD/FBI Child Exploitation Human Trafficking Task Force detective to an unknown recipient detailing items recovered during a search warrant executed at Little St James (LSJ). The email includes a list of recovered items (VI_SW_item_list.xlsx) and a search warrant tactical plan (C2O_LSJ_12AUG2019_-_PDF.pdf) outlining the labeling of buildings searched. The detective requests questions and provides contact information.",
      "timestamp": "2019-08-23T00:00:00",
      "timestamp_raw": "23 Aug 2019",
      "keywords": [
        "efta00019668",
        "little st james",
        "search warrant",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "redaction analysis",
        "sw"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032300",
      "summary": "Jean James contacted Mr. Sweeney to recommend Jon Wedger, a former UK Metropolitan Police detective who investigated juvenile prostitution and child sexual abuse, particularly involving wealthy individuals. Wedger was reportedly persecuted for his investigations into Jimmy Savile’s activities and connections to royalty and politicians.  Savile was shielded by the British government, including receiving ambassadorial missions and frequent access to high-level locations like Chequers and Buckingham Palace, where allegations of smuggling a child surfaced. Mike Veale, a Chief Constable, was removed from his position for investigating Savile.",
      "timestamp": "2019-09-27T00:00:00",
      "timestamp_raw": "27 Sep 2019",
      "keywords": [
        "epstein",
        "british connections",
        "jon wedger",
        "child sexual abuse",
        "jimmy savile",
        "mike veale",
        "racketeering",
        "british establishment",
        "margaret thatcher",
        "prostitution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038323",
      "summary": "An ADA forwarded an email from an NYPD/FBI detective regarding a TNA (review board) post titled “Dollar Bill,” identified as William Mersey. Mersey was previously prosecuted for felony promoting prostitution and had a federal case. The detective initially suspected this information might be unreliable but forwarded it for investigation. A second email from the detective confirms seeing the same post on the TNA board and provides a link to the full thread.",
      "timestamp": "2019-12-03T00:00:00",
      "timestamp_raw": "December 03, 2019",
      "keywords": [
        "efta00038323",
        "epstein",
        "suicide",
        "tna",
        "dollar bill",
        "william mersey",
        "trafficking",
        "nypd",
        "fbi",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038394",
      "summary": "This email, dated December 9, 2019, is from NYPD Detective Bureau C r and the N.Y. FBI Squad C20 to [REDACTED] and [REDACTED], regarding a case involving Ghislaine Maxwell, specifically a “FL DL.” An attachment, “Ghislaine_N_Maxwell_FL_DL_Image.pdf,” and associated images are included.",
      "timestamp": "2019-12-09T00:00:00",
      "timestamp_raw": "December 9, 2019",
      "keywords": [
        "ghislaine maxwell",
        "fl dl",
        "redaction analysis",
        "nypd",
        "fbi",
        "exploitation",
        "human trafficking",
        "task force"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018920",
      "summary": "A communication, dated December 9, 2019, was forwarded between UK and US law enforcement agencies (FBI, USANYS, and DOJ) regarding contact details for a legal representative. The communication included a letter from DAC to the United States Attorney, Detective Sergeant information, and attached documents. A standard notice regarding email confidentiality and monitoring was also included. EFTA00018920 and EFTA00018921 are identified as file references.",
      "timestamp": "2019-12-09T00:00:00",
      "timestamp_raw": "December 9, 2019",
      "keywords": [
        "efta00018920",
        "fbi",
        "uk",
        "us",
        "contact details",
        "terrorism",
        "redaction analysis",
        "metropolitan police service",
        "detective sergeant",
        "legal representative"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038388",
      "summary": "On December 10, 2019, the NYPD Detective Bureau Child Exploitation/Human Trafficking Task Force sent an information request to the NY State Police Intel Center, referencing attachments including documents on Ghislaine Maxwell and Scott Borgerson, and images. The request was marked as \"Normal\" importance.",
      "timestamp": "2019-12-10T00:00:00",
      "timestamp_raw": "December 10, 2019",
      "keywords": [
        "efta00038388",
        "nysic",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "detective",
        "request",
        "information",
        "maxwell"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037655",
      "summary": "On December 10, 2019, the NYPD Detective Bureau’s Child Exploitation/Human Trafficking Task Force and N.Y. FBI Squad C20 sent information regarding Ghislaine Maxwell to intelligence services unit MAGLOCLEN. The information included a Florida driver’s license photo (Ghisalaine maxwell Floridia_drivers_license.pdf) and details about Maxwell’s vehicles, using the same password as Massachusetts vehicles. The sender requested feedback on the information’s use in arrests, indictments, locating subjects, case resolutions, or prosecutions, and directed recipients to send results with the corresponding case number to EFTA00037656.",
      "timestamp": "2019-12-10T00:00:00",
      "timestamp_raw": "December 10, 2019",
      "keywords": [
        "ghislaïne maxwell",
        "nypd",
        "fbi",
        "trafficking",
        "child exploitation",
        "vehicles",
        "florida",
        "arrests",
        "prosecutions",
        "efta00037655"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038724",
      "summary": "On January 22, 2020, at 11:59 AM and 14:16, a text message was sent referencing a Detective with the NYPD and a meeting in July. The message requested a callback. The text message is labeled EFTA00038724.",
      "timestamp": "2020-01-22T00:00:00",
      "timestamp_raw": "January 22, 2020",
      "keywords": [
        "at&t",
        "lte",
        "text message",
        "nypd",
        "detective",
        "january 22",
        "2020",
        "efta00038724"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038778",
      "summary": "Jill Greenfield, a partner at Fieldfisher, is facilitating communication regarding an investigation related to the Epstein case. She is corresponding with a detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force and the USAWS team, primarily discussing a potential client interview in London. The client is entitled to anonymity under UK Statute due to being a victim of sexual assault. Fieldfisher confirms they do not intend to change bank details and advises caution regarding any communication suggesting altered bank information.",
      "timestamp": "2020-02-01T00:00:00",
      "timestamp_raw": "01 Feb 2020",
      "keywords": [
        "epstein investigation",
        "jill greenfield",
        "fieldfisher",
        "london",
        "usaws",
        "prosecutors",
        "sexual assault",
        "anonymity"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038445",
      "summary": "A document titled \"a302_february_2020.docx\" was created on February 2, 2020, detailing pages 14-29 of notes taken by the NYPD/FBI Child Exploitation Human Trafficking Task Force. The notes relate to case EFTA00038445.",
      "timestamp": "2020-02-02T00:00:00",
      "timestamp_raw": "February 2, 2020",
      "keywords": [
        "efta00038445",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "task force",
        "detective",
        "notes",
        "2020",
        "february"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025010",
      "summary": "On March 8, 2020, an individual reported a tip to the FBI regarding alleged child sex trafficking and infanticide involving Jeffrey Epstein and their uncle, dating back to 1984. The complainant, using an alias, detailed a series of events involving multiple individuals and yachts originating from Mona Lake, MI.  The complainant claims to have been forced into sexual activity at age 13 while pregnant and alleges involvement of Donald Trump and the murder/disposal of their newborn daughter in Lake Michigan. The initial contact was with an NYPD detective (name redacted) who investigated the claims. The tip originated from an IP address in Albuquerque, NM, and includes information regarding the complainant’s address, contact details, and witness information.  Several pieces of information are redacted.",
      "timestamp": "2020-03-08T00:00:00",
      "timestamp_raw": "March 8, 2020",
      "keywords": [
        "jeffrey epstein",
        "child sex trafficking",
        "fbi",
        "nypd",
        "1984",
        "lake michigan",
        "infanticide",
        "new mexico",
        "donald trump",
        "tips.fbi.gov"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038432",
      "summary": "FBI New York’s VCAC/Human Trafficking unit contacted an individual regarding potential sightings of Ghislaine Maxwell in Manchester. The individual stated they had been informed by a detective about Maxwell’s presence in town prior to the FBI’s contact. The FBI requested more detailed information about the sightings, including frequency, location, and recent dates. The initial response was to hold off due to uncertainty surrounding a grand jury and to keep the recipient updated.",
      "timestamp": "2020-04-21T00:00:00",
      "timestamp_raw": "21 Apr 2020",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "manchester",
        "sightings",
        "pd",
        "arrest",
        "ausas",
        "trafficking",
        "grand jury",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038041",
      "summary": "An email was sent from a Special Agent with the FBI New York Field Office (Child Exploitation/Human Trafficking) to multiple recipients regarding a taint review. The email attached search terms (“Epstein_Priv_terms.docx”) and indicated the agent would be available via phone for questions, with assistance from a partner detective, Det., also available.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "taint review",
        "search terms",
        "fbi",
        "epstein",
        "child exploitation",
        "human trafficking",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037547",
      "summary": "On July 20, 2020, an FBI agent in New York (NY) inquired with the FBI’s Phoenix office (PX) regarding a case involving a former Jeffrey Epstein victim who wishes to disclose information for the first time. The victim had been contacted by a detective and requested guidance. The NY FBI agent confirmed the case was being handled by the Crimes against Children squad (C20) and advised the Phoenix agent on how to assist the detective.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "fbi",
        "ssa",
        "redaction",
        "epstein",
        "jeffrey epstein",
        "crime",
        "c20",
        "new york",
        "phoenix",
        "detective"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037266",
      "summary": "An FBI agent in Phoenix (PX) contacted an FBI agent in New York (NY) regarding a case involving a former Jeffrey Epstein victim who wishes to disclose information for the first time. The victim, a teenager who had visited an island multiple times, was being assisted by a detective. The agent in New York (NY) forwarded the inquiry to the Crimes against Children squad (C20) and the SSA, and indicated the agent in Phoenix (PX) was likely heading out for the day.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2020",
      "keywords": [
        "efta00037266",
        "fbi",
        "ssa",
        "jeffrey epstein",
        "crimes against children",
        "redaction",
        "phoenix",
        "detective",
        "victim",
        "island"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037268",
            "similarity": 0.538,
            "index": 39,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037268",
      "summary": "An FBI agent in Phoenix contacted an FBI agent in New York regarding a case involving a former Jeffrey Epstein victim who wishes to disclose information for the first time. The victim, a teenager who had visited Epstein on an island, is being assisted by a detective who seeks guidance. The case is being handled by the FBI’s Crimes against Children squad (C20).",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2020",
      "keywords": [
        "epstein",
        "fbi",
        "crimes against children",
        "ssa",
        "redaction",
        "phoenix",
        "detective",
        "victim",
        "disclosure",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037266",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00037506",
            "similarity": 0.667,
            "index": 41,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037267",
      "summary": "An FBI Supervisory Special Agent (SSA) in New York received an email from EFTA00037267 regarding a potential case involving a former Jeffrey Epstein victim who wishes to disclose information for the first time. The victim, a teenager who visited an island multiple times with Epstein, is being assisted by a detective who seeks guidance. The SSA informed the sender that the case is being handled by the FBI’s Crimes against Children squad (C20) and that the SSA would follow up the next day.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2020",
      "keywords": [
        "epstein",
        "fbi",
        "crimes against children",
        "ssa",
        "red side",
        "detective",
        "guidance",
        "victim",
        "new york",
        "island"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037506",
      "summary": "An email chain discusses a case involving a former Jeffrey Epstein victim who wishes to disclose information for the first time. A detective in Phoenix contacted someone (identified as EFTA00037506) seeking guidance on how to handle the case, which is currently being handled by the Crimes Against Children squad (C20) of the FBI New York. The email includes correspondence between the detective, the individual seeking guidance, and the NYPD and FBI.",
      "timestamp": "2020-07-21T00:00:00",
      "timestamp_raw": "21 Jul 2020",
      "keywords": [
        "epstein",
        "fbi",
        "nypd",
        "redaction",
        "email",
        "crimes against children",
        "ssa",
        "detective",
        "phoenix",
        "case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037268",
            "similarity": 0.667,
            "index": 39,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037948",
      "summary": "On July 28, 2020, a Detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force requested jail calls and emails for inmate Ghislaine Maxwell (BOP# 02879-509). The request was sent to [REDACTED] and their partner, with the Detective CC'd on the email. The Detective requested continued transmission of these communications as they had been previously provided.",
      "timestamp": "2020-07-28T00:00:00",
      "timestamp_raw": "July 28, 2020",
      "keywords": [
        "jail calls",
        "inmate",
        "ghislaine maxwell",
        "bop",
        "fbi",
        "nypd",
        "redaction",
        "email",
        "human trafficking",
        "detective"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038729",
      "summary": "A video conference took place between a Detective from the NYPD I FBI Child Ex loitation Human Trafficking Task Force and [REDACTED] on August 10, 2020. The Detective will contact prosecutors to determine availability for a case involving child exploitation and human trafficking, with an option to include Sigrid.",
      "timestamp": "2020-08-10T00:00:00",
      "timestamp_raw": "August 10, 2020",
      "keywords": [
        "efta00038729",
        "redaction analysis",
        "video conference",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "sigrid",
        "prosecution"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038734",
            "similarity": 0.538,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038793",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038743",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038734",
      "summary": "Two emails were exchanged regarding a video conference. Detective from the NYPD I FBI Child Exploitation Human Trafficking Task Force contacted M to schedule a meeting. The Detective had consulted with their team and proposed Monday, August 24th. The Detective also contacted prosecutors to coordinate availability, suggesting Sigrid could be involved if M preferred.",
      "timestamp": "2020-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2020",
      "keywords": [
        "video conference",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "sigrid",
        "availability",
        "detectives",
        "efta00038734"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038729",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038793",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038822",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038743",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038745",
      "summary": "A series of emails discuss scheduling a video conference between Detective IME (NYPD/FBI Child Exploitation Human Trafficking Task Force) and another party regarding a case. The initial proposal is for Monday, August 24th. Detective IME will contact prosecutors to determine availability and will involve Sigrid if desired. A previous email indicates the recipient was recovering from oral surgery.",
      "timestamp": "2020-08-12T00:00:00",
      "timestamp_raw": "12 Aug 2020",
      "keywords": [
        "video conference",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "radiation",
        "schedule",
        "date",
        "prosecutors",
        "sigrid"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038793",
            "similarity": 0.667,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038764",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038735",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038793",
      "summary": "On August 12, 2020, Detective I from the NYPD/FBI Child Exploitation Human Trafficking Task Force offered a video conference on August 24th. This followed a request from another individual for a conference regarding a case involving prosecutors. The Detective stated they would contact the prosecutors to determine availability over the next few weeks and would keep the requester updated. Detective I also noted that Sigrid could be involved if desired.",
      "timestamp": "2020-08-12T00:00:00",
      "timestamp_raw": "August 12, 2020",
      "keywords": [
        "video conference",
        "radiation",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "schedule",
        "availability",
        "sigrid"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038745",
            "similarity": 0.667,
            "index": 45,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038734",
            "similarity": 0.667,
            "index": 44,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038729",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038764",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038735",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038828",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038764",
      "summary": "An FBI/NYPD Child Exploitation Human Trafficking Task Force detective initiated contact via email to coordinate a video conference. The initial contact (Aug 20, 2020) inquired about availability on August 24th. A second party (Aug 12, 2020) confirmed availability on the 24th, pending a finalized schedule. A third party (Aug 10, 2020) suggested the 24th as the best date, referencing conversations with their team and pending input from prosecutors regarding Sigrid’s potential involvement in the case.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "Aug 20, 2020",
      "keywords": [
        "video conference",
        "efta00038764",
        "nypd",
        "fbi",
        "human trafficking",
        "child exploitation",
        "radiation",
        "august 24",
        "2020",
        "detective",
        "sigrid"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038793",
            "similarity": 0.5,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038745",
            "similarity": 0.5,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038735",
            "similarity": 0.5,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038828",
            "similarity": 0.615,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038752",
            "similarity": 0.5,
            "index": 51,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026741",
      "summary": "This document details the exchange of discovery materials related to an FBI investigation, likely involving child exploitation and human trafficking, overseen by the US Attorney’s office in the Southern District of New York. Key elements include: *   **Initial Delivery:** A box of media (VHS tapes, cassette tapes, microcassettes, and newspaper articles) provided by Reiter, accompanied by a thumbdrive with a spreadsheet detailing included items. *   **Ongoing Redaction:** The FBI is actively redacting sensitive materials from the discovered media. *   **Requests for Additional Materials:** The US Attorney’s office requests further items, including transcript discs, paper evidence, FBI files, and digital scans without post-it notes. Specifically, they seek copies of grand jury transcripts, returns for warrants, and detailed logs of image scans (particularly concerning potentially sensitive images). *   **Technical Challenges:** The team faces issues with the scanned materials, including discrepancies between versions with and without post-it notes, and a large volume of images requiring review and redaction. *   **Coordination:** Multiple parties – the FBI New York Field Office, NYPD detectives, and the US Attorney’s office – are involved in coordinating the collection, review, and redaction process.",
      "timestamp": "2020-08-20T00:00:00",
      "timestamp_raw": "20 Aug 2020",
      "keywords": [
        "redaction",
        "analysis",
        "media",
        "vhs",
        "cassette",
        "microcassettes",
        "thumbdrive",
        "spreadsheet",
        "evidence",
        "scans",
        "fbi",
        "redactions",
        "disks",
        "images",
        "copies",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038735",
      "summary": "A series of email exchanges occurred regarding a video conference between multiple parties, including individuals from the NYPD/FBI and the FBI’s Child Exploitation Human Trafficking Task Force. The initial request was for a video conference on Monday, August 24th, at 12:00 noon (Eastern Time) or 1:00 PM (Central Time). One party expressed technical limitations (using an iPhone) and confusion regarding time zones. Another party offered an alternative date of August 24th, but indicated scheduling difficulties. A third party communicated a desire to involve Sigrid and requested she contact the relevant individuals. The emails included well-wishes for recovery and an intention to coordinate availability with prosecutors.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2020",
      "keywords": [
        "video conference",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "time",
        "schedule",
        "radiation",
        "detective",
        "iphone"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038764",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038793",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038745",
            "similarity": 0.538,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038828",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038752",
            "similarity": 0.818,
            "index": 51,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00038822",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038828",
      "summary": "An individual (Detective MI) is coordinating a video conference with another party regarding a case involving child exploitation and human trafficking. The initial proposed date is Monday, August 24th. A third party (identified as “M”) initially suggested the 24th, but subsequently stated they have a scheduling conflict due to upcoming radiation treatment. Detective MI is contacting prosecutors to determine availability and will update the party on the confirmed date. The communications include discussions regarding Sigrid’s potential involvement.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2020",
      "keywords": [
        "video conference",
        "efta00038828",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "radiation",
        "schedule",
        "august 24",
        "detective"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038735",
            "similarity": 0.667,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038764",
            "similarity": 0.615,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038793",
            "similarity": 0.538,
            "index": 46,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038752",
            "similarity": 0.667,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038822",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038743",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038752",
      "summary": "A series of email exchanges between individuals associated with the NYPD/FBI Child Exploitation Human Trafficking Task Force and an individual identified as “M.” The exchanges primarily concern scheduling a video conference. Initial inquiries propose dates of August 24th, with discussions regarding time zones (Eastern vs. Central) and availability. One party mentions a planned “radiation” event and will provide a schedule closer to the date. Another party expresses well wishes and offers to involve Sigrid in the conference.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2020",
      "keywords": [
        "video conference",
        "time",
        "august 2020",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "radiation",
        "schedule",
        "detective"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038828",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038735",
            "similarity": 0.818,
            "index": 49,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00038764",
            "similarity": 0.5,
            "index": 47,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038822",
            "similarity": 0.538,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038743",
            "similarity": 0.538,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038822",
      "summary": "A series of emails discuss scheduling a video conference between an individual (Detective) and another party. The initial proposal is for Monday, August 24th at 1:00 PM Central Time. One party confirms availability, while the other expresses availability for the 24th but indicates they will provide a firm schedule later in the week. A third party offers to coordinate with prosecutors to determine availability, and suggests involving Sigrid if desired. The emails also reference a prior conversation regarding the Detective’s oral surgery and wishes for a speedy recovery.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "21 Aug 2020",
      "keywords": [
        "video conference",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "radiation",
        "schedule",
        "availability",
        "august 24"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038752",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038828",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038735",
            "similarity": 0.538,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038743",
            "similarity": 0.667,
            "index": 53,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038743",
      "summary": "An email exchange discusses scheduling a video conference between Detective NYPD/FBI and [REDACTED] on August 24, 2020. One party (Detective MI) initially proposes the date, while the other party (M) suggests a 1 PM time. Another email discusses potential scheduling conflicts and confirms Detective MI’s availability after contacting prosecutors regarding the case. A third email confirms the 24th as available and indicates that the schedule will be finalized by Wednesday, August 19th.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "August 24, 2020",
      "keywords": [
        "video conference",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "date",
        "schedule",
        "radiation",
        "sigrid"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038822",
            "similarity": 0.667,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038752",
            "similarity": 0.538,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038828",
            "similarity": 0.538,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038259",
      "summary": "A detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force is planning a trip to West Palm Beach, Florida, from September 28th to October 2nd for the Epstein investigation. The estimated travel costs for two people are $2,771, including flights ($600), hotel ($980), car rental ($145), individual expenses ($610), taxis ($300), and parking ($136).",
      "timestamp": "2020-08-25T00:00:00",
      "timestamp_raw": "25 Aug 2020",
      "keywords": [
        "efta00038259",
        "epstein",
        "west palm beach",
        "florida",
        "travel",
        "flights",
        "hotel",
        "car rental",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038728",
      "summary": "A detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force sent a subpoena regarding an investigation into Jeffrey Epstein to an individual ([REDACTED]). The subpoena referenced a prior video conference agreement and advised the recipient they did not need to appear in person on the specified date, retaining the document for their records. The detective indicated they would propose alternative times and dates for contact.",
      "timestamp": "2020-09-03T00:00:00",
      "timestamp_raw": "03 Sep 2020",
      "keywords": [
        "subpoena",
        "epstein",
        "investigation",
        "redaction",
        "lawyer",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037629",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027433",
      "summary": "The document is an email thread outlining tasks related to a legal investigation, likely a criminal case. Key tasks include: *   **Relativity Review:** Reviewing GM emails, splitting the task among a team. *   **Witness Identification & Authentication:** Identifying and potentially interviewing individuals, including an Interlochen employee, a PBPD detective, and Jo Jo Fontanella, and seeking authentication of documents. *   **Record Retrieval:** Searching for and identifying relevant records, including emails and files from various institutions and individuals. *   **Victim & Witness Interviews:** Scheduling and conducting interviews with victims, witnesses, and family members, including a mother and potentially outcry witnesses. *   **Investigation:** Investigating immigration and travel records related to EFTA00027433. *   **Coordination:** Coordinating with counsel, agents, and other parties (e.g., PBPD, Sigrid, IM). The emails indicate a focus on preparing for trial, including scheduling depositions and witness interviews, and prioritizing tasks with deadlines within two to four weeks.",
      "timestamp": "2020-11-06T00:00:00",
      "timestamp_raw": "November 6, 2020",
      "keywords": [
        "relativity review",
        "gm emails",
        "epstein",
        "interlochen",
        "pbpd",
        "records custodian",
        "witness interview",
        "immigration records",
        "travel records",
        "deposition transcripts",
        "client",
        "sigrid",
        "investigation",
        "trial",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038256",
      "summary": "An email chain discusses a Cybertipline report related to the Epstein case. A Detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force forwarded a report to a supervisor at the National Center for Missing & Exploited Children’s Child Sex Trafficking Team. The analyst identified several individuals, including a \"Detective\" and a woman who appeared normal and organized during a phone call. The supervisor requested to review the report and the names before the analyst conducted further searches, fearing it might be a misinterpretation or a dream. The email includes a request for guidance on how to handle the information.",
      "timestamp": "2020-11-21T00:00:00",
      "timestamp_raw": "21 Oct 2020",
      "keywords": [
        "efta00038256",
        "epstein",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "cybertipline",
        "netflix",
        "detective",
        "tip"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038293",
      "summary": "An email exchange occurred between individuals associated with (USANYS) and (REDACTED) regarding a thumb drive containing materials related to the Maxwell case. Detective Comey is offering to deliver the drive to someone in the office, and the recipient is inquiring about availability.",
      "timestamp": "2020-11-22T00:00:00",
      "timestamp_raw": "22 Oct 2020",
      "keywords": [
        "efta00038293",
        "redaction",
        "usanys",
        "contractor",
        "email",
        "maxwell case",
        "thumb drive",
        "nypd",
        "fbi",
        "maurene comey"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024815",
      "summary": "An email chain discusses rescheduling a call related to case EFTA00024815. The initial email proposes a list of topics for discussion, including witness identification (records custodians, court reporters), potential interviews (GM, donor relations employee, PBPD detective, client, victim witnesses, etc.), and record reviews (GM emails, immigration/travel records). The discussion centers on determining a suitable time for the call, with a preference for Wednesday afternoon or Thursday, due to a grand jury presentation. Tip-line leads are also noted.",
      "timestamp": "2020-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2020",
      "keywords": [
        "efta00024815",
        "agenda",
        "witness",
        "records",
        "interview",
        "trial",
        "discovery",
        "gm",
        "epstein",
        "subpoena",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038592",
      "summary": "A series of emails discuss scheduling a meeting to discuss a bail submission review related to “Maxwell Finances.” The meeting was initially proposed for 2:00 PM with a dial-in code of 707522. Several individuals, including NYPD/FBI detectives, were involved in the coordination, with offers to meet via phone, video conference, or in a conference room. One individual offered to circulate a dial-in.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 9, 2020",
      "keywords": [
        "maxwell finances",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "dial-in",
        "conference room",
        "redaction analysis",
        "efta00038592",
        "detective"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038523",
            "similarity": 0.538,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038519",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038523",
      "summary": "An email exchange occurred on December 9, 2020, regarding a review of a recent bail submission. Detective MI from the NYPD/FBI Child Exploitation Human Trafficking Task Force offered to speak with recipients via phone, video conference, or in person at their office. Alternative dates of December 10th or December 11th were suggested if the initial offer did not work. The email referenced a previous conversation with someone named \"c\".",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 9, 2020",
      "keywords": [
        "redaction analysis",
        "efta00038523",
        "maxwell finances",
        "detective",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "conference"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038592",
            "similarity": 0.538,
            "index": 60,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038800",
            "similarity": 0.538,
            "index": 64,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038519",
      "summary": "A meeting was scheduled for December 9, 2020, at 2:00 PM via dial-in code 707522 to discuss a review of a recent bail submission related to Maxwell Finances. The discussion involved multiple individuals including M, Lazar', [REDACTED], and a Detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force. Alternative times (next hour, next 2 hours, today, tomorrow, or Friday) were offered for the discussion via phone, video conference, or in-person at an office conference room.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 9, 2020",
      "keywords": [
        "efta00038519",
        "maxwell finances",
        "dial-in",
        "redaction",
        "lazar'",
        "detective",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038592",
            "similarity": 0.538,
            "index": 60,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038517",
      "summary": "An email chain discusses scheduling a call regarding a recent bail submission review. The initial email proposes a call at 2:00 PM with a dial-in code (707522). Another individual expresses availability for the next hour and offers to circulate a dial-in. A subsequent message indicates a detective is available for a discussion, proposing phone, video conference, or an in-person meeting at the office, with alternative dates of tomorrow or Friday offered if today’s time is unsuitable.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "December 09, 2020",
      "keywords": [
        "maxwell finances",
        "redaction",
        "dial-in",
        "conference",
        "phone",
        "video conference",
        "fbi",
        "nypd",
        "bail submission",
        "human trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038800",
      "summary": "A detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force contacted an individual to reschedule a video interview originally scheduled for January 4th, 2021. The detective proposed rescheduling for January 5th at 1:00 PM, with a prosecutor to send a calendar invite. The communication involved multiple redacted individuals and organizations, including the FBI.",
      "timestamp": "2021-01-04T00:00:00",
      "timestamp_raw": "04 Jan 2021",
      "keywords": [
        "video interview",
        "redaction analysis",
        "efta00038800",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "detective",
        "january 5th"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038523",
            "similarity": 0.538,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038749",
            "similarity": 0.667,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038784",
      "summary": "On January 4, 2021, an individual (M) informed a detective that they were on vacation and unable to attend a scheduled video interview due to a family member being in hospice. The detective responded on January 5, 2021, suggesting January 5th at 1 PM as a new date and offering flexibility for rescheduling within the following week or two. On January 14, 2021, the individual confirmed the continued difficulty in scheduling the interview due to ongoing family issues and lack of a private space, requesting a meeting in person instead.",
      "timestamp": "2021-01-04T00:00:00",
      "timestamp_raw": "January 4, 2021",
      "keywords": [
        "video interview",
        "fbi",
        "nypd",
        "january 5th",
        "redaction",
        "family issues",
        "child exploitation",
        "human trafficking",
        "calendar invite",
        "scheduling"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038749",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038749",
      "summary": "A series of emails discuss rescheduling a video interview between January 5th, 2021, at 1:00 PM, and potentially in the following weeks due to a sender’s vacation and a family member’s illness (a cousin in hospice). The individuals involved include a detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force and FBI Special Agent. Redaction marks have been applied to sender and recipient names.",
      "timestamp": "2021-01-05T00:00:00",
      "timestamp_raw": "05 Jan 2021",
      "keywords": [
        "video interview",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "january 5th",
        "calendar invite",
        "detective",
        "efta00038749"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038784",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00038800",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038786",
      "summary": "A meeting is being scheduled between Detective from the NYPD and FBI Child Exploitation Human Trafficking Task Force and an unnamed individual on Monday, January 11th, 2021 at 5:30 PM. The meeting will be conducted virtually due to the individual’s prior travel plans to New York. Instructions for accessing the secure video line will be emailed.",
      "timestamp": "2021-01-07T00:00:00",
      "timestamp_raw": "07 Jan 2021",
      "keywords": [
        "efta00038786",
        "interview",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "virtual interview",
        "new york",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038802",
            "similarity": 0.538,
            "index": 69,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038795",
      "summary": "An individual (identified as [REDACTED]) contacted Detective [REDACTED] of the NYPD/FBI Child Exploitation Human Trafficking Task Force regarding a virtual interview. The Detective offered a meeting on Monday, January 11th, at 5:30 PM, proposing a video conference due to the contact’s location in New York. The initial contact had requested an attorney make the call earlier than 5:30 PM due to UK time.",
      "timestamp": "2021-01-08T00:00:00",
      "timestamp_raw": "08 Jan 2021",
      "keywords": [
        "interview",
        "redaction",
        "efta00038795",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "virtual",
        "january"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038792",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038802",
      "summary": "An individual (identified as \"[REDACTED]\") is scheduling a virtual interview with Detective MI from the NYPD/FBI Child Exploitation Human Trafficking Task Force on Monday, January 11th at 5:30 PM. A potential character reference from a friend of the interviewee (“she”) is being offered, and the interview will be conducted via a secure video line.",
      "timestamp": "2021-01-10T00:00:00",
      "timestamp_raw": "10 Jan 2021",
      "keywords": [
        "interview",
        "redaction",
        "fbi",
        "nypd",
        "character reference",
        "human trafficking",
        "child exploitation",
        "virtual interview",
        "new york",
        "january 2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038786",
            "similarity": 0.538,
            "index": 67,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008744",
      "summary": "*   **Case Details:** The hearing is part of a case against Maxwell, relating to alleged child sex trafficking and exploitation. The U.S. government is investigating, and this transcript is a record of testimony given by a witness, Detective , who works for the NYPD. *   **Witness Testimony:** Detective provided testimony covering his involvement in the FBI’s Child Exploitation and Human Trafficking Task Force, including investigations into Jeffrey Epstein and Maxwell. He described his role in gathering information, reviewing reports, and interviewing other individuals connected to the case. *   **Maxwell’s Activities:** The testimony details Maxwell's activities, including her relationships with Epstein, her time at Palm Beach residences (including a townhouse on Madison Avenue and a ranch in New Mexico), and the arrangements for massages provided to Epstein. It mentions that Maxwell was paid for these services and used the money to purchase drugs. *   **Sexual Interactions:** The witness described instances where Maxwell engaged in sexual activity with Epstein, including direct sexual contact during massage sessions and involvement with other young women. *   **Evidence Review:** The transcript incorporates review of flight records, telephone logs, and items seized during a search of Epstein’s Palm Beach residence, including message pads. *   **Witness’s Past:** The testimony includes details about the witness's own past struggles with drug addiction and a legal issue involving a stolen Xbox. The witness admits to lying during a 2009 deposition regarding her interactions with Maxwell and Epstein. In essence, the transcript documents a significant portion of a criminal investigation, detailing the witness's involvement, the evidence gathered, and the testimony related to the alleged crimes of Ghislaine Maxwell.",
      "timestamp": "2021-01-19T00:00:00",
      "timestamp_raw": "January 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "palm beach",
        "massage",
        "abuse",
        "trafficking",
        "fbi",
        "grand jury",
        "new york city police department",
        "depositions",
        "records",
        "flight logs",
        "photos",
        "sex toys",
        "victims",
        "cooperation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038771",
      "summary": "*   A detective is attempting to schedule a video interview with a subject, initially aiming for Monday, but offering alternative dates (Thursday morning). *   The subject is inquiring about technical requirements for the video conference and expresses a preference for a meeting in DC or via Zoom, citing concerns about travel and COVID-19. *   A Grand Jury Subpoena is being issued to the subject, allowing for a video conference discussion instead of a physical appearance in New York. *   An Advice of Rights document is attached to the subpoena.",
      "timestamp": "2021-02-05T00:00:00",
      "timestamp_raw": "05 Feb 2021",
      "keywords": [
        "video interview",
        "human trafficking",
        "fbi",
        "nypd",
        "grand jury",
        "zoom meeting",
        "child exploitation",
        "court appointment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027083",
      "summary": "An Assistant United States Attorney is following up on the Maxwell investigation. They are requesting information regarding document retention policies from Victoria Secret and FedEx, specifically concerning timeframes (1-5 years depending on method). The investigation also includes a review of images and follow-up with ALAT regarding Maxwell and Epstein’s UK travel records. Detective NYPD/FBI is also involved in the investigation and awaiting a response from Victoria Secret and FedEx.",
      "timestamp": "2021-02-22T00:00:00",
      "timestamp_raw": "22 Feb 2021",
      "keywords": [
        "efta00027083",
        "maxwell",
        "victoria secret",
        "fedex",
        "trafficking",
        "epstein",
        "nypd",
        "fbi",
        "child exploitation",
        "retention"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021381",
      "summary": "On February 25, 2021, an FBI Special Agent from the New York Field Office requested contact with a woman named S., a former client of an attorney who believed she was a victim of Jeffrey Epstein. The agent received a call from S., who stated she had been in contact with an NYPD detective and an attorney who hadn't contacted prosecutors or case agents. She had previously been represented by an attorney for purposes of the Victim Fund. The agent advised following up with S. within the next week. This occurred in the context of previous attempts to contact multiple Epstein victims represented by the same attorney, who had been unresponsive.",
      "timestamp": "2021-02-25T00:00:00",
      "timestamp_raw": "February 25, 2021",
      "keywords": [
        "epstein",
        "victim",
        "fbi",
        "nypd",
        "jeffrey epstein",
        "victim fund",
        "interview",
        "investigation",
        "contact",
        "screening"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024028",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021352",
      "summary": "On February 25, 2021, an assistant U.S. attorney in the Southern District of New York received a call from a woman identifying herself as a former Jeffrey Epstein victim. The woman reported she had been in contact with an NYPD detective without response and had not heard from her attorney, who represented her for the Victim Fund. The attorney had previously been in contact with the attorney representing Mr. , who had claimed to represent nine Epstein victims. The call lasted less than three minutes and no substantive information was exchanged.",
      "timestamp": "2021-02-25T00:00:00",
      "timestamp_raw": "February 25, 2021",
      "keywords": [
        "epstein",
        "jeffrey epstein",
        "victim",
        "fbi",
        "nypd",
        "attorney",
        "victim fund",
        "prosecution",
        "complaints",
        "calls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029857",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024028",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017898",
      "summary": "On March 10, 2021, an Assistant U.S. Attorney in the Southern District of New York received a call from a woman identifying herself as a former Jeffrey Epstein client (“MI”) seeking a follow-up. “MI” stated she had contacted an NYPD detective without success. The U.S. Attorney had previously been in contact with an attorney representing at least nine Epstein victims, including “MI,” who were unwilling to speak with them. The call lasted less than three minutes and no substantive information was exchanged.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "March 10, 2021",
      "keywords": [
        "epstein",
        "victim",
        "call",
        "nypd",
        "u.s. attorney",
        "jeffrey epstein",
        "victim fund",
        "complaints",
        "2020",
        "follow-up"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029857",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019019",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029857",
      "summary": "On March 10, 2021, an Assistant U.S. Attorney from the Southern District of New York received a call from a woman identifying herself as a former client of Jeffrey Epstein and a former victim. The woman reported contacting her attorney regarding a lack of communication from prosecutors and case agents. The attorney had previously been in contact with an attorney representing the woman for Victim Fund purposes, and had been in touch with an NYPD detective without a response. The attorney documented the call, noting the lack of substantive information and advising a follow-up. The conversation occurred within the context of prior interactions with an attorney who claimed to represent nine Epstein victims, with inconsistent communication and missing complaint information.",
      "timestamp": "2021-03-10T00:00:00",
      "timestamp_raw": "March 10, 2021",
      "keywords": [
        "epstein",
        "victim",
        "call",
        "fbi",
        "nypd",
        "u.s. attorney",
        "victim fund",
        "jeffrey epstein",
        "prosecutors",
        "complaints"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017898",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021352",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019019",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019017",
            "similarity": 0.538,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024028",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019019",
      "summary": "On March 17, 2021, an Assistant U.S. Attorney received a call from a woman identifying herself as a former Jeffrey Epstein victim. The woman had previously contacted an NYPD detective without success and had spoken to her attorney. The U.S. Attorney had previously been in contact with the attorney regarding multiple Epstein victims. The call lasted under three minutes and no substantive information was exchanged. The woman's contact information was EFTA00019019.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "March 17, 2021",
      "keywords": [
        "epstein",
        "victim",
        "call",
        "nypd",
        "attorney",
        "jeffrey epstein",
        "victim fund",
        "u.s. attorney",
        "redaction",
        "efta00019019"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029857",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017898",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024028",
            "similarity": 0.538,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019017",
      "summary": "On March 17, 2021, an individual identified as a former client of Jeffrey Epstein contacted a team, requesting a follow-up regarding her case. The individual, who identified herself as a former victim, had previously contacted an NYPD detective with no response. The team had previously worked with an attorney, [REDACTED], who claimed to represent at least nine Epstein victims, but communication ceased. The call lasted less than three minutes and no substantive information was exchanged.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "March 17, 2021",
      "keywords": [
        "epstein",
        "victim",
        "call",
        "nypd",
        "jeffrey epstein",
        "victim fund",
        "information",
        "agents",
        "prosecutors",
        "2021"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029857",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024028",
      "summary": "On March 17, 2021, an individual contacted multiple parties, including an Assistant U.S. Attorney, reporting a call from a former Jeffrey Epstein client who identified herself as a victim. The client claimed to have previously been represented by [REDACTED] and had contacted an NYPD detective without success. The Assistant U.S. Attorney advised a follow-up within a week. This occurred in the context of previous interactions with [REDACTED], who had claimed to represent multiple Epstein victims and subsequently lost contact.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "March 17, 2021",
      "keywords": [
        "epstein",
        "victim",
        "call",
        "fbi",
        "outreach",
        "nypd",
        "attorney",
        "jeffrey epstein",
        "victim fund",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019019",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029857",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021352",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019022",
            "similarity": 0.667,
            "index": 80,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019022",
      "summary": "Multiple individuals, including an Assistant U.S. Attorney from the Southern District of New York, received calls from a woman identifying herself as a former Jeffrey Epstein victim. The woman claimed to have been a client of a lawyer (identified as representing her for the Victim Fund) and had contacted an NYPD detective without success. The Assistant U.S. Attorney requested FBI involvement for initial screening and potential interviews if the screening was positive. The Assistant U.S. Attorney mentioned prior unsuccessful attempts to contact nine Epstein victims through the same lawyer in 2020.",
      "timestamp": "2021-03-17T00:00:00",
      "timestamp_raw": "17 Mar 2021",
      "keywords": [
        "epstein",
        "victim",
        "call",
        "voicemail",
        "fbi",
        "outreach",
        "nypd",
        "client",
        "jeffrey epstein",
        "victim fund"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024028",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029857",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038787",
      "summary": "On March 29, 2021, a Detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force contacted [REDACTED] to discuss scheduling a meeting. [REDACTED] responded, stating they would consult with lawyers before agreeing to an interview and proposed availability for Thursday at 6am TX time, Friday at 11am TX time, or Wednesday morning. The initial email requesting a meeting was sent on March 24, 2021.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "March 29, 2021",
      "keywords": [
        "efta00038787",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "interview",
        "thursday",
        "detective",
        "tx time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038792",
      "summary": "An email exchange occurred between Detective Byrne (NYPD/FBI) and an individual (\"M\") regarding a potential interview related to child exploitation and human trafficking. Byrne requested a date and time for the interview, offering options of tomorrow at 11 am Texas time, Thursday at 6 am Texas time, or Wednesday morning. “M” responded stating they wanted to hear the lawyers’ opinion before agreeing to an interview and suggested Thursday at 6 am TX time or tomorrow at 11 am TX time.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "efta00038792",
        "redaction",
        "interview",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "byrne",
        "texas time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038795",
            "similarity": 0.538,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00038790",
            "similarity": 0.538,
            "index": 83,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038790",
      "summary": "On April 16, 2021, Detective IM (NYPD/FBI Task Force) contacted [REDACTED] to follow up on a previous conversation. [REDACTED] responded on March 29, 2021, agreeing to send a link and suggesting a meeting at 11 am Texas time the following day.  On March 24, 2021, Detective IM requested availability for a date and time, and [REDACTED] offered several options including Thursday at 6 am TX time, Friday at 11 am TX time, or Wednesday morning.",
      "timestamp": "2021-04-16T00:00:00",
      "timestamp_raw": "April 16, 2021",
      "keywords": [
        "efta00038790",
        "redaction analysis",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force",
        "interview",
        "texas time",
        "date time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038792",
            "similarity": 0.538,
            "index": 82,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029864",
      "summary": "Detective from the NYED/FBI Child Exploitation Human Trafficking Task Force requested a transcript shown during the first interview related to case EFTA00029864. The request was sent to [REDACTED] on July 21, 2021, and included the file “Vol.pdf.”",
      "timestamp": "2021-07-21T00:00:00",
      "timestamp_raw": "July 21, 2021",
      "keywords": [
        "efta00029864",
        "redaction analysis",
        "documents",
        "transcript",
        "human trafficking",
        "child exploitation",
        "fbi",
        "nyed",
        "task force",
        "interview"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038711",
      "summary": "Attached to email from Fri, 10 Sep 2021 15:20:32 +0000 are four PDF documents titled _image_180656.pdf, _image_181036.pdf, _image_182129.pdf, and _image_182259.pdf, which are notes taken by Detective Milled regarding the Jeffrey Epstein Hotline following his arrest. The email is associated with file EFTA00038711.",
      "timestamp": "2021-09-10T00:00:00",
      "timestamp_raw": "10 Sep 2021",
      "keywords": [
        "jeffrey epstein",
        "hotline",
        "notes",
        "arrest",
        "detective milled",
        "efta00038711",
        "attachments",
        "pdf",
        "2021",
        "september"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038710",
      "summary": "An email was sent from [REDACTED] to [REDACTED] with CC to [REDACTED] regarding Jeffrey Epstein Hotline notes. The email, dated September 10, 2021, requests ongoing distribution of notes following Epstein’s arrest and includes attached notes documented by Detective [REDACTED]. The file name is EFTA00038710.",
      "timestamp": "2021-09-10T00:00:00",
      "timestamp_raw": "September 10, 2021",
      "keywords": [
        "jeffrey epstein",
        "hotline",
        "notes",
        "redaction",
        "email",
        "arrest",
        "efta00038710"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013429",
      "summary": "On October 8, 2021, Sergeant [Sgt Name] of the Palm Beach Police Department’s Organized Crime, Vice & Narcotics Unit (Special Investigations) brought Detective [Det Name] to the Town of Palm Beach’s storage warehouse. Within a locked storage room designated for Special Investigations, Sergeant [Sgt Name] presented two bankers boxes marked “Epstein,” containing case materials related to the investigation. Subsequently, Sergeant [Sgt Name] led Detective [Det Name] to the Special Investigations office, showcasing a digital case management system and printing relevant reports for review. A subpoena and property receipt were then provided.",
      "timestamp": "2021-10-08T00:00:00",
      "timestamp_raw": "October 8, 2021",
      "keywords": [
        "efta00013429",
        "palm beach police department",
        "special investigations",
        "epstein",
        "case files",
        "warehouse",
        "storage room",
        "bankers boxes",
        "subpoena",
        "property receipt"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013428",
      "summary": "On October 11, 2021, Detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force sent a draft 302 related to case files recovered during a “PBPD Trash Pull & Records” event. Amanda attached the PBPD trash pull records and associated files, including EFTA00013428, to the email. The email includes a phishing warning.",
      "timestamp": "2021-10-11T00:00:00",
      "timestamp_raw": "October 11, 2021",
      "keywords": [
        "efta00013428",
        "pbpd",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "records",
        "trash pull",
        "draft 302",
        "detective"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020811",
      "summary": "A detective from the NYPD/FBI Child Exploitation Human Trafficking Task Force sent spreadsheets from Denver exports without thumbnails to [REDACTED] via email on October 13, 2021. The email was attached to a ZIP file named “Exports.zip,” and the case file reference is EFTA00020811.",
      "timestamp": "2021-10-13T00:00:00",
      "timestamp_raw": "October 13, 2021",
      "keywords": [
        "efta00020811",
        "denver exports",
        "spreadsheets",
        "thumbnails",
        "redaction",
        "nypd",
        "fbi",
        "child exploitation",
        "human trafficking",
        "task force"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038845",
      "summary": "An FBI detective (Detective ATYPD/FBI) requests the return of evidence, specifically boots, from a cooperating party (a). A second FBI detective ([REDACTED]) informs the recipient that the evidence is being shipped out, but the lead is currently assigned to someone on vacation. Another FBI detective ([REDACTED]) expresses concern about the shipping lead. A thumb drive containing evidence was received by an NYPD detective (El) who requests the case number to verify receipt.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "evidence",
        "fbi",
        "email",
        "trafficking",
        "boots"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038840",
      "summary": "An email chain discusses the return of evidence (specifically a thumb drive – EFTA00038840) related to a Child Exploitation Human Trafficking Task Force investigation involving the NYPD and FBI. One individual (identified as Detective) initially received the evidence and intended to send it to NY ECR with a priority lead. There were delays in the shipping process due to an assigned lead being on vacation, and a concern about the lead to ship. The AUSA requested the evidence be returned for exhibit marking.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "evidence",
        "fbi",
        "nypd",
        "human trafficking",
        "email",
        "case number",
        "ecr",
        "boots",
        "exhibits",
        "thumb drive"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038921",
      "summary": "An email chain expresses congratulations regarding the conviction of Ghislaine Maxwell following a three-year investigation. The emails originate from various individuals and groups including the New York Police Department’s Vice Human Trafficking Unit, Detective Bureau, and Specialty Enforcement Teams. Several individuals acknowledge the sacrifices made during the case and express satisfaction with the outcome and its closure for victims. One email specifically mentions calls of congratulations from victims of Maxwell and Epstein.",
      "timestamp": "2021-12-29T00:00:00",
      "timestamp_raw": "December 29, 2021",
      "keywords": [
        "ghislaine maxwell",
        "case",
        "conviction",
        "victims",
        "trafficking",
        "maxwell",
        "epstein",
        "new york police department",
        "detective bureau",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038646",
      "summary": "An email was sent from the FBI New York Victim Specialist (EFTA00038646) to an unknown recipient, congratulating the recipient on a grade (“detective”) referencing the Epstein case. The email included a warning about external senders and suspicious links/attachments.",
      "timestamp": "2022-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2022",
      "keywords": [
        "fbi",
        "victim specialist",
        "email",
        "redaction",
        "congratulations",
        "case",
        "detective",
        "email address",
        "sender",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038989",
      "summary": "*   The sender expresses regret for not testifying and distancing themselves from the case. *   Multiple individuals (detectives, FBI, and others) engaged in email exchanges regarding scheduling a call to discuss the case and potential interview opportunities. *   Dates and times were proposed for a meeting, including Thursday at 6am, Wednesday morning, and the following morning. *   A link was offered to be sent by the team. *   There are redactions present throughout the document.",
      "timestamp": "2023-03-28T00:00:00",
      "timestamp_raw": "28 Mar 2023",
      "keywords": [
        "efta00038989",
        "fbi",
        "human trafficking",
        "child exploitation",
        "ghislaine",
        "prison",
        "nypd",
        "email",
        "interview",
        "2023"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038648",
      "summary": "An email chain discusses a voicemail from “MIMES” to [REDACTED] regarding information related to Jeffrey Epstein. Detective [REDACTED] is out of the office but will review a file and inform the recipient. Lt. Picarello cc’d Detective [REDACTED] in the matter. The email is dated March 6, 2024.",
      "timestamp": "2024-03-06T00:00:00",
      "timestamp_raw": "March 6, 2024",
      "keywords": [
        "efta00038648",
        "voicemail",
        "jeffrey epstein",
        "special victims division",
        "redaction analysis",
        "email",
        "detective",
        "lt. picarello",
        "info",
        "mimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038647",
      "summary": "An FBI Special Agent from the New York Field Office (Child Exploitation/Human Trafficking) received an email referencing a file (EFTA00038647) and Jeffrey Epstein. The Agent was contacted by a Detective who had cc’d him regarding the file. The Agent stated he would review the file and provide information, acknowledging he was not in the office at the time of the initial email.",
      "timestamp": "2024-03-06T00:00:00",
      "timestamp_raw": "06 Mar 2024",
      "keywords": [
        "fbi",
        "new york field office",
        "child exploitation",
        "human trafficking",
        "redaction analysis",
        "email",
        "jeffrey epstein",
        "detective",
        "special victims division",
        "efta00038647"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029696",
      "summary": "In October 2005, Detective MI was involved solely in the search of Jeffrey Epstein’s residence. He drafted the only report documenting this search. The AUSA emailed TM a copy of the report for recollection confirmation, which TM reviewed and confirmed he recalled searching the identified rooms with MI. MI does not recall specific items seized during the search and believes photographs would not improve his recollection.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00029696",
        "vtc",
        "ausas",
        "epstein",
        "search",
        "report",
        "det.",
        "ausa",
        "tm",
        "residence",
        "recollection"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038391",
      "summary": "A New York State Intelligence Center (NYSIC) request for information form was submitted on December 28, 2025, regarding a sex trafficking investigation. The requestor is a Detective with the NYPD, investigating a confidential informant (CI) identified as [REDACTED]. The CI’s information includes name, aliases, date of birth, race, gang affiliation, address, phone number, SSN, driver’s license information, and arrest records. The requestor also seeks assistance from the NYSP regarding a CIAS check, LPRs, and verification of the FAX receipt. Vehicle information includes a gray 19 CHEV make and model with a VIN and license plate number. Financial and business information for [REDACTED] and [REDACTED] are included.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "nysic",
        "redaction",
        "request for information",
        "sex trafficking",
        "intelligence center",
        "nypd",
        "cias",
        "lprs",
        "fbi#",
        "nysid",
        "surveillance"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038748",
      "summary": "A video interview is scheduled between NYPD/FBI Detective Paul and [REDACTED] to discuss case EFTA00038748. The initial target time is Tuesday, January 5th at 1:00 PM, with a calendar invite being sent by the prosecutors. Flexibility to adjust the time is requested.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038748",
        "fbi",
        "nypd",
        "child",
        "video interview",
        "redaction",
        "investigation",
        "calendar",
        "prosecutor",
        "paul"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038522",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding a review of a recent bail submission. The sender, Detective from the NYPD FBI Child Exploitation Human Trafficking Task Force, requested a meeting with the recipients to discuss the submission, offering options for communication including phone, video conference, or an in-person meeting at the office. Alternative dates of tomorrow or Friday were also suggested. The case file number is EFTA00038522.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038522",
        "maxwell finances",
        "bail submission",
        "child exploitation",
        "human trafficking",
        "nypd",
        "fbi",
        "task force",
        "conference room",
        "external email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038389",
      "summary": "A New York State Intelligence Center (NYSIC) request for information was submitted on December 28, 2025, regarding Ghislaine Maxwell. The request, initiated by Detective [REDACTED], seeks a CIAS (Computer Integrated Analysis System) search of Maxwell for the past year. The request includes details about the requestor, Maxwell’s personal information (DOB, aliases, addresses, SSN, driver’s license), and financial/business information, including names, addresses, tax IDs, and financial institutions. Vehicle information is also included. The requestor wants NYSIC personnel to conduct a CIAS search and confirms the request was submitted via email or fax, with a requirement to verify fax receipt by phone.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038389",
        "nysic",
        "new york state intelligence center",
        "ghislaine maxwell",
        "investigation",
        "child exploitation",
        "nypd",
        "fbi",
        "tax id",
        "request for information"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}