{
  "keyword": "photos",
  "count": 50,
  "keyword_match_count": 50,
  "content_match_count": 57,
  "total_files": 107,
  "timeline": [
    {
      "file_id": "EFTA00028723",
      "summary": "This document outlines procedures for the creation and operation of Boards of Inquiry and Inquiry Teams within the U.S. Department of Justice’s Federal Bureau of Prisons. Here’s a breakdown of the key points: *   **Purpose:** These teams investigate incidents and situations, gathering evidence, determining causes, and recommending corrective steps. They’re primarily used for significant or unusual incidents. *   **Authority:** The Director creates Boards of Inquiry, while Regional Directors or Wardens create Inquiry Teams (with Director approval). *   **OIA Involvement:** The Office of Internal Affairs (OIA) plays a crucial role, particularly in staff misconduct cases, ensuring employee rights and evidence preservation. An OIA member is typically included on Boards of Inquiry involving misconduct. OIA also assists teams with consultations and expenses. *   **Reporting Requirements:** Reports must be detailed, including recommendations, and may be subject to release under FOIA or subpoena if related to legal proceedings. *   **Team Composition:** Boards and Teams can include Bureau staff, legal counsel, and external experts. Regional Teams should avoid solely consisting of staff from one institution. *   **Interview Procedures:** Strict guidelines govern witness interviews, including advising on rights, confidentiality, and potential legal implications (e.g., Miranda rights if criminal misconduct is suspected). *   **Documentation:** Comprehensive records (notes, photos, recordings) are preserved throughout the inquiry process. Essentially, this document establishes a formalized process for investigating incidents within the Bureau of Prisons, emphasizing thoroughness, legal considerations, and accountability.",
      "timestamp": "2000-03-09T00:00:00",
      "timestamp_raw": "3/9/2000",
      "keywords": [
        "boards of inquiry",
        "inquiry teams",
        "investigations",
        "evidence",
        "policy",
        "regulations",
        "oia",
        "bureau of prisons",
        "foia",
        "misconduct",
        "legal",
        "reports",
        "rights"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029895",
      "summary": "This document is a redaction analysis report for case EFTA00029895, detailing the chain of custody for evidence collected on August 28, 2006, from a Palm Beach, FL address. The evidence includes a variety of items: massage tables, photos (both framed and unframed), phone message books, file folders containing various documents and shredded paper, VHS tapes, CDs, soaps, and personal effects like a high school transcript and jelly. The evidence was initially collected by the FBI and subsequently transferred through multiple hands, documented by detailed chain-of-custody forms (FD-192 and evidence logs). The investigation originated in NY and involved Miami. Due to redactions, specifics of the investigation and individuals involved are obscured.",
      "timestamp": "2006-08-28T00:00:00",
      "timestamp_raw": "August 28, 2006",
      "keywords": [
        "massage table",
        "framed photos",
        "phone message books",
        "vhs tapes",
        "cds",
        "nude girl photo",
        "evidence",
        "palm beach",
        "custody chain",
        "fd-1087",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023516",
      "summary": "It details the acquisition and transfer of numerous physical items collected on September 6, 2006, from 345 South County Road, Palm Beach, FL. The items include various tapes (VHS, MiniDV, 8mm), CDs, message books, folders, photos, and other documents. The cases are identified as 31E-MM-108062. The evidence was collected by the Miami owning office. The chain of custody documents multiple individuals involved in the handling of the evidence, with redactions present for the names of those individuals. There are multiple pages of detailed listings of items, categorized by case and date entered.",
      "timestamp": "2006-09-06T00:00:00",
      "timestamp_raw": "September 6, 2006",
      "keywords": [
        "efta00023516",
        "trey",
        "jeffrey epstein",
        "palm beach",
        "fl",
        "33480",
        "property",
        "case number",
        "miami",
        "message books",
        "phone books",
        "photo frames",
        "vhs tapes",
        "cds",
        "file folders",
        "massage table",
        "shredded paper",
        "dates",
        "chain of custody",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023506",
      "summary": "This document details the collected items related to case EFTA00023506, identified as 31E-MM-108062. The items were collected on August 10, 2007, and encompass a wide range of media and personal effects, including phone message books, files, shredded paper, photographs, VHS tapes, CDs, and various massage tables and related accessories.  The collection includes both physical items (like paper, furniture, and clothing) and audio/video recordings. There are multiple collections documented, categorized by type (All, 1B, 18) and containing a substantial number of items, totaling 110 items across nine pages of documentation.  The final collection (page 10) is a report totalizing 10 items.",
      "timestamp": "2007-08-10T00:00:00",
      "timestamp_raw": "August 10, 2007",
      "keywords": [
        "efta00023506",
        "case management",
        "collected items",
        "phone message books",
        "photos",
        "vhs tapes",
        "cds",
        "massage tables",
        "documents",
        "case id"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015074",
      "summary": "Jeffery Edwards emailed [REDACTED] on September 3, 2008, responding to a previous message about difficulties. He offered to send photos and inquired about plans. He expressed disappointment about not seeing the recipient in New York and suggested the recipient was observing people under stressful circumstances. He then stated he was offering Vaseline and encouraged the recipient to keep a diary and maintain fitness, proposing a visit.",
      "timestamp": "2008-09-03T00:00:00",
      "timestamp_raw": "September 3, 2008",
      "keywords": [
        "jeffery edwards",
        "vaseline",
        "contraband",
        "redaction",
        "observation",
        "diary",
        "new york",
        "blackberry",
        "email",
        "vacation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019609",
      "summary": "The witness, a woman, recounts numerous meetings and interactions with Epstein, starting in May 2002. Key points from her testimony include: *   **Initial Meetings:** She met Epstein through a state attorney, a black female advocate, and an FBI agent. She felt Dr. (unnamed) was an “idiot.” *   **Escort Services:** She worked as an escort, primarily for men aged 25-50, engaging in activities like dinners, dancing, and events. She was paid in cash and never filed taxes. *   **Drug Use:** She admits to using ecstasy, crystal meth, and oxycodone, often obtained through Dr. (unnamed). She initially began using cocaine after Epstein’s influence. *   **Sexual Interactions with Epstein:** She describes increasingly explicit interactions with Epstein, including being asked to undress, taking nude photos, and engaging in sexual activity (though she claims she never engaged in sexual acts). *   **Other Relationships:** She had various male friends, including a “guy friend,” and had a sexual and friendship relationship with a girl named M. *   **Financial Transactions:** She received money from Epstein, often used it to buy drugs, and was brought to Georgia to live with her family. *   **Conflicting Accounts:** She provides inconsistent details regarding events, timelines, and the extent of Epstein’s involvement, and often expresses confusion or uncertainty. *   **Personal History:** She shares details about her past, including struggles with addiction, difficulties with family relationships (including a brother who allegedly threatened her cat and a mother she disliked), and a troubled school experience. The deposition concluded at 5:00 PM.",
      "timestamp": "2009-12-09T00:00:00",
      "timestamp_raw": "December 9, 2009",
      "keywords": [
        "epstein",
        "drugs",
        "sex",
        "fbi",
        "deposition",
        "witnesses",
        "trafficking",
        "florida",
        "massage",
        "money",
        "crime",
        "heroin",
        "cocaine",
        "addiction",
        "escort services",
        "sexual acts",
        "trauma"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00005714",
      "summary": "On March 12, 2011, Miami provided an overview of the Jeffrey Epstein and Ghislaine Maxwell child prostitution investigation to Canberra via a referenced serial (31E-MM-108062). A victim residing in Australia, (PROTECT IDENTITY), expressed willingness to provide information to the U.S. Attorney’s Office in West Palm Beach. An interview was arranged at the U.S. Consulate in Sydney, Australia, involving FBI agents and the victim. On March 17, 2011, the interview took place, and the victim provided photos relevant to the case. Subsequent to the interview, a follow-up occurred at the victim’s residence in Glenning Valley, New South Wales, Australia, where the interview and photos were obtained. Canberra considered the lead from the referenced serial covered.",
      "timestamp": "2011-03-12T00:00:00",
      "timestamp_raw": "March 12, 2011",
      "keywords": [
        "epstein",
        "maxwell",
        "wsta",
        "child prostitution",
        "australia",
        "fbi",
        "sydney",
        "interview",
        "investigation",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030590",
      "summary": "On March 29, 2011, photos were copied and sent to the recipient via FedEx, along with a CD containing digital images. The sender confirmed the action and requested notification upon arrival.",
      "timestamp": "2011-03-29T00:00:00",
      "timestamp_raw": "March 29, 2011",
      "keywords": [
        "photos",
        "redaction",
        "fedex",
        "digital",
        "case",
        "images",
        "cd",
        "2011",
        "appreciation",
        "copy"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019640",
      "summary": "Google Account ID: EFTA00019640 Account Owner: Tim Routch Account Creation Date: 2011-06-29 Last Logins (Dates and Times UTC): 2020-08-30 23:23:25, 2020-06-26 01:07:33, 2020-06-21 00:36:14, 2020-06-18 13:04:51, 2020-06-18 00:46:55, 2020-05-02 16:27:54, 2020-05-02 16:27:50 Services Used: Gmail, Android, Google Calendar, Google Hangouts, Google Services, Google Play, Google Payments, Google Play Music, Google Chrome Sync, Google Cloud Print, Location History, YouTube, Google Maps, Google Photos, Google My Maps, Web & App Activity Recovery Email and SMS details are present. IP Address Activity: Logs of login and logout events from various dates and times, including IP addresses.",
      "timestamp": "2011-06-29T00:00:00",
      "timestamp_raw": "2011-06-29",
      "keywords": [
        "google",
        "account",
        "tim routch",
        "login",
        "logout",
        "ip address",
        "google services",
        "google play",
        "2-step verification"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030588",
      "summary": "An individual ([REDACTED]) is requesting another person ([REDACTED]) to investigate a photograph, specifically one involving Prince Andrew, to determine if a date is present on the back. The individual states a photographer noted a 1997 date on the back but doesn't want to contact the tabloids. The recipient confirms they have the file and will review it upon returning to the office. The original requester is seeking the date to resolve a discrepancy where other original photos have their dates, but this specific photo lacks one.",
      "timestamp": "2014-04-29T00:00:00",
      "timestamp_raw": "29 Apr 2014",
      "keywords": [
        "efta00030588",
        "date",
        "photograph",
        "1997",
        "prince andrew",
        "redaction",
        "evidence",
        "photos",
        "file",
        "meeting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037790",
      "summary": "This email, dated March 14, 2019, is a request for photos from Ghislaine Maxwell, Juan Alessi, [REDACTED], Leslie Wexner, and EFTA00037790. The email is associated with document EFTA00037790.",
      "timestamp": "2019-03-14T00:00:00",
      "timestamp_raw": "March 14, 2019",
      "keywords": [
        "efta00037790",
        "photo requests",
        "ghislaine maxwell",
        "juan alessi",
        "leslie wexner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009933",
      "summary": "Isidro Garcia, of Garcia Law Firm, was instructed by a U.S. Attorney’s Office Assistant to request specific materials from a witness related to an SDNY investigation. These materials included photographs of the witness from the time she knew Jeffrey Epstein, and any materials she possessed from that period (potentially including phones, photos, or gifts). The U.S. Attorney’s Office intended to conduct a follow-up interview to clarify the witness’s recollections and confirm their understanding of the previous investigation. They offered to provide copies of materials and return them upon completion of the investigation, prioritizing the witness’s comfort and avoiding unnecessary re-traumatization.",
      "timestamp": "2019-05-26T00:00:00",
      "timestamp_raw": "26 May 2019",
      "keywords": [
        "sdny investigation",
        "epstien",
        "photos",
        "legal reasons",
        "recollection",
        "garcia law firm",
        "u.s. attorney",
        "materials",
        "interviews",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015563",
      "summary": "An email was sent from an Assistant United States Attorney, Southern District of New York, to an unidentified recipient. The email subject is blank, and the date is June 16, 2019. The email references a file named “PBPD Search Photos\\scene 1 \\DCIM \\100NCD70” and is associated with an investigation involving Jeffrey Epstein and the New York Attorney General's office. The file name contains references to \"NYAStAndrews\" and “Shared WSyEpstein-2018R01618.”",
      "timestamp": "2019-06-16T00:00:00",
      "timestamp_raw": "June 16, 2019",
      "keywords": [
        "efta00015563",
        "redaction analysis",
        "jeffrey epstein",
        "usa doj",
        "southern district of new york",
        "nyastandrews",
        "investigation",
        "florida scans",
        "scene 1",
        "pbpd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021303",
      "summary": "A search and seizure warrant was issued on July 7, 2019, by Judge Barbara Moses for a residence located at 9 East 71st Street, New York, NY. The warrant is related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking). The search was authorized based on an affidavit and aimed to seize items including taxidermied dogs, massage tables, busts of female torsos, photos/representations of nude women, sex toys, a binder labeled \"PB Girls,\" and related documents/communications.  Immediate notification was delayed for up to 30 days.  An attachment details the specific items to be seized.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "united states district court",
        "new york",
        "magistrate judge",
        "law enforcement",
        "title 18 u.s. code",
        "1591",
        "371",
        "affidavit",
        "probable cause",
        "inventory",
        "seizure",
        "attachment a"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020137",
      "summary": "redacted) was issued by Judge Etaibeia Moses on July 7, 2019, authorizing law enforcement to search a multi-story residence located in New York, NY. The warrant is related to violations of Title 18, U.S. Code, Sections 371 and 1591 (sex trafficking).  The warrant seeks to seize items including taxidermied dogs, massage tables and equipment, busts of female figures, photos/representations of nude women, sex toys, and documents/communications related to potential victims.  The search is to be conducted between 6:00 a.m. and 10:00 p.m. and may be delayed for up to 30 days under specific circumstances. Attachment A details the specific premises and items to be seized.",
      "timestamp": "2019-07-07T00:00:00",
      "timestamp_raw": "July 7, 2019",
      "keywords": [
        "search warrant",
        "united states district court",
        "southern district of new york",
        "title 18 u.s. code",
        "1591",
        "371",
        "probable cause",
        "seizure warrant",
        "attachment a",
        "taxidermied dogs",
        "massage tables",
        "victims",
        "pb girls"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028415",
      "summary": "*   The vendor is in the process of scanning all old case files and anticipates having Epstein’s file within 10 days. *   The Lieutenant is concerned about potential questions regarding the photographs discovered during a search and their impact on Epstein’s registration status. *   There is a request for a 2011 state risk assessment related to Epstein, and a reminder that Epstein is a registered Level 3 sex offender requiring regular reporting and photo updates. *   The Assistant U.S. Attorney is involved in coordinating the release process and ensuring compliance with New York State regulations.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "10 Jul 2019",
      "keywords": [
        "epstein",
        "nypd",
        "sex offender monitoring unit",
        "risk assessment",
        "dcjs",
        "new york",
        "bail hearing",
        "registration",
        "photos",
        "level 3 sex offender"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032708",
      "summary": "This redacted document, likely part of an investigation related to Jeffrey Epstein, contains communications concerning the collection of contact information. Specifically: *   A July 10, 2019 email requests updated contact information for Epstein, including phone numbers and emails. *   It references a seized iPad (EFTA00032708) with FCC ID BCA1652 and IC 579C A155, along with associated photos. *   The document records a request for the IMEI number and other identifying information from the seized cell phone. *   It includes an Assistant U.S. Attorney's request for information regarding current contact details obtained in connection with Epstein's arrest.",
      "timestamp": "2019-07-10T00:00:00",
      "timestamp_raw": "July 10, 2019",
      "keywords": [
        "epstein",
        "ipad",
        "fcc id",
        "imei",
        "customs",
        "contact info",
        "phone numbers",
        "emails",
        "identifying markers",
        "photos"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030247",
      "summary": "This document is a response from the U.S. Department of Justice to a defendant’s motion for pretrial release in the case of *United States v. Jeffrey Epstein*. The government argues that the defendant’s motion misrepresents the evidence, fails to adequately address the significant risks of releasing him (given his wealth and prior conduct), and doesn’t meet the standard for release. Specifically, the government contends: *   The defendant’s proposed bail package is inadequate, relying on a property that’s already subject to forfeiture. *   The defendant’s vast financial resources, coupled with his history of obstruction and manipulation, pose a substantial flight risk. *   The defendant’s claims of innocence are unsupported by the growing evidence of his guilt, including numerous victims, a trove of incriminating photos, and his continued lack of understanding of the severity of his actions. *   The defendant’s proposal to utilize a private security force is unreasonable and raises concerns about conflicts of interest. *   The government believes Pretrial Services’ recommendation for detention and the victims’ desire for detention are justified, and therefore, the court should order the defendant’s detention pending trial.",
      "timestamp": "2019-07-12T00:00:00",
      "timestamp_raw": "July 12, 2019",
      "keywords": [
        "u.s. department of justice",
        "jeffrey epstein",
        "motion for pretrial release",
        "detention memo",
        "victims",
        "sexual abuse",
        "bail package",
        "financial resources",
        "extradition",
        "risk of flight",
        "detention",
        "evidence",
        "prosecution",
        "criminal history",
        "net worth",
        "private security"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021414",
      "summary": "Email correspondence between multiple individuals, primarily associated with “USANYS,” regarding photos related to a case (EFTA00021414 and EFTA00021415). Discussions involve reviewing a document (“2019-07-16,_JE,_detention_submission.docx”), a draft timeline, and a decision not to present the photos to Judge Berman due to his preference.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "2019-07-16",
      "keywords": [
        "photos",
        "redaction",
        "usanys",
        "efta00021414",
        "judge berman",
        "southern district of new york",
        "review",
        "detention",
        "interim version",
        "draft"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016741",
      "summary": "Emails dated July 16, 2019, detail a discussion regarding the review of a document (docx) containing photographs. The emails involve individuals within the USANYS (United States Attorney’s Office – Northern District of New York) and discuss whether to review the document immediately or await a draft. A Judge does not want to see the photographs and instructed not to bring them to chambers.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "July 16, 2019",
      "keywords": [
        "redaction",
        "photos",
        "usanys",
        "detention",
        "review",
        "discussion",
        "comments",
        "chambers",
        "united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00014471",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00014471",
      "summary": "An email chain discusses the review of a document (\"photos\") involving individuals identified as \"[REDACTED],\" \"[REDACTED],\" and \"[REDACTED],\" and “[REDACTED]” (USANYS). A team has reviewed the document and discussed it. One member, an Assistant United States Attorney from the Southern District of New York, informed the group that Judge Berman does not want to see the photographs and that the document would be circulated for comments.",
      "timestamp": "2019-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2019",
      "keywords": [
        "photos",
        "redaction",
        "usanys",
        "review",
        "discussion",
        "draft",
        "judge berman",
        "chambers",
        "united states attorney",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016741",
            "similarity": 0.667,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030613",
      "summary": "The FBI New York – C20, VCAC/Human Trafficking received nine passport photos related to Jeffrey Epstein from an unidentified source on July 17, 2019. The photos were sent via three emails due to their size. The recipient confirmed receipt and inquired if there were any issues opening the photos or if additional photos were expected.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "epstein",
        "passport photos",
        "fbi",
        "new york",
        "human trafficking",
        "emails",
        "photos",
        "received",
        "size",
        "vcac"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030612",
      "summary": "On July 17, 2019, an FBI agent (VCAC/Human Trafficking) received nine photos related to “passport” and “rpstem” from an unknown sender. The sender confirmed the delivery of three emails containing the photos and requested confirmation that all photos had been received. The agent offered to resend the photos if there were issues opening them due to their size.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "July 17, 2019",
      "keywords": [
        "efta00030612",
        "photos",
        "fbi",
        "trafficking",
        "email",
        "u jec",
        "pstem",
        "rassport",
        "new york",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014629",
      "summary": "District Judge Richard M. Berman on July 18, 2019. The government successfully argued that there was a dangerousness to others and risk of flight, citing evidence including intimidation, threats, compensation to witnesses, Epstein’s wealth and international travel, and seized evidence like sexually explicit photos and a foreign passport. The court found the defense’s proposed bail package inadequate.  The judge indicated a written opinion would follow, detailing the extensive analysis of the case, specifically addressing concerns about danger to the community and risk of flight. A scheduling conference was set for July 31st to discuss the case and address a motion for exclusion of speedy trial time.",
      "timestamp": "2019-07-18T00:00:00",
      "timestamp_raw": "July 18, 2019",
      "keywords": [
        "epstein",
        "remand",
        "release",
        "bail",
        "dangerousness",
        "flight risk",
        "united states",
        "court",
        "fbi",
        "detention",
        "witnesses",
        "evidence",
        "paris",
        "saudi arabia",
        "sex trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035389",
      "summary": "A Supervisory Staff Attorney at the CLC New York Metropolitan Correctional Center sent documents and photographs to the USAO SDNY Criminal Division regarding an investigation into Jeffrey Epstein (reg. no. 76318-054) following an incident on July 23, 2019. The documents, including memorandums and photos, were provided with the understanding that further dissemination would require prior knowledge and approval. A Regional Counsel from the U.S. Department of Justice confirmed concurrence in the release. A subsequent email reiterated the request for documentation and noted the need for a written request for materials.",
      "timestamp": "2019-07-23T00:00:00",
      "timestamp_raw": "July 23, 2019",
      "keywords": [
        "efta00035389",
        "usao sdny",
        "jeffrey epstein",
        "investigation",
        "documents",
        "photographs",
        "criminal division",
        "bureau of prisons",
        "clc new york",
        "redacted"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020627",
      "summary": "On July 25, 2019, an email chain discusses the request for documents and materials related to the Jeffrey Epstein investigation. One individual ([REDACTED]) requests that an Assistant U.S. Attorney (AUSA) review and report back on provided attachments, including photos and staff memos. Another individual ([REDACTED]) confirms they have not yet reviewed the attachments. A subsequent email explains that a written request is needed from the recipient’s office to produce the documents, clarifying that an email request is sufficient. EFTA00020627 and EFTA00020628 are document identifiers.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "jeffrey",
        "redaction",
        "usanys",
        "documents",
        "investigation",
        "memos",
        "photos",
        "bop",
        "subpoena"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028434",
            "similarity": 0.538,
            "index": 26,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028434",
      "summary": "On July 25, 2019, a Supervisory Staff Attorney from CLC New York Metropolitan Correctional Center requested documents and materials related to the investigation involving Jeffrey Epstein from an Assistant United States Attorney. The request included staff memos and photographs. The sender noted a requirement for a written request for the documents, specifying an email would suffice instead of a subpoena. EFTA00028434 and EFTA00028435 are associated file identifiers.",
      "timestamp": "2019-07-25T00:00:00",
      "timestamp_raw": "July 25, 2019",
      "keywords": [
        "epstein",
        "investigation",
        "documents",
        "memos",
        "photos",
        "usanys",
        "clc new york",
        "new york",
        "subpoena",
        "requests"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020627",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030532",
      "summary": "This document is a confidential discovery letter from the U.S. Department of Justice, Southern District of New York, regarding the United States v. Jeffrey Epstein case. It provides a list of materials (including records, photos, and search inventories) to defense counsel, totaling 4518 Bates numbers. The materials relate to Epstein’s activities, including financial records (American Express, Apple Records, Deutsche Bank), search warrants, travel records, and social media activity.  Crucially, the letter highlights disclosures regarding victims (“Victim-1”, “Victim-2”, “Victim-3”) – detailing their prior interviews, inconsistencies in their statements (particularly regarding their ages), and a witness (“Witness-1”) who provided key information about Epstein’s preferences.  The DOJ emphasizes compliance with Brady v. Maryland and requests reciprocal discovery from the defense, including access to the defendant’s books and records, results of examinations, and prior statements of defense witnesses. Finally, the letter outlines the DOJ’s policy regarding plea offers, requiring them to be in writing and signed by authorized representatives.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "united states v. jeffrey epstein",
        "discovery",
        "protective order",
        "social media",
        "databases",
        "records",
        "search warrants",
        "victims",
        "fbi",
        "interviews",
        "witness statements",
        "confidential",
        "brady v. maryland",
        "reciprocal discovery",
        "plea offers"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028446",
      "summary": "The U.S. Department of Justice, Southern District of New York, is providing discovery materials related to the case of United States v. Jeffrey Epstein (19 Cr. 490 (RMB)) to the Metropolitan Correction Center Legal Department. The materials include records from various financial institutions (American Express, Apple Records, Deutsche Bank), search warrant photos and videos from Florida, and data records from Google and Microsoft. Specific Bates numbers representing the documents are listed, with certain pages designated as confidential under a protective order. The discovery encompasses search photos, inventory records, applications, reports, SORNA materials, travel records, and warrants.",
      "timestamp": "2019-08-05T00:00:00",
      "timestamp_raw": "August 5, 2019",
      "keywords": [
        "jeffrey epstein",
        "united states attorney",
        "southern district of new york",
        "discovery",
        "usao",
        "redaction analysis",
        "criminal investigation",
        "financial records",
        "search warrant",
        "sorna"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030537",
      "summary": "This document is a series of email exchanges concerning victim reports related to Jeffrey Epstein’s alleged crimes.  It involves scheduling interviews for August 26th and 27th, 2019, with Ms. Moe and Ted Gibbs’ firm.  Attached images (PDF files) depicting Ms. [REDACTED] and Ms. [REDACTED] from 2004 are being provided for review and potential identification within seized photographic evidence. The emails also include standard legal disclaimers regarding confidentiality and tax advice.",
      "timestamp": "2019-08-06T00:00:00",
      "timestamp_raw": "06 Aug 2019",
      "keywords": [
        "jeffrey epstein",
        "victim reports",
        "redaction",
        "2019",
        "august",
        "interviews",
        "photos",
        "2004",
        "ted gibbs",
        "ms. moe",
        "efta00030537"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037748",
      "summary": "Ben Nivens, a Lead Investigator for Hope for Justice US, sent an email to [REDACTED] on August 7, 2019, regarding a case involving a minor (age 17). The email included an ROI, photos, and an interview with the minor, along with his contact information. The email also contained a disclaimer regarding the email's content and intended recipient. The case file is identified as EFTA00037748.",
      "timestamp": "2019-08-07T00:00:00",
      "timestamp_raw": "August 7, 2019",
      "keywords": [
        "efta00037748",
        "redaction analysis",
        "roi",
        "photos",
        "interview questions",
        "ben nivens",
        "hope for justice",
        "case information",
        "slavery",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037404",
      "summary": "On August 8, 2019, the FBI New York Rapid Deployment Team, in coordination with the SSA, planned a boat operation to take complete aerial photos from the water of an island. This followed a request for a more recent aerial photo from Google Earth, previously sent by an FBI agent. The operation was designated EFTA00037404.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "epstein",
        "aerial photos",
        "fbi",
        "boat",
        "photos",
        "water",
        "trafficking",
        "new york",
        "redacted",
        "google earth"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037397",
      "summary": "On August 8, 2019, an FBI agent from the San Juan Division (FBI St Thomas & St Croix) contacted Ariira to coordinate a site survey around Little St James Island. The survey was intended to obtain clearer photos of the island, following a recent flyover of Greater St James. The initial request involved seeking a more recent aerial photo of the island compared to a Google Earth image. The investigation was focused on crimes against children and human trafficking, specifically involving the Squad C-20 from the FBI New York.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "August 8, 2019",
      "keywords": [
        "epstein",
        "aerial photos",
        "st james",
        "little st james",
        "flyover",
        "fbi",
        "human trafficking",
        "crimes against children",
        "ssa",
        "google earth"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00037396",
            "similarity": 1.0,
            "index": 33,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037396",
      "summary": "An FBI agent from the San Juan Division (St Thomas & St Croix) contacted the New York FBI regarding recent aerial photos of Little St James Island. The agent requested a more recent photo than a Google Earth image, citing a flyover conducted around Greater St James. The initial request involved a photo from SSA=Squad C-20, Crimes Against Children/Human Trafficking, FBI New York.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein",
        "aerial photos",
        "st james",
        "little st james",
        "fbi",
        "flyover",
        "google earth",
        "crimes against children",
        "human trafficking",
        "ssa"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00037397",
            "similarity": 1.0,
            "index": 32,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037419",
      "summary": "An email chain discusses a search warrant related to Jeffrey Epstein. An FBI agent (Watson, ME P.) is coordinating with NYPD Sex Offenders Unit and a contact in St. Thomas to obtain information regarding Epstein’s address and related properties. Photos from Fish and Wildlife were received, but further investigation, potentially involving open-source intelligence and eJustice requests, is needed to address missing information on the warrant. A draft search warrant was circulated for review and edits, with a goal to send it to the AUSA in the Virgin Islands the following day.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "08 Aug 2019",
      "keywords": [
        "epstein",
        "st thomas",
        "search warrant",
        "nypd",
        "fbi",
        "sex offenders",
        "ejustice",
        "virgin islands",
        "redacted",
        "warrant"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036309",
      "summary": "DEA information from Phoenix, Arizona was collected during the KNR event held August 6-8, 2019 (8/8/2019 11:24 AM). Graphic photos are included.",
      "timestamp": "2019-08-08T00:00:00",
      "timestamp_raw": "8/8/2019",
      "keywords": [
        "dea",
        "efta00036309",
        "phoenix",
        "arizona",
        "knr",
        "august 6-8",
        "2019",
        "graphic photos"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035175",
      "summary": "On August 9, 2019, Jeffrey Epstein was found unresponsive in his cell at the Metropolitan Correctional Center (MCC) New York at 6:33 am. Medical personnel initiated CPR and provided interventions including intubation, epinephrine, and IV access. He was transported to Beekman Hospital where he was pronounced dead at 7:36 am. A subsequent investigation involved numerous agencies including the FBI, US Marshals, Bureau of Prisons, Medical Examiner, and Office of Inspector General (OIG). Personnel documented timelines of staff responses, medical interventions, communication with various authorities (AUSA, Judge Berman, etc.), and the collection of evidence (fingerprints, photos, clothing).  The investigation involved multiple visits and interviews within the facility and at Beekman Hospital.  The institution’s operations were temporarily modified, and computer systems were secured and replaced.  The investigation continued over several days with FBI involvement, OIG oversight, and staff recall.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "august 9",
        "2019",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "time of death",
        "inmate",
        "emergency response"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035461",
            "similarity": 0.6,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035461",
      "summary": "CPR and various medical interventions were attempted. Emergency services were called, and he was transported to Beekman Hospital. A timeline of events followed, including notifications to various authorities (FBI, USMS, AUSA, Judge Berman), institutional staff, and psychological professionals.  A press release was issued, and the body was released to the Medical Examiner for autopsy. Investigations involved interviews with inmates, forensic examination (fingerprints, photos), computer removal and replacement, and involvement from the FBI, OIG, and correctional services personnel over several days. Normal operations resumed on August 11, 2019, with continued investigations extending into August 13, 2019 involving additional correctional services personnel.",
      "timestamp": "2019-08-09T00:00:00",
      "timestamp_raw": "August 9, 2019",
      "keywords": [
        "jeffrey epstein",
        "suicide",
        "shu",
        "cpr",
        "beekman hospital",
        "fbi",
        "autopsy",
        "medical examiner",
        "time of death",
        "august 10",
        "2019",
        "coroner"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035175",
            "similarity": 0.6,
            "index": 36,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032355",
      "summary": "A request was made on August 12, 2019, to print a binder containing specific documents for an upcoming interview. The documents included medical records, psychological notes, investigative reports, Epstein photos, various \"30 minute rounds\" PDFs, \"Count Slips,\" staff rosters, and research materials. The request originated from a United States Attorney in the Southern District of New York, identified by the code EFTA00032355.",
      "timestamp": "2019-08-12T00:00:00",
      "timestamp_raw": "August 12, 2019",
      "keywords": [
        "epstein",
        "medical records",
        "staff roster",
        "investigative reports",
        "binder",
        "print",
        "research assistant",
        "united states attorney",
        "southern district of new york",
        "documents"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00036421",
      "summary": "EFTA00036421 is a communication regarding a graduating ERT T4T class (August 2019) and subsequent FY20 re-certification efforts. Key details include: *   Welcome to the ERT T4T group. *   A request for graduates to schedule re-certification classes starting in January 2020. *   Guidance on CD burner usage – recommending a portable single burner for crime scene photos, noting availability issues and a potential standard being established by AUSPI. *   Instructions for updating the master list with transfer information. *   Contact information for the Recycling Technician and relevant FBI personnel (Intelligence Operations Officer, ERT Lead Instructor).",
      "timestamp": "2019-08-13T00:00:00",
      "timestamp_raw": "13 Aug 2019",
      "keywords": [
        "ert t4t",
        "recycling technician",
        "fbi",
        "bureau of prisons",
        "cd burner",
        "prea",
        "mstc",
        "re-certification",
        "crime scene",
        "chain of custody"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025388",
      "summary": "An Assistant United States Attorney from the Southern District of NeMI requested photos of the SHU, specifically images of Epstein’s cell and the guard desk, along with the measurement of steps between them. The request also included an inquiry about a hard drive from Thomas.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "shu",
        "fbi",
        "photos",
        "epstein",
        "guard desk",
        "number of steps",
        "thomas",
        "hard drive",
        "assistant united states attorney",
        "southern district of nevi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017123",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009929",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017123",
      "summary": "An email exchange occurred between an Assistant United States Attorney from the Southern District of New York and others regarding photographs taken of the SHU (likely the Metropolitan Correctional Center in New York) and measurements of steps from Epstein’s cell to the guard desk.  A request was made for at least a 100GB hard drive to download FBI material, including photos and data from Thomas’ phone.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "fbi",
        "shu",
        "photos",
        "hard drive",
        "epstein",
        "steps",
        "number of steps",
        "thomas",
        "download",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025388",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00009930",
            "similarity": 0.538,
            "index": 42,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00009929",
            "similarity": 0.538,
            "index": 43,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009930",
      "summary": "An Assistant United States Attorney from the Southern District of New MI requested photos of the SHU and data regarding the number of steps from Epstein’s cell to the guard desk from an unidentified sender. The request included a need for a 100GB hard drive for FBI CART to download material. Will was asked to request the hard drive from IT.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "fbi",
        "shu",
        "hard drive",
        "photos",
        "epstein",
        "steps",
        "cart",
        "download",
        "assistant united states attorney",
        "southern district of new mi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017123",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009929",
      "summary": "An Assistant United States Attorney from the Southern District of New York requested photographs taken by the FBI of the SHU, specifically including images of Epstein’s cell and measurements of the distance to the guard desk. The request also inquired about obtaining Thomas’ phone hard drive.",
      "timestamp": "2019-09-18T00:00:00",
      "timestamp_raw": "18 Sep 2019",
      "keywords": [
        "fbi",
        "shu",
        "epstein",
        "photos",
        "steps",
        "guard desk",
        "thomas",
        "hard drive",
        "new york",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017123",
            "similarity": 0.538,
            "index": 41,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025388",
            "similarity": 0.538,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038190",
      "summary": "*   A follow-up is being sent regarding several items. *   A meeting is scheduled for October 11th at 9:30 with an individual named “at” in “=”. *   Photographs seized during search warrants need to be retrieved and checked for dates. *   An analyst is to provide a summary of Maxwell’s flight records, focusing on any overlaps, with an estimated timeline of one week. *   Confirmation is requested to ensure all individuals listed as “are” are present in VNS. *   An individual named “who” is expected to send emails related to the case has been contacted. *   An invitation to a meeting with attorneys on October 8th at 10 a.m. is being extended, and the recipient is invited to join.",
      "timestamp": "2019-09-23T00:00:00",
      "timestamp_raw": "23 Sep 2019",
      "keywords": [
        "efta00038190",
        "redaction analysis",
        "flight records",
        "maxwell",
        "epstein",
        "vns",
        "photos",
        "interviews",
        "attorney",
        "nyc"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021702",
      "summary": "An email exchange discusses next steps related to victim services for the Epstein case. Key points include: *   Requests for a photo array including “M,” scheduling interviews with legal counsel, and coordinating a trip to Florida involving the individual in Florida. *   Plans to attend a victim conference in Miami on October 15th, hosted by FBI victim services. *   Inquiries about photos recovered from the Manhattan house and Florida house, specifically regarding disc seizures and potential names associated with them. *   Confirmation of a planned interview schedule and a potential interview trip involving Nashville.",
      "timestamp": "2019-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2019",
      "keywords": [
        "epstein",
        "victims",
        "meetings",
        "fbi",
        "new york",
        "miami",
        "photo array",
        "interviews",
        "investigations",
        "trafficking"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021312",
      "summary": "Emails discuss next steps in an investigation, likely related to a case involving victims of Jeffrey Epstein. Key points include: *   A photo array is requested, potentially for interviews. *   A photo book will be used instead of a \"6 pack.\" *   A victim conference in Miami is planned for October 15, 2019, and attendees are being considered. *   An FBI agent is coordinating with a lawyer to schedule interviews, potentially combining trips to Florida and New York. *   The team is seeking information on seized photos from both the Manhattan and Florida houses, including any discs with names on them.",
      "timestamp": "2019-10-15T00:00:00",
      "timestamp_raw": "October 15, 2019",
      "keywords": [
        "efta00021312",
        "victims",
        "epstein",
        "miami",
        "photo array",
        "fbi",
        "interviews",
        "florida",
        "november",
        "analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038377",
      "summary": "An email was sent on October 20, 2019, to multiple recipients regarding interview notes and photos. The email included attachments: Provided_bya153718.pdf, ainterview_notes154256.pdf, _image_154139.pdf, and _image_154154.pdf. A meeting is scheduled for Tuesday at 10:30am. The email identifier is EFTA00038377.",
      "timestamp": "2019-10-20T00:00:00",
      "timestamp_raw": "October 20, 2019",
      "keywords": [
        "efta00038377",
        "redaction",
        "interview",
        "notes",
        "pdf",
        "2019",
        "exchange labs",
        "recipients",
        "attachments",
        "tuesday"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021318",
      "summary": "*   A key focus is forwarding emails and letters to ensure attorneys have relevant information in case of inquiries. *   Meetings are being planned in Miami (October 15th) and potentially Manhattan, with the aim of conducting victim interviews. *   A photo array is being prepared, and efforts are underway to locate and analyze photographs from various locations (Miami, Manhattan, and Florida). *   Scheduling conflicts and logistical coordination are being addressed, particularly regarding individual schedules and travel plans. *   There is a request to identify individuals named on seized discs and to confirm if any individuals' names are associated with the evidence.",
      "timestamp": "2019-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2019",
      "keywords": [
        "victim services",
        "fbi",
        "nypd",
        "trafficking",
        "miami",
        "manhattan",
        "interviews",
        "photos",
        "case details",
        "investigations"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016924",
      "summary": "An email chain, dated November 27, 2019, was sent between multiple individuals regarding “302s,” photos, and proffer notes. Attached files included a proffer interview document, photos from 7.31.19, and a request to save the files within an “Epstein witness folder” following a specific file naming convention. The email was sent by EFTA00016924.",
      "timestamp": "2019-11-27T00:00:00",
      "timestamp_raw": "November 27, 2019",
      "keywords": [
        "efta00016924",
        "proffer notes",
        "photos",
        "interview",
        "epstein",
        "witness folder",
        "redaction",
        "302s",
        "ori inal messa e",
        "november 27",
        "2019"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017909",
      "summary": "Geoffrey Berman, of the USANYS, sent an email recommending a subpoena be issued to Jeffrey Epstein’s estate and executors to obtain surveillance camera footage from his New Mexico estates. He attached a link to a Daily Mail article featuring photographs of Epstein’s ranch showing an eight-person party with suspected pedophiles.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "epstein ranch",
        "surveillance cameras",
        "subpoena",
        "videos",
        "photos",
        "jeffrey epstein",
        "executors",
        "united states department of justice",
        "new mexico",
        "daily mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016766",
      "summary": "*   Weinstein responded on January 7, 2020, stating he would provide an update by Thursday. *   Weinstein then replied on January 7, 2020, stating that a call was unnecessary and that he would get back to them on the requests. *   A subsequent email on January 7, 2020, from the Assistant U.S. Attorney reiterated the request for an update and inquired about the possibility of a call.",
      "timestamp": "2020-01-15T00:00:00",
      "timestamp_raw": "January 15, 2020",
      "keywords": [
        "estate call",
        "prior wills",
        "photographs",
        "videos",
        "weinstein",
        "marc a.",
        "tomback",
        "andrew",
        "hughes hubbard & reed",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016921",
      "summary": "An Assistant U.S. Attorney in New York received a call from Chris and Mark (Maxwell attorneys) on January 21, 2020. The investigation is ongoing, and the Attorney stated they had no additional information to share. The Attorney considered issuing document subpoenas to GM, potentially seeking photos, communications, and financial records related to Jeffrey Epstein, and was seeking input on this approach.",
      "timestamp": "2020-01-21T00:00:00",
      "timestamp_raw": "January 21, 2020",
      "keywords": [
        "efta00016921",
        "redaction",
        "investigation",
        "maxwell",
        "gm",
        "subpoenas",
        "epstein",
        "communications",
        "financial records",
        "u.s. attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017811",
      "summary": "On January 29, 2020, Montell Figgins, Esq., representing Defendant Michael Thomas in the case of *State of NY v Michael Thomas, et al.* (Docket No.: I:19-cr-00830), formally requested documents from the United States Inspector General via email. The request, submitted to Assistant United States Attorneys in the Southern District of New York, sought all reports, memorandums, written statements, photos, videos, and incident reports created or possessed by the Inspector General. Figgins referenced *U.S. v. Bryan* (1989) to support the request, and included counsel for Defendant Noel (Jason Erroy Foy, Esq.) on a copy.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "efta00017811",
        "montell figgins",
        "michael thomas",
        "discovery request",
        "rule i6(a)(1)(c)",
        "united states inspector general",
        "southern district of new york",
        "u.s. v. bryan",
        "new york",
        "legal case"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016234",
      "summary": "John Ray and his partner, Madeleine Kristoffersson, are providing information regarding an investigation into Jeffrey Epstein. They claim to be the source of the information and state that Kristoffersson was involved with Epstein, receiving $150,000 through shell entities for her daughters. They provide details about social media activity, photos of Epstein with young men (including Hazeltine), and indicate Kristoffersson slipped into the US from Stockholm. Ray requests confidentiality for Kristoffersson and seeks to have her considered a person of interest. The Assistant U.S. Attorney requests clarification on the source of the information and inquires about any allegations of underage involvement.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "epstein investigation",
        "madeleine kristoffersson",
        "social media",
        "shell entities",
        "age restrictions",
        "photos",
        "stockholm",
        "john ray"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037250",
      "summary": "*   Andrew Heymann (SOLOMON BLUM HEYMANN LLP) is coordinating a matter referred to as “JE”. *   Mark Epstein (izmo@mindspring.com) is involved, requesting forwarding of a brown envelope from Atkins Fine Clothiers. *   A meeting is scheduled with Darren at his office (5300 W. Atlantic Avenue, Suite 602, Delray Beach, Florida 33484) on Monday from 9:00 AM - 11:00 AM. *   Mark Epstein is traveling to Florida and wants to speak with Darren face-to-face. *   Andrew Heymann is also arranging for Darren to potentially visit Jeff’s place in Paris from February 25th-28th to collect family items and photos.",
      "timestamp": "2020-06-19T00:00:00",
      "timestamp_raw": "June 19, 2020",
      "keywords": [
        "efta00037250",
        "andrew heymann",
        "mark l. epstein",
        "new york",
        "florida",
        "darren",
        "solomon blum heymann llp"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020232",
      "summary": "An Assistant United States Attorney in the Southern District of New York is requesting assistance in preparing a draft search warrant affidavit to expand the search of Jeffrey Epstein’s devices. The draft, attached as “SW for all_JE_electronic_devices_v5.docx,” includes a question regarding photos of Maxwell on seized discs from the NY residence. The affiant is currently “Mas,” but the request includes consideration of switching to “Mandy.” The goal is to have the affidavit presented to Judge Gorenstein and sworn out the following day.",
      "timestamp": "2020-06-25T00:00:00",
      "timestamp_raw": "25 Jun 2020",
      "keywords": [
        "epstein",
        "devices",
        "warrant",
        "affidavit",
        "search",
        "maxwell",
        "ny residence",
        "united states attorney",
        "ted",
        "judge gorenstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030776",
      "summary": "An email chain discusses the inclusion of photographs, specifically one of Jeffrey Epstein and Ghislaine Maxwell together, within a criminal indictment related to a “GM indictment.” One party suggests using the photos for a press conference, citing their public availability and potential value as visuals. Another party questions the necessity of including them in the indictment, referencing a previous instance where a photo of Epstein was used at a press conference without being part of the official indictment. The discussion occurred between individuals within the United States Attorney’s Office, SDNY.",
      "timestamp": "2020-06-26T00:00:00",
      "timestamp_raw": "26 Jun 2020",
      "keywords": [
        "indictment",
        "gm",
        "photos",
        "press conference",
        "usanys",
        "efta00030776",
        "horse case",
        "jm",
        "je",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008920",
      "summary": "The appearance took place on June 29, 2020, at the United States Courthouse in White Plains, New York. *   **Witness:** A Special Agent from the Federal Bureau of Investigation (FBI), identified as Ms. III, was the witness. *   **Agent's Role:** The agent specializes in violent crimes against children, including child sexual abuse material, sextortion, and exploitation of minors. *   **Investigation Focus:** The investigation centers on Ghislaine Maxwell and her connections with Jeffrey Epstein, focusing on instances of abuse and illicit activities. *   **Key Activities:** The agent’s testimony details Maxwell’s interactions with Epstein, including a relationship where she received financial assistance, was involved in massage sessions, and traveled with them to locations including New York, Palm Beach, and New Mexico. *   **Document Review:** The agent has reviewed various documents, including flight logs, photographs, and a PowerPoint presentation used to guide her testimony. *   **Deposition Testimony:** A significant portion of the transcript consists of excerpts from a deposition given by the witness, detailing conversations and observations related to Maxwell and Epstein. *   **Evidence Presented:** The transcript references specific evidence such as a schoolgirl outfit found in Epstein’s Manhattan townhouse and a collection of sex toys discovered during a search of his Palm Beach residence. *   **Legal Context:** The proceedings are part of a larger investigation that has led to an indictment against Ghislaine Maxwell.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states grand jury",
        "white plains",
        "fbi",
        "sexual abuse",
        "trafficking",
        "massage",
        "new york",
        "epstein",
        "palm beach",
        "new mexico",
        "flights",
        "documents",
        "witnesses",
        "testimony",
        "photos",
        "interlochen",
        "sexual exploitation",
        "crimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015942",
      "summary": "This document is a redacted email chain concerning evidence related to Jeffrey Epstein’s death and trafficking rings. It appears to be a collection of photographic evidence, allegedly originating from Wisconsin, linked to child/sex trafficking and pornography rings. The emails, sent between July 13, 2020, and June 4, 2020, contain increasingly alarming claims, including accusations of extremist procedures, planned mass destruction, and alleged involvement of prominent figures like the Rockafeller family. The photos, accessible via Google Photos links, depict various individuals and locations, and include references to government technology use. The chain concludes with a BBC article link and further email correspondence.",
      "timestamp": "2020-07-13T00:00:00",
      "timestamp_raw": "July 13, 2020",
      "keywords": [
        "jeffrey epstein",
        "trafficking",
        "wisconsin",
        "government technology",
        "witnesses",
        "child sex trafficking",
        "evidence",
        "photos",
        "redaction",
        "june 1st 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024660",
      "summary": "*   The woman has been associated with several individuals, including an ex-boyfriend, various housekeepers, cooks, and male drivers who transported her to Epstein’s Palm Beach residence approximately 50 times. *   “Ina” interacted with Epstein over 100 times, frequently witnessed nude photos of Ghislaine Maxwell, and was taken to the residence multiple times by Epstein’s drivers. *   Several couples were present at the house, one of which quit due to discomfort. *   Jack Scarola has found the individual involved to be unreliable. *   A video conference meeting is scheduled for July 17th at 9:30 AM to discuss the information. *   The communication is flagged as privileged and confidential, emphasizing its sensitive nature.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "epstein",
        "scarlett johansson",
        "mike",
        "video meeting",
        "contacts",
        "interviews",
        "house",
        "drivers",
        "photos",
        "nina",
        "arrangements"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015963",
      "summary": "*   The recipient provides a list of individuals who interacted with the woman, including ex-boyfriends, Ghislaine Maxwell, various house staff (cooks, housekeeping couples), and male drivers who transported her to Epstein’s residence (approximately 50 times). *   The recipient describes the woman’s frequent visits to Epstein’s Palm Beach residence and mentions instances where she was shown nude photos of Maxwell and taken to the house by Epstein’s drivers. *   Technical arrangements for the video conference are discussed, including the use of WebEx and the provision of masks and social distancing protocols. *   A confirmation of the meeting time and pickup details is exchanged. *   A disclaimer regarding the confidential and privileged nature of the email communication is included at the end.",
      "timestamp": "2020-07-16T00:00:00",
      "timestamp_raw": "16 Jul 2020",
      "keywords": [
        "epstein",
        "maxwell",
        "scarola",
        "webex",
        "interviews",
        "ghislaine",
        "drivers",
        "meetings",
        "photos",
        "contact"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020773",
      "summary": "An Assistant U.S. Attorney from the Southern District of New York is coordinating with Marc Weinstein and Andrew Tomback regarding the production of materials related to the estate of Jeffrey Epstein. The Attorney agrees with a plan to scan photographs and produce them electronically. They are open to receiving original materials like a photo book if scanning is not feasible. Loose, unlabeled discs are not requested currently, but their production will be considered if they contain photos. The Attorney emphasizes that the government isn’t requesting a privilege waiver but intends to seek a formal position on whether the estate will waive attorney-client privilege for discovery review in the United States v. Maxwell case. Until a formal position is obtained, the government will assume the privilege remains in effect.",
      "timestamp": "2020-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2020",
      "keywords": [
        "efta00020773",
        "redaction analysis",
        "estate",
        "jeffrey epstein",
        "sdny investigation",
        "privilege",
        "discovery",
        "production",
        "united states v. maxwell",
        "photographs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027349",
      "summary": "An email chain discusses obtaining photographs taken during the time of Jeffrey Epstein’s activities. One individual ([REDACTED]) was requested to forward pictures to another ([REDACTED]) to provide to a third party (“her”) who had been requesting them for years. Two photographs from 2008 or 2009 were attached as a reference for identification due to the recipient’s age and the age of the original Epstein photos.",
      "timestamp": "2020-07-21T00:00:00",
      "timestamp_raw": "21 Jul 2020",
      "keywords": [
        "efta00027349",
        "pictures",
        "epstein",
        "2008",
        "2009",
        "forwarded",
        "copy",
        "authorization",
        "west palm beach",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022052",
      "summary": "The U.S. Department of Justice, Southern District of New York, is producing materials related to the case of Ghislaine Maxwell (20 Cr. 330). The materials, stamped with control numbers from SDNY_GM_00328070 to SDNY_GM_00356148, consist of FBI documents, PBPD materials, PBSA materials, scans of FBI evidence, and SDFL materials. The documents are categorized by confidentiality levels: Confidential, Highly Confidential, and Non-Confidential. They include aerial video, FBI documents from Florida and New York, photos, blueprints, and various video recordings from Florida investigations. The production is governed by a July 31, 2020 Protective Order.",
      "timestamp": "2020-07-31T00:00:00",
      "timestamp_raw": "July 31, 2020",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "sdny",
        "protective order",
        "confidential",
        "documents",
        "evidence",
        "videos",
        "blueprints",
        "florida"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023345",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding interview notes and associated images. The email included notes from an interview conducted on August 21, 2020, and photographs (attached files: Provided_bya, 153718.pdf, Mlinterview notes154256.pdf, _image_154139.pdf, _image_154154.pdf) sent by [REDACTED]. A follow-up meeting was scheduled for Tuesday at 10:30am. The document is identified as EFTA00023345.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "August 21, 2020",
      "keywords": [
        "efta00023345",
        "redaction analysis",
        "interview",
        "notes",
        "photos",
        "2020",
        "2025",
        "pdf",
        "attachments",
        "meeting"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030992",
      "summary": "The document is a notification from the U.S. Department of Justice, Southern District of New York, providing additional discovery materials in the case of *United States v. Ghislaine Maxwell*. It details the production of a large collection of documents, emails, photos, and electronic data related to the investigation, including materials from the FBI's Florida office and Jeffrey Epstein’s files.  Specifically, some materials are designated as \"highly confidential\" due to containing sexually explicit images. The materials are available for pickup at the U.S. Attorney's office and the FBI New York office, with a process for producing electronic copies of certain files. The government clarifies that it will not directly provide these highly confidential materials to the defendant and notes the existence of a separate FBI file unrelated to the case, which will not be produced.",
      "timestamp": "2020-08-21T00:00:00",
      "timestamp_raw": "August 21, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states justice department",
        "sdny",
        "protective order",
        "fbi",
        "epstein",
        "evidence",
        "discovery",
        "criminal procedure",
        "new york",
        "confidential"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030585",
      "summary": "An email was sent from EFTA00030585 to [REDACTED] on October 9, 2020, regarding emails for discovery. The email included attachments named \"Wilton_Manors_Police_Dept,\" \"An _ luck_ buddy?,\" \"Any_luck_buddy?,\" \"Re:_Hi_There,\" \"Hi_There,\" and \"_see _a ac men.\" The sender requested confirmation that recipients could review the attachments and offered to scan and email them again if necessary.",
      "timestamp": "2020-10-09T00:00:00",
      "timestamp_raw": "October 9, 2020",
      "keywords": [
        "efta00030585",
        "redaction analysis",
        "emails",
        "discovery",
        "wilton manors police dept",
        "luck buddy",
        "photos",
        "review",
        "scan",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028048",
      "summary": "Between 2002 and 2005, an individual scheduled dozens of appointments for underage girls to provide massages to Jeffrey Epstein, primarily at his Palm Beach residence and occasionally in New York. Epstein typically received two massages daily. The individual facilitated these appointments, sometimes meeting the girls, setting up the massage table, and paying them in cash. During these appointments, Epstein sexually abused the minor girls, and the individual took nude photos of them. The individual also encouraged victims not to speak with law enforcement and offered financial incentives for their silence. Dozens of victims, aged 14 to 17, were involved, some of whom had school commitments or were studying for the SATs.",
      "timestamp": "2020-11-01T00:00:00",
      "timestamp_raw": "01 Oct 2020",
      "keywords": [
        "epstein",
        "massages",
        "underage girls",
        "abuse",
        "palm beach",
        "new york",
        "victims",
        "scheduling",
        "sexual abuse",
        "sats"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028120",
      "summary": "A draft statement regarding allegations of sexual abuse involving Jeffrey Epstein was reviewed. The sender’s team is prepared to proceed with a call at 12:30 PM on November 11, 2020. The draft addresses inconsistencies in victim accounts, citing flight logs, photos, and differing timelines to suggest potential misremembering of events. Specifically, one victim’s claims of being present during massages and another’s claim of witnessing oral sex are questioned due to the passage of time and contradictory evidence. The sender expresses willingness to hear the women’s stories but disputes the accuracy of specific allegations regarding the presence of individuals at the alleged incidents.",
      "timestamp": "2020-11-11T00:00:00",
      "timestamp_raw": "November 11, 2020",
      "keywords": [
        "efta00028120",
        "redaction",
        "fatico hearing",
        "allegations",
        "victim",
        "epstein",
        "massage",
        "sexual assault",
        "lawsuit",
        "memory"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013251",
      "summary": "Emails discuss a privilege review process related to materials seized from Jeffrey Epstein. Discussions involve sharing a list of counsel with Marty Weinberg, subject to his consent, and implementing a privilege review of seized materials, specifically referencing the FBI's view on photos. A contact for the Office's Privilege Review Logistic Coordinator is provided.",
      "timestamp": "2020-11-12T00:00:00",
      "timestamp_raw": "12 Oct 2020",
      "keywords": [
        "privilege review",
        "epstein",
        "fbi",
        "contact information",
        "usanys",
        "marty weinberg",
        "martin weinberg law",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008744",
      "summary": "*   **Case Details:** The hearing is part of a case against Maxwell, relating to alleged child sex trafficking and exploitation. The U.S. government is investigating, and this transcript is a record of testimony given by a witness, Detective , who works for the NYPD. *   **Witness Testimony:** Detective provided testimony covering his involvement in the FBI’s Child Exploitation and Human Trafficking Task Force, including investigations into Jeffrey Epstein and Maxwell. He described his role in gathering information, reviewing reports, and interviewing other individuals connected to the case. *   **Maxwell’s Activities:** The testimony details Maxwell's activities, including her relationships with Epstein, her time at Palm Beach residences (including a townhouse on Madison Avenue and a ranch in New Mexico), and the arrangements for massages provided to Epstein. It mentions that Maxwell was paid for these services and used the money to purchase drugs. *   **Sexual Interactions:** The witness described instances where Maxwell engaged in sexual activity with Epstein, including direct sexual contact during massage sessions and involvement with other young women. *   **Evidence Review:** The transcript incorporates review of flight records, telephone logs, and items seized during a search of Epstein’s Palm Beach residence, including message pads. *   **Witness’s Past:** The testimony includes details about the witness's own past struggles with drug addiction and a legal issue involving a stolen Xbox. The witness admits to lying during a 2009 deposition regarding her interactions with Maxwell and Epstein. In essence, the transcript documents a significant portion of a criminal investigation, detailing the witness's involvement, the evidence gathered, and the testimony related to the alleged crimes of Ghislaine Maxwell.",
      "timestamp": "2021-01-19T00:00:00",
      "timestamp_raw": "January 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "palm beach",
        "massage",
        "abuse",
        "trafficking",
        "fbi",
        "grand jury",
        "new york city police department",
        "depositions",
        "records",
        "flight logs",
        "photos",
        "sex toys",
        "victims",
        "cooperation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030893",
      "summary": "Jack Scarola sent an email referencing a request for information related to a woman’s recollection of being abused by Epstein. The email includes an image purportedly taken around the time of the abuse, showing the woman topless. The email originates from the law firm Searcy Denney Scarola Barnhart & Shipley, P.A., and emphasizes the protected nature of the communication under relevant laws and regulations, requesting recipients to not disseminate or copy the message.",
      "timestamp": "2021-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2021",
      "keywords": [
        "efta00030893",
        "jack scarola",
        "chris r. rodgers",
        "epstein",
        "abuse",
        "photos",
        "retrieval",
        "electronic communication privacy act",
        "searcy denney scarola",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023494",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023494",
      "summary": "A forwarded email from Jack Scarola to an unknown recipient (NY, FBI) discusses a request for information related to allegations of abuse involving Jeffrey Epstein. Scarola sent a photograph taken around the time of the alleged abuse, describing it as a picture of the recipient taken topless. The email originates from the law firm Searcy Denney Scarola Barnhart & Shipley, P.A. and includes a warning about the privileged and confidential nature of the communication, citing relevant laws and regulations regarding electronic communication privacy.",
      "timestamp": "2021-02-13T00:00:00",
      "timestamp_raw": "13 Feb 2021",
      "keywords": [
        "efta00023494",
        "redaction analysis",
        "epstein",
        "abuse",
        "photos",
        "fbi",
        "jack scarola",
        "chris r. rodgers",
        "searcy denney scarola",
        "electronic communication privacy act"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030893",
            "similarity": 0.538,
            "index": 72,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038548",
      "summary": "An email was sent from EFTA00038548 to [REDACTED] and [REDACTED], with [REDACTED] in the CC field, regarding a follow-up on Maxwell. The email requested contact with Victoria Secret and FedEx to inquire about document retention policies, a review of images (specifically photos), and a follow-up with ALAT concerning UK travel records for Maxwell and Epstein.",
      "timestamp": "2021-02-17T00:00:00",
      "timestamp_raw": "17 Feb 2021",
      "keywords": [
        "efta00038548",
        "maxwell",
        "epstein",
        "victoria secret",
        "fedex",
        "alat",
        "uk travel records",
        "redaction",
        "email",
        "follow up"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029944",
      "summary": "This document is a series of email exchanges concerning discovery materials related to a legal case, likely involving Jeffrey Epstein. The core issues revolve around discrepancies in metadata, missing attachments, and gaps in production of electronic files. Specifically, the USANYS (Contractor) team is requesting the production of a hard drive containing discovery materials for Ms. Maxwell, pointing out issues like missing attachments (over 109,000 emails), files with incorrect metadata (photos and audio/visual files produced after the device seizure), a production gap between November 18th and December 18th, and requests for CART numbers and metadata overlays for various files. The team proposes a call to discuss these concerns and offers potential solutions, including providing files on a hard drive or requesting the opposing side to produce them that way. The entire communication highlights a struggle to obtain complete and accurate discovery materials from the opposing side.",
      "timestamp": "2021-03-29T00:00:00",
      "timestamp_raw": "29 Mar 2021",
      "keywords": [
        "discovery",
        "usanys",
        "metadata",
        "epstein",
        "files",
        "cart",
        "production",
        "attachments",
        "hard drive",
        "pdf"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00028585",
            "similarity": 0.571,
            "index": 96,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030021",
      "summary": "Maxwell case (20 Cr. 330 (AJN)). The Assistant US Attorney (Southern District of New York) is coordinating the review, which will take place at 500 Pearl Street and potentially the Bronx warehouse. Key details include: *   **Evidence Transport:** The FBI will transport physical evidence (including items like electronic devices, \"bulky\" items, and photos) to 500 Pearl Street for the defense team to inspect and photograph. *   **Highly Confidential Materials:** The FBI will provide access to approximately 2,100 electronic images (seized from Epstein’s devices) and 7 hard-copy images, designating them as “Highly Confidential.”  Access will be limited to one laptop. *   **Scheduling:** The review is scheduled to begin April 13th, with daily sessions, contingent on the Marshals securing Ms. Maxwell’s presence at 500 Pearl Street. *   **Logistics:** The defense team will have a lawyer, investigator, and paralegal present at the Bronx warehouse to photograph items. The FBI will provide equipment for playing electronic media. *   **Coordination:**  Constant communication and confirmation regarding access, availability, and the handling of sensitive materials are emphasized. Multiple email exchanges detail revisions to the plan and clarify specific requests and concerns.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "evidence",
        "maxwell",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "protective order",
        "digital",
        "files",
        "photography",
        "materials",
        "counsel",
        "usanys",
        "efta00030021",
        "efta00030022",
        "efta00030023",
        "efta00030024",
        "efta00030025",
        "efta00030026",
        "efta00030027",
        "efta00030028",
        "efta00030029",
        "efta00030030"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015786",
      "summary": "v. Maxwell* (20 Cr. 330 (MN)). The review will primarily take place at 500 Pearl Street, facilitated by the Marshals and FBI. Key aspects of the plan include: *   **Scheduling:** The review is planned to begin around 8:30 AM daily, with the option to start earlier at 8:00 AM. *   **Location:** The review will occur in the proffer rooms on the 5th floor of 500 Pearl Street. *   **Evidence Transport:** The FBI will transport physical evidence to 500 Pearl Street for review. Some items (cash, certain electronics, bulky photos, and shredded paper) will *not* be transported due to their size, sensitivity, or other reasons. *   **Electronic Evidence:** The FBI will provide laptops for viewing and photographing highly confidential electronic images, although access will be limited to a single laptop. They will provide digital copies of the audio recordings, but won't be playable with a standard VCR. *   **Access & Restrictions:** The defense team will have access to the evidence, but photographic restrictions apply to “highly confidential” items. A private meeting space will be provided. *   **Maxwell’s Appearance:** Ms. Maxwell will be produced to 500 Pearl Street on April 13th and every day thereafter until the review is complete. *   **Spreadsheets:** The government provides updated spreadsheets indicating the designation of evidence (Confidential/Highly Confidential) and where items will be available for review. The correspondence outlines various questions and requests from the defense team regarding the evidence, logistics, and access, with the government responding to these requests and detailing the plan for the review.",
      "timestamp": "2021-04-09T00:00:00",
      "timestamp_raw": "09 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "fbi",
        "marshals",
        "maxwell",
        "500 pearl",
        "bronx warehouse",
        "discovery",
        "photos",
        "electronic data",
        "discs",
        "shredded paper",
        "defense team",
        "access",
        "confidential",
        "highly confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00026872",
            "similarity": 0.5,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031332",
      "summary": "Maxwell* (20 Cr. 330 (MN)) involving Jeffrey Epstein. *   **Bronx Warehouse Review:** The initial plan is for a review at the Bronx warehouse on April 12, 2021, from 11:00 AM to 4:30 PM. *   **Specific Items for Review:** The defense team wants to see specific items, including bulky photos, electronic devices, shredded paper, and discs. *   **Nudity Restrictions:** Photographic review of certain images featuring nudity is prohibited. *   **FBI Production of Evidence:** The FBI is preparing to produce electronic data (discs) containing witness statements and data files, alongside the physical evidence. *   **Timeline Updates:** The timeline is updated regarding the delivery of the original VHS tape containing the 4/24/07 recording and the analysis of the shredded paper. *   **Item Numbering Changes:** Evidence items are being re-numbered within the FBI system (e.g., 111130 and 1B110 migrated to 18127, 1B128, & 16137). *   **Logistics Discussions:** Conversations revolve around transportation logistics, equipment needs (for playing recordings), and the designated review space (proffer rooms at 500 Pearl Street). *   **Confirmation of Maxwell’s Presence:** The Marshals confirm that Maxwell will be produced to 500 Pearl Street each day for review. *   **Spreadsheets and Designations:** The FBI sends annotated spreadsheets indicating which items are excluded from transport to 500 Pearl Street and which items are designated as \"Confidential\" or \"Highly Confidential.\"",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "April 12, 2021",
      "keywords": [
        "evidence",
        "review",
        "fbi",
        "bronx",
        "warehouse",
        "photos",
        "maxwell",
        "discovery",
        "discs",
        "data",
        "confidential",
        "photograph",
        "items",
        "redaction",
        "analysis",
        "witness statements",
        "electronic files",
        "\"missing from assigned box\"",
        "laura mennin",
        "500 pearl"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026872",
      "summary": "Maxwell* (20 Cr. 330 (AJN)). *   **Evidence Viewing Plan:** The U.S. Attorney proposes a plan for reviewing the evidence, including a scheduled review at 500 Pearl Street starting April 13th, with the possibility of rotating days. The review would initially start at 8:30 AM and last until 4:30 PM each day. *   **Personnel Involved:** The communication involves a team including Laura Menninger, Christian Everdell (Cohen & Gresser LLP), Jeff Pagliuca (Cohen & Gresser LLP), Bobbi Sternheim, Jim Harkins, and Simek Shropshire.  The FBI and Marshals are also key players. *   **Specific Evidence Arrangements:** The U.S. Attorney is arranging for the FBI to transport the evidence to 500 Pearl Street.  They will provide a laptop for review of “highly confidential” electronic images. The FBI plans to bring Maxwell to 500 Pearl Street on April 13th. *   **Item Restrictions:**  Certain items (those designated \"highly confidential\") will not be photographed, unless authorized.  The FBI will not make duplicates of those items.  The shredded paper is currently being analyzed by the FBI lab. *   **Discovery Issues:**  Laura Menninger raises concerns about discrepancies in the inventory of evidence, specifically regarding the \"highly confidential\" electronic images that had not been previously provided.  The U.S. Attorney addresses this by explaining the process of obtaining and providing those images. *   **Logistical Details:** The communication addresses logistical considerations like space at 500 Pearl Street, the use of electronic devices, and arrangements for Ms. Maxwell's presence.",
      "timestamp": "2021-04-12T00:00:00",
      "timestamp_raw": "12 Apr 2021",
      "keywords": [
        "evidence",
        "review",
        "maxwell",
        "fbi",
        "marshals",
        "bronx",
        "500 pearl",
        "photos",
        "electronic data",
        "discs",
        "tennessee",
        "discovery",
        "witnesses",
        "laura mennin",
        "chris everdell",
        "jim harkins",
        "simek shropshire",
        "camille delgado",
        "confidential",
        "highly confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00015786",
            "similarity": 0.5,
            "index": 77,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020246",
      "summary": "An email chain discusses edits to a draft response to a Judge Nathan order regarding Rule 17 subpoenas. Attachments include a letter to AJN, briefs by BSF/GM, and Judge Nathan’s order. The sender is requesting review of the draft before it is sent to senior leadership (“chiefs”). The email exchange occurred between May 2, 2021, and April 30, 2021.",
      "timestamp": "2021-05-02T00:00:00",
      "timestamp_raw": "May 2, 2021",
      "keywords": [
        "efta00020246",
        "redaction analysis",
        "diary",
        "boots",
        "photos",
        "subpoenas",
        "judge nathan",
        "bsf",
        "gm",
        "chiefs"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019916",
      "summary": "U, a teenager at the time, engaged in a series of paid massage sessions with JE at his Palm Beach home, which included a kitchen, bathroom, and bedroom. The house featured a chef, a pink exterior that was later painted white, and a view of the intercoastal. Maxwell, JE's then-girlfriend/wife, frequently assisted with scheduling and the massages themselves, sometimes touching U in a sexually suggestive manner. JE frequently requested U touch his intimate areas. U received payments ranging from $300 to $500 per session, often collected in cash. She frequently lied to her mother about her activities. She often brought friends to the house. During these sessions, JE would often discuss his life, finances, and desire for U to travel with him. U acquired lingerie and a massage manual through JE and Maxwell. At various points, Maxwell requested U’s personal information and photos, and there are indications of photographs being taken of U. U admits to drug use (marijuana and cocaine) during these sessions to numb the experience. U ultimately ceased these sessions when she was approximately 18-19 years old, owing to her addiction and a realization that she was too old for JE.",
      "timestamp": "2021-06-09T00:00:00",
      "timestamp_raw": "June 9, 2021",
      "keywords": [
        "efta00019916",
        "maxwell",
        "je",
        "giselle",
        "massage",
        "victoria's secret",
        "crack",
        "alcohol",
        "infidelity",
        "palm beach",
        "massage table",
        "nudity",
        "prostitution",
        "cocaine",
        "breastfeeding",
        "photos",
        "tourist",
        "florida",
        "addiction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038687",
      "summary": "An email request was made to compile a photobook for trial witnesses, specifically focusing on Jeffrey Epstein and Ghislaine Maxwell. The sender, EFTA00038687, desired formal photographs (license or passport-style) from the late 1990s or early 2000s for each individual to utilize with NYPD database searches for similar-looking fillers.",
      "timestamp": "2021-06-16T00:00:00",
      "timestamp_raw": "16 Jun 2021",
      "keywords": [
        "photobook",
        "maxwell",
        "epstein",
        "witnesses",
        "trial",
        "nypd",
        "photos",
        "fillers",
        "license",
        "passport"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010144",
      "summary": "On June 24, 2021, a witness’s trial testimony included recollections regarding payments received for massages. The witness does not recall the exact amount paid, stating it was between $28 and $34. She believes she received up to $500 for some of the massages and described practices such as showering or steaming before sessions and occasionally being invited to join a male individual.",
      "timestamp": "2021-06-24T00:00:00",
      "timestamp_raw": "June 24, 2021",
      "keywords": [
        "efta00010144",
        "trial testimony",
        "recollections",
        "photos",
        "massages",
        "$500",
        "ausa",
        "det.",
        "june 24",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023402",
      "summary": "On July 1, 2021, an Assistant United States Attorney sent the OCME Report of Autopsy (EFTA00023403) to [REDACTED] for distribution, including to the OCME and BOP. The report contained redactions indicated by boxes. On June 29, 2021, a discussion occurred regarding the redaction of a photo of the hyoid bone on page 12, with the suggestion to redact the entire page 12 photo due to the closeup photos redacted from page 13. The USANYS was coordinating with the OCME to send a redacted copy of the autopsy report.",
      "timestamp": "2021-07-01T00:00:00",
      "timestamp_raw": "July 1, 2021",
      "keywords": [
        "epstein",
        "foia",
        "ocme",
        "autopsy",
        "redaction",
        "usanys",
        "bop",
        "hyoid bone",
        "photo",
        "report"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00010417",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010417",
      "summary": "An autopsy report related to Jeffrey Epstein’s death was released. The Office of Chief Medical Examiner (OCME) requested a copy of a redacted autopsy report. A redacted photo of the hyoid bone on page 12 was identified and discussed, prompting a request to redact the entire photo on page 12 in addition to close-up photos from page 13. The BOP (Bureau of Prisons) was to redact a photo. The attached report contained redactions indicated by boxes.",
      "timestamp": "2021-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2021",
      "keywords": [
        "epstein",
        "autopsy",
        "redaction",
        "ocme",
        "foia",
        "usanys",
        "bop",
        "hyoid bone",
        "photo",
        "times"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023402",
            "similarity": 0.818,
            "index": 84,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038695",
      "summary": "The request involves obtaining photos referenced in attachment 302.pdf, along with confirmation of the subject’s place of birth and citizenship, which are believed to be UK.",
      "timestamp": "2021-08-01T00:00:00",
      "timestamp_raw": "01 Aug 2021",
      "keywords": [
        "efta00038695",
        "uk",
        "photos",
        "interview",
        "citizenship",
        "2019-12-15",
        "subject",
        "attachment",
        "birth",
        "date"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030491",
      "summary": "*   He recognized Jeffrey Epstein and Ghislaine Maxwell in some of the photos. *   He did not recognize numerous other individuals listed in the photobook. *   He couldn't recall the exact age he met Maxwell, estimating she appeared to be in her 20s. *   He confirmed that Jeffrey Epstein’s flight records before 1999 were turned over to his attorney. *   He provided details about Epstein’s aircraft (G2B, Boeing, and G4), including their specifications and usage. *   He recalled Epstein owning properties in Columbus, OH, New York (71’ Street), Paris, Palm Beach, New Mexico, and Little St. James. *   He recalled meeting U in the late 1990s/early 2000s. *   He described Maxwell’s hair length as varying, from shoulder-length to shorter cuts. *   He noted that Maxwell was second in charge under Epstein at his office. *   The witness clarified his recollections regarding meetings with Epstein and Maxwell, stating he saw them on different aircraft. *   He remembered signing confidentiality forms regarding his employment.",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "August 16, 2021",
      "keywords": [
        "ephstein",
        "maxwell",
        "g2b",
        "boeing",
        "helicopters",
        "paris",
        "zurich ranch",
        "confidentiality forms",
        "71 street",
        "gm",
        "je"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029165",
      "summary": "An email from M requests the inclusion of photographs from an attached document in the next GM discovery production. The request specifically excludes a photograph of deposition testimony on page 5 of the document.",
      "timestamp": "2021-08-22T00:00:00",
      "timestamp_raw": "22 Aug 2021",
      "keywords": [
        "photos",
        "production",
        "redaction",
        "gm",
        "discovery",
        "efta00029165",
        "2019-12-13",
        "deposition",
        "attorney",
        "defense"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032020",
      "summary": "An email was sent from a Paralegal Specialist at the U.S. Attorney's Office I SDNY to “eANYS” regarding an updated photo spreadsheet named “Photosfor GX_from_Griffeye_export_updated.xlsx” attached. The email originated on September 14, 2021, at 23:56:29 +0000 and was sent from 1 Saint Andrew’s Plaza, New York, NY 10007. The case file reference is EFTA00032020.",
      "timestamp": "2021-09-14T00:00:00",
      "timestamp_raw": "September 14, 2021",
      "keywords": [
        "efta00032020",
        "photo spreadsheet",
        "u.s. attorney's office",
        "sdny",
        "paralegal",
        "new york",
        "gx_from_griffeye_export",
        "eanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014972",
      "summary": "On September 27, 2021, an Assistant United States Attorney from the Southern District of New York requested a spreadsheet detailing photos for trial preparation, including evidence item information, name of CD, and location of item. The spreadsheet was completed and sent on September 30, 2021, by [REDACTED].",
      "timestamp": "2021-09-27T00:00:00",
      "timestamp_raw": "September 27, 2021",
      "keywords": [
        "photo project",
        "redaction",
        "evidence",
        "trial prep",
        "spreadsheet",
        "fbi",
        "ny",
        "assistant united states attorney",
        "outlook",
        "email"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018855",
      "summary": "On September 28, 2021, a USANYS contractor sent a list of exhibits related to MEM GX to aUSANYS. The exhibits included photographs of Epstein, Maxwell, and an unidentified individual (from photobooks), a group photo with CA, PB search warrant photos, video of a search, property receipts, FedEx records, flight records, AT&T records, deposition and Mar-A-Lago records, maps, a sworn statement (EFTA00018855), and EFTA00018856.",
      "timestamp": "2021-09-28T00:00:00",
      "timestamp_raw": "September 28, 2021",
      "keywords": [
        "efta00018855",
        "gx",
        "maxwell",
        "epstein",
        "photobook",
        "search warrant",
        "fedex",
        "flight records",
        "mar-a-lago",
        "usanys"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022483",
      "summary": "An email chain discusses a “photo sourcing project” involving spreadsheets with evidence item details, names of CD’s, and locations of items. One individual ([REDACTED]) sent an attached spreadsheet (“Photosior_Trial_Prep_with_Location_Info.xlsx”) with three added columns: “Evidence Item it,” “Name of CD,” and “Location of Item.” Another individual ([REDACTED]) inquired about the spreadsheet's delivery within the next few days. The emails were sent between September 27th and September 30th, 2021, and relate to the Southern District of New York.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "photo project",
        "spreadsheet",
        "evidence",
        "location",
        "redaction",
        "us attorney",
        "new york",
        "september 2021",
        "photos",
        "efta00022483"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016469",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019045",
      "summary": "An email exchange discusses a “photo project” involving sourcing photos and creating a spreadsheet. The spreadsheet includes columns for “Evidence Item,” “Name of CD,” and “Location of Item.” The project was completed and attached as an Excel file named “Photosior_Trial_Prep_with_Location_Info.xlsx”.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "photo project",
        "redaction analysis",
        "spreadsheet",
        "evidence",
        "location",
        "efta00019045",
        "united states attorney",
        "southern district of new york",
        "september 2021",
        "data"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038854",
            "similarity": 0.5,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038854",
      "summary": "An email thread discusses a completed photo sourcing project. The attached spreadsheet, “Photosior_Trial_Prep_with_Location_Info.xlsx,” was created by [REDACTED] and includes columns for Evidence Item U, Name of CD, and Location of Item. The spreadsheet was sent in response to an inquiry about its completion and anticipated delivery within a few days.",
      "timestamp": "2021-09-30T00:00:00",
      "timestamp_raw": "30 Sep 2021",
      "keywords": [
        "photo project",
        "spreadsheet",
        "evidence",
        "location",
        "united states attorney",
        "southern district of new york",
        "redaction",
        "efta00038854"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019045",
            "similarity": 0.5,
            "index": 93,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014960",
      "summary": "On November 4, 2021, [REDACTED] sent a spreadsheet titled \"Photos for Maxwell Trial\" to [REDACTED] via Outlook. The email included a link to the spreadsheet and a brief message stating that it was the spreadsheet [REDACTED] had previously mentioned. The recipient, [REDACTED], responded with \"Thank youl.\"",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "November 4, 2021",
      "keywords": [
        "maxwell trial",
        "photos",
        "fbi",
        "outlook",
        "redaction",
        "efta00014960"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028585",
      "summary": "Multiple parties – primarily the US Attorney’s Office (USANYS) and a contractor – are involved in addressing issues with the production, particularly regarding missing attachments, metadata discrepancies, and gaps in file production. Key issues identified include: *   **Missing Attachments:** Over 109,000 emails in the discovery lacked their associated attachments. *   **Metadata Issues:** Numerous files (photos and electronic documents) had inconsistent or missing metadata, including incorrect creation/modification dates.  Specifically, files produced after November 9, 2021, had dates post-seizure, and some files lacked CART numbers. *   **Production Gaps:** A gap exists between production numbers 11/18 and 12/18 related to the SDNY_GM_02742044 to 2742183 Bates numbers. *   **Conversion Issues:** Some files were converted to PDF prior to production. *   **Requests for Information:** The USANYS requests a list of all carved or deleted files, confirmation of native vs. PDF formats, and, where applicable, additional metadata information (MIME types, original file names, dates). The US Attorney’s Office seeks to resolve these issues by requesting the contractor to provide requested information and address the gaps, ultimately aiming to facilitate the delivery of the discovery materials to a client (Maxwell). The email chain details the investigation, the specific files of concern, and the steps required to rectify the situation.",
      "timestamp": "2021-11-09T00:00:00",
      "timestamp_raw": "November 9, 2021",
      "keywords": [
        "efta00028585",
        "discovery",
        "production",
        "metadata",
        "pdf",
        "files",
        "cart",
        "attachments",
        "metadata overlay",
        "dates",
        "usanys",
        "contractor"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029944",
            "similarity": 0.571,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014980",
      "summary": "On November 28, 2021, an FBI agent from the New York Field Office sent emails containing photographs related to child exploitation/human trafficking to [REDACTED]. The emails included five attachments: photo 1.jpg, Photo 2.jpg, Photo 3.jpg, Photo 5.jpg, and the email header information for the exchange. The document is identified as EFTA00014980.",
      "timestamp": "2021-11-28T00:00:00",
      "timestamp_raw": "November 28, 2021",
      "keywords": [
        "efta00014980",
        "fbi",
        "ny",
        "redaction",
        "photos",
        "child exploitation",
        "human trafficking",
        "outlook",
        "mail",
        "trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016469",
      "summary": "An email thread discusses a “photo project” involving sourcing images. One individual ([REDACTED]) sent a spreadsheet (“Photos for Trial Prep with Location_Info.xlsx”) containing columns for “Evidence Item,” “Name of CD,” and “Location of Item.” Another individual ([REDACTED]) requested the spreadsheet within the next few days, and a third individual ([REDACTED]) confirmed the project was completed and attached the spreadsheet. The email chain originates from the Assistant United States Attorney for the Southern District of New York.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "photo project",
        "redaction",
        "evidence",
        "spreadsheet",
        "location",
        "new york",
        "us attorney",
        "trial prep",
        "september 2021",
        "efta00016469"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00022483",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035811",
      "summary": "The U.S. Department of Justice, Office of the Inspector General, New York Field Office, is requesting the complete medical examiner’s report and associated documentation related to the death investigation of Jeffrey Epstein, an inmate at the Metropolitan Correctional Center New York. This includes notes, reports, photos, evidence, x-rays, and any other relevant materials. The request is to be mailed to or emailed to the specified address.",
      "timestamp": "2022-02-28T00:00:00",
      "timestamp_raw": "February 28, 2022",
      "keywords": [
        "justice",
        "inspector general",
        "medical examiner",
        "jeffrey epstein",
        "bureau of prisons",
        "new york",
        "investigation",
        "cause of death",
        "documentation",
        "u.s. department of justice"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038674",
      "summary": "On October 22, 2024, an individual (identified as [REDACTED]) contacted the FBI NTOC reporting allegations of human trafficking involving Jeffrey Epstein. The individual claims to have been trafficked since age five, detailing experiences including throat cutting, relocation to Fresno, CA, rape in Paris, and involvement with politicians and notable men on Epstein Island. The individual, currently seeking asylum in Germany, possesses photos to substantiate her claims and has previously reported similar cases to multiple FBI offices. Jeffrey Epstein is listed as a subject of the report, with DOB information redacted. The NTOC offers assistance via telephone or email (reference transaction number mpvj623r) and indicates the possibility of drafting a Guardian document upon request from the NY Field Office.",
      "timestamp": "2024-10-22T00:00:00",
      "timestamp_raw": "October 22, 2024",
      "keywords": [
        "fbi",
        "threat intake",
        "human trafficking",
        "jeffrey epstein",
        "ny-3027571",
        "victim",
        "asylum",
        "photos",
        "ntoc",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016322",
      "summary": "Ghislainemaxwell6 is a user on the App Store with a profile named “Ghislainemaxwell6”. She has a profile with 0 posts, 0 followers, and 0 following. The document references a file named “EFTA00016322.pdf”.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "app store",
        "lte",
        "ghislainemaxwell",
        "posts",
        "followers",
        "follow",
        "message",
        "photos",
        "videos"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038253",
      "summary": "The document details a redaction analysis for file EFTA00038253. It lists 27 drives, identified by serial numbers like NYCO24363, NYC024348, etc.  Each drive is categorized as either “Original” or “Responsive.” Many drives contain multiple files, and some are partially labeled (e.g., NYC024353 (partial)). Several large hard drives are also listed, including those labeled \"NYC024369_1\" and \"F2750344”, along with associated thumb drives and envelopes containing other drives.  The document appears to be a record of a drive retrieval and assessment process, likely related to a Maxwell review.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00038253",
        "nyco24363",
        "drive",
        "maxwell review",
        "original",
        "responsive",
        "nyc024348",
        "nyc024326",
        "sdny",
        "videos",
        "photos"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00026528",
      "summary": "Following a meeting, the sender requests assistance with preparing for potential charges against Maxwell. Specifically, tasks include: *   Creating a photobook/photo array featuring individuals from the 1990s, particularly females of similar age and appearance. *   Locating and reviewing records including Interlochen records (I’M, Epstein, Maxwell), school records (Palm Beach & New York), Maxwell’s travel logs (US & UK 1994-1998, 1994-1996, 1995-1996), and search warrant materials. *   Conducting interviews with Maxwell’s mother, brother, sister, and former boyfriend, seeking records, photos, and emails related to specified time periods. *   Tracking subpoenas needed to obtain records.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00026528",
        "maxwell",
        "epstein",
        "photobook",
        "records",
        "search warrant",
        "interviews",
        "subpoenas",
        "flights",
        "emails"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034370",
      "summary": "This document outlines requirements for a suicide reconstruction, primarily for incarcerated individuals. It details a list of data and materials needed, including reports, interviews, physical evidence (photos, videos, documents), inmate records (Sentry documentation, psychology files, medical records), and administrative documents (reports, orders, notifications). A central coordinator (typically the SIA) is designated to manage the collection and review of these materials, which are to be compiled into a permanent binder. Specific items include TRU-INTEL reports, timelines, staff interviews, and detailed information about the inmate's background and circumstances leading up to the suicide.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "suicide reconstruction",
        "sia",
        "tru-intel",
        "bemr",
        "inmate interviews",
        "scene photos",
        "data collection",
        "death reports",
        "psychological file",
        "medical records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021315",
      "summary": "The complaint was initially reported in 1994 and received in 1996. It involves a female victim (LIMOS, 26, White) who reported that a male suspect threatened to burn her painting and send her Polaroid photographs of the damage, possessing keys to her apartment. The suspect's name is redacted, but Jeffrey Epstein (45, White) is listed as a witness and potential suspect. The incident occurred on July 11-17, 1996, at a commercial building (NYC Parks Dept Property) in the 006 Precinct, Sector H, Beat It, Post 32.  The complaint was classified as Aggravated Harassment and subsequently closed due to patrol response. The victim’s address is listed as 9 East 71 Street, NYC. There is no related Stop and Frisk report. No photos were requested and the case was not prosecuted.  Several individuals, including witnesses and NYPD officers, are associated with the report, though many names are redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ip",
        "nyc police department",
        "complaint",
        "harassment",
        "graffiti",
        "victim",
        "witness",
        "apartment",
        "redacted",
        "gang",
        "white",
        "26",
        "25",
        "order of protection",
        "jeffrey epstein",
        "nypd",
        "metro card"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029155",
      "summary": "This document is a redaction analysis report detailing the contents of an “Epstein Device,” likely related to investigations involving Jeffrey Epstein. The report lists numerous files and data categories found within the device, categorized by type (e.g., call logs, messages, photos, videos, databases, and device events). These categories contain a massive number of individual entries, ranging from thousands to tens of thousands, including specific names, phone numbers, and file names. The data encompasses various communication methods (WhatsApp, email, etc.), locations, and digital assets. The report appears to be a comprehensive inventory of the data recovered from the device, intended for analysis as part of a legal or investigative process.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00029155",
        "epstein device",
        "contents",
        "swan",
        "appecatcos",
        "usage log",
        "calendar",
        "call log",
        "messages",
        "whatsapp",
        "camera",
        "cocacids",
        "device events",
        "names",
        "11/40 ip connections",
        "trackings",
        "el entries",
        "iam14s lines",
        "raccersgs",
        "vatatsapp",
        "databases",
        "dectillvs",
        "images",
        "ten",
        "sims",
        "archives",
        "user accounts",
        "web bookreams",
        "web hickey",
        "location",
        "call logs",
        "deleted",
        "audio",
        "video"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}