{
  "keyword": "michael thomas",
  "count": 26,
  "keyword_match_count": 26,
  "content_match_count": 18,
  "total_files": 44,
  "timeline": [
    {
      "file_id": "EFTA00031447",
      "summary": "SGT Michael Thomas received a Certificate of Achievement for outstanding performance during testing (ERO11 22) from January 22, 2003, to January 24, 2003, within the 2nd Battalion, 15th Field Artillery Regiment. Drew A. Turinski, LTC, FA, served as the Commanding Officer during the same period (January 22, 2003 to January 24, 2003). Michael J. Lozez served as CSM, USA.",
      "timestamp": "2003-01-22T00:00:00",
      "timestamp_raw": "January 22, 2003",
      "keywords": [
        "sgt michael thomas",
        "15th field artillery regiment",
        "certificate of achievement",
        "testing ero11",
        "2003",
        "usa",
        "army",
        "efta00031447"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031263",
      "summary": "830). Thomas is charged with making false statements related to incidents at the Metropolitan Correctional Center (MCC). The core argument is that the government has already provided sufficient discovery and that Thomas’s request for further materials, particularly regarding BOP policies, investigations by the Inspector General, and instances of other officers not prosecuted, is unwarranted. The government asserts that Thomas’s request is not “material to preparing a defense” and is primarily aimed at attempting to influence a jury through jury nullification. The government contends that it has fulfilled its Brady and Rule 16 discovery obligations and that Thomas has not met the legal standard required to obtain additional materials. Specifically, the government argues that Thomas's requests are irrelevant to the charges, attempts at jury manipulation, and that he has failed to establish the necessary legal basis for the discovery.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "bop",
        "indictment",
        "thomas",
        "noel",
        "investigation",
        "inspector general",
        "selective prosecution",
        "nullification",
        "materiality",
        "false statements"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027307",
      "summary": "830) concerning false statements made by Tova Noel and Michael Thomas at the Metropolitan Correctional Center (MCC). **Key Facts:** *   **Case Details:** The defendants were charged with making false statements related to a 14-hour period in August 2019. *   **Government Discovery:** The government produced a substantial amount of discovery, including surveillance video, computer analysis, count slips, phone records, and personnel files. They have subsequently produced additional discovery. *   **Defendant's Requests:** Thomas requested further information, specifically seeking the Inspector General's report, records of other BOP employees involved in similar incidents, and information related to staffing issues. *   **Legal Arguments:** The government argues that Thomas’s motion is without merit because: *   The government has fulfilled its Brady and Rule 16 discovery obligations. *   The requested records are not \"material\" to Thomas's defense and would be used to promote jury nullification. *   The government does not have possession of all relevant records from other agencies (like the BOP or SEC). *   Thomas has not presented sufficient evidence to support a selective prosecution claim. In essence, the document is the government's argument against Thomas’s attempt to obtain additional discovery, asserting that it has already provided the necessary information and that the defendant’s requests are legally unsupported and seek to unfairly influence a jury.",
      "timestamp": "2011-01-31T00:00:00",
      "timestamp_raw": "Jan. 31, 2011",
      "keywords": [
        "brady",
        "giglio",
        "discovery",
        "rule 16",
        "jury nullification",
        "selective prosecution",
        "bop",
        "investigation",
        "material",
        "deliberative process privilege",
        "witness statements",
        "mcc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00034610",
      "summary": "An ex-cop cellmate of Jeffrey Epstein claims he prevented Epstein from hanging himself. The summary was sent by Michael Thomas, a Material Handler Supervisor at the U.S. Department of Justice, Federal Bureau of Prison, Metropolitan Correctional Center in New York. The document is classified as CONFIDENTIAL and includes case number SDNY_000 11691 and file number EFTA00034610.",
      "timestamp": "2019-07-27T00:00:00",
      "timestamp_raw": "7/27/2019",
      "keywords": [
        "jeffrey epstein",
        "cellmate",
        "hanging",
        "multimillionaire",
        "sex offender",
        "u.s. department of justice",
        "federal bureau of prison",
        "metropolitan correctional center",
        "michael thomas",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032687",
      "summary": "This document is an addendum to a legal brief supporting Michael Thomas’ application for deferred prosecution in a case involving the death of Jeffrey Epstein. It argues for leniency based on several factors: *   **Negative Impacts:** Thomas’ life has significantly deteriorated due to the charges, causing anxiety, depression, financial hardship, and social isolation. *   **Employment Issues:** His reputation due to the case has made it nearly impossible for him to secure employment. *   **Military Service & Trauma:** Thomas’ prior military experience, including witnessing combat, has caused lasting mental distress that he hasn’t disclosed. *   **Timeline of Events:** Thomas’ account of the events leading up to Epstein’s death, including his overtime work and the discovery of his body, is presented. *   **Responsibility & Cooperation:** Thomas acknowledges his actions, is the sole witness, and is willing to cooperate with authorities.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "michael thomas",
        "deferred prosecution",
        "usa v",
        "newark",
        "mcc",
        "jeffrey epstein",
        "criminal case",
        "mental effects",
        "military service"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010968",
      "summary": "This document is an indictment charging ToVa Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Metropolitan Correctional Center (MCC) in New York. Specifically, they falsely certified that they were conducting regular counts and rounds of the SHU (Special Housing Unit) despite not actually doing so, concealing this failure by signing false count slips.  The false reporting occurred between August 9th and 10th, 2019, during which time inmate Jeffrey Epstein committed suicide while unobserved. The defendants’ actions hindered the MCC’s ability to accurately account for inmates, potentially compromising security and operational procedures. The indictment details the specific false count slips and the deliberate deception surrounding the counts and rounds performed within the SHU.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officers",
        "mcc",
        "shu",
        "false certifications",
        "inmate counts",
        "jeffrey epstein",
        "suicide",
        "surveillance",
        "institutional count",
        "30-minute rounds",
        "bop",
        "misconduct"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009747",
            "similarity": 0.714,
            "index": 8,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017915",
      "summary": "This document is an indictment charging ToVa Noel and Michael Thomas with conspiracy and making false records related to their duties as correctional officers at the Metropolitan Correctional Center (MCC). Specifically, they repeatedly falsified count slips indicating they were conducting institutional counts (at 4 p.m., 10 p.m., 12 a.m., 3 a.m., and 5 a.m.) in the SHU when they were not. This deception occurred between August 9th and 10th, 2019, while monitoring inmate Jeffrey Epstein, who subsequently committed suicide. The falsified counts allowed the MCC to falsely believe prisoners were being regularly monitored. The indictment details their actions, including browsing the internet and moving around the SHU, and highlights the failure to perform required 30-minute rounds.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officer",
        "shu",
        "false certifications",
        "inmate counts",
        "mcc",
        "misconduct",
        "suicide",
        "surveillance",
        "perjury",
        "tampering",
        "investigation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014985",
      "summary": "This document is an indictment charging ToVA Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Manhattan Correctional Center (MCC). The core accusation is that Noel and Thomas repeatedly fabricated count slips, falsely claiming to have conducted institutional counts and 30-minute rounds within the Special Housing Unit (SHU) where inmate Jeffrey Epstein died. They did this while sleeping, browsing the internet, and failing to perform their actual duties, leading to a significant gap in monitoring Epstein’s condition. The indictment outlines specific instances of fabricated counts and slips, highlighting the defendants' deception and the resulting impairment of the MCC’s operational function.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officer",
        "shu",
        "inmate",
        "suicide",
        "false certifications",
        "mcc",
        "bureau of prisons",
        "counts",
        "monitoring",
        "fraud",
        "investigations",
        "misconduct",
        "epstein"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009747",
      "summary": "This document is an indictment charging ToVa Noel and Michael Thomas with conspiracy and making false records related to inmate counts at the Metropolitan Correctional Center (MCC) in New York.  Specifically, the defendants falsely certified that they were conducting regular counts of prisoners in the SHU (Special Housing Unit) when they were not, concealing their inactivity and browsing the internet.  The false counts occurred between August 9th and 10th, 2019, during which time inmate Jeffrey Epstein committed suicide.  The defendants' actions resulted in misreporting of inmate counts and a failure to properly monitor the SHU, leading to a significant lapse in security. The case involves allegations of fraud against the United States and violations of federal laws concerning false records.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "correctional officers",
        "mcc",
        "shu",
        "false certifications",
        "inmate counts",
        "suicide",
        "epstein",
        "surveillance",
        "institutional count",
        "30-minute rounds",
        "bop",
        "false records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010968",
            "similarity": 0.714,
            "index": 5,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035986",
      "summary": "This document is a draft investigation report concerning the death of Jeffrey Epstein at the Metropolitan Correctional Center in New York. It details the circumstances of Epstein’s death on August 10, 2019, where he was found hanged in his cell by Material Handler Michael Thomas. Here’s a breakdown of the key findings: *   **Circumstances of Death:** Thomas discovered Epstein hanged after delivering breakfast, noting the presence of an orange string around his neck.  Emergency response was initiated, and Epstein was pronounced dead at the hospital. *   **Lack of Accountability:** The investigation revealed that Thomas and another staff member, Material Handler Thomas, had not conducted the mandatory rounds and inmate counts they were responsible for on the night of August 9th and morning of August 10th. They falsified count slips to cover their actions. *   **Falsified Records:** The OIG found that Thomas and another staff member had knowingly and willfully made false statements on BOP records, falsely claiming to have conducted rounds and counts. *   **Criminal Charges:**  Both men were subsequently indicted on conspiracy and falsification of records charges, though the charges were later dismissed due to deferred prosecution agreements. *   **Security Camera Issues:** The report highlights a history of security camera problems at the facility, contributing to the lack of oversight. Essentially, the report presents a case of negligence and intentional deception by correctional officers that led to Epstein’s death and subsequent legal action.",
      "timestamp": "2019-08-10T00:00:00",
      "timestamp_raw": "August 10, 2019",
      "keywords": [
        "efta00035986",
        "limited official use",
        "department of justice",
        "suicide",
        "epstein",
        "investigation",
        "bureau of prisons",
        "shu",
        "mcc new york",
        "falsification",
        "records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035746",
      "summary": "This is an FBI import form related to a death investigation. On August 25, 2019, the Office of Inspector General (OIG) provided a computer analysis of the computers used by Michael Thomas and Tova Noel within the SHU of MCC. The case ID is 90A-NY-3151227, with Jeffrey Epstein listed as the victim. The form was approved by SSA and drafted on 09/26/2019.",
      "timestamp": "2019-08-25T00:00:00",
      "timestamp_raw": "August 25, 2019",
      "keywords": [
        "fbi",
        "import form",
        "computer analysis",
        "oig",
        "victim",
        "death investigation",
        "jeffrey epstein",
        "shu",
        "mcc",
        "michael thomas"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033570",
      "summary": "On August 26, 2019, Shannon Farrar, representing Michael Thomas, provided an Apple iPhone XS (IMEI#) to a Special Agent of the FBI during an investigation in Newark, New Jersey. The iPhone was unlocked and had security codes disabled by Thomas. Farrar provided an FD-597 receipt for the property and stated that she would later provide the passcode. The document is a field report generated by the FBI.",
      "timestamp": "2019-08-26T00:00:00",
      "timestamp_raw": "August 26, 2019",
      "keywords": [
        "fbi",
        "shannon farrar",
        "montell figgins",
        "michael thomas",
        "iphone xs",
        "imei",
        "oig-form 233/4",
        "fd-597",
        "newark",
        "new jersey",
        "consent to search"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033572",
      "summary": "On August 28, 2019, evidence item 1844 belonging to MICHAEL THOMAS was returned to his lawyer, SHANNON FARRAR, as part of file number 90A-NY-3151227. This concurrence was received from the Assistant United States Attorney of the Southern District of New York.",
      "timestamp": "2019-08-28T00:00:00",
      "timestamp_raw": "August 28, 2019",
      "keywords": [
        "efta00033572",
        "unclassified",
        "evidence return",
        "michael thomas",
        "shannon farrar",
        "southern district of new york",
        "fbi",
        "sentinelcaseld",
        "90a-ny-3151227",
        "ausa"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00033574",
      "summary": "On August 29, 2019, Special Agent Wheeler returned property belonging to MICHAEL THOMAS to SHANNON FARRAR, representing Michael Thomas, at the LAW OFFICES OF MONTELL FIGGINS in Newark, New Jersey. The returned property included an APPLE iPhone XS (IMEI). A signed FD-597 and a copy of the FD-1004 Chain of Custody were also provided. The FBI Evidence Control Unit is requesting a change in the status of evidence item 1B44 to reflect the permanent return to the owner's lawyer.",
      "timestamp": "2019-08-29T00:00:00",
      "timestamp_raw": "August 29, 2019",
      "keywords": [
        "fbi",
        "michael thomas",
        "return of property",
        "shannon farrar",
        "fd-1004",
        "fd-597",
        "electronic communication",
        "new york",
        "newark",
        "evidence control unit"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035741",
      "summary": "This document is an FBI import form, FD-1036, related to a death investigation. The form includes a facial record of Michael Thomas, dated September 25, 2019, provided by OIG SA on August 14, 2019. Jeffrey Epstein is identified as a victim. The case ID is 90A-NY-3151227.",
      "timestamp": "2019-09-25T00:00:00",
      "timestamp_raw": "September 25, 2019",
      "keywords": [
        "michael thomas",
        "fbi",
        "jeffrey epstein",
        "victim",
        "death investigation",
        "import form",
        "ssa",
        "facial record",
        "unclassified",
        "efta00035741"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00035754",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029992",
      "summary": "Attorney’s Office for the Southern District of New York conducted an investigation into Jeffrey Epstein’s death at the Metropolitan Correctional Center (MCC) in August 2019. The investigation involved interviewing over 40 witnesses, reviewing records, and conducting searches. *   **Findings of the Epstein Investigation:** Two prison officers, Michael Thomas and Tova Noel, failed to conduct required counts and rounds. They falsified records indicating they had performed these duties. Epstein was left without a cellmate from August 9th through his death, contrary to MCC policy and a directive from the Chief Psychologist and Warden. *   **Nine Trey Gangsta Bloods Prosecution (2018):** The Office investigated and prosecuted high-ranking members of the Nine Trey Gangsta Bloods for racketeering and distributing heroin and fentanyl. Fourteen individuals were charged, with nine pleading guilty, three through cooperation agreements, and two convicted at trial. *   **“Hard Knocks” Prosecution (2019):** The Office, in partnership with the FBI and NYPD, investigated and prosecuted a sex trafficking operation involving minor victims. Nineteen defendants were charged across eight cases, with thirteen convicted, including two following jury trials.",
      "timestamp": "2019-10-10T00:00:00",
      "timestamp_raw": "October 10, 2019",
      "keywords": [
        "william barr",
        "jeffrey epstein",
        "mcc",
        "suicide",
        "counts",
        "rounds",
        "prison officers",
        "falsified forms",
        "gang violence",
        "nine trey gangsta bloods",
        "racketeering",
        "narcotics",
        "sex trafficking",
        "foster care facility"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00035764",
      "summary": "Two arrest warrants were issued: one for MICHAEL THOMAS and another for TOVA NOEL. Both warrants were issued by the United States District Court for the Southern District of New York. The offenses relate to violations of 18 U.S.C. 371, 1001, and 2, with the initial date of the related filings being November 19, 2019, in New York, NY. The warrants were issued to be executed by authorized law enforcement officers without delay. The names and contact information of the prosecuting attorney (Rebekah Donaleski) and the magistrate judge (Hon. Sarah Netburn) are listed. Both warrants include redactions of information.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "arrest warrant",
        "united states district court",
        "michael thomas",
        "tova noel",
        "18 u.s.c. 371",
        "new york",
        "rebekah donaleski"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015438",
      "summary": "The charges include conspiracy to distribute cocaine, murder in furtherance of drug trafficking, kidnapping, and using interstate commerce to commit crimes.  The indictment details a series of events beginning around 2015, culminating in the deaths of the four men, which occurred in 2016.  The charges include intentionally killing the victims using firearms, conspiring to commit crimes, and using firearms in furtherance of those crimes.  The document also identifies the roles of correctional officers ToVa Noel and Michael Thomas who were involved in the events surrounding the deaths, specifically their false reporting of incidents.  The entire case revolves around a drug trafficking operation and the resulting violence.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "jeffrey epstein",
        "metropolitan correctional center (mcc)",
        "foia",
        "russell capone",
        "bop",
        "homicide",
        "drug trafficking",
        "narcotics",
        "18 u.s.c. § 371",
        "tova noel",
        "michael thomas",
        "united states attorney",
        "united states v. noel",
        "united states v. tartaglione"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031025",
      "summary": "The charges include conspiracy to distribute cocaine, murder (with firearms), kidnapping, and using interstate commerce to further criminal activity. The indictment details a scheme where Tartaglione and accomplices lured, confined, and ultimately killed these individuals.  Key aspects include the use of false records to conceal the crimes, the involvement of correctional officers TOVA NOEL and MICHAEL THOMAS in the deception, and the discovery of Epstein's suicide as a consequence of the defendants' actions.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "jeffrey epstein",
        "metropolitan correctional center (mcc)",
        "foia",
        "bop",
        "homicide",
        "conspiracy",
        "narcotics trafficking",
        "russell capone",
        "noel",
        "thomas",
        "tartaglione",
        "suicide",
        "sentences"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017912",
      "summary": "Two Metropolitan Correctional Center (MCC) correctional officers, TOVA NOEL and MICHAEL THOMAS, were indicted on charges of falsifying records and conspiring to defraud the United States. They repeatedly failed to conduct required inmate counts and rounds in the Special Housing Unit (SHU) where Jeffrey Epstein was housed. During their shifts on August 9-10, 2019, they sat at their desks, browsed the internet, and did not perform their duties. As a result of these omissions, they signed false certifications indicating they had completed the counts, leading the MCC to believe the inmates were being monitored. Epstein was found dead as a result of suicide due to the officers’ negligence. They face potential prison sentences of up to five years for their actions.",
      "timestamp": "2019-11-19T00:00:00",
      "timestamp_raw": "November 19, 2019",
      "keywords": [
        "correctional officers",
        "false records",
        "jeffrey epstein",
        "metropolitan correctional center",
        "suicide",
        "mcc",
        "shu",
        "fraud",
        "indictment",
        "inmate counts"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00017935",
            "similarity": 0.583,
            "index": 21,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00035754",
      "summary": "This document is a redacted FBI import form (FD-1036) regarding a death investigation involving Michael Thomas. The form, dated December 13, 2019, details a work schedule provided by the Social Security Administration (SSA) on September 6, 2019. Jeffrey Epstein is listed as a victim, and the case ID is 90A-NY-3151227. The document is classified for release to the USA, Great Britain, and Ireland.",
      "timestamp": "2019-12-13T00:00:00",
      "timestamp_raw": "December 13, 2019",
      "keywords": [
        "eba",
        "fbi",
        "work schedules",
        "michael thomas",
        "jeffrey epstein",
        "victim",
        "death investigation",
        "ssa",
        "unclassified",
        "import form"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00035741",
            "similarity": 0.667,
            "index": 14,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017935",
      "summary": "Two correctional officers, Tova Noel and Michael Thomas, are accused of falsifying records at the Metropolitan Correctional Center (MCC) in New York City. Specifically, they falsely reported conducting inmate counts and rounds in the Special Housing Unit (SHU) where inmate Jeffrey Epstein was housed, despite neglecting their duties and failing to monitor him. Epstein committed suicide during this period due to the officers’ inaction. Video surveillance confirmed they were not performing their required duties, and their false reports misled officials about the monitoring of the inmate population. They are charged with conspiracy and making false records, with potential sentences of up to five years in prison.",
      "timestamp": "2019-12-19T00:00:00",
      "timestamp_raw": "19 Nov 2019",
      "keywords": [
        "correctional officers",
        "falsifying records",
        "metropolitan correctional center",
        "suicide",
        "shu",
        "inmate counts",
        "fraud",
        "usanys",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017912",
            "similarity": 0.583,
            "index": 19,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028195",
      "summary": "An email chain discusses obtaining the ages and date of birth (DOB) for individuals named Noel, Thomas, and Jeffrey Spstein. A link to a New York Times article about Spstein and two other individuals is included. The email originates from the U.S. Attorney's Office, Southern District of New York.",
      "timestamp": "2019-12-26T00:00:00",
      "timestamp_raw": "26 Nov 2019",
      "keywords": [
        "efta00028195",
        "noel",
        "jeffrey epstein",
        "tova noel",
        "michael thomas",
        "ages",
        "dobs",
        "united states department of justice",
        "southern district of new york",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025239",
      "summary": "This document is a discovery letter from the U.S. Department of Justice, Southern District of New York, to defense counsel regarding the United States v. Michael Thomas case (No. 19 Cr. 830). It outlines the materials being produced to the defense, including surveillance footage from the Special Housing Unit (MCC) at Rikers Island, commissary records, computer analysis results, inmate reports, photographs, BOP records, and phone records. The Government also discloses potential Brady material (information that should have been disclosed to the defense) stemming from inmate statements.  The letter requests reciprocal discovery from the defense, including access to the defendant’s books and records, prior statements of witnesses, and a response to a Rule 12.3 demand regarding a potential defense of actual or believed exercise of public authority. Finally, the letter highlights the Government’s policy regarding plea offers and emphasizes the need for written, signed offers to be considered.",
      "timestamp": "2019-12-31T00:00:00",
      "timestamp_raw": "December 31, 2019",
      "keywords": [
        "u.s. department of justice",
        "montell figgins",
        "michael thomas",
        "mcc",
        "surveillance footage",
        "protective order",
        "discovery",
        "inmate records",
        "bop",
        "social media",
        "cellmate records",
        "financial records",
        "apple",
        "at&t",
        "comcast",
        "sprint",
        "verizon",
        "thirty minute round",
        "3500 material",
        "sentencing guidelines"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017811",
      "summary": "On January 29, 2020, Montell Figgins, Esq., representing Defendant Michael Thomas in the case of *State of NY v Michael Thomas, et al.* (Docket No.: I:19-cr-00830), formally requested documents from the United States Inspector General via email. The request, submitted to Assistant United States Attorneys in the Southern District of New York, sought all reports, memorandums, written statements, photos, videos, and incident reports created or possessed by the Inspector General. Figgins referenced *U.S. v. Bryan* (1989) to support the request, and included counsel for Defendant Noel (Jason Erroy Foy, Esq.) on a copy.",
      "timestamp": "2020-01-29T00:00:00",
      "timestamp_raw": "January 29, 2020",
      "keywords": [
        "efta00017811",
        "montell figgins",
        "michael thomas",
        "discovery request",
        "rule i6(a)(1)(c)",
        "united states inspector general",
        "southern district of new york",
        "u.s. v. bryan",
        "new york",
        "legal case"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019888",
      "summary": "The attached documents constitute a response to defense discovery requests. The response includes a document titled \"2020.02.xx_Response_to_Defense_Discovery_Requests_v2.docx,\" \"Michael_Thomas_Discovery_Request.pdf,\" and \"Response_to_1-24-20_letter_from_the_Government.pdf.\" The communication is from the Assistant United States Attorney for the Southern District of New York to “:=III” and was sent on February 21, 2020.",
      "timestamp": "2020-02-21T00:00:00",
      "timestamp_raw": "February 21, 2020",
      "keywords": [
        "discovery",
        "response",
        "united states attorney",
        "southern district of new york",
        "requests",
        "defense",
        "michael thomas",
        "government",
        "efta00019888"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021988",
      "summary": "Department of Justice, Southern District of New York, is responding to discovery requests from the defense team in the case of *United States v. Tova Noel and Michael Thomas* (No. 19 Cr. 830). *   The letter is dated March 14, 2020, and pertains to requests made by the defense regarding surveillance video and electronic evidence related to the defendants. *   The Government has already disclosed relevant information to the defense, including video files from July 23, 2019, and public filings related to another case (*United States v. Tartaglione*). *   Regarding Noel’s requests (No. 14-23), the Government is providing specific video file names and timestamps as a courtesy to aid the defense in reviewing discovery. *   Specifically, the Government points to video files CH0080_* from August 9 and 10, 2019, documenting specific instances related to Jeffrey Epstein’s presence and the defendants' computer usage. *   The Government reserves the right to present additional evidence at trial if deemed relevant.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states v. tova noel",
        "michael thomas",
        "discovery",
        "surveillance video",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "jeffrey epstein",
        "forensic examination",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018948",
      "summary": "This document is a response from the U.S. Department of Justice, Southern District of New York, to discovery requests from the defense in the case of *United States v. Tova Noel and Michael Thomas*. The Government acknowledges requests numbered 1-10, 12-13, and notes many of the requests are overly broad. They have provided specific video surveillance file names (CH0080_… ) related to August 9-10, 2019, focusing on activity involving Tova Noel and Jeffrey Epstein’s presence at the Special Housing Unit, particularly around times of phone calls and computer usage. The Government reserves the right to introduce additional evidence at trial.",
      "timestamp": "2020-03-14T00:00:00",
      "timestamp_raw": "March 14, 2020",
      "keywords": [
        "united states",
        "doj",
        "surveillance",
        "video",
        "jeffrey epstein",
        "mcc",
        "august 9",
        "2019",
        "august 10",
        "2019",
        "discovery",
        "requests",
        "evidence",
        "files",
        "thomas",
        "noel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028345",
      "summary": "An email was sent from an Assistant United States Attorney in the Southern District of New York to Michael Thomas regarding a draft discovery response to a Second Discovery Request. The email included two attachments: a document titled “Response to Thomas_Second_Discovery_Request_vl.docx” and a PDF titled “Michael Thomas - Second_Discovery_Request.pdf”. The sender requests feedback on the draft response.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "efta00028345",
        "usanys",
        "thomas",
        "discovery response",
        "second discovery request",
        "michael thomas",
        "redaction",
        "2020",
        "united states attorney",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030802",
      "summary": "A motion to compel discovery was filed in the case of USA v. Michael Thomas, et al. by the Law Offices of Montell Figgins, LLC. The motion, attached as \"Michael Thomas - Motion to Compel Discovery and Exhibits.PDF,\" was also filed via ECF. The email details the filing and provides contact information for the law office.",
      "timestamp": "2020-04-03T00:00:00",
      "timestamp_raw": "03 Apr 2020",
      "keywords": [
        "motion to compel discovery",
        "michael thomas",
        "usa v.",
        "redaction analysis",
        "montell figgins",
        "efta00030802",
        "legal",
        "motion",
        "discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031575",
      "summary": "The Law Offices of Montell Figgins, LLC sent a motion to compel discovery, filed by Defendant Michael Thomas, in the case of USA v. Michael Thomas, et al. The motion was refiled and also filed via ECF. The email includes a standard confidentiality notice.",
      "timestamp": "2020-04-10T00:00:00",
      "timestamp_raw": "10 Apr 2020",
      "keywords": [
        "motion to compel",
        "discovery",
        "michael thomas",
        "usa",
        "efta00031575",
        "law office",
        "montell figgins",
        "legal",
        "defense",
        "motion"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022186",
      "summary": "The document is an order from Judge Analisa Torres denying a motion by defendant Michael Thomas to compel the government to produce additional discovery in his case against Tova Noel. Thomas sought information related to the Inspector General’s investigation of Jeffrey Epstein’s death, internal BOP reports concerning Thomas and Noel, and reports from investigative agencies involved in the case. The government argued it had already provided extensive discovery, including surveillance video, count slips, staffing records, and witness statements. The court ruled that Thomas failed to demonstrate the government’s evidence was material or that the Inspector General’s reports were within the government’s possession, and similarly, that the BOP’s information was not part of the government’s prosecutorial team.  The court also dismissed Thomas’s claims regarding a widespread pattern of misconduct and selective prosecution due to lack of supporting evidence.",
      "timestamp": "2020-06-09T00:00:00",
      "timestamp_raw": "6/9/2020",
      "keywords": [
        "efta00022186",
        "michael thomas",
        "tova noel",
        "18 u.s.c. § 371",
        "false statements",
        "investigation",
        "bop",
        "correctional officer",
        "jeffrey epstein",
        "shu",
        "surveillance video",
        "rule 16",
        "brady",
        "giglio"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031435",
      "summary": "This document is a letter from the U.S. Department of Justice, Southern District of New York, to Montell Figgins regarding the case of United States v. Michael Thomas (No. 19 Cr. 830). It provides additional discovery materials subject to a protective order. The materials include arrest documentation, FBI documents (including import forms, laboratory examination requests, and process reports), witness statements, an anonymized index, and US Marshals Service intake records.  Additionally, the government is providing information regarding disciplinary actions taken against inmate Tony McClam at the MCC and MDC, and a list of inmate deaths over the last ten years at those institutions. All materials are classified as \"Confidential\" and “Attorney’s Eyes Only.”",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "April 14, 2021",
      "keywords": [
        "united states v. michael thomas",
        "montell figgins",
        "fbi",
        "protective order",
        "discovery",
        "criminal procedure",
        "bates numbers",
        "confidential",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029185",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (USAO-SDNY) intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, who were previously indicted on charges related to falsifying records concerning Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stemmed from falsely reporting institutional counts and rounds on Bureau of Prison forms. As part of the agreement, the officers will admit guilt, cooperate with an Office of Inspector General investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The USAO-SDNY anticipates filing a public letter by May 21st to notify the court and seek a hearing date, with the agreements potentially being finalized by May 28th.",
      "timestamp": "2021-05-20T00:00:00",
      "timestamp_raw": "20 May 2021",
      "keywords": [
        "umr",
        "jeffrey epstein",
        "mcc",
        "deferred prosecution agreements",
        "false statements",
        "usao-sdny",
        "tova noel",
        "michael thomas",
        "bureau of prisons",
        "institutional counts",
        "criminal justice system"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00013389",
            "similarity": 0.615,
            "index": 34,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013389",
      "summary": "The USAO-SDNY intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, charged with falsifying institutional count and round forms related to Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stem from November 2019 indictment under 18 U.S.C. § 1001 and § 371. As conditions of the agreement, the defendants will admit guilt, cooperate with the Office of Inspector General’s investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The DOJ, OIG, FBI, and Pretrial Services support this outcome. A public letter notifying the court of the agreements is planned for May 21, 2021, with a potential hearing date scheduled for May 28, 2021.",
      "timestamp": "2021-05-21T00:00:00",
      "timestamp_raw": "May 21, 2021",
      "keywords": [
        "usao-sdny",
        "tova noel",
        "michael thomas",
        "deferred prosecution agreements",
        "jeffrey epstein",
        "mcc",
        "false statements",
        "bureau of prisons",
        "investigation",
        "criminal justice"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029185",
            "similarity": 0.615,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023092",
      "summary": "Michael Thomas has entered into a Deferred Prosecution Agreement with the United States District Court, Southern District of New York, in Case 1:19-cr-00830-AT. He was indicted on six counts of conspiracy to defraud the U.S. and making false writings, stemming from an investigation into his activities. To avoid prosecution, Thomas must adhere to strict conditions for six months, including abstaining from violating laws, associating with law-abiding individuals, maintaining a lawful occupation, not leaving the contiguous U.S. without permission, reporting changes of residence, following instructions from his supervising officer, and completing 100 hours of community service. He must also disclose information to various agencies and consent to medical record sharing. Failure to comply could lead to prosecution. The agreement is subject to court approval and aims to toll the statute of limitations during the deferral period.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution",
        "united states",
        "michael thomas",
        "18 u.s.c. § 371",
        "false writing",
        "u.s. pretrial services officer",
        "community service",
        "probation",
        "federal law",
        "consent",
        "supervision"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009786",
            "similarity": 0.692,
            "index": 36,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00009786",
      "summary": "Michael Thomas has entered into a Deferred Prosecution Agreement with the United States Department of Justice (USAO-SDNY) following an indictment on six counts of conspiracy to defraud the U.S. and making false writings. To avoid prosecution, Thomas must adhere to strict conditions for six months, including abstaining from violating laws, associating with law-abiding individuals, maintaining a lawful occupation, and avoiding travel outside the contiguous U.S. without permission. He must also complete 100 hours of community service related to the criminal justice system and provide medical records to his supervising officer.  Failure to comply could result in prosecution. The agreement includes stipulations regarding disclosure of information to various agencies and a waiver of speedy trial rights.",
      "timestamp": "2021-05-25T00:00:00",
      "timestamp_raw": "5/25/2021",
      "keywords": [
        "deferred prosecution",
        "united states",
        "michael thomas",
        "u.s. pretrial services officer",
        "federal law",
        "community service",
        "probation",
        "criminal justice",
        "consent",
        "supervision",
        "agreement"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023092",
            "similarity": 0.692,
            "index": 35,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029061",
      "summary": "The U.S. Attorney’s Office for the Southern District of New York (USAO-SDNY) intends to offer deferred prosecution agreements to correctional officers Tova Noel and Michael Thomas, who were previously charged with falsifying records related to Jeffrey Epstein’s death at the Manhattan Correctional Center (MCC). The charges stemmed from falsely reporting institutional counts and rounds on Bureau of Prison forms. As part of the deferred prosecution agreements, the defendants will admit guilt, cooperate with an Office of Inspector General investigation, complete 100 hours of community service, and undergo six months of pretrial supervision. The USAO-SDNY anticipates filing a public letter by May 21st to notify the court and seek a hearing date, with the agreements potentially being entered by May 28th.",
      "timestamp": "2021-06-23T00:00:00",
      "timestamp_raw": "23 Jun 2021",
      "keywords": [
        "umr",
        "jeffrey epstein",
        "mcc",
        "false statements",
        "deferred prosecution",
        "usanys",
        "criminal justice",
        "investigation",
        "community service"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013391",
      "summary": "USAO-SDNY is releasing approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC). The release stems from ongoing Freedom of Information Act (FOIA) litigation by The New York Times. The documents include internal BOP memoranda, Epstein’s psychological records, the autopsy report, and emails from the day of the incident. The release is occurring because USAO-SDNY entered deferred prosecution agreements with Tova Noel and Michael Thomas, who were criminally prosecuted for falsifying records related to Epstein’s death. The BOP plans to redact photographs of Epstein’s remains and names of staff members.",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia litigation",
        "bureau of prisons",
        "new york times",
        "redacted",
        "suicide",
        "mcc",
        "tova noel",
        "michael thomas",
        "autopsy report",
        "documents"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014902",
      "summary": "The USAO-SDNY plans to release approximately 2,700 pages of Bureau of Prisons (BOP) documents related to Jeffrey Epstein’s incarceration and suicide at the Metropolitan Correctional Center (MCC) to The New York Times. This release follows deferred prosecution agreements with Tova Noel and Michael Thomas, who were accused of falsifying records regarding Epstein’s death. The documents include internal BOP memoranda, reports, emails, and the autopsy report, detailing failures in security and staffing that contributed to Epstein’s death. The BOP intends to redact photographs of Epstein’s body and names of specific personnel. Notifications regarding the release have been sent to the BOP and the Department of Justice – Office of the Inspector General (DOJ-OIG).",
      "timestamp": "2021-06-29T00:00:00",
      "timestamp_raw": "29 Jun 2021",
      "keywords": [
        "jeffrey epstein",
        "foia",
        "bureau of prisons",
        "redacted",
        "umr",
        "new york times",
        "criminal prosecution",
        "suicide",
        "metropolitan correctional center",
        "doj-oig"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023097",
      "summary": "The United States of America, through the United States Attorney for the Southern District of New York, has filed a Nolle Prosequi, effectively dropping the charges against TOVA NOEL and MICHAEL THOMAS. The defendants were initially indicted on charges of conspiracy to defraud the United States and making false writings (18 U.S.C. § 371 and § 1001). They subsequently entered into a deferred prosecution agreement, which was fulfilled with compliance through November 20, 2021.  Based on this fulfillment, the court ordered the Nolle Prosequi to be filed.",
      "timestamp": "2021-11-20T00:00:00",
      "timestamp_raw": "November 20, 2021",
      "keywords": [
        "nolle prosequi",
        "united states",
        "tova noel",
        "michael thomas",
        "indictment 19 cr 830",
        "united states district court",
        "18 u.s.c. § 371",
        "deferred prosecution agreements",
        "fraud",
        "false writing"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00009791",
            "similarity": 0.583,
            "index": 42,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024984",
      "summary": "A United States Attorney’s Office Assistant sent an email on November 23, 2021, to review a memo and application submitted by Tova Noel and Michael Thomas. The email included attachments: a memo from the Committee regarding Noel and Thomas (Ex_A-1 & Ex_A-2), signed declarations from Noel and Thomas (Ex_B-1 & Ex_B-2), an application and order (Ex_C), and two memos (Ex_C). The sender apologized for potential errors in titles and requested corrections.",
      "timestamp": "2021-11-23T00:00:00",
      "timestamp_raw": "November 23, 2021",
      "keywords": [
        "nolle",
        "noel",
        "thomas",
        "application",
        "memo",
        "exhibits",
        "united states attorney",
        "southern district of new york",
        "2021",
        "redaction analysis"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00009791",
      "summary": "The United States of America, through the Assistant United States Attorney, filed a Nolle Prosequi (a dismissal of charges) for defendants Tova Noel and Michael Thomas in Case 1:19-cr-00830-AT. The defendants were initially indicted on charges of conspiracy to defraud the United States and making false writings, stemming from Indictment 19 Cr. 830 (AT). Subsequently, they entered into a deferred prosecution agreement which was successfully completed with compliance monitored by the United States Pretrial Services Office.  Based on this compliance, the United States District Judge ordered the Nolle Prosequi to be filed.",
      "timestamp": "2022-01-03T00:00:00",
      "timestamp_raw": "1/3/2022",
      "keywords": [
        "nolle prosequi",
        "united states",
        "criminal case",
        "indictment",
        "tova noel",
        "michael thomas",
        "18 u.s.c. § 371",
        "deferred prosecution agreements",
        "fraud"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023097",
            "similarity": 0.583,
            "index": 40,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030959",
      "summary": "The document is a redaction analysis for EFTA00030959.pdf, generated on December 26, 2025. It contains information about a DOJ employee, Michael Thomas, including his personal details (name, DOB, SSN, race, etc.), physical characteristics, email address, current PIV card details (issuance ID, serial, expiration dates, status), digital signature certificate details, sponsorship information, and update history. The business email address is redacted.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00030959",
        "piv",
        "doj",
        "employee",
        "cardholder",
        "sponsorship",
        "bureau of prisoners",
        "digital signature certificate",
        "account details",
        "usaccess"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}