{
  "keyword": "new mexico",
  "count": 50,
  "keyword_match_count": 50,
  "content_match_count": 99,
  "total_files": 149,
  "timeline": [
    {
      "file_id": "EFTA00020532",
      "summary": "The FBI’s Miami-based PB-2 Squad and PBCRA initiated an investigation into Jeffrey Epstein on July 24, 2006, following a report of suspicious activity by the Palm Beach County Police Department (PBPD). The investigation focused on potential child prostitution involving Epstein, utilizing information from intercepted telephone messages detailing sexual activity and arrangements. A search warrant was executed at Epstein’s Palm Beach home, resulting in the recovery of message pads and the removal of computer components. Epstein maintained residences in the U.S. Virgin Islands, New York, and New Mexico. Due to media attention and various complexities, the investigation aimed for indictment by January 2007, focusing on interstate commerce violations related to Epstein's alleged illicit sexual conduct and prostitution activities. The investigation requires coordination with FBI Miami, West Palm RA, and SA for investigative direction.",
      "timestamp": "2006-07-24T00:00:00",
      "timestamp_raw": "July 24, 2006",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "pbcra",
        "child prostitution",
        "palm beach",
        "investigation",
        "sexual activity",
        "message pads",
        "prosecution",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023055",
            "similarity": 0.818,
            "index": 1,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023055",
      "summary": "The FBI’s Miami-based PB-2 Squad and PBCRA initiated an investigation into Jeffrey Epstein on July 24, 2006, following reports of potential child prostitution activity. The investigation stemmed from information provided by the Palm Beach County Police Department (PBPD).  Evidence collected, including recovered message pads with suggestive text and the removal of computer components from Epstein’s Palm Beach home, suggested involvement in sexual activity with young women. Epstein maintained residences in multiple states (Palm Beach, US Virgin Islands, New York, and New Mexico), and the investigation was ongoing with a target indictment date of January 2007. The FBI requested assistance in utilizing interstate commerce-related evidence to further investigate Epstein's activities.",
      "timestamp": "2006-07-24T00:00:00",
      "timestamp_raw": "July 24, 2006",
      "keywords": [
        "jeffrey epstein",
        "fbi",
        "pbcra",
        "child prostitution",
        "investigation",
        "palm beach",
        "sexual activity",
        "prosecution",
        "leads",
        "travel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020532",
            "similarity": 0.818,
            "index": 0,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013772",
      "summary": "Jeffrey Epstein, a billionaire money manager, was indicted on felony solicitation of prostitution charges following accusations by teen girls. He is alleged to have solicited or procured prostitutes three or more times between August and October of 2005. The case involved Palm Beach police and the state attorney’s office, and Epstein owns significant properties including a home in Palm Beach and substantial holdings in Manhattan, New Mexico, and the U.S. Virgin Islands. He has connections to prominent figures like Alan Dershowitz.",
      "timestamp": "2006-07-25T00:00:00",
      "timestamp_raw": "July 25, 2006",
      "keywords": [
        "jeffrey epstein",
        "prostitution",
        "indictment",
        "palm beach",
        "billionaire",
        "solicitation",
        "felony",
        "grand jury",
        "crime",
        "sex offenders"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022133",
      "summary": "The core accusations involve a pattern of sexual abuse, grooming, and exploitation spanning several years, beginning in 2001. Key elements include: *   **Recruitment:** Women were recruited through various channels, often involving high school contacts or modeling agencies. *   **Massage Sessions:** Epstein frequently engaged women in massage sessions that quickly escalated into sexual abuse, including masturbation, unwanted touching, stripping, and, in several cases, rape. *   **Locations:** The abuse occurred across multiple locations including New York, Los Angeles, South Africa, the US Virgin Islands, Paris, and New Mexico (“Zorro Ranch”). *   **Financial Incentives:** Women were paid $300-$200 for massage sessions, reinforcing their involvement. *   **Manipulation & Control:** Epstein manipulated the women through emotional reinforcement, threats, and isolating them from their families and friends. He frequently attempted to keep them under his control through email and travel arrangements. *   **Witnesses:** Other individuals, such as Alan Dershowitz and Prince Andrew, were implicated in the abuse, with Dershowitz observed during a grooming session and Prince Andrew allegedly sexually assaulting one of the women in London. *   **Multiple Victims:** Several women offered strikingly similar accounts of Epstein's behavior, suggesting a coordinated scheme and highlighting the scope of his abuse. *   **Legal Proceedings:** The information is derived from press reporting, lawsuit proceedings (specifically against Boies Schiller), and hearing transcripts from legal cases. **Note:** The document explicitly states that the information is presented as allegations.",
      "timestamp": "2007-10-18T00:00:00",
      "timestamp_raw": "2007/10/18",
      "keywords": [
        "epstein",
        "accusations",
        "abuse",
        "massage",
        "sex trafficking",
        "modeling",
        "recruited",
        "rape",
        "virginia",
        "maxwell",
        "victims",
        "sexual assault",
        "new york",
        "los angeles",
        "caribbean",
        "grooming",
        "psychosexual abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019176",
      "summary": "An email was sent from [REDACTED] to [REDACTED] on January 26, 2010, regarding press coverage concerning the “Stolen Globe/Epstein” operation. The email included a Palm Beach Post article and suggested scheduling meetings with the AUSAs in California and New Mexico. An attached PDF, “ex-epstein-worker-faces.pdf”, is also referenced.",
      "timestamp": "2010-01-26T00:00:00",
      "timestamp_raw": "January 26, 2010",
      "keywords": [
        "efta00019176",
        "epstein",
        "globe",
        "press coverage",
        "plaintiffs",
        "ausas",
        "attorneys",
        "redaction analysis",
        "palm beach post",
        "ex-epstein-worker"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019178",
      "summary": "An email exchange discusses the “Stolen Globe/Epstein” operation and the involvement of Assistant U.S. Attorneys (AUSAs) in multiple districts. Recommendations include AUSAs from New Mexico and New York. One sender expresses concerns about potential leaks and suggests a meeting with AUSAs in California and New Mexico. The email exchange involves individuals from USAFLS and plaintiffs' attorneys.",
      "timestamp": "2010-01-28T00:00:00",
      "timestamp_raw": "28 Jan 2010",
      "keywords": [
        "efta00019178",
        "ausas",
        "new mexico",
        "new york",
        "epstein",
        "globe",
        "investigation",
        "plaintiff attorneys",
        "usafls",
        "press coverage"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021842",
      "summary": "This document is a superseding indictment charging Ghislaine Maxwell with multiple federal crimes related to her involvement in the sexual abuse of multiple minor girls by Jeffrey Epstein. The core accusations center around Maxwell’s role in recruiting, grooming, and facilitating Epstein’s abuse of underage victims, primarily between 1994 and 1997. Specifically, the indictment alleges: *   **Conspiracy to Entice Minors:** Maxwell actively assisted Epstein in recruiting, grooming, and abducting minor girls, knowing they were under 18. *   **Enticement and Transportation:** She lured victims to Epstein’s residences across states and facilitated their travel for sexual abuse. *   **Perjury:** Maxwell made false statements under oath during a deposition related to the case. The indictment details several locations where the abuse occurred, including residences in New York, Florida, and New Mexico, and references specific victims (Minor Victim-1, 2, and 3) and their experiences. The document emphasizes Maxwell's close relationship with Epstein and her repeated lies about her involvement.",
      "timestamp": "2016-04-22T00:00:00",
      "timestamp_raw": "April 22, 2016",
      "keywords": [
        "efta00021842",
        "jeffrey epstein",
        "ghislaine maxwell",
        "minors",
        "abuse",
        "grooming",
        "recruitment",
        "sexual exploitation",
        "palm beach",
        "new york residence",
        "perjury",
        "1994",
        "1997"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00016373",
            "similarity": 0.611,
            "index": 8,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024594",
            "similarity": 0.625,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010993",
            "similarity": 0.8,
            "index": 10,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018407",
      "summary": "This document is a superseding indictment charging Ghislaine Maxwell with multiple federal crimes related to her involvement in Jeffrey Epstein’s abuse of minors. Specifically, she is charged with: *   **Conspiracy to Entice Minors:** Maxwell assisted Epstein in recruiting, grooming, and facilitating the sexual abuse of multiple minor girls, aged as young as 14, at residences in New York, Florida, and New Mexico. *   **Enticement of a Minor:** She lured one minor victim (Minor Victim-1) to New York to engage in sexual activity with Epstein. *   **Transportation of a Minor:** Maxwell facilitated the transport of minors to Epstein’s residences for sexual abuse. *   **Perjury:** Maxwell made false statements under oath during a deposition regarding her knowledge of Epstein’s activities and the abuse of victims. The indictment details a pattern of behavior where Maxwell knowingly facilitated Epstein’s abuse, provided access to minor victims, and attempted to conceal her involvement through deceptive testimony. It includes descriptions of the locations involved and specific acts of abuse attributed to Epstein and Maxwell.",
      "timestamp": "2016-04-22T00:00:00",
      "timestamp_raw": "April 22, 2016",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "minors",
        "abuse",
        "grooming",
        "sexual exploitation",
        "efta00018407",
        "victims",
        "recruitment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016373",
      "summary": "This document is an indictment charging Ghislaine Maxwell with multiple federal crimes related to the sexual exploitation and abuse of underage girls by Jeffrey Epstein. Key accusations include: *   **Conspiracy and Enticement:** Maxwell assisted Epstein in recruiting, grooming, and facilitating the sexual abuse of multiple minor girls (aged as young as 14) between 1994 and 1997. *   **Travel and Concealment:** She transported victims to Epstein’s residences and repeatedly lied under oath to conceal her involvement. *   **Detailed Abusive Acts:** Maxwell participated in sexual abuse, including massages that evolved into sexual encounters, normalizing abuse, and using victims as leverage. *   **Perjury:** She made false statements during a deposition regarding her knowledge of Epstein’s activities and involvement with underage girls. The indictment outlines specific incidents at multiple locations (New York, Florida, New Mexico, and London) and alleges violations of various federal laws including conspiracy, enticement, transportation of minors with intent to commit sexual offenses, and perjury.",
      "timestamp": "2016-04-22T00:00:00",
      "timestamp_raw": "April 22, 2016",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "minors",
        "abuse",
        "grooming",
        "recruitment",
        "sexual exploitation",
        "victims",
        "new york residence",
        "palm beach residence",
        "santa fe",
        "massage",
        "travel",
        "perjury",
        "1994",
        "1997"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021842",
            "similarity": 0.611,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010993",
            "similarity": 0.765,
            "index": 10,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00013398",
            "similarity": 0.556,
            "index": 11,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024594",
      "summary": "This document is a sealed indictment charging Ghislaine Maxwell with multiple federal crimes related to the sexual exploitation and abuse of minor girls by Jeffrey Epstein. The charges include conspiracy to entice minors to travel for sexual abuse, directly engaging in such abuse, and lying under oath (perjury) during a deposition. Maxwell is accused of facilitating Epstein’s abuse by recruiting, grooming, and transporting young girls – including Minor Victim-1, 2, and 3 – to his residences in New York, Florida, and New Mexico. The indictment details specific instances of manipulation, abuse, and concealment of evidence, including providing massages and offering educational opportunities to the victims.  It also highlights Maxwell’s repeated false statements during a 2016 deposition, further strengthening the case against her.",
      "timestamp": "2016-04-22T00:00:00",
      "timestamp_raw": "April 22, 2016",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "minors",
        "abuse",
        "grooming",
        "recruitment",
        "sexual exploitation",
        "sex acts",
        "palm beach",
        "new york residence",
        "london",
        "perjury",
        "testimony"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021842",
            "similarity": 0.625,
            "index": 6,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010993",
            "similarity": 0.588,
            "index": 10,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00013398",
            "similarity": 0.562,
            "index": 11,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010993",
      "summary": "The charges include conspiracy to entice minors to travel for sexual abuse, directly enticing and abusing minors, and perjury related to false statements made during a 2016 deposition. Maxwell is accused of facilitating Epstein’s abuse of numerous girls, primarily between 1994 and 1997, at various locations including residences in New York, Florida, and New Mexico.  She is alleged to have groomed, befriended, and manipulated these girls, often involving them in sexualized massages and activities with Epstein. Maxwell also made false statements under oath during the deposition, specifically denying knowledge of Epstein’s activities and providing inaccurate accounts of her interactions with the victims.",
      "timestamp": "2016-04-22T00:00:00",
      "timestamp_raw": "April 22, 2016",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "minors",
        "abuse",
        "grooming",
        "recruitment",
        "sexual exploitation",
        "palm beach",
        "new york residence",
        "massage",
        "travel",
        "perjury",
        "1994",
        "1997"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024594",
            "similarity": 0.588,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016373",
            "similarity": 0.765,
            "index": 8,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021842",
            "similarity": 0.8,
            "index": 6,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00013398",
            "similarity": 0.529,
            "index": 11,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00013398",
      "summary": "This document is a Superseding Indictment charging Ghislaine Maxwell with multiple federal crimes related to her involvement in Jeffrey Epstein’s abuse of minors. Key allegations include: *   **Conspiracy to Entice and Abuse:** Maxwell assisted Epstein in recruiting, grooming, and abusing numerous underage girls (aged 14-18) across multiple residences in New York, Florida, and New Mexico. *   **Sex Trafficking:** She is charged with sex trafficking, exploiting minors through massages and sexual encounters, and facilitating Epstein’s access to victims. *   **Perjury:** Maxwell is accused of lying under oath during a deposition, providing false statements about her involvement and the victims. *   **Forfeiture:** The government seeks to seize assets related to the crimes. The indictment details a pattern of abuse, involving multiple victims and Maxwell's direct and facilitating roles in Epstein's scheme.",
      "timestamp": "2016-04-22T00:00:00",
      "timestamp_raw": "April 22, 2016",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "minors",
        "abuse",
        "grooming",
        "sexual exploitation",
        "palm beach residence",
        "new york residence",
        "london",
        "travel",
        "prostitution",
        "perjury"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010993",
            "similarity": 0.529,
            "index": 10,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024594",
            "similarity": 0.562,
            "index": 9,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016373",
            "similarity": 0.556,
            "index": 8,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008529",
      "summary": "The case is from August 23, 2018. *   **Witness Testimony:** The witness, Special Agent (name withheld), provided information based on her investigation into Epstein’s activities, including his residences (Manhattan, Palm Beach, Virgin Islands, New Mexico) and connections to underage girls. She identified multiple individuals involved in recruiting these girls. *   **Key Details of Recruitment:** The witness described how the girls were approached, often through intermediaries, and lured with the promise of income, primarily through massage services. Payments were made in cash, typically $200, and the girls were instructed to massage Epstein. She also mentioned instances where he would touch or masturbate to them. *   **Phone Records:** The investigation involved analysis of phone records, specifically the phone number associated with one of the girls (identified as Courtney). A significant portion of the transcript details the tracking of call logs and messages exchanged between Epstein and the girl. *   **Flight Records:** The transcript references flight records from Epstein’s private jet, including a flight on September 16, 2004, to West Palm Beach, with the girl involved in the investigation traveling on that flight. *   **Document Review:** The witness reviewed various documents, including Epstein’s calendar (showing calls to the girl) and financial records (bank deposits made by the girl). *   **Emotional Impact:** The witness described the emotional state of the girl involved, indicating she became distressed and upset during the conversations about her experiences. Essentially, this transcript is a detailed account of the FBI's investigation into Jeffrey Epstein, built around the testimony of a key witness and the recovery of relevant phone and document records.",
      "timestamp": "2018-08-23T00:00:00",
      "timestamp_raw": "August 23, 2018",
      "keywords": [
        "ephstein",
        "fbi",
        "grand jury",
        "trafficking",
        "minors",
        "palm beach",
        "residences",
        "phone records",
        "interviews",
        "witnesses",
        "payments",
        "massage",
        "west palm beach",
        "flight records"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037799",
      "summary": "*   **Initial Investigations (2005-2007):** The FBI and West Palm Beach Police investigated Epstein starting in 2005, involving interviews with approximately 35 victims, a search of his Florida residence, and analysis of records. *   **Non-Prosecution Agreement (2008):** Epstein pleaded guilty to soliciting prostitution and received a 18-month sentence, a deal that drew significant media attention due to Alex Acosta's involvement. *   **New York Investigation (2018):** The SDNY opened an investigation into Epstein’s activities in New York, confirmed by his long-standing connections and residence there. *   **Victim Accounts:** Victims, primarily between ages 14-17, reported Epstein’s abuse involving masturbation, fondling, and direct genital contact, with payments of $200-$300 per session. He recruited additional girls through recruiters. Locations included New York City, Florida, USVI, and New Mexico. *   **Ongoing Efforts:** The NYO is coordinating interviews with co-conspirators and victims, pursuing seizure of Epstein’s residences (valued at approximately $100M), and planning a press conference with a victim tip line.",
      "timestamp": "2019-07-02T00:00:00",
      "timestamp_raw": "July 2, 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "human trafficking",
        "arrest",
        "manhattan",
        "florida",
        "victims",
        "prosecution agreement",
        "new york city",
        "recruiter"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014480",
      "summary": "A communication regarding the case 19cr490 was sent from chambers to defense counsel. The correspondence details that the New Mexico Public Safety Department advised in August 2010 that Jeffrey Epstein was not required to register in New Mexico due to his 2008 Florida conviction. Epstein consistently notified New Mexico officials during his stays at his residence as a precautionary measure. A request was made for all underlying New Mexico documents related to the case, specifically those referenced on pages 6-7 of a previous letter.",
      "timestamp": "2019-07-17T00:00:00",
      "timestamp_raw": "17 Jul 2019",
      "keywords": [
        "efta00014480",
        "new mexico",
        "epstein",
        "registration",
        "prosecution",
        "2008 florida",
        "bail",
        "defense counsel",
        "detective",
        "19cr490"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019904",
      "summary": "An email chain discusses obtaining search warrant returns related to Jeffrey Epstein’s properties. One party (Alex) informs the other party (Andy) that they can potentially provide search warrant returns from the New York property searches, including USAO_4381-4445 and USAO_2662-4380, though some pages are protected by a confidentiality order. Alex also notes that searches of the New Mexico property have not been conducted. Andy requests the search warrant returns and inventories of seized items, proposing meeting dates in early January. The email chain includes standard confidentiality disclaimers.",
      "timestamp": "2019-07-31T00:00:00",
      "timestamp_raw": "July 31, 2019",
      "keywords": [
        "epstein",
        "search warrant returns",
        "discovery",
        "criminal case",
        "new york property",
        "usao",
        "forfeiture claims",
        "january",
        "confidential",
        "defense counsel"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024510",
            "similarity": 0.538,
            "index": 25,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00037323",
      "summary": "On August 17, 2019, CNN reporter Mima Alsharif contacted the New York Office (NYO) regarding a claim that she and her sister were sexually assaulted and molested by Jeffrey Epstein and Ghislaine Maxwell in 1996. The NYO had previously informed Alsharif that they couldn’t comment due to an ongoing investigation. A New York Times reporter subsequently contacted the NYO, along with Alsharif’s attorney Ingrid McColley, seeking verification of a notification to the FBI in 1996 and a 2006 interview. McColley claimed she contacted the FBI after Epstein’s arrest but received no response.  A search of NYO records revealed no record of Alsharif or McColley contacting the FBI after Epstein's arrest.  A former employee, C-20, stated she worked for Epstein's in the 1990s and provided details of interactions including a visit to his New Mexico ranch and alleged massages. The NY Times was preparing to publish a story based on this information.",
      "timestamp": "2019-08-17T00:00:00",
      "timestamp_raw": "August 17, 2019",
      "keywords": [
        "epstein",
        "maxwell",
        "fbi",
        "cnn",
        "miami herald",
        "sexual assault",
        "ghislaine maxwell",
        "1996",
        "nyo",
        "foia"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030980",
      "summary": "An asset forfeiture case from New Mexico regarding Jeffrey Epstein’s property contacted the Office of the Executive Special Counsel (EOUSA) to coordinate with the SDNY’s handling of the case. The contact advised EOUSA that coordination was needed with the SDNY.",
      "timestamp": "2019-08-29T00:00:00",
      "timestamp_raw": "29 Aug 2019",
      "keywords": [
        "efta00030980",
        "epstein",
        "asset forfeiture",
        "usa",
        "new mexico",
        "eousa",
        "sdny",
        "contact",
        "property",
        "child exploitation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016399",
      "summary": "An email chain discusses scheduling a follow-up call regarding Epstein’s conduct and property in New Mexico. Proposed dates and times include September 12th at 1:30 MT / 3:30 ET, September 4th (tomorrow morning or Friday after 12pm MT / 2pm ET), and August 17th (availability for colleagues to chat). One party indicates unavailability due to a trial starting August 26th. Redactions obscure sender and recipient identities.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "follow up call",
        "epstein",
        "new mexico",
        "scheduling",
        "date",
        "time",
        "availability",
        "redaction",
        "usa",
        "trial"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018553",
      "summary": "*   New Mexico state authorities are investigating activity related to the Epstein property at Zorro Ranch, including a criminal investigation coordinated with the SDNY. *   The New Mexico Land Commissioner revoked leases held by Cypress Inc. *   The Attorney General is investigating potential criminal activity on the trust land. *   There was a scheduling discussion regarding a follow-up call between parties related to the Epstein matter, with proposed dates being September 12th and September 9th/10th. *   One individual has a trial commencing August 26th, impacting their availability next week.",
      "timestamp": "2019-09-05T00:00:00",
      "timestamp_raw": "05 Sep 2019",
      "keywords": [
        "epstein",
        "new mexico",
        "zorro ranch",
        "leases",
        "criminal investigation",
        "state land commissioner",
        "us attorney",
        "sdny",
        "trust land",
        "cypress inc."
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025109",
      "summary": "This document is a complaint filed by a woman (referred to as “Plaintiff”) against Darren K. Indyke and Richard D. Kahn, the executors of Jeffrey Epstein’s estate, alleging a pattern of sexual abuse and manipulation that occurred between 2002 and 2004. The Plaintiff, a then-17-year-old, was groomed by Epstein, who presented himself as a benefactor, and subjected to repeated sexual assaults across various locations, including New York, New Mexico, Florida, the Virgin Islands, and France. Epstein controlled her life, isolating her and exploiting her vulnerability. As a result of these abuses, the Plaintiff suffered severe emotional distress, psychological harm, and lasting trauma, including an eating disorder and alcoholism. The complaint seeks compensatory and punitive damages, along with other remedies related to Epstein’s assets.",
      "timestamp": "2019-11-21T00:00:00",
      "timestamp_raw": "November 21, 2019",
      "keywords": [
        "jeffrey epstein",
        "sexual abuse",
        "new york",
        "criminal sex trafficking",
        "litigation",
        "united states district court",
        "defendants",
        "victims",
        "allegations",
        "power",
        "control",
        "manipulation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019878",
      "summary": "*   Discovery materials related to a criminal case against Epstein are unavailable due to defense counsel destroying them following his death. *   Search warrant returns and inventories from searches of New York and New Mexico properties were requested. *   The sender (Andy from Huhes Hubbard & Reed LLP) offered potential meeting dates in early January to discuss the forfeiture claims. *   A request was made for copies of the inventory records to be obtained from Epstein’s criminal defense counsel. *   The exchange involved multiple parties including legal counsel and a government official.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "epstein",
        "discovery",
        "search warrant",
        "inventory",
        "protective order",
        "criminal case",
        "forfeiture",
        "usao",
        "new york",
        "new mexico"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024512",
            "similarity": 0.538,
            "index": 22,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024507",
            "similarity": 0.583,
            "index": 23,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024512",
      "summary": "An email chain discusses a request for information regarding the estate of Jeffrey Epstein. One party (identified as \"a\") is responding to a request for discovery related to a defunct criminal case against Epstein. They state they have produced search warrant returns for the New York property (including USA0_4381-4445 and USAO_2662-4380, with some marked as confidential) and are reviewing returns for the island and New Mexico properties. The sender proposes meeting dates in early January to discuss potential forfeiture claims and the requested discovery materials. The recipient requested the search warrant returns/inventories and additional detail about seized items.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20, 2019",
      "keywords": [
        "estate",
        "epstein",
        "criminal case",
        "discovery",
        "search warrant",
        "new york",
        "new mexico",
        "forfeiture",
        "trustees",
        "confidential"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.538,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024507",
      "summary": "*   The sender (EFTA00024507) confirms that detailed search warrant returns were provided to defense counsel regarding the New York property. *   The sender requests search warrant returns and additional details about seized items from the New York and New Mexico properties. *   Proposed meeting dates in early January are offered to discuss forfeiture claims and the availability of search warrant documents. *   The sender notes that the New Mexico property was not searched. *   The email contains standard disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2019-12-20T00:00:00",
      "timestamp_raw": "December 20 2019",
      "keywords": [
        "estate meeting",
        "search warrant",
        "discovery",
        "epstein",
        "new york property",
        "inventory",
        "protective order",
        "forfeiture",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019878",
            "similarity": 0.583,
            "index": 21,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017909",
      "summary": "Geoffrey Berman, of the USANYS, sent an email recommending a subpoena be issued to Jeffrey Epstein’s estate and executors to obtain surveillance camera footage from his New Mexico estates. He attached a link to a Daily Mail article featuring photographs of Epstein’s ranch showing an eight-person party with suspected pedophiles.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "21 Nov 2019",
      "keywords": [
        "epstein ranch",
        "surveillance cameras",
        "subpoena",
        "videos",
        "photos",
        "jeffrey epstein",
        "executors",
        "united states department of justice",
        "new mexico",
        "daily mail"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024510",
      "summary": "On December 21, 2019, an individual conveyed a request for search warrant returns and details regarding seized items from searches of New York and New Mexico properties related to Jeffrey Epstein’s estate. The sender had previously produced materials to defense counsel, who destroyed them under a protective order. The request included specific USAO case numbers (USAO_4381-4445 and USAO_2662-4380) and noted that some documents were marked confidential. A meeting was proposed for early January to discuss potential forfeiture claims.",
      "timestamp": "2019-12-21T00:00:00",
      "timestamp_raw": "December 21, 2019",
      "keywords": [
        "efta00024510",
        "je estate",
        "search warrant returns",
        "discovery",
        "epstein",
        "criminal case",
        "forfeiture claims",
        "protective order",
        "new york property",
        "usao"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019904",
            "similarity": 0.538,
            "index": 15,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029640",
      "summary": "Emails were exchanged regarding a 17-year-old woman who believes she was a victim of Jeffrey Epstein. One individual reported a call from the woman in New Mexico regarding potential sex trafficking, suggesting a possible connection to Epstein. Another individual, claiming to be a close friend and guardian of the woman, stated she was abused by Epstein at his residences in New York and the Virgin Islands. The woman expressed interest in pursuing a claim against Epstein’s estate and was in negotiations to hire an attorney.",
      "timestamp": "2019-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "victim",
        "new mexico",
        "calderitas",
        "virgin islands",
        "estate",
        "legal representation",
        "abuse",
        "fbi"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020917",
            "similarity": 0.667,
            "index": 27,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020917",
      "summary": "Multiple email exchanges between individuals, primarily concerning a 17-year-old girl who believes she was a victim of Jeffrey Epstein. The girl, and her guardian, reported instances of contact with Epstein at various locations, including New York and the Virgin Islands. The girl’s guardian expressed interest in pursuing a claim against Epstein’s estate and was considering legal representation. The emails were sent to and from individuals associated with law enforcement and the FBI.",
      "timestamp": "2019-12-22T00:00:00",
      "timestamp_raw": "22 Nov 2019",
      "keywords": [
        "jeffrey epstein",
        "sex trafficking",
        "new mexico",
        "victim",
        "calderitas",
        "guardian",
        "estate",
        "fbi",
        "virgin islands",
        "redaction analysis"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029640",
            "similarity": 0.667,
            "index": 26,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023148",
      "summary": "The client, initially hesitant, is now willing to share the journal entries if they can be discussed via phone, potentially including evening or weekend calls.  The initial requests involve confirming journal entries from January 16, 2020, including dates of travel to New Mexico and information from the journal regarding meetings with Epstein.  A US Attorney is requesting these journal entries to help refresh the client's recollection of events.",
      "timestamp": "2020-01-16T00:00:00",
      "timestamp_raw": "January 16, 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "schedule",
        "investigation",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00025324",
            "similarity": 0.615,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025300",
            "similarity": 0.667,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.667,
            "index": 36,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025010",
      "summary": "On March 8, 2020, an individual reported a tip to the FBI regarding alleged child sex trafficking and infanticide involving Jeffrey Epstein and their uncle, dating back to 1984. The complainant, using an alias, detailed a series of events involving multiple individuals and yachts originating from Mona Lake, MI.  The complainant claims to have been forced into sexual activity at age 13 while pregnant and alleges involvement of Donald Trump and the murder/disposal of their newborn daughter in Lake Michigan. The initial contact was with an NYPD detective (name redacted) who investigated the claims. The tip originated from an IP address in Albuquerque, NM, and includes information regarding the complainant’s address, contact details, and witness information.  Several pieces of information are redacted.",
      "timestamp": "2020-03-08T00:00:00",
      "timestamp_raw": "March 8, 2020",
      "keywords": [
        "jeffrey epstein",
        "child sex trafficking",
        "fbi",
        "nypd",
        "1984",
        "lake michigan",
        "infanticide",
        "new mexico",
        "donald trump",
        "tips.fbi.gov"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030804",
      "summary": "It’s part of a FOIA request concerning records related to Maxwell and Epstein. Key findings include: *   A notarized 1994 document shows Maxwell swearing she was a “disinterested” party and appraising Epstein’s New Mexico land. *   A Limited Power of Attorney was established for Jeffrey Epstein to act on behalf of the Zorro Trust. *   The trust leased agricultural land in Santa Fe County (1,158.97 acres) to a lessee. *   An appraisal valued the land at $6,000.00, secured by a disinterested party (Harry I. Eimer) and performed by Boies Schiller Flexner LLP, who later employed Maxwell. *   The appraisal required a determination of land value for lease or sale and included sections for describing improvements. Essentially, the document reveals early efforts to establish legal control over the land, with Maxwell’s involvement and a formal appraisal to support the transaction.",
      "timestamp": "2020-03-13T00:00:00",
      "timestamp_raw": "13 Mar 2020",
      "keywords": [
        "epstein",
        "zorro trust",
        "maxwell",
        "1993",
        "1994",
        "nm",
        "land",
        "appraisal",
        "foia",
        "documents",
        "notarized",
        "lease",
        "santa fe county"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032130",
      "summary": "An email chain discusses flight records related to Jeffrey Epstein and President Clinton. Specifically, the sender is inquiring about August flights to Albuquerque (ABQ) and Santa Fe (SAF) in 2002, referencing a trip to New Mexico with Epstein and Clinton. The sender reviewed flight records from July 2002 through December 2002 and found two flights: July 17, SAF to TEB, and August 5, TEB to SAF. The sender questions if these flights correspond to the “at least one trip that took with Epstein to New Mexico during the general time period in 2002 when recalls the assault occurring.” The sender does not find any other records of flights to New Mexico during that period and notes the subject’s last appearance on a jet before April 2003.",
      "timestamp": "2020-03-31T00:00:00",
      "timestamp_raw": "31 Mar 2020",
      "keywords": [
        "flight records",
        "epstein",
        "new mexico",
        "clinton",
        "2002",
        "albuquerque",
        "santa fe",
        "teb",
        "july",
        "august"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019246",
      "summary": "The document details a complaint regarding Maxwell’s actions involving a young victim. The victim recalls being pressured by Maxwell and Epstein into a massage where she was made to remove her clothes and bra, with the sheet pulled down to expose her breasts.  Maxwell repeatedly touched the victim’s intimate areas against her will, and the victim felt extremely distressed and fearful due to her isolation and the presence of Epstein and Maxwell.  The victim described the environment as unsafe and lacking any means of escape or communication. The original article described a similar incident involving the victim’s discomfort and the exposure of her breasts during the massage.",
      "timestamp": "2020-04-15T00:00:00",
      "timestamp_raw": "15 Apr 2020",
      "keywords": [
        "maxwell epstein",
        "massage",
        "abuse",
        "new mexico",
        "coercion",
        "sexual assault",
        "ghislaine maxwell",
        "demands",
        "ranch",
        "nudity"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025324",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is following up with an Assistant United States Attorney regarding an interview with a key witness (identified only as “her”) concerning events involving Epstein and Maxwell. The witness initially stated she had no journal entries from April 1996 or regarding travel to New Mexico, but subsequently provided photographs. The U.S. Attorney requested a follow-up interview and access to the witness’s journal entries, as they were believed to contain valuable recollection. Sigrid McCawley has contacted the witness to schedule a phone interview and inquire about the availability of the journal entries. The witness's last journal entry was in late February and she went to New Mexico in April.",
      "timestamp": "2020-05-07T00:00:00",
      "timestamp_raw": "07 May 2020",
      "keywords": [
        "sigrid mccawley",
        "journal",
        "new mexico",
        "epstein",
        "maxwell",
        "interview",
        "united states attorney",
        "follow-up",
        "phone",
        "january 16",
        "2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023148",
            "similarity": 0.615,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025300",
            "similarity": 0.5,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.615,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023154",
            "similarity": 0.5,
            "index": 37,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025300",
      "summary": "A series of emails detail a follow-up request for a witness's journal entries related to her experiences with Jeffrey Epstein and Ghislaine Maxwell. The witness initially expressed reluctance due to a previous trial, but the investigators, through Sigrid McCawley, requested a second interview and a review of her journal. The witness provided information regarding her journal’s contents, including entries from 1995-1996, and shared photographs related to that period. The investigation team sought to gain further clarity on specific recollections and requested any additional relevant documents or entries.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "interview",
        "journal",
        "maxwell",
        "epstein",
        "schedule",
        "time",
        "phone",
        "new mexico",
        "united states attorney",
        "records"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025324",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025319",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023154",
            "similarity": 0.818,
            "index": 37,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.818,
            "index": 133,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025312",
      "summary": "The document is a series of email exchanges between attorneys at Boies Schiller Flexner LLP and an Assistant United States Attorney regarding an interview with a witness (identified only as “she”) involved in an investigation related to individuals Epstein and Maxwell. The witness initially requested a phone call to coordinate a time to speak, offering several potential dates. The attorneys requested access to the witness’s journal entries, which she provided alongside photographs. The witness offered to speak again during evening or weekend hours. The primary focus of the communication revolves around securing the witness’s journal entries to aid in the investigation.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "calendar invite",
        "phone call",
        "conference id",
        "texas",
        "eastern time",
        "journal",
        "new mexico",
        "witness",
        "maxwell",
        "epstein"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025319",
      "summary": "*   The initial request stemmed from a previous interview where the client mentioned specific journal entries aiding her recollection. *   The Assistant US Attorney is seeking to gain further insight through these journal entries and any other related documents. *   Sigrid McCawley is coordinating with the client to arrange a time for her to share the journal entries, offering flexibility in scheduling (phone or evenings/weekends). *   The client confirms certain journal dates and provides information regarding the content of the entries to the assistant US attorney.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "phone",
        "united states attorney",
        "southern district of new york",
        "january 2020"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025300",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025324",
            "similarity": 0.615,
            "index": 33,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00023148",
            "similarity": 0.667,
            "index": 28,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00023154",
            "similarity": 0.538,
            "index": 37,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.538,
            "index": 133,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025329",
            "similarity": 0.727,
            "index": 138,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023154",
      "summary": "The initial request involves reviewing her journal entries, which she mentioned during a previous interview.  The parties are seeking to clarify details of her recollections and gain further insight into the relevant events. There are logistical discussions regarding scheduling the interview (potentially via phone, including evenings or weekends), and the provision of copies of her journal.  The woman has provided photographs from the time period and has indicated the last entry in her journal is from late February 1996.",
      "timestamp": "2020-05-08T00:00:00",
      "timestamp_raw": "08 May 2020",
      "keywords": [
        "interview",
        "journal",
        "texas",
        "maxwell",
        "epstein",
        "time",
        "schedule",
        "phone",
        "united states attorney",
        "new mexico"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025319",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025300",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025324",
            "similarity": 0.5,
            "index": 33,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025501",
            "similarity": 0.818,
            "index": 133,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025329",
            "similarity": 0.727,
            "index": 138,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025295",
            "similarity": 0.75,
            "index": 140,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00026534",
      "summary": "Andrew Tomback of White & Case LLP responded to a request for photographs and videos related to Jeffrey Epstein’s properties. He stated the estate and trustees had no historical surveillance videos and were unaware of existing physical video recordings. He indicated some photographs existed within the Florida and New Mexico residences but were not subject to search warrants. The estate’s inability to retain someone to obtain digital copies of these photographs was a previous obstacle. The sender requested an update on the possibility of someone currently accessing the properties to convey photographs. The email also includes a standard disclaimer from the Assistant U.S. Attorney's office.",
      "timestamp": "2020-05-19T00:00:00",
      "timestamp_raw": "19 May 2020",
      "keywords": [
        "efta00026534",
        "andrew tomback",
        "marc weinstein",
        "subpoena",
        "estate",
        "surveillance videos",
        "photographs",
        "white & case",
        "new york",
        "pandemic"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030677",
      "summary": "(name redacted). The initial conversations revolve around a proffer of information and a desire to understand Ms.’s knowledge of relevant events, particularly concerning Jeffrey Epstein’s properties.  Due to evolving circumstances, including concerns about Ms.’s health and safety (specifically the coronavirus situation), the meeting’s timing is repeatedly postponed and adjusted.  There’s a preference for a chronological discussion, with flexibility regarding the format and specific topics covered.  Multiple emails detail rescheduling attempts, clarifications about questions regarding Epstein’s properties (including locations like New Mexico, Little St. James, and the Paris residence), and confirmations of protections afforded under Federal Rules of Evidence 408 and 410 for statements made. The communications also acknowledge the preliminary nature of the information and the potential for further refinement as more information becomes available.",
      "timestamp": "2020-06-05T00:00:00",
      "timestamp_raw": "05 Jun 2020",
      "keywords": [
        "efta00030677",
        "proffer",
        "men",
        "videoconference",
        "phone discussion",
        "health and safety",
        "ms.",
        "investigation",
        "meeting",
        "time"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031984",
      "summary": "A declaration submitted in response to a subpoena indicates the declarant worked as a pilot for Jeffrey Epstein and affiliated entities beginning in 1991. The declarant recalls meeting an unidentified woman (“Ms. =”) likely in the mid to late 1990s, and documented her presence on several flights recorded in flight logs from 1994-1997. Specifically, the logs show entries referencing individuals with no last names, identified as “M’” and “also,” on flights between 1996 and 1997. The declarant has no specific recollection of these flights and vaguely recalls another individual, identified as `=\"`, who began flying in the early 2000s.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "June 10, 2020",
      "keywords": [
        "efta00031984",
        "jeffrey epstein",
        "pilot",
        "subpoena",
        "deposition",
        "flight logs",
        "1994-1997",
        "west palm beach",
        "teterboro airport",
        "new jersey",
        "santa fe",
        "new mexico"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008920",
      "summary": "The appearance took place on June 29, 2020, at the United States Courthouse in White Plains, New York. *   **Witness:** A Special Agent from the Federal Bureau of Investigation (FBI), identified as Ms. III, was the witness. *   **Agent's Role:** The agent specializes in violent crimes against children, including child sexual abuse material, sextortion, and exploitation of minors. *   **Investigation Focus:** The investigation centers on Ghislaine Maxwell and her connections with Jeffrey Epstein, focusing on instances of abuse and illicit activities. *   **Key Activities:** The agent’s testimony details Maxwell’s interactions with Epstein, including a relationship where she received financial assistance, was involved in massage sessions, and traveled with them to locations including New York, Palm Beach, and New Mexico. *   **Document Review:** The agent has reviewed various documents, including flight logs, photographs, and a PowerPoint presentation used to guide her testimony. *   **Deposition Testimony:** A significant portion of the transcript consists of excerpts from a deposition given by the witness, detailing conversations and observations related to Maxwell and Epstein. *   **Evidence Presented:** The transcript references specific evidence such as a schoolgirl outfit found in Epstein’s Manhattan townhouse and a collection of sex toys discovered during a search of his Palm Beach residence. *   **Legal Context:** The proceedings are part of a larger investigation that has led to an indictment against Ghislaine Maxwell.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states grand jury",
        "white plains",
        "fbi",
        "sexual abuse",
        "trafficking",
        "massage",
        "new york",
        "epstein",
        "palm beach",
        "new mexico",
        "flights",
        "documents",
        "witnesses",
        "testimony",
        "photos",
        "interlochen",
        "sexual exploitation",
        "crimes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008716",
      "summary": "Ghislaine Maxwell case, specifically from a June 2020 Grand Jury Presentation and subsequent depositions taken in 2016.  The documents detail Maxwell’s statements regarding her interactions with Jeffrey Epstein and underage girls. Key elements include: *   **Case Identification:** The case is United States v. Ghislaine Maxwell, with specific Grand Jury Presentation and deposition numbers (GM_GLSDNY_00000103, GM_GJ_SDNY_00000104, etc.). *   **Locations:** The transcripts reference several locations associated with Epstein, including: 9 East 71st Street, New York; 358 El Brillo Way, Palm Beach, Florida; 49 Zorro Ranch Road, Stanley, New Mexico; Interlochen Arts Camp; and Teterboro Airport. *   **Interlochen Correspondence:** A significant portion of the material involves communications related to the Interlochen Arts Camp, including a 1994 gift from Epstein, a lodge reservation, and reference to a Perlman concert. *   **Deposition Questions and Answers:** Several pages contain excerpts from depositions, focusing on questions about Epstein's activities, the presence of other individuals (particularly underage girls), and Maxwell’s recollections of those interactions. Notably, Maxwell repeatedly denies having given anyone a massage. *   **Confidentiality:** The document is marked as “CONFIDENTIAL”.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states v.",
        "efta00008716",
        "interlochen arts camp",
        "jeffrey epstein",
        "palm beach",
        "new york",
        "florida",
        "massage",
        "gift",
        "tax deductibility",
        "1994",
        "september 9",
        "2020"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008631",
      "summary": "*   The appearance occurred on June 29, 2020, at 10:04 a.m. at the United States Courthouse in White Plains, New York. *   The transcript is related to an investigation involving Jeffrey Epstein and allegations of child sexual abuse. **Witness Testimony (Summary):** *   The witness, a Special Agent with the FBI, was examined regarding his knowledge of Maxwell and Epstein's activities, particularly in the context of the 1990s. *   He described his role investigating violent crimes against children involving sextortion and exploitation. *   He detailed his interactions with Maxwell, including conversations about Epstein, their time together at various residences (Palm Beach, New York, New Mexico, London), and her involvement in a lawsuit. *   The witness identified several instances of sexualized interactions between Maxwell and a minor (referred to as \"Victim 1\"), including massages and discussions about Epstein's behaviors. *   He provided flight logs of Epstein’s private jet, with Maxwell as a frequent passenger. *   Maxwell described Epstein's behavior, describing him as a \"superhero\" demanding constant sexual gratification. *   The transcript includes references to a lawsuit filed against Maxwell regarding her statements about Epstein, along with evidence of sex toys found at Epstein's residences. *   Maxwell stated she never gave anyone a massage. **Procedural Notes:** *   The testimony was recorded under oath and within a secure environment with a microphone and Plexiglas barrier. *   The grand jury reporter took notes and recorded the proceedings. *   The transcript includes legal instructions regarding hearsay and the evidentiary rules for grand jury proceedings. *   The transcript was marked with exhibits including PowerPoint presentations and the indictment.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "fbi",
        "palm beach",
        "new york",
        "grand jury",
        "trafficking",
        "exploitation",
        "sextortion",
        "massage",
        "sexual abuse",
        "flights",
        "jet",
        "documents",
        "testimony",
        "residences",
        "violence against children"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008892",
      "summary": "This document is a collection of deposition transcripts related to the case of *United States v. Ghislaine Maxwell*. It appears to be part of the evidence presented in the grand jury presentation. The transcripts primarily feature Ghislaine Maxwell’s testimony, taken in July and August of 2016, concerning her interactions with Jeffrey Epstein. Key points include: *   **Property Records:** The document lists the addresses where Maxwell resided during the relevant period (9 East 71st Street, New York; 358 El Brillo W, Palm Beach; 49 Zorro Ranch Road, Stanley, New Mexico; Interlochen Arts Camp). *   **Gift Documentation:** A key document details a $200 gift Maxwell gave to Epstein for a new lodge at Interlochen Arts Camp, including provisions for tax deductions and usage rights. *   **Three-Way Encounters:** Maxwell’s testimony discusses alleged three-way sexual activities involving herself, Jeffrey Epstein, and other individuals, although she denies giving massages to anyone besides herself. *   **Confidentiality:** The document is marked as \"CONFIDENTIAL\" indicating its sensitive nature. Essentially, it’s a collection of relevant documents and transcripts from a criminal investigation involving Ghislaine Maxwell and Jeffrey Epstein.",
      "timestamp": "2020-06-29T00:00:00",
      "timestamp_raw": "June 29, 2020",
      "keywords": [
        "ghislaine maxwell",
        "efta00008892",
        "grand jury",
        "interlochen",
        "epstein",
        "jeffrey epstein",
        "1994",
        "new york",
        "palm beach",
        "florida",
        "scholarship lodge",
        "tax deductible"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030381",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The indictment alleges that Maxwell facilitated and participated in the abuse of girls as young as 14, including enticing them to travel, transporting them, and making false statements in depositions. The abuse occurred in locations including New York, Florida, and New Mexico, and involved grooming, normalizing sexual behavior, and being present during sexual acts. Maxwell is accused of perjury related to 2016 depositions. She faces potential sentences of up to 30 years in prison. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "united states attorney",
        "fbi",
        "nypd",
        "grooming",
        "abuse",
        "criminal sexual activity"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031876",
            "similarity": 0.529,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027850",
            "similarity": 0.875,
            "index": 47,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024535",
            "similarity": 0.647,
            "index": 48,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031876",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting them with intent to commit abuse, and perjury related to 2016 depositions. The charges stem from allegations that between 1994 and 1997, Maxwell facilitated and participated in abusing girls as young as 14, often in locations like New York, Florida, and New Mexico. She allegedly used grooming tactics to lure victims, normalize abuse, and was present during sexual encounters with Epstein. Maxwell also made false statements during a 2016 deposition. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "arrest",
        "victims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030381",
            "similarity": 0.529,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027850",
            "similarity": 0.625,
            "index": 47,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024535",
            "similarity": 0.846,
            "index": 48,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027466",
            "similarity": 0.846,
            "index": 49,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027850",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and perjuring herself in connection with the abuse. The charges stem from allegations that between 1994 and 1997, Maxwell facilitated Epstein's abuse of girls as young as 14, grooming them, transporting them to locations including New York, Florida, and New Mexico, and participating in the abuse itself. She made false statements in 2016 depositions. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "arrest",
        "united states attorney",
        "fbi",
        "nypd",
        "grooming",
        "abuse"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031876",
            "similarity": 0.625,
            "index": 46,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030381",
            "similarity": 0.875,
            "index": 45,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024535",
            "similarity": 0.75,
            "index": 48,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027466",
            "similarity": 0.75,
            "index": 49,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028745",
            "similarity": 0.8,
            "index": 50,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024535",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically enticing, transporting, and facilitating the abuse of girls as young as 14. She is accused of grooming victims, encouraging their interactions with Epstein, and being present during abusive acts. Maxwell also faces charges of perjury related to false statements made during 2016 depositions. The charges stem from alleged activities occurring between 1994 and 1997 in locations including New York, Florida, New Mexico, and London.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "arrest",
        "victims",
        "abuse",
        "grooming"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027850",
            "similarity": 0.75,
            "index": 47,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031876",
            "similarity": 0.846,
            "index": 46,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030381",
            "similarity": 0.647,
            "index": 45,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027466",
            "similarity": 1.0,
            "index": 49,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028745",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019543",
            "similarity": 0.923,
            "index": 51,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027466",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting them with intent to engage in such activity, and perjury related to 2016 depositions. The charges stem from alleged activities between 1994 and 1997 involving grooming and abuse of minor girls in locations including New York, Florida, and New Mexico. Maxwell is accused of facilitating Epstein’s abuse by encouraging interactions, normalizing sexual behavior, and participating in the abuse itself. She made false statements during a 2016 deposition. The charges carry potential sentences of up to 30 years.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "abuse",
        "victims",
        "grooming",
        "arrest"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024535",
            "similarity": 1.0,
            "index": 48,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027850",
            "similarity": 0.75,
            "index": 47,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031876",
            "similarity": 0.846,
            "index": 46,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028745",
            "similarity": 0.667,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019543",
            "similarity": 0.923,
            "index": 51,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024523",
            "similarity": 0.647,
            "index": 52,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028745",
      "summary": "Ghislaine Maxwell was arrested and charged by the U.S. Attorney’s Office for the Southern District of New York with conspiring to sexually abuse minors alongside Jeffrey Epstein. The indictment alleges Maxwell facilitated, participated in, and attempted to groom girls as young as 14, enticing them to travel to locations including New York, Florida, and New Mexico for illegal sexual activity. She is accused of making false statements in depositions and being present during abusive encounters. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, conspiracy related to these offenses, and perjury. The case is being investigated by the FBI and NYPD, and Maxwell is expected to appear in federal court in New Hampshire. The charges carry potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "fbi",
        "united states attorney",
        "arrest"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027466",
            "similarity": 0.667,
            "index": 49,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024535",
            "similarity": 0.667,
            "index": 48,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027850",
            "similarity": 0.8,
            "index": 47,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019543",
            "similarity": 0.714,
            "index": 51,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024523",
            "similarity": 0.688,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019546",
            "similarity": 0.917,
            "index": 53,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019543",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing, transporting, and abusing young girls (as young as 14) between 1994 and 1997. These actions occurred in locations including New York, Florida, New Mexico, and London. Maxwell allegedly facilitated Epstein’s grooming and abuse by befriending victims, encouraging interactions, and normalizing abusive behavior. She also made false statements during 2016 depositions. She is facing charges including enticing minors to travel for illegal sex acts, conspiracy, transporting minors with intent to commit sexual abuse, and perjury. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "arrest",
        "victims",
        "abuse"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028745",
            "similarity": 0.714,
            "index": 50,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027466",
            "similarity": 0.923,
            "index": 49,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024535",
            "similarity": 0.923,
            "index": 48,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024523",
            "similarity": 0.588,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019546",
            "similarity": 0.643,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031488",
            "similarity": 0.714,
            "index": 54,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024523",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The charges include enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls, including those as young as 14, to Epstein’s residences in New York, Florida, New Mexico, and London, facilitating abuse and normalizing sexual activity with the victims.  She made multiple false statements under oath. The investigation involved the U.S. Attorney's Office, the FBI, and the NYPD. The case is ongoing with a potential maximum sentence of 35 years.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "united states attorney",
        "fbi",
        "nypd",
        "grooming",
        "abuse",
        "criminal sexual activity"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019543",
            "similarity": 0.588,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028745",
            "similarity": 0.688,
            "index": 50,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027466",
            "similarity": 0.647,
            "index": 49,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019546",
            "similarity": 0.733,
            "index": 53,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031488",
            "similarity": 0.688,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031860",
            "similarity": 0.875,
            "index": 55,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019546",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The indictment alleges she actively facilitated the abuse, including recruiting, grooming, and transporting underage girls to locations in New York, Florida, New Mexico, and London. Maxwell repeatedly provided false statements in depositions and was involved in arranging encounters where abuse occurred, often normalizing and facilitating Epstein's behavior. She is facing charges including enticing a minor to travel for illegal sexual activity, transporting a minor with intent to engage in criminal sexual activity, conspiracy, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "fbi",
        "united states attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024523",
            "similarity": 0.733,
            "index": 52,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019543",
            "similarity": 0.643,
            "index": 51,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028745",
            "similarity": 0.917,
            "index": 50,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031488",
            "similarity": 0.917,
            "index": 54,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031860",
            "similarity": 0.733,
            "index": 55,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024531",
            "similarity": 0.615,
            "index": 57,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031488",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically by enticing, transporting, and facilitating the abuse of girls as young as 14. The charges include conspiracy to commit abuse, transporting a minor with intent to commit abuse, and perjury related to 2016 depositions. Maxwell allegedly groomed and manipulated victims, encouraging their interactions with Epstein and creating situations where abuse could occur. She was present during some of these acts, and made false statements under oath. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.  The indictment alleges a pattern of abuse spanning at least 1994-1997 across locations including New York, Florida, New Mexico, and London, involving multiple victims.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "fbi",
        "united states attorney",
        "arrest"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019546",
            "similarity": 0.917,
            "index": 53,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024523",
            "similarity": 0.688,
            "index": 52,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019543",
            "similarity": 0.714,
            "index": 51,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031860",
            "similarity": 0.8,
            "index": 55,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024531",
            "similarity": 0.571,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028749",
            "similarity": 0.692,
            "index": 58,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031860",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically by enticing minors to travel for criminal sexual activity, transporting them with intent to engage in such activity, and committing perjury during 2016 depositions. The charges stem from allegations that Maxwell facilitated and participated in the abuse of girls as young as 14, including grooming them, arranging travel to locations in New York, Florida, New Mexico, and London, and being present during abusive encounters. She repeatedly made false statements under oath. The U.S. Attorney’s Office is prosecuting the case, emphasizing the importance of protecting children and highlighting Maxwell’s role in exploiting vulnerable individuals.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "fbi",
        "nypd",
        "united states attorney",
        "grooming",
        "abuse",
        "arrest"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031488",
            "similarity": 0.8,
            "index": 54,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019546",
            "similarity": 0.733,
            "index": 53,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024523",
            "similarity": 0.875,
            "index": 52,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028749",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016166",
            "similarity": 0.562,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.562,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024440",
      "summary": "A communication was sent regarding the creation of a new Victim & Witnesses Services webpage for the Ghislaine Maxwell case. The webpage would mirror the format of the Epstein case website. It includes information about the July 2, 2020, announcement of felony charges against Ghislaine Maxwell, detailing the alleged crimes (enticement, transportation, conspiracy, and perjury) occurring in locations including New York, Florida, New Mexico, and the United Kingdom. The webpage provides a phone number (1-800-Call-FBI) and contact information for the Victim/Witness Coordinator at the United States Attorney's Office for the Southern District of New York, offering assistance to potential victims and providing information about case updates and available services like compensation and counseling.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "victim",
        "witness",
        "united states attorney",
        "indictment",
        "new york",
        "fbi",
        "case",
        "maxwell case",
        "criminal charges"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024770",
            "similarity": 0.818,
            "index": 123,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024531",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, involving the grooming and transportation of young girls to locations including New York, Florida, and New Mexico. The charges include enticing a minor to travel for illegal sexual activity, transporting a minor with intent to commit such acts, and perjury related to 2016 depositions. Maxwell allegedly facilitated Epstein's abuse by recruiting, grooming, and being present during sexual encounters with the victims. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "new york",
        "fbi",
        "justice department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031488",
            "similarity": 0.571,
            "index": 54,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019546",
            "similarity": 0.615,
            "index": 53,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028745",
            "similarity": 0.571,
            "index": 50,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028749",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021823",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031523",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028749",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically by enticing, transporting, and facilitating the abuse of young girls (as young as 14) between 1994 and 1997. The charges include conspiracy to commit sexual abuse, transporting a minor with intent to commit sexual abuse, and perjury related to depositions given in 2016. Maxwell allegedly recruited, groomed, and transported victims to locations in New York, Florida, New Mexico, and London, actively participating in and normalizing the abuse. She is expected to stand trial in New Hampshire, and the charges carry potential sentences of up to 30 years. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024531",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031860",
            "similarity": 0.667,
            "index": 55,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031488",
            "similarity": 0.692,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021823",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031523",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031479",
            "similarity": 0.667,
            "index": 61,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021823",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and potentially participating in abuse of underage victims. The charges include perjury related to 2016 depositions. Maxwell allegedly exploited girls as young as 14, arranging travel and interactions with Epstein, and facilitating abuse at locations including New York, Florida, and New Mexico.  She is accused of repeatedly making false statements under oath. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028749",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024531",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031488",
            "similarity": 0.571,
            "index": 54,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031523",
            "similarity": 1.0,
            "index": 60,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031479",
            "similarity": 1.0,
            "index": 61,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016166",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031523",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing, transporting, and potentially abusing girls as young as 14. The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated abuse, often presenting herself as a trusted figure to vulnerable young women. Multiple locations, including residences in New York, Florida, New Mexico, and London, were involved. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021823",
            "similarity": 1.0,
            "index": 59,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028749",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024531",
            "similarity": 0.667,
            "index": 57,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031479",
            "similarity": 1.0,
            "index": 61,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00016166",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010990",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031479",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and facilitating abuse of underage girls as young as 14. The charges include perjury related to 2016 depositions. Maxwell allegedly lured victims, groomed them, and was present during sexual acts. The investigation involved the FBI and NYPD, and the case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York. The indictment details specific grooming tactics and abuse instances occurring in locations including New York, Florida, New Mexico, and London.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031523",
            "similarity": 1.0,
            "index": 60,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021823",
            "similarity": 1.0,
            "index": 59,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028749",
            "similarity": 0.667,
            "index": 58,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00016166",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00010990",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028741",
            "similarity": 1.0,
            "index": 64,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00016166",
      "summary": "Ghislaine Maxwell was arrested and charged by the USDOJ with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing a minor to travel for criminal sexual activity, transporting a minor with intent to commit such acts, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly facilitated and participated in abuse, grooming victims, and manipulating their behavior to enable Epstein’s actions, occurring across locations including New York, Florida, New Mexico, and London. The indictment alleges she repeatedly made false statements under oath. The FBI and NYPD have been involved in the investigation, emphasizing the importance of protecting children and holding perpetrators accountable. The case is being prosecuted by Audrey Strauss and a team from the Southern District of New York.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice department",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031479",
            "similarity": 0.667,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031523",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021823",
            "similarity": 0.667,
            "index": 59,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00010990",
            "similarity": 0.538,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028741",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017716",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00010990",
      "summary": "Ghislaine Maxwell was charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing, transporting, and grooming young girls (as young as 14) to travel to locations including New York, Florida, and New Mexico for illegal sexual activity. The indictment details Maxwell's role in facilitating these abuses, including deceptive behavior designed to build trust and normalize Epstein’s actions. She is also accused of perjury related to 2016 depositions. The case was brought by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD. Maxwell faces potential sentences of up to 35 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "indictment",
        "abuse",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00016166",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031479",
            "similarity": 0.667,
            "index": 61,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031523",
            "similarity": 0.667,
            "index": 60,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028741",
            "similarity": 0.667,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031520",
            "similarity": 0.667,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.667,
            "index": 67,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028741",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically enticing, transporting, and facilitating the abuse of underage girls as young as 14. The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported victims to locations including New York, Florida, and New Mexico, engaging in activities like normalizing sexual interactions and encouraging victims to accept Epstein’s offers. She was present during abusive encounters, including sexualized massages and direct sexual acts with the victims. The investigation involved the FBI and NYPD, and Maxwell faces potential sentences of up to 30 years in prison. The charges are allegations pending trial.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00010990",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016166",
            "similarity": 0.667,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031479",
            "similarity": 1.0,
            "index": 61,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00017716",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031520",
            "similarity": 1.0,
            "index": 66,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.818,
            "index": 67,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017716",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, involving the grooming, transportation, and potential participation in abusive acts targeting young girls (as young as 14). The charges include enticing minors to travel for illegal sexual activity, transporting minors with intent to commit such acts, conspiracy to commit these acts, and perjury related to 2016 depositions. Maxwell allegedly exploited the trust of young girls, manipulated their vulnerability, and facilitated Epstein’s abuse. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD. The indictment alleges a pattern of abuse occurring in locations including New York, Florida, New Mexico, and London, involving deceptive behavior and normalization of sexual abuse.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "united states attorney",
        "fbi",
        "new york city police department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028741",
            "similarity": 0.538,
            "index": 64,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00016166",
            "similarity": 0.538,
            "index": 62,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031479",
            "similarity": 0.538,
            "index": 61,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031520",
            "similarity": 0.538,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.667,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030367",
            "similarity": 0.667,
            "index": 68,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031520",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and potentially abusing young girls (as young as 14) across locations including New York, Florida, and New Mexico. The charges include perjury related to 2016 depositions. Maxwell allegedly facilitated Epstein's grooming and abuse by befriending victims, encouraging interactions, and normalizing abusive behavior. The investigation was conducted by the FBI and NYPD, and the case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017716",
            "similarity": 0.538,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028741",
            "similarity": 1.0,
            "index": 64,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00010990",
            "similarity": 0.667,
            "index": 63,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00017713",
            "similarity": 0.818,
            "index": 67,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030367",
            "similarity": 0.667,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031326",
            "similarity": 0.818,
            "index": 69,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017713",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The indictment alleges she facilitated and participated in the abuse of girls as young as 14, enticing them to travel with Epstein, transporting them to locations including New York, Florida, and New Mexico, and making false statements in depositions. Maxwell’s actions involved grooming victims, normalizing abuse, and participating in sexual encounters with Epstein. She faces charges including enticing a minor to travel for illegal sexual activity, conspiracy, transporting a minor with intent to commit criminal sexual activity, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "united states attorney",
        "fbi",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031520",
            "similarity": 0.818,
            "index": 66,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017716",
            "similarity": 0.667,
            "index": 65,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028741",
            "similarity": 0.818,
            "index": 64,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030367",
            "similarity": 0.818,
            "index": 68,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031326",
            "similarity": 0.667,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027853",
            "similarity": 0.818,
            "index": 70,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030367",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, including enticing minors to travel for criminal sexual activity, transporting minors with intent to commit abuse, and perjury related to 2016 depositions. The charges stem from alleged activities between 1994 and 1997 involving the grooming and abuse of young girls, including travel to locations in New York, Florida, New Mexico, and England. Maxwell allegedly facilitated Epstein’s abuse by encouraging interactions, normalizing sexual behavior, and being present during abusive acts. She also made false statements during a 2016 deposition. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "united states attorney",
        "new york",
        "fbi",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017713",
            "similarity": 0.818,
            "index": 67,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031520",
            "similarity": 0.667,
            "index": 66,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017716",
            "similarity": 0.667,
            "index": 65,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031326",
            "similarity": 0.667,
            "index": 69,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027853",
            "similarity": 0.667,
            "index": 70,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030374",
            "similarity": 0.667,
            "index": 71,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031326",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein. The charges include enticing minors to travel for illegal sexual activity, transporting minors with intent to commit such acts, conspiracy to commit these acts, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls to Epstein’s residences in New York, Florida, New Mexico, and London, facilitating abuse including sexualized massages and direct interactions. She also made false statements during a 2016 deposition. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030367",
            "similarity": 0.667,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.667,
            "index": 67,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031520",
            "similarity": 0.818,
            "index": 66,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027853",
            "similarity": 0.818,
            "index": 70,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030374",
            "similarity": 0.818,
            "index": 71,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030356",
            "similarity": 0.818,
            "index": 73,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027853",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing minors to travel for illegal sexual activity, transporting minors with the intent to commit such acts, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls to Epstein’s residences in New York, Florida, New Mexico, and London, facilitating abusive encounters.  The indictment details specific manipulative behaviors Maxwell employed to isolate and exploit the victims, and she is accused of making false statements under oath. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with support from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031326",
            "similarity": 0.818,
            "index": 69,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030367",
            "similarity": 0.667,
            "index": 68,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017713",
            "similarity": 0.818,
            "index": 67,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030374",
            "similarity": 1.0,
            "index": 71,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030356",
            "similarity": 1.0,
            "index": 73,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031873",
            "similarity": 1.0,
            "index": 74,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030374",
      "summary": "Ghislaine Maxwell was arrested and charged in Manhattan federal court with conspiring to sexually abuse minors alongside Jeffrey Epstein. The indictment alleges she facilitated, participated in, and knowingly exploited young girls, primarily between 14 and 18, by enticing them to travel to locations including New York, Florida, and New Mexico for illegal sexual activity. Maxwell is accused of grooming victims, arranging travel, and potentially participating in the abuse itself. She made false statements in depositions in 2016. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual crimes, conspiracy to commit those offenses, and perjury. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with support from the FBI and NYPD.  The indictment outlines a pattern of abuse involving manipulation, deception, and the exploitation of vulnerable individuals.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027853",
            "similarity": 1.0,
            "index": 70,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031326",
            "similarity": 0.818,
            "index": 69,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030367",
            "similarity": 0.667,
            "index": 68,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030356",
            "similarity": 1.0,
            "index": 73,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031873",
            "similarity": 1.0,
            "index": 74,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031529",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020347",
      "summary": "*   Federal felony charges were unsealed on July 2, 2020, against Ghislaine Maxwell for offenses including enticement, transportation, conspiracy, and perjury, allegedly occurring in New York, Florida, New Mexico, and the United Kingdom. *   A hearing is scheduled for July 14, 2020, at 1:00 p.m. before Judge Alison J. Nathan via remote video conference. *   Crime victims are advised to contact the Victim/Witness Coordinator at the U.S. Attorney’s Office for the Southern District of New York for support and information regarding their rights. *   A new Victim & Witnesses Services page is being created, mirroring the format of the Epstein case, containing information about the charges and contact details for the U.S. Attorney’s Office.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "united states attorney",
        "victim witness",
        "indictment",
        "criminal charges",
        "new york",
        "hearing",
        "case",
        "20 cr 330"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030356",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing a minor to travel for criminal sexual activity, transporting a minor with intent to engage in such activity, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls to Epstein’s residences in New York, Florida, New Mexico, and London, facilitating their abuse. She is accused of repeatedly making false statements in sworn depositions. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030374",
            "similarity": 1.0,
            "index": 71,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027853",
            "similarity": 1.0,
            "index": 70,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031326",
            "similarity": 0.818,
            "index": 69,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031873",
            "similarity": 1.0,
            "index": 74,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031529",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031852",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031873",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting them with intent to engage in such activity, and perjury related to 2016 depositions. The indictment alleges Maxwell facilitated and participated in abuse between 1994 and 1997, targeting young girls (as young as 14) at locations including New York, Florida, and New Mexico. She is accused of grooming victims, normalizing abuse, and being present during sexual encounters. The charges carry potential sentences of up to 30 years. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030356",
            "similarity": 1.0,
            "index": 73,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030374",
            "similarity": 1.0,
            "index": 71,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027853",
            "similarity": 1.0,
            "index": 70,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031529",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031852",
            "similarity": 0.538,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030364",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031529",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and potentially abusing girls as young as 14. The indictment details how Maxwell facilitated Epstein's abuse by recruiting, grooming, and transporting victims to locations including New York, Florida, and New Mexico. She is accused of making false statements during 2016 depositions and normalizing the abuse through her interactions with the victims. Maxwell faces potential sentences of up to 35 years in prison if convicted on all charges. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "united states attorney",
        "fbi",
        "new york city police department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031873",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030356",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030374",
            "similarity": 0.538,
            "index": 71,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031852",
            "similarity": 0.818,
            "index": 76,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030364",
            "similarity": 0.538,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024539",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031852",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically with enticing, transporting, and perjuring herself related to the abuse of underage girls (as young as 14). The charges stem from alleged activities between 1994 and 1997 involving grooming, travel, and direct participation in abusive acts at locations including New York, Florida, New Mexico, and London. Maxwell is accused of actively facilitating Epstein’s abuse by befriending victims, normalizing sexual activity, and encouraging them to travel with him. Multiple false statements were made during depositions in 2016. The U.S. Attorney's Office is prosecuting the case, emphasizing the ongoing investigation and the potential for lasting trauma to the victims.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031529",
            "similarity": 0.818,
            "index": 75,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031873",
            "similarity": 0.538,
            "index": 74,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030356",
            "similarity": 0.538,
            "index": 73,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030364",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024539",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024519",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030364",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically with enticing, transporting, and perjury related to the abuse of young girls (as young as 14) between 1994 and 1997. The charges stem from Maxwell’s alleged role in grooming, facilitating travel, and participating in sexual acts with these minors, which occurred in locations including New York, Florida, New Mexico, and London. She is accused of repeatedly making false statements during depositions in 2016. The U.S. Attorney’s Office is prosecuting, and Maxwell faces potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031852",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031529",
            "similarity": 0.538,
            "index": 75,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031873",
            "similarity": 0.667,
            "index": 74,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024539",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024519",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031227",
            "similarity": 0.818,
            "index": 80,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024539",
      "summary": "Ghislaine Maxwell was arrested and charged by the United States Attorney’s Office for the Southern District of New York with conspiring to sexually abuse minors alongside Jeffrey Epstein. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly facilitated the grooming and abuse of minor girls, including by recruiting them, arranging travel to Epstein’s residences in New York, Florida, and New Mexico, and participating in sexual acts. She repeatedly made false statements during depositions. The case is being prosecuted by Audrey Strauss and involves the FBI and NYPD. The indictment details specific grooming behaviors and instances of abuse, highlighting Maxwell’s central role in the scheme.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "united states attorney",
        "new york",
        "fbi",
        "grooming"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030364",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031852",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031529",
            "similarity": 0.667,
            "index": 75,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024519",
            "similarity": 0.818,
            "index": 79,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031227",
            "similarity": 0.818,
            "index": 80,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027847",
            "similarity": 0.667,
            "index": 81,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024519",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, involving the recruitment, grooming, and transportation of young girls to locations including New York, Florida, and New Mexico. The indictment details how Maxwell actively facilitated Epstein’s abuse, engaging in behaviors designed to make victims vulnerable and present during the abuse itself. She also faced charges of perjury related to false statements made during 2016 depositions. The case was investigated by the FBI and NYPD, and Maxwell faces potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "perjury",
        "conspiracy",
        "new york",
        "fbi",
        "united states attorney",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024539",
            "similarity": 0.818,
            "index": 78,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030364",
            "similarity": 0.667,
            "index": 77,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031852",
            "similarity": 0.667,
            "index": 76,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031227",
            "similarity": 0.818,
            "index": 80,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027847",
            "similarity": 0.667,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021829",
            "similarity": 0.818,
            "index": 82,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031227",
      "summary": "Ghislaine Maxwell was arrested and charged in Manhattan federal court with conspiring to sexually abuse minors alongside Jeffrey Epstein. The charges include enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly facilitated the grooming and abuse of minors, including by recruiting, befriending, and normalizing Epstein’s behavior, and making false statements during depositions. The abuse occurred in locations including New York, Florida, New Mexico, and London, and involved acts like sexualized massages and direct participation in sexual acts. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD. The indictment represents accusations, and Maxwell is presumed innocent until proven guilty.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024519",
            "similarity": 0.818,
            "index": 79,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024539",
            "similarity": 0.818,
            "index": 78,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030364",
            "similarity": 0.818,
            "index": 77,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027847",
            "similarity": 0.667,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021829",
            "similarity": 0.818,
            "index": 82,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.818,
            "index": 83,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027847",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel, transporting them with intent to commit sexual abuse, and perjury related to 2016 depositions. The charges stem from allegations that between 1994 and 1997, Maxwell facilitated and participated in the abuse of young girls, often grooming them and arranging travel to locations including New York, Florida, and New Mexico. She is accused of manipulating victims and normalizing the abuse. The case was investigated by the FBI and NYPD, and Maxwell faces potential sentences of up to 35 years in prison. The document emphasizes that the charges are allegations and the defendant is presumed innocent until proven guilty.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031227",
            "similarity": 0.667,
            "index": 80,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024519",
            "similarity": 0.667,
            "index": 79,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024539",
            "similarity": 0.667,
            "index": 78,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021829",
            "similarity": 0.667,
            "index": 82,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021829",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The indictment alleges she actively facilitated the abuse, including recruiting, grooming, transporting, and in some cases, participating in the acts themselves. Maxwell knowingly exploited young girls, as young as 14, by enticing them to travel to locations like New York, Florida, and New Mexico for illegal sexual activity. She repeatedly made false statements in depositions and was present during these abuses. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual activity, conspiracy related to these offenses, and perjury. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with assistance from the FBI and NYPD, emphasizing the importance of protecting children and holding abusers accountable.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "united states attorney",
        "new york",
        "fbi",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027847",
            "similarity": 0.667,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031227",
            "similarity": 0.818,
            "index": 80,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024519",
            "similarity": 0.818,
            "index": 79,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030347",
            "similarity": 0.818,
            "index": 83,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.818,
            "index": 84,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019537",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030347",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and facilitating the abuse of underage girls. The charges include perjury related to 2016 depositions. Maxwell allegedly groomed and manipulated victims, often with the intention of exposing them to Epstein's abuse. The investigation involved the FBI and NYPD, and the case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York. The indictment outlines a pattern of abuse occurring in locations including New York, Florida, New Mexico, and London.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "united states attorney",
        "fbi",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021829",
            "similarity": 0.818,
            "index": 82,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027847",
            "similarity": 0.667,
            "index": 81,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031227",
            "similarity": 0.818,
            "index": 80,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019537",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024559",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030949",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The indictment alleges she facilitated, participated in, and exploited young girls, primarily between the ages of 14 and 18, by enticing them to travel to locations including New York, Florida, and New Mexico for illegal sexual activity. Maxwell is accused of grooming victims, encouraging their interactions with Epstein, normalizing abusive behaviors, and being present during sexual encounters. She also faced charges of perjury stemming from false statements made during 2016 depositions. The charges carry potential sentences of up to 30 years in prison. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030347",
            "similarity": 0.667,
            "index": 83,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021829",
            "similarity": 0.818,
            "index": 82,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00027847",
            "similarity": 0.667,
            "index": 81,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019537",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024559",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030361",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019537",
      "summary": "Ghislaine Maxwell was arrested and charged by the U.S. Attorney’s Office for the Southern District of New York with conspiring to sexually abuse minors alongside Jeffrey Epstein. The charges include enticing a minor to travel for criminal sexual activity, transporting a minor with intent to engage in such activity, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls to Epstein’s residences in New York, Florida, and New Mexico, facilitating abuse that included sexualized massages and direct participation in acts of abuse. She made false statements during a 2016 deposition. The case is being prosecuted by Audrey Strauss and involves the FBI and NYPD. The indictment outlines a pattern of abuse and manipulation of vulnerable young women.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "united states attorney",
        "grooming"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.818,
            "index": 83,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021829",
            "similarity": 0.818,
            "index": 82,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024559",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030361",
            "similarity": 0.818,
            "index": 87,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024516",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024559",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The indictment alleges she facilitated, participated in, and potentially engaged in the abuse of minor girls, enticing them to travel with Epstein, transporting them to locations including New York, Florida, and New Mexico, and making false statements in depositions. She is charged with multiple counts including enticing a minor to travel for illegal sexual activity, conspiracy, transporting a minor with intent to commit sexual abuse, and perjury. The charges stem from activities occurring between at least 1994 and 1997, involving grooming and abuse of victims as young as 14. The FBI and NYPD are involved in the investigation and prosecution.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019537",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030347",
            "similarity": 0.818,
            "index": 83,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030361",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024516",
            "similarity": 0.818,
            "index": 88,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017726",
            "similarity": 0.667,
            "index": 89,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030361",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls, including those as young as 14, to Epstein’s residences in New York, Florida, New Mexico, and London, facilitating sexual abuse. She is accused of making false statements during depositions. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "united states attorney",
        "sex act"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024559",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019537",
            "similarity": 0.818,
            "index": 85,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030949",
            "similarity": 0.667,
            "index": 84,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024516",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017726",
            "similarity": 0.818,
            "index": 89,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030952",
            "similarity": 0.667,
            "index": 90,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024516",
      "summary": "Ghislaine Maxwell was arrested and charged by the United States Attorney’s Office for the Southern District of New York with conspiring to sexually abuse minors alongside Jeffrey Epstein. The charges include enticing a minor to travel for criminal sexual activity, transporting a minor with intent to engage in such activity, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly facilitated and participated in the abuse of numerous young girls, including by recruiting, grooming, and transporting them to locations in New York, Florida, New Mexico, and London. Evidence suggests Maxwell actively participated in the abuse, normalizing and facilitating it through behaviors like discussing sexual topics and encouraging victims to interact with Epstein. The indictment details specific acts of abuse, including sexualized massages and direct involvement in sexual encounters. Maxwell made false statements during sworn depositions in 2016. She is expected to appear in federal court in New Hampshire.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030361",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024559",
            "similarity": 0.818,
            "index": 86,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00019537",
            "similarity": 0.667,
            "index": 85,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00017726",
            "similarity": 0.667,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030952",
            "similarity": 0.818,
            "index": 90,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.818,
            "index": 91,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017726",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing minors to travel for criminal sexual activity, transporting them with intent to commit such acts, and perjury related to 2016 depositions. The charges stem from allegations that Maxwell facilitated Epstein’s abuse of young girls (as young as 14) between 1994 and 1997, grooming them, transporting them to locations including New York, Florida, and New Mexico, and participating in the abuse itself. She attempted to manipulate victims by offering financial assistance and normalizing Epstein's behavior.  Maxwell’s actions were characterized as a deliberate scheme to exploit vulnerable individuals. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024516",
            "similarity": 0.667,
            "index": 88,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030361",
            "similarity": 0.818,
            "index": 87,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024559",
            "similarity": 0.667,
            "index": 86,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030952",
            "similarity": 0.667,
            "index": 90,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030952",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically by enticing, transporting, and facilitating these acts. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, and perjury related to 2016 depositions. Maxwell allegedly groomed and abused numerous young girls, including those as young as 14, across locations including New York, Florida, New Mexico, and London. The investigation was conducted by the U.S. Attorney’s Office, the FBI, and the NYPD. The indictment alleges a pattern of abuse involving manipulation, deception, and direct participation in sexual acts.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017726",
            "similarity": 0.667,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024516",
            "similarity": 0.818,
            "index": 88,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030361",
            "similarity": 0.667,
            "index": 87,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031476",
            "similarity": 1.0,
            "index": 91,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 1.0,
            "index": 92,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031482",
            "similarity": 0.818,
            "index": 93,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031476",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and facilitating the abuse of young girls (as young as 14). The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported victims to locations including New York, Florida, and New Mexico, engaging in sexual activities herself. The FBI and NYPD are involved in the investigation, and the case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York.  The indictment contains allegations that are treated as such until proven guilty.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030952",
            "similarity": 1.0,
            "index": 90,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017726",
            "similarity": 0.667,
            "index": 89,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024516",
            "similarity": 0.818,
            "index": 88,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00028753",
            "similarity": 1.0,
            "index": 92,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031482",
            "similarity": 0.818,
            "index": 93,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028753",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and potentially abusing girls as young as 14. The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated the abuse, often present during encounters. The investigation involved the U.S. Attorney's Office, the FBI, and the NYPD. The indictment alleges a pattern of abuse occurring in locations including New York, Florida, New Mexico, and London. Maxwell faces potential prison sentences of up to 35 years.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031476",
            "similarity": 1.0,
            "index": 91,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030952",
            "similarity": 1.0,
            "index": 90,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017726",
            "similarity": 0.667,
            "index": 89,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031482",
            "similarity": 0.818,
            "index": 93,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031485",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031482",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing, transporting, and abusing young girls (as young as 14) between 1994 and 1997. The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated Epstein's abuse, often appearing during these interactions. She repeatedly made false statements under oath. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD. The indictment details specific grooming behaviors and instances of sexual abuse, occurring across locations including New York, Florida, New Mexico, and London. Maxwell faces potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028753",
            "similarity": 0.818,
            "index": 92,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.818,
            "index": 91,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030952",
            "similarity": 0.818,
            "index": 90,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031485",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019540",
            "similarity": 0.818,
            "index": 97,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021773",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, and perjury related to 2016 depositions. The charges stem from alleged activities between 1994 and 1997 involving grooming and abuse of minor victims in locations including New York, Florida, New Mexico, and London. Maxwell allegedly facilitated Epstein's abuse by recruiting, grooming, and being present during sexual encounters with the victims. She faces potential sentences of up to 35 years in prison. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice department",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031482",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.667,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031485",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019540",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030353",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031485",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically by enticing minors to travel and transport them for criminal sexual activity, and with perjury related to 2016 depositions. The charges stem from alleged activities between 1994 and 1997 involving the grooming and abuse of minor girls in locations including New York, Florida, New Mexico, and London. Maxwell is accused of facilitating Epstein’s abuse by recruiting victims, normalizing inappropriate interactions, and participating directly in sexual acts. The investigation involved the FBI and NYPD, and she faces potential sentences of up to 35 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "united states attorney",
        "fbi",
        "nypd",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031482",
            "similarity": 0.667,
            "index": 93,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 0.667,
            "index": 92,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00017722",
            "similarity": 0.692,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019540",
            "similarity": 0.667,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030353",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017722",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, including enticing, transporting, and perjury related to depositions given in 2016. The indictment details how Maxwell facilitated Epstein’s abuse of underage girls, involving grooming, travel to locations including New York, Florida, and New Mexico, and direct participation in abusive acts. She allegedly manipulated victims by offering financial assistance and normalizing Epstein’s behavior. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD. Maxwell faces potential sentences of up to 35 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "united states attorney",
        "fbi",
        "nypd",
        "new hampshire",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031485",
            "similarity": 0.692,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028753",
            "similarity": 0.571,
            "index": 92,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031476",
            "similarity": 0.571,
            "index": 91,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00019540",
            "similarity": 0.571,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.692,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.692,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00019540",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing minors to travel for illegal sexual activity, transporting minors with intent to engage in such activity, conspiracy related to these offenses, and perjury connected to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated abuse of young girls, including by encouraging them to travel to Epstein’s residences in New York, Florida, New Mexico, and London. She engaged in behaviors designed to make victims vulnerable and present during abusive encounters. The charges stem from allegations dating back to at least 1994 and involve multiple victims, including those as young as 14. Maxwell is expected to face trial in New Hampshire.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017722",
            "similarity": 0.571,
            "index": 96,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031485",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021773",
            "similarity": 0.667,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030353",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031870",
            "similarity": 0.818,
            "index": 99,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.818,
            "index": 100,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030353",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, including enticing minors to travel, transporting them with intent to commit abuse, and perjury related to 2016 depositions. The charges stem from alleged activities between 1994 and 1997 involving the grooming and abuse of underage girls in locations including New York, Florida, and New Mexico. Maxwell allegedly facilitated Epstein’s abuse by recruiting victims, normalizing sexual interactions, and being present during abusive encounters. She faces potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "criminal activity",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00019540",
            "similarity": 0.538,
            "index": 97,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031485",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021773",
            "similarity": 0.538,
            "index": 94,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031870",
            "similarity": 0.538,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.667,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031870",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and facilitated the abuse of numerous young girls, including by encouraging them to travel to Epstein’s residences in New York, Florida, New Mexico, and London. She actively participated in the abuse, including sexualized massages and direct involvement in sexual acts with the victims. The charges carry potential sentences of up to 30 years. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030353",
            "similarity": 0.538,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019540",
            "similarity": 0.818,
            "index": 97,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031485",
            "similarity": 0.667,
            "index": 95,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031532",
            "similarity": 0.667,
            "index": 100,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.667,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031491",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031532",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein. The indictment alleges she facilitated, participated in, and profited from grooming and abusing underage girls, including enticing them to travel to locations in New York, Florida, New Mexico, and London for illegal sexual activity. Maxwell allegedly manipulated victims through deceptive friendships, financial incentives, and normalizing Epstein's behavior. She also made false statements during 2016 depositions. The charges include enticing minors to travel, transporting minors for abuse, conspiracy to commit these offenses, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031870",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030353",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019540",
            "similarity": 0.818,
            "index": 97,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031323",
            "similarity": 0.818,
            "index": 101,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031491",
            "similarity": 0.818,
            "index": 102,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021816",
            "similarity": 0.818,
            "index": 103,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031323",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, dating back to at least 1994. The indictment alleges she facilitated, participated in, and knowingly exploited young girls, primarily between the ages of 14 and 18, by enticing them to travel to locations including New York, Florida, and New Mexico for illegal sexual activity. Maxwell actively groomed victims, fostered trust, and enabled Epstein’s abuse through actions like arranging meetings, offering financial assistance, and normalizing sexual interactions. She also made false statements during 2016 depositions. She is currently scheduled to appear in federal court in New Hampshire. The charges carry potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031532",
            "similarity": 0.818,
            "index": 100,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031870",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030353",
            "similarity": 0.667,
            "index": 98,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031491",
            "similarity": 1.0,
            "index": 102,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021816",
            "similarity": 0.818,
            "index": 103,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024556",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031491",
      "summary": "Ghislaine Maxwell was arrested and charged in Manhattan federal court with conspiring to sexually abuse minors alongside Jeffrey Epstein. The indictment alleges she facilitated, participated in, and profited from grooming and transporting underage girls to locations including New York, Florida, and New Mexico for illegal sexual activity. Maxwell is accused of enticing victims, making false statements in depositions, and normalizing abuse. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, conspiracy related to these offenses, and perjury. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD. The indictment details specific grooming behaviors used to exploit victims and alleges Maxwell was present during abusive encounters.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "united states attorney"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031323",
            "similarity": 1.0,
            "index": 101,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.818,
            "index": 100,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031870",
            "similarity": 0.667,
            "index": 99,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021816",
            "similarity": 0.818,
            "index": 103,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024556",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027471",
            "similarity": 0.667,
            "index": 105,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021816",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The charges include enticing minors to travel for criminal sexual activity, transporting minors with intent to engage in such activity, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls, including those as young as 14, to Epstein’s residences in New York, Florida, New Mexico, and London, where sexual abuse occurred. She facilitated these activities by befriending the victims, encouraging interactions with Epstein, and normalizing abusive behavior. Maxwell also made false statements under oath in 2016. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "united states attorney",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031491",
            "similarity": 0.818,
            "index": 102,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.818,
            "index": 101,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.818,
            "index": 100,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024556",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027471",
            "similarity": 0.667,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031232",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024556",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, including enticing, transporting, and facilitating the abuse of girls as young as 14. The charges also include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported victims to locations including New York, Florida, and New Mexico, and participated in the abuse itself. The indictment alleges a pattern of behavior designed to exploit and abuse vulnerable young girls.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "July 2, 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "perjury",
        "conspiracy",
        "abuse",
        "victims",
        "grooming",
        "new york"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021816",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031491",
            "similarity": 0.538,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.538,
            "index": 101,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00027471",
            "similarity": 0.667,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031232",
            "similarity": 0.538,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031235",
            "similarity": 0.667,
            "index": 107,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00027471",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and facilitating the abuse of underage girls. The charges include perjury related to 2016 depositions. Maxwell allegedly recruited, groomed, and transported young girls (as young as 14) to locations including New York, Florida, and New Mexico for sexual abuse, often with Maxwell present during the acts. She made false statements under oath. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024556",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021816",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031491",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031232",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031235",
            "similarity": 1.0,
            "index": 107,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00017729",
            "similarity": 1.0,
            "index": 108,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031232",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting them with intent to engage in such activity, and perjury related to 2016 depositions. The charges stem from alleged activities between 1994 and 1997 involving multiple locations (New York, Florida, New Mexico, London) and involved grooming and facilitating abuse of minor girls. The indictment details Maxwell’s role in recruiting, facilitating, and potentially participating in these abuses, including false statements made during depositions. Law enforcement officials expressed outrage and emphasized the importance of protecting children, highlighting the victims’ perseverance and the ongoing pursuit of justice. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice department",
        "arrest"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027471",
            "similarity": 0.667,
            "index": 105,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024556",
            "similarity": 0.538,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021816",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031235",
            "similarity": 0.667,
            "index": 107,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017729",
            "similarity": 0.667,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031526",
            "similarity": 0.667,
            "index": 109,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031235",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for criminal sexual activity, transporting them with intent to commit abuse, and perjury related to 2016 depositions. The charges stem from allegations that Maxwell facilitated and participated in the abuse of girls as young as 14, exploiting their trust and transporting them to locations including New York, Florida, and New Mexico. She engaged in grooming behavior to make victims vulnerable and was present during abusive encounters. Maxwell faces potential prison sentences of up to 30 years. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with support from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031232",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027471",
            "similarity": 1.0,
            "index": 105,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00024556",
            "similarity": 0.667,
            "index": 104,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00017729",
            "similarity": 1.0,
            "index": 108,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031526",
            "similarity": 1.0,
            "index": 109,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021834",
            "similarity": 0.667,
            "index": 110,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00017729",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, involving the recruitment, grooming, and transportation of underage girls to locations including New York, Florida, and New Mexico. The charges include enticing minors to travel for illegal sexual activity, transporting minors with intent to commit such acts, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly exploited girls as young as 14, manipulated them through deceptive relationships, and participated in abusive acts, including sexualized massages and direct involvement in sexual encounters. The charges carry potential sentences of up to 30 years. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with assistance from the FBI and NYPD.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031235",
            "similarity": 1.0,
            "index": 107,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031232",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027471",
            "similarity": 1.0,
            "index": 105,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031526",
            "similarity": 1.0,
            "index": 109,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00021834",
            "similarity": 0.667,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021780",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031526",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and facilitating the abuse of underage girls. The indictment details how Maxwell lured, groomed, and transported victims to locations including New York, Florida, and New Mexico, and made false statements in depositions. She is charged with multiple offenses carrying potential prison sentences. The charges are allegations, and Maxwell is presumed innocent until proven guilty.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00017729",
            "similarity": 1.0,
            "index": 108,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031235",
            "similarity": 1.0,
            "index": 107,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031232",
            "similarity": 0.667,
            "index": 106,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021834",
            "similarity": 0.667,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021780",
            "similarity": 0.538,
            "index": 113,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021776",
            "similarity": 0.615,
            "index": 114,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021834",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, specifically enticing minors to travel for criminal sexual activity, transporting them with intent to engage in such activity, and perjury related to 2016 depositions. The charges stem from allegations that Maxwell facilitated, aided, and participated in the abuse of minor girls, often grooming them and encouraging their interactions with Epstein.  The alleged activities occurred in locations including New York, Florida, New Mexico, and London, and involved behaviors like normalizing sexual topics and facilitating interactions to make victims vulnerable. Maxwell faced charges carrying potential sentences of up to 30 years. The case was investigated by the FBI and NYPD, and the indictment constitutes accusations, not proven guilt.",
      "timestamp": "2020-07-02T00:00:00",
      "timestamp_raw": "02 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "united states",
        "victims",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031526",
            "similarity": 0.667,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017729",
            "similarity": 0.667,
            "index": 108,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031235",
            "similarity": 0.667,
            "index": 107,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021776",
            "similarity": 0.615,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021787",
            "similarity": 0.538,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031498",
            "similarity": 0.533,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00028737",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, involving the grooming, transportation, and participation in illegal sexual acts with underage victims. The charges include enticing minors to travel for criminal activity, transporting minors with intent to commit abuse, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell allegedly lured girls, facilitated Epstein’s abuse, and made false statements during testimony. The investigation involved the FBI and NYPD, and the case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York. The indictment details specific manipulative behaviors Maxwell used to groom victims and facilitate abuse, spanning locations including New York, Florida, New Mexico, and London.  Maxwell faces a potential sentence of up to 60 years in prison.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "united states attorney",
        "fbi",
        "nypd",
        "grooming",
        "abuse",
        "deposition"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024556",
            "similarity": 0.562,
            "index": 104,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021816",
            "similarity": 0.667,
            "index": 103,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031491",
            "similarity": 0.667,
            "index": 102,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021776",
            "similarity": 0.529,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021787",
            "similarity": 0.562,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031498",
            "similarity": 0.647,
            "index": 116,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031863",
      "summary": "Ghislaine Maxwell has been charged with conspiracy and related offenses in connection with Jeffrey Epstein’s sexual abuse of minors. The charges include enticing, transporting, and conspiring to transport minors with the intent to engage in criminal sexual activity, along with perjury related to 2016 depositions. Maxwell allegedly facilitated the abuse by recruiting, grooming, and transporting victims to locations including New York, Florida, New Mexico, and London. The indictment details specific instances of abuse and Maxwell's false statements under oath. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislane maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "federal court",
        "us justice department",
        "fbi",
        "nypd"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031491",
            "similarity": 0.5,
            "index": 102,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031323",
            "similarity": 0.5,
            "index": 101,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031532",
            "similarity": 0.5,
            "index": 100,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021780",
            "similarity": 0.615,
            "index": 113,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021787",
            "similarity": 0.5,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031243",
            "similarity": 0.5,
            "index": 121,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021780",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing minors to travel for illegal sexual activity, transporting minors with intent to engage in criminal sexual activity, and perjury related to 2016 depositions. The charges stem from alleged abuse occurring between 1994 and 1997 in locations including New York, Florida, and New Mexico, involving grooming and facilitating sexual encounters with minor victims. Multiple law enforcement agencies, including the US Attorney’s Office for the Southern District of New York, the FBI, and the NYPD, were involved in the investigation and prosecution. Maxwell repeatedly made false statements under oath. The case is ongoing and involves significant legal proceedings.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislane maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "manhattan",
        "federal court",
        "perjury",
        "conspiracy",
        "justice",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031863",
            "similarity": 0.615,
            "index": 112,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031526",
            "similarity": 0.538,
            "index": 109,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00017729",
            "similarity": 0.538,
            "index": 108,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021776",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically by enticing minors to travel for criminal sexual activity and transporting them with that intent. The charges include conspiracy to commit these offenses, perjury related to 2016 depositions, and facilitating abuse. Maxwell allegedly recruited, groomed, and transported young girls, including those as young as 14, to locations in New York, Florida, New Mexico, and London for sexual abuse. She is accused of normalizing and facilitating abuse through behaviors like discussing sexual topics and encouraging victims to interact with Epstein. She made false statements during a 2016 deposition. The case is being prosecuted by the U.S. Attorney's Office for the Southern District of New York, with assistance from the FBI and NYPD. The indictment consists of accusations and the defendant is presumed innocent until proven guilty.",
      "timestamp": "2020-07-03T00:00:00",
      "timestamp_raw": "03 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "new york",
        "fbi",
        "nypd",
        "arrest",
        "abuse",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00028737",
            "similarity": 0.529,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021834",
            "similarity": 0.615,
            "index": 110,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031526",
            "similarity": 0.615,
            "index": 109,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00021787",
            "similarity": 0.615,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031498",
            "similarity": 0.5,
            "index": 116,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031501",
            "similarity": 0.643,
            "index": 118,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00021787",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The indictment alleges she facilitated, participated in, and exploited young girls, primarily between 14 and 19, by enticing them to travel to locations like New York, Florida, and New Mexico for illegal sexual activities. Maxwell allegedly groomed victims, manipulated them into trusting Epstein, and was present during abusive encounters, including sexualized massages and direct acts of abuse. She also made false statements during 2016 depositions. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, conspiracy related to these offenses, and perjury. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.",
      "timestamp": "2020-07-05T00:00:00",
      "timestamp_raw": "05 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "nypd",
        "indictment"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021776",
            "similarity": 0.615,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031863",
            "similarity": 0.5,
            "index": 112,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028737",
            "similarity": 0.562,
            "index": 111,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031501",
            "similarity": 0.692,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029935",
            "similarity": 0.667,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031239",
            "similarity": 0.818,
            "index": 120,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031498",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring to sexually abuse minors alongside Jeffrey Epstein, specifically with enticing, transporting, and conspiring to transport minors with the intent to engage in criminal sexual activity. The charges also include perjury related to 2016 depositions. The indictment alleges Maxwell facilitated Epstein’s abuse, grooming victims, arranging travel to locations including New York, Florida, and New Mexico, and participating in sexual acts with the victims. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York with support from the FBI and NYPD.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "florida",
        "new mexico",
        "arrest",
        "abuse",
        "grooming",
        "justice department"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00021776",
            "similarity": 0.5,
            "index": 114,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00028737",
            "similarity": 0.647,
            "index": 111,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021834",
            "similarity": 0.533,
            "index": 110,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031501",
            "similarity": 0.562,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029935",
            "similarity": 0.533,
            "index": 119,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031231",
      "summary": "On July 6, 2020, Ori reported finding a bizarre and unusual statue of Jeffrey Epstein located in Downtown Albuquerque, New Mexico. The report included a link to a Koat.com article detailing the discovery.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "July 6, 2020",
      "keywords": [
        "jeffrey epstein",
        "statue",
        "albuquerque",
        "mystery",
        "koat.com",
        "redaction analysis",
        "2020",
        "july",
        "efta00031231"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031501",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and potentially abusing girls as young as 14. The charges stem from allegations that Maxwell facilitated Epstein’s abuse, groomed victims, and made false statements in 2016 depositions.  The investigation involved the U.S. Attorney's Office for the Southern District of New York, the FBI, and the NYPD. Maxwell’s actions included recruiting victims, arranging travel to locations like New York, Florida, and New Mexico, and normalizing abusive behavior.  She is facing potential sentences of up to 30 years in prison for the various charges, including enticing, conspiring to entice, transporting, and perjury.  The indictment details specific grooming tactics and instances of abuse perpetrated by Maxwell and Epstein.",
      "timestamp": "2020-07-06T00:00:00",
      "timestamp_raw": "06 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "united states attorney",
        "fbi",
        "nypd",
        "new york",
        "abuse",
        "grooming"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031498",
            "similarity": 0.562,
            "index": 116,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021787",
            "similarity": 0.692,
            "index": 115,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021776",
            "similarity": 0.643,
            "index": 114,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00029935",
            "similarity": 0.833,
            "index": 119,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031239",
            "similarity": 0.571,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031243",
            "similarity": 0.571,
            "index": 121,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029935",
      "summary": "Ghislaine Maxwell was arrested and charged in Manhattan federal court with conspiring to sexually abuse minors alongside Jeffrey Epstein. The charges include enticing a minor to travel for criminal sexual activity, transporting a minor with intent to commit such acts, conspiracy to commit these offenses, and perjury related to 2016 depositions. Maxwell is accused of facilitating Epstein’s abuse of young girls, manipulating them through grooming tactics, and being present during sexual encounters. She repeatedly made false statements in depositions. The case involves victims from New York, Florida, New Mexico, and London, and carries potential sentences of up to 30 years in prison. The indictment alleges that Maxwell actively participated in the abuse, including encouraging victims to travel and being present during the acts themselves.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "new york",
        "fbi",
        "united states attorney",
        "abuse"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031501",
            "similarity": 0.833,
            "index": 118,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031498",
            "similarity": 0.533,
            "index": 116,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021787",
            "similarity": 0.667,
            "index": 115,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031239",
            "similarity": 0.667,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031243",
            "similarity": 0.667,
            "index": 121,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024481",
            "similarity": 0.667,
            "index": 124,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031239",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors, including enticing, transporting, and abusing young girls (as young as 14) across multiple states (New York, Florida, New Mexico, and England). The charges include perjury related to 2016 depositions. Maxwell allegedly groomed victims, facilitated Epstein’s abuse, and made false statements during depositions. The FBI and NYPD investigated, and the case is being prosecuted by the Southern District of New York under Acting U.S. Attorney Audrey Strauss.  The indictment alleges a pattern of abuse occurring from at least 1994 through 1997, involving manipulative behaviors designed to make victims vulnerable.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "indictment",
        "new york",
        "fbi",
        "victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029935",
            "similarity": 0.667,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031501",
            "similarity": 0.571,
            "index": 118,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021787",
            "similarity": 0.818,
            "index": 115,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00031243",
            "similarity": 0.538,
            "index": 121,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024481",
            "similarity": 0.538,
            "index": 124,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031243",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The indictment alleges that between 1994 and 1997, Maxwell facilitated and participated in the abuse of minor girls, including enticing them to travel, transporting them to locations like New York, Florida, and New Mexico, and engaging in grooming behavior to make them vulnerable. She is accused of knowingly assisting Epstein in abusing these minors, including through sexualized massages and interactions. Maxwell also faces charges of perjury related to false statements made in 2016 depositions. The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with support from the FBI and NYPD. The charges carry potential sentences of up to 30 years in prison.",
      "timestamp": "2020-07-07T00:00:00",
      "timestamp_raw": "07 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "manhattan",
        "united states attorney",
        "fbi",
        "new york city police department"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031239",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029935",
            "similarity": 0.667,
            "index": 119,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031501",
            "similarity": 0.571,
            "index": 118,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00024481",
            "similarity": 0.818,
            "index": 124,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00015190",
      "summary": "The New Mexico Office of the Attorney General, led by Hector H. Balderas, is requesting a civil forfeiture of property associated with Jeffrey Epstein’s estate and co-conspirators, specifically focusing on the Zorro Ranch in Stanley, New Mexico. The request stems from investigative evidence suggesting the ranch was used to facilitate child trafficking. The Attorney General seeks to include improvements and substitute assets in the forfeiture process as part of ongoing criminal prosecutions related to Epstein and his associates. They offer assistance with investigation and prosecution efforts to ensure justice and restitution for victims.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "July 8, 2020",
      "keywords": [
        "epstein",
        "zorro ranch",
        "new mexico",
        "asset forfeiture",
        "human trafficking",
        "criminal prosecution",
        "civil forfeiture",
        "jeffrey epstein",
        "stanley",
        "victims"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024770",
      "summary": "An email request was sent from the United States Attorney's Office for the Southern District of New York to create a new Victim & Witnesses Services webpage for the Ghislaine Maxwell case. The webpage should mirror the format of the Epstein case website and include details about the unsealing of federal felony charges, the alleged crimes (enticement, transportation, conspiracy, and perjury), and locations involved (New York, Florida, New Mexico, and the United Kingdom). It directs individuals who believe they are victims to contact the Victim/Witness Unit for assistance, including notifications about case stages, potential compensation, and referrals to counseling services. The email also provides contact information for the Victim/Witness Coordinator at the U.S. Attorney's Office in New York.",
      "timestamp": "2020-07-08T00:00:00",
      "timestamp_raw": "08 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "victim",
        "witness",
        "indictment",
        "united states attorney",
        "new york",
        "fbi",
        "case",
        "maxwell case",
        "crime victims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00024440",
            "similarity": 0.818,
            "index": 56,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024481",
      "summary": "Ghislaine Maxwell was arrested and charged with conspiring with Jeffrey Epstein to sexually abuse minors. The indictment details how Maxwell allegedly lured, transported, and facilitated abuse of young girls, primarily between 1994 and 1997, across locations including New York, Florida, and New Mexico. She is accused of knowingly participating in Epstein’s abuse and making false statements during 2016 depositions. The charges include enticing a minor to travel, transporting a minor with intent to commit sexual abuse, conspiracy to commit these offenses, and perjury.  The case is being prosecuted by the U.S. Attorney’s Office for the Southern District of New York, with involvement from the FBI and NYPD.  The indictment highlights Maxwell’s role in grooming and enabling the abuse, and emphasizes the ongoing efforts to bring justice to the victims.",
      "timestamp": "2020-07-14T00:00:00",
      "timestamp_raw": "14 Jul 2020",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minors",
        "conspiracy",
        "perjury",
        "united states attorney",
        "fbi",
        "nypd",
        "manhattan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031243",
            "similarity": 0.818,
            "index": 121,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00031239",
            "similarity": 0.538,
            "index": 120,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00029935",
            "similarity": 0.667,
            "index": 119,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019236",
      "summary": "An inquiry from the New Mexico U.S. Attorney's Office regarding a potential forfeiture of Jeffrey Epstein’s New Mexico property was received. The sender, EFTA00019236, requested a call with Chiefs to discuss the matter within the next couple of days.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "20 Jul 2020",
      "keywords": [
        "efta00019236",
        "new mexico",
        "u.s. attorney",
        "forfeiture",
        "epstein",
        "property",
        "inquiry",
        "call",
        "2020",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020495",
      "summary": "On August 24, 2020, an individual (\"III\") contacted the FBI reporting he was raped by Jeffrey Epstein. III recounted being taken to Epstein’s ranch in New Mexico on December 5, 1993, where he and three young boys (approximately 17 years old) were restrained and incapacitated. III described being in a “strippers lounge,” unconscious after consuming Pepsi, and witnessing a deformed penis. Armed guards were present during the return trip to California, and III did not disclose the incident. III is pursuing a civil lawsuit against Epstein’s estate.",
      "timestamp": "2020-08-24T00:00:00",
      "timestamp_raw": "August 24, 2020",
      "keywords": [
        "fbi",
        "jeffrey epstein",
        "child sex trafficking",
        "rape",
        "new mexico",
        "beverly hills",
        "civil suit",
        "50d-ny-302757i",
        "2020",
        "strippers lounge"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020833",
      "summary": "Marc Weinstein of Hughes Hubbard & Reed LLP sent an email regarding a potential fabricated warranty deed related to a Palm Beach property owned by Jeffrey Epstein. He attached a warranty deed (OR 31849 39 Wlipdf) and noted a similar deed had been filed for a New Mexico property. The email included standard confidentiality disclaimers.",
      "timestamp": "2020-12-09T00:00:00",
      "timestamp_raw": "09 Nov 2020",
      "keywords": [
        "warranty deed",
        "epstein",
        "false",
        "fabricated",
        "deed",
        "palm beach",
        "new mexico",
        "hughes hubbard & reed",
        "marc weinstein",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00029068",
      "summary": "Marc Weinstein of Hughes Hubbard & Reed LLP received an email regarding a potentially fabricated warranty deed for a Palm Beach property (EFTA00029068). A colleague, Andrew Tomback, informed Weinstein that their office was declining to investigate the matter, advising Weinstein to contact local authorities. Weinstein had previously sent a warranty deed for a similar property in New Mexico (EFTA00029069). Both emails included standard disclaimers regarding confidential information and email transmission security.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2020",
      "keywords": [
        "epstein",
        "warranty deed",
        "marc weinstein",
        "hughes hubbard & reed",
        "investigation",
        "false deed",
        "palm beach",
        "new mexico",
        "efta00029068"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00008744",
      "summary": "*   **Case Details:** The hearing is part of a case against Maxwell, relating to alleged child sex trafficking and exploitation. The U.S. government is investigating, and this transcript is a record of testimony given by a witness, Detective , who works for the NYPD. *   **Witness Testimony:** Detective provided testimony covering his involvement in the FBI’s Child Exploitation and Human Trafficking Task Force, including investigations into Jeffrey Epstein and Maxwell. He described his role in gathering information, reviewing reports, and interviewing other individuals connected to the case. *   **Maxwell’s Activities:** The testimony details Maxwell's activities, including her relationships with Epstein, her time at Palm Beach residences (including a townhouse on Madison Avenue and a ranch in New Mexico), and the arrangements for massages provided to Epstein. It mentions that Maxwell was paid for these services and used the money to purchase drugs. *   **Sexual Interactions:** The witness described instances where Maxwell engaged in sexual activity with Epstein, including direct sexual contact during massage sessions and involvement with other young women. *   **Evidence Review:** The transcript incorporates review of flight records, telephone logs, and items seized during a search of Epstein’s Palm Beach residence, including message pads. *   **Witness’s Past:** The testimony includes details about the witness's own past struggles with drug addiction and a legal issue involving a stolen Xbox. The witness admits to lying during a 2009 deposition regarding her interactions with Maxwell and Epstein. In essence, the transcript documents a significant portion of a criminal investigation, detailing the witness's involvement, the evidence gathered, and the testimony related to the alleged crimes of Ghislaine Maxwell.",
      "timestamp": "2021-01-19T00:00:00",
      "timestamp_raw": "January 19, 2021",
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "palm beach",
        "massage",
        "abuse",
        "trafficking",
        "fbi",
        "grand jury",
        "new york city police department",
        "depositions",
        "records",
        "flight logs",
        "photos",
        "sex toys",
        "victims",
        "cooperation"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019183",
      "summary": "This document pertains to follow-up discussions regarding Jeffrey Epstein’s activities in New Mexico, specifically focusing on potential criminal investigations by the U.S. Attorney’s Office for the Southern District of New York (SDNY) and the New Mexico Attorney General’s Office.  The communications detail scheduling a conference call (EFTA00019183) to discuss the matter, with multiple individuals requesting and confirming availability.  Key points include: *   **Initial Inquiry:** The initial request for a call originated from a USANYS attorney seeking information about deadlines and reporting timelines regarding the Epstein case and specifically Epstein’s activities on Zorro Ranch in New Mexico. *   **NM AG Involvement:** The New Mexico Attorney General’s Office is independently investigating potential crimes related to Epstein’s activities on the property and coordinating with the SDNY. *   **Scheduling Conflicts & Confirmation:** Multiple individuals (USANYS attorneys, assistants) exchanged emails to coordinate a call, confirming availability on various dates, primarily focusing on Thursday, September 12th at 1:30 MT / 3:30 ET. *   **Information Sharing:**  The discussions involve sharing information about the state’s investigation, leases being revoked, and the potential for criminal charges. *   **Ongoing Coordination:** Despite a pause in communication in July 2019, the parties maintain ongoing coordination through email correspondence and the scheduled conference call.",
      "timestamp": "2021-05-07T00:00:00",
      "timestamp_raw": "07 May 2021",
      "keywords": [
        "redaction",
        "efta00019183",
        "follow up call",
        "new mexico",
        "epstein",
        "pio",
        "conference call",
        "press contacts",
        "reporting",
        "investigation",
        "time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030491",
      "summary": "*   He recognized Jeffrey Epstein and Ghislaine Maxwell in some of the photos. *   He did not recognize numerous other individuals listed in the photobook. *   He couldn't recall the exact age he met Maxwell, estimating she appeared to be in her 20s. *   He confirmed that Jeffrey Epstein’s flight records before 1999 were turned over to his attorney. *   He provided details about Epstein’s aircraft (G2B, Boeing, and G4), including their specifications and usage. *   He recalled Epstein owning properties in Columbus, OH, New York (71’ Street), Paris, Palm Beach, New Mexico, and Little St. James. *   He recalled meeting U in the late 1990s/early 2000s. *   He described Maxwell’s hair length as varying, from shoulder-length to shorter cuts. *   He noted that Maxwell was second in charge under Epstein at his office. *   The witness clarified his recollections regarding meetings with Epstein and Maxwell, stating he saw them on different aircraft. *   He remembered signing confidentiality forms regarding his employment.",
      "timestamp": "2021-08-16T00:00:00",
      "timestamp_raw": "August 16, 2021",
      "keywords": [
        "ephstein",
        "maxwell",
        "g2b",
        "boeing",
        "helicopters",
        "paris",
        "zurich ranch",
        "confidentiality forms",
        "71 street",
        "gm",
        "je"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037104",
      "summary": "JPMorgan Chase Bank, N.A.* due to a release clause (Section 1.25) that purportedly releases state Attorney General “parens patriae” claims under the Trafficking Victims Protection Act (TVPA). The objection centers on the potential for this release to unduly restrict future state law enforcement actions against sex trafficking perpetrators. Specifically, Section 1.25 attempts to release claims relating to harm caused by Jeffrey Epstein or associated individuals, including any sovereign or government claims. The Attorneys General argue this is problematic because the TVPA was intended to empower states to actively prosecute such crimes and that a broad release could deter future state investigations. They reference case law and legislative history demonstrating the state Attorneys General’s established role in class settlement approval and enforcement actions. They believe that this release would undermine the purpose of the TVPA and potentially hinder state efforts to combat sex trafficking.  They further note that the release is inconsistent with similar settlements (e.g., with Deutsche Bank) and highlight that state Attorneys General have successfully challenged settlements in the past.",
      "timestamp": "2023-10-19T00:00:00",
      "timestamp_raw": "October 19, 2023",
      "keywords": [
        "settlement",
        "class action",
        "attorney general",
        "tvpa",
        "parens patriae",
        "cafa",
        "notice",
        "release",
        "trafficking victims protection act",
        "state officials",
        "jpmorgan chase",
        "sex trafficking",
        "damages",
        "sovereign claims"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025501",
      "summary": "The document records a series of email exchanges between attorneys at Boies Schiller Flexner LLP and Sigrid McCawley regarding a follow-up interview related to an investigation involving Jeffrey Epstein and Maxwell. The core request is for McCawley to provide journal entries detailing her experiences with Epstein and Maxwell. Initial communication involves scheduling a call to discuss logistics, confirming McCawley’s willingness to participate, and seeking clarification regarding specific journal entries, particularly those from 12/95, 01/07/1996, and 01/25/1996. The investigation team expresses a desire to review any relevant documents and explore her recollections.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "interview",
        "journal",
        "maxwell",
        "epstein",
        "time",
        "schedule",
        "new mexico",
        "phone",
        "united states attorney",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023154",
            "similarity": 0.818,
            "index": 37,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.538,
            "index": 36,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025300",
            "similarity": 0.818,
            "index": 34,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025329",
            "similarity": 0.727,
            "index": 138,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025295",
            "similarity": 0.75,
            "index": 140,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025305",
            "similarity": 0.538,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030009",
      "summary": "Ghislaine Maxwell is charged with facilitating the sexual abuse of underage girls related to Jeffrey Epstein’s activities. These alleged crimes occurred in New York City, Palm Beach, Florida, Santa Fe, New Mexico, and London, England. Individuals recognizing either Epstein or Maxwell and potentially feeling like victims are urged to contact 1-800-CALL FBI. Properties owned by Epstein where these alleged activities occurred include locations in New York, Palm Beach, and Santa Fe.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "underaged girls",
        "new york city",
        "palm beach",
        "florida",
        "santa fe",
        "new mexico",
        "london",
        "england"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00031903",
            "similarity": 1.0,
            "index": 135,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030812",
            "similarity": 0.833,
            "index": 136,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030006",
            "similarity": 0.571,
            "index": 139,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00031903",
      "summary": "Ghislaine Maxwell is charged with facilitating the sexual abuse of underage girls by Jeffrey Epstein. The alleged conduct took place in New York City, Palm Beach, Florida, Santa Fe, New Mexico, and London, England. Individuals recognizing either Epstein or Maxwell and believing themselves to be victims are urged to contact 1-800-CALL FBI. Properties owned by Epstein where these alleged activities occurred include locations in New York, Palm Beach, and Santa Fe.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "underaged girls",
        "new york city",
        "palm beach",
        "florida",
        "santa fe",
        "new mexico",
        "london",
        "england"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030009",
            "similarity": 1.0,
            "index": 134,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030812",
            "similarity": 0.833,
            "index": 136,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030006",
            "similarity": 0.571,
            "index": 139,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030812",
      "summary": "Ghislaine Maxwell has been arrested on charges of facilitating sex abuse of underage girls related to Jeffrey Epstein’s activities. The alleged conduct took place in New York City, Palm Beach, Florida, Santa Fe, New Mexico, and London, England. Individuals recognizing either Maxwell or Epstein and believing they may be victims are urged to contact 1-800-CALL FBI. Properties owned by Epstein where these alleged incidents occurred include locations in New York, Palm Beach, and Santa Fe.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "sex abuse",
        "underaged girls",
        "jeffrey epstein",
        "new york city",
        "palm beach",
        "florida",
        "santa fe",
        "new mexico",
        "london",
        "england"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031903",
            "similarity": 0.833,
            "index": 135,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00030009",
            "similarity": 0.833,
            "index": 134,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00030006",
            "similarity": 0.692,
            "index": 139,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00023049",
      "summary": "This document is a redaction analysis pertaining to case EFTA00023049. It details requests for information regarding the interactions between Ms. Maxwell, Jeffrey Epstein, and three minor victims (designated as Minor Victim-1 through 3). Specifically, the document seeks dates, locations, and descriptions of activities including grooming, sexual abuse, group sexualized massages, travel arrangements, and alleged attempts to conceal criminal activity through false statements. It also requests information regarding other individuals potentially involved in the conspiracies charged in the indictments and seeks to establish the timeline and scope of the alleged illegal activities between 1994 and 1997.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein",
        "maxwell",
        "victims",
        "sexual abuse",
        "grooming",
        "encounters",
        "massage",
        "dates",
        "locations",
        "new mexico",
        "1996",
        "criminal statute"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025329",
      "summary": "*   The initial request involves a phone interview to determine a suitable time, considering logistical constraints. *   The client, Sigrid McCawley, has provided information regarding the client's journal entries, specifically noting dates of entries (late February, January 7, 1996, January 25, 1996) and related events (travel to New Mexico, trips to Epstein’s house, movie outings). *   The attorney has received photographs from the client and is seeking additional journal entries or documents related to the client's experiences with Epstein and Maxwell. *   Communication between the Assistant United States Attorney and Sigrid McCawley involves confirming details about the journal and scheduling the follow-up interview.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "epstein",
        "maxwell",
        "new mexico",
        "united states attorney",
        "phone",
        "schedule"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025501",
            "similarity": 0.727,
            "index": 133,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023154",
            "similarity": 0.727,
            "index": 37,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025319",
            "similarity": 0.727,
            "index": 36,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025295",
            "similarity": 0.818,
            "index": 140,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025305",
            "similarity": 0.583,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00030006",
      "summary": "Ghislaine Maxwell is under investigation by the U.S. government for allegedly facilitating sex abuse of underage girls for Jeffrey Epstein. The alleged conduct occurred in New York City, Palm Beach, Florida, Santa Fe, New Mexico, and London, England. Individuals recognizing either Maxwell or Epstein and believing they may be victims are urged to contact 1-800-CALL FBI. Properties owned by Epstein where alleged grooming and/or abuse occurred include New York, Palm Beach, and Santa Fe.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "sex abuse",
        "jeffrey epstein",
        "new york city",
        "palm beach",
        "florida",
        "santa fe",
        "new mexico",
        "london",
        "victims",
        "grooming"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00030812",
            "similarity": 0.692,
            "index": 136,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00031903",
            "similarity": 0.571,
            "index": 135,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00030009",
            "similarity": 0.571,
            "index": 134,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025295",
      "summary": "A series of emails detail a follow-up request for a witness’s journal entries related to her experiences with Jeffrey Epstein and Maxwell. The witness, referred to as “her,” initially expressed a willingness to provide information and sent photographs. The Assistant United States Attorney repeatedly requests access to her journal entries, specifically mentioning entries from 12/95, 01/07/1996, and 01/25/1996, and inquiring about entries regarding a New Mexico trip in April. The witness provided clarification on the journal’s contents and confirmed the timeline of entries, and offered to schedule a call to discuss logistics. Redactions obscure specific details within the emails.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sigrid mccawley",
        "journal",
        "interview",
        "epstein",
        "maxwell",
        "new mexico",
        "january 2020",
        "united states attorney",
        "schedule",
        "phone",
        "time"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025329",
            "similarity": 0.818,
            "index": 138,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.75,
            "index": 133,
            "category": "highly_relevant"
          },
          {
            "file_id": "EFTA00023154",
            "similarity": 0.75,
            "index": 37,
            "category": "highly_relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025305",
            "similarity": 0.5,
            "index": 141,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00025305",
      "summary": "Sigrid McCawley, a partner at BOIES SCHILLER FLEXNER LLP, is coordinating with an Assistant United States Attorney regarding follow-up interviews with a subject related to an investigation. Initial requests for information included scheduling calls for a second interview (potentially at different times/days), determining the subject’s desired interview time and length, and requesting access to the subject's journal entries. The subject provided photographic evidence of journal pages and indicated entries exist from 12/95, 01/07/1996, and 01/25/1996, referencing trips to New York and meetings with Epstein. The Assistant U.S. Attorney requested further information from the subject’s journal and offered to discuss logistics.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "sigrid mccawley",
        "interview",
        "journal",
        "new mexico",
        "epstein",
        "maxwell",
        "scheduling",
        "call",
        "united states attorney",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00025295",
            "similarity": 0.5,
            "index": 140,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025329",
            "similarity": 0.583,
            "index": 138,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00025501",
            "similarity": 0.538,
            "index": 133,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017781",
      "summary": "The New Mexico Office of the Attorney General, led by Clara Moran, is continuing a criminal investigation into potential collaborators of Jeffrey Epstein. The investigation, initiated following conversations with the Assistant United States Attorney for the Southern District of New York, involves reviewing police reports, witness interviews, and documents related to Epstein’s New Mexico land leases. The investigation occurred prior to 2008, before New Mexico’s human trafficking statute was enacted. The office intends to collaborate with the U.S. Attorney for the District of New Mexico to pursue justice for any additional survivors of crimes in New Mexico.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "new mexico",
        "attorney general",
        "criminal investigation",
        "human trafficking",
        "united states attorney",
        "prosecution",
        "criminal charges",
        "new mexico statutes"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030125",
      "summary": "The document is a communication regarding title transfer documents for real estate properties owned by Jeffrey Epstein, including residences in New York, Palm Beach, and the U.S. Virgin Islands. Attached files include deeds, incorporation documents for Nautilus Inc. and Laurel Inc., and corporate records. The sender indicates some documents were obtained through grand jury subpoenas and clarifies the lack of documents for a New Mexico property, stating they will investigate its retrieval.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00030125",
        "title transfer",
        "documents",
        "epstein",
        "new york",
        "palm beach",
        "virgin islands",
        "residences",
        "subpoenas",
        "corporations"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025091",
      "summary": "Maxwell was hired by Jeffrey Epstein through headhunter Russell, initially for an event planning role with the New York Knicks (which fell through) and then as a general assistant. She had prior experience in office supplies and retail sales. *   **Work Environment:** Maxwell worked primarily out of Epstein's Villard House mansion (until around 2009), then at 575 Lexington Ave, and later returned to the mansion after 2012, primarily when Epstein was in New York. She worked with a staff including a maid, houseman, and chef. *   **Daily Routine:** Maxwell’s role involved scheduling Epstein’s daily massages (generally 1-2 times per day, similar to gym visits), managing travel arrangements (using travel agencies and online booking), and handling general administrative tasks. **Specific Details & Interactions:** *   **Fraternization Rules:** Epstein instructed Maxwell not to fraternize with anyone associated with his work. *   **Massage Schedule:** Masseuses were usually first-name basis, and Maxwell diligently documented their names and contact information. Massages were often rescheduled due to Epstein's busy schedule. *   **Financial Matters:** Epstein handled client money and investments. Money transfers, often for expedited deliveries, were handled via messengers, primarily through the office. *   **Travel:** Maxwell managed international and domestic travel, utilizing various agencies and airlines, including Epstein’s private plane. *   **Events and Island Visits:** Maxwell visited Little St. James Island and the New Mexico ranch for project oversight, primarily focusing on construction. *   **Legal Matters:**  Maxwell had a brief meeting with Nate Dershowitz regarding a non-prosecution agreement related to the Florida case. *   **Departure:** Maxwell resigned in July 2019 due to feeling betrayed by Epstein’s actions. **Key Observations & Statements:** *   Maxwell never witnessed any inappropriate behavior by Epstein or any concerns about abuse. *   She described Epstein as demanding and intense. *   Maxwell noted significant changes in the office environment, including a transition to Mac computers and iPhones, and the shredding of old files. *   She never directly participated in any obstruction of justice or dishonest behavior. **Important Note:** The entire document is presented as part of an redaction analysis.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "attorney proffer",
        "je",
        "maxwell",
        "massages",
        "epstein",
        "frq",
        "travel",
        "new york knicks",
        "monster.com",
        "mansion",
        "villard house",
        "lexington ave",
        "blackmail",
        "subpoenas",
        "fl",
        "non-prosecution",
        "west execs"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016157",
      "summary": "Ghislaine Maxwell is charged with facilitating the sexual abuse of underage girls by Jeffrey Epstein, with alleged conduct occurring in New York City, Palm Beach, Florida, and Santa Fe, New Mexico, as well as London, England. The U.S. government provides a contact number (1-800-CALL FBI) for individuals who recognize either Epstein or Maxwell and believe they may be victims. Properties owned by Epstein where these alleged incidents took place include New York, Palm Beach, and Santa Fe.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "ghislaine maxwell",
        "jeffrey epstein",
        "sexual abuse",
        "minor victims",
        "new york",
        "florida",
        "london",
        "grooming",
        "abuse",
        "u.s. v. ghislaine maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00037378",
      "summary": "The West Palm Beach Police Department and the FBI investigated Jeffrey Epstein following a 2005 report of abuse by a victim’s parents. The investigation involved interviews with approximately 35 victims, a search warrant of Epstein’s Florida residence, and analysis of records. Epstein pleaded guilty to soliciting prostitution in 2008 and served 18 months in jail. Subsequently, the SDNY opened an investigation into his conduct in New York City, where he maintained a significant presence and connections. Victims, including Victim-1, reported Epstein recruiting and exploiting underage girls, primarily between the ages of 14 and 17, through arranged “massages” involving sexual acts and payments. These activities occurred in locations including Florida, New York City, the U.S. Virgin Islands, and New Mexico. Epstein and his co-conspirators coerced others to recruit additional minor girls. The investigation continues to pursue potential co-conspirators and gather further evidence.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "jeffrey epstein",
        "florida",
        "new york",
        "victims",
        "investigation",
        "prosecution",
        "sexual abuse",
        "recruitment",
        "sex trafficking",
        "manhattan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018370",
      "summary": "This document is a redaction analysis for file EFTA00018370.pdf, dated December 24, 2025. It lists the following US Attorneys and related cases: *   Gail S. Goodman – US Attorney (EMI), Cases: US v. Daniel Stephen Johnson, US v. Yusef Abramov, US v. Shane Britton *   US Attorney (New Mexico) – Case: US v. Arthur Perrault *   US Attorney (San Francisco) – Cases: US v. Kealon Dyer-Hogan, US v. Michael Lindsay",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "efta00018370",
        "gail s. goodman",
        "federal court testimony",
        "us attorney",
        "emi",
        "daniel stephen johnson",
        "yusef abramov",
        "shane britton",
        "arthur perrault",
        "kealon dyer-hogan"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032431",
      "summary": "This redaction analysis document, dated December 26, 2025, details a request made by SF Boies, Schiller & Flexner LLP to the Executive Office for United States Attorneys (EOUSA) regarding Freedom of Information Act (FOIA) requests. The firm is seeking records concerning Jeffrey Epstein, specifically requests made by various U.S. Attorneys’ Offices (District of New Mexico, Southern District of New York, District of the Virgin Islands, Southern District of Florida, and Northern District of Georgia).  Due to Epstein’s death in August 2019, the firm believes privacy concerns are extinguished and renews their request for all records related to him. They also request public documents relating to potentially related individuals, offering to pay reasonable duplication fees. The EOUSA responded, stating that without authorization, death certificates, or a public justification, releasing these records would violate the Privacy Act. The EOUSA would release public records (court records, news clippings) without requiring third-party consent, and outlined the process for obtaining such records, emphasizing the need for notarized authorization forms. Finally, the document includes a completed Certificate of Identity for a Ms. Sigrid S. McCawley.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "foia requests",
        "eousa",
        "jeffrey epstein",
        "united states attorney",
        "records",
        "privacy",
        "death certificate",
        "doj-361",
        "new york",
        "boies schiller flexner llp",
        "redaction",
        "authorization"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}