{
  "keyword": "usafx",
  "count": 40,
  "keyword_match_count": 40,
  "content_match_count": 7,
  "total_files": 47,
  "timeline": [
    {
      "file_id": "EFTA00031401",
      "summary": "An email exchange discusses access to subpoena and return records related to the Epstein investigation. An agent requests access to USAFX, a United States Attorney’s Office FTP site, to view subpoenas and returns. The request includes re-uploading expired returns and granting co-owner status to another individual. A log of served subpoenas and returns is attached, and assistance with obtaining an USAFX account is offered.",
      "timestamp": "2019-10-31T00:00:00",
      "timestamp_raw": "October 31, 2019",
      "keywords": [
        "subpoena",
        "records",
        "usafx",
        "access",
        "ftp",
        "subpoena log",
        "returns",
        "united states attorney",
        "new york",
        "investigation"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00032517",
      "summary": "On January 10, 2020, an individual (“Froml”) sent a notification via the USAfx File Exchange system indicating that they had invited a collaborator (“a”) to a folder titled “Epstein Death” within the Box platform. The invitation involved one collaborator and the folder was associated with “Epstein Death” and “Collaborated Folder”. The notification also provided contact information for Box.",
      "timestamp": "2020-01-10T00:00:00",
      "timestamp_raw": "January 10, 2020",
      "keywords": [
        "epstein death",
        "box",
        "collaborators",
        "invited",
        "usafx file exchange",
        "redaction analysis",
        "2020",
        "notifications",
        "collaboration",
        "redwood city"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00022360",
      "summary": "A paralegal specialist at the U.S. Attorney’s Office I SDNY is requesting that a sender provide subpoena returns related to the Epstein case, specifically those previously sent on discs, and also upload them to USAfx. The sender had previously provided a tracker of bank subpoenas and returns on June 2nd. The specialist was unable to locate the returns on the shared drive.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "10 Jun 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "returns",
        "bank",
        "usafx",
        "redaction",
        "tracker",
        "disc",
        "u.s. attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00016316",
      "summary": "An FBI Forensic Accountant at the New York Field Office is requesting access to USAfx. The request stems from an inability to locate subpoena returns previously provided by a U.S. Attorney’s Office paralegal specialist in SDNY, who previously sent returns on discs. The paralegal specialist is asking for the returns to be uploaded to USAfx.",
      "timestamp": "2020-06-10T00:00:00",
      "timestamp_raw": "10 Jun 2020",
      "keywords": [
        "epstein",
        "subpoena",
        "tracker",
        "usafx",
        "forensic accountant",
        "fbi",
        "ny",
        "bank subpoenas",
        "returns",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023755",
      "summary": "The United States Attorney's Office, Southern District of New York, responded to discovery requests in the case *US v. Tova Noel, 19 Cr. 830 (AT)*. The response, attached as “2020.07.20_Response_to_Noeljune_5_Discovery_Requests_FINAL.pdf”, was sent to Jason Foy on July 20, 2020. Additionally, USAfx was producing supplemental discovery that evening.",
      "timestamp": "2020-07-20T00:00:00",
      "timestamp_raw": "July 20, 2020",
      "keywords": [
        "us v. tova noel",
        "discovery",
        "united states attorney",
        "usafx",
        "response",
        "discovery requests",
        "supplemental discovery"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011428",
      "summary": "A paralegal specialist from the U.S. Attorney’s Office I SDNY is sending a letter and attachments to Montell Figgins regarding the production of discovery in the case of *U.S. v. Thomas, No. 19 Cr 830*. The attachments include a letter detailing the Government's production, a supplemental discovery page marked \"attorney's eyes only,\" and instructions for accessing the discovery materials via a zip file uploaded to USAfx.",
      "timestamp": "2020-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2020",
      "keywords": [
        "discovery",
        "production",
        "thomas",
        "u.s. v thomas",
        "sdny",
        "montell figgins",
        "attorney's eyes only",
        "redaction",
        "litigation",
        "usafx"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031730",
      "summary": "An email chain discusses the delivery of tax returns (2015-2019) from Maxwell Financial Report Appendices. One individual requested a ZIP file be burned to a DVD and picked up. Another individual received the ZIP file and offered alternative delivery methods: forwarding the original email link, uploading to USAFx, or providing a hard drive copy. The download of the full Financial Report Appendices to USAFx is still in progress, estimated to take approximately an hour to an hour and a half to complete.",
      "timestamp": "2020-12-11T00:00:00",
      "timestamp_raw": "December 11 2020",
      "keywords": [
        "maxwell financial report",
        "tax returns",
        "zip file",
        "usafx",
        "dvd",
        "it department",
        "redaction analysis",
        "efta00031730",
        "2015-2019",
        "defense team"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013372",
      "summary": "The U.S. Attorney's Office I SONY is notifying counsel (sam@samgregory.com, gam@samgregory.com, Lloyd Epstein) regarding the second discovery production in the case of *U.S. v. Robert Adams*, case number 20 Cr. 494 (PGG). The production materials are available on the USAfx secure file-sharing website and do not require a password.",
      "timestamp": "2020-12-14T00:00:00",
      "timestamp_raw": "14 Nov 2020",
      "keywords": [
        "u.s. v. robert adams",
        "discovery production",
        "usafx",
        "government",
        "legal",
        "correspondence",
        "file-sharing",
        "paralegal",
        "sony",
        "new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00030918",
      "summary": "This redacted document details communications surrounding the production of discovery materials related to a legal case, likely a criminal investigation. Here’s a breakdown of the key content: *   **Discovery Requests & Production:** The core of the document revolves around responding to discovery requests made by defense counsel (USANYS) regarding materials related to a case, potentially involving a criminal investigation (\"defense\"). The production process involves multiple stages (6a, 6b, 6c), re-stamping, and transferring data to a location (USa.doj.govkcloud NYSkStAndrews\\ Shared). *   **Technical Issues & Corrections:** Significant issues arise regarding the accuracy of Bates numbering, metadata gaps in DAT files, and missing documents. Proposals are made to rectify these problems, including renumbering files, providing new DAT files, and correcting metadata errors. *   **Communication Chain:** The communication is primarily between USANYS (contractor) and the defense counsel (USANYS), with several individuals (e.g., Christian Everdell, Mark S. Cohen, Laura Menninger) involved in coordinating the production. *   **Timeline & Deadlines:** The document highlights ongoing efforts to prepare and deliver the discovery materials by January 27th, 2021, with ongoing requests for updates and confirmation of delivery. *   **Specific Requests & Concerns:** The defense requests a new 4TB hard drive, confirmation of the CD's delivery, clarification of Bates numbering, and detailed explanations for any missing documents or redactions. They also raise concerns regarding the FBI report and the tracking of the subject. *   **Redaction & Confidentiality:** The document is heavily redacted, indicating sensitive information is being protected. It also contains a standard confidentiality notice.",
      "timestamp": "2021-01-29T00:00:00",
      "timestamp_raw": "29 Jan 2021",
      "keywords": [
        "discovery requests",
        "redaction",
        "prod011",
        "prod015",
        "bates numbers",
        "cd",
        "ftp",
        "mdc",
        "defense",
        "emails",
        "files",
        "range",
        "dat",
        "maxwell",
        "usafx",
        "cdrive",
        "government",
        "subpoenas"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00011270",
      "summary": "An email was sent from EFTA00011270 to an unknown recipient (identified as \"[REDACTED]\") regarding \"Epstein documents.\" The sender, identified as \"[REDACTED]\" (USAFLS), requested the recipient's cell phone number to set them up with a USAfx account and share a folder containing these documents.",
      "timestamp": "2021-02-02T00:00:00",
      "timestamp_raw": "02 Feb 2021",
      "keywords": [
        "epstein documents",
        "usafx",
        "redaction",
        "efta00011270",
        "cell phone number",
        "2021",
        "account"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027086",
      "summary": "*   The contractor initially experienced issues with a folder (“18 1-14”) failing to copy due to potential file corruption. *   FBI personnel ([REDACTED]) were involved in the exchange, coordinating file transfers via USAfx. *   A replacement copy of the problematic folder was requested, with a discussion about potentially sending it directly via USAfx to avoid needing a new disc. *   The CD was initially located in the contractor’s office and was intended to be loaded onto the Epstein share.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "cd",
        "maxwell",
        "usafx",
        "fbi",
        "folder",
        "files",
        "copy",
        "share",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00029231",
            "similarity": 0.538,
            "index": 11,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00032646",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00029231",
      "summary": "On April 7, 2021, an FBI Special Agent from the New York Field Office dropped off a CD containing files related to Maxwell to a contractor. The contractor was experiencing issues uploading a specific folder (“18 1-14”) and requested a replacement. Subsequent communication involved troubleshooting the corrupted folder, exploring alternative methods of transfer (USAfx), and coordinating with IT. The contractor reported four of five folders successfully uploaded, with the final folder proving problematic. The overall goal was to transfer the files to the Epstein share.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "April 7, 2021",
      "keywords": [
        "fbi",
        "maxwell",
        "cd",
        "usafx",
        "redaction",
        "files",
        "disk",
        "contractor",
        "new york",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027086",
            "similarity": 0.538,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00032646",
            "similarity": 0.667,
            "index": 12,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00032646",
      "summary": "This document is a chain of emails regarding the transfer of files from a CD related to the Maxwell investigation (EFTA00032646). The FBI agent (Special Agent FBI New York Field Office) initially provided a CD containing files to a contractor (USANYS). There were initial difficulties with uploading the files, particularly with a specific folder (“18 1-14”) due to potential corruption.  The contractor attempted to resolve the issue by contacting IT and the FBI for assistance. Ultimately, the files were successfully transferred to a shared drive via USAfx, though one folder needed to be re-copied and resubmitted.",
      "timestamp": "2021-04-07T00:00:00",
      "timestamp_raw": "07 Apr 2021",
      "keywords": [
        "cd",
        "maxwell",
        "fbi",
        "usafx",
        "folder",
        "files",
        "redaction",
        "email",
        "upload",
        "disk"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00029231",
            "similarity": 0.667,
            "index": 11,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027086",
            "similarity": 0.667,
            "index": 10,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031434",
      "summary": "A U.S. Attorney’s Office paralegal, Pecia Ist, sent a letter to counsel regarding the production of discovery in the case of U.S. v. Thomas, No. 19 Cr 830. The letter details the uploading of discovery materials to USAfx in a zip file and includes a single page marked “attorney’s eyes only.” Contact information is provided for questions or access difficulties.",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "u.s. v. thomas",
        "discovery",
        "production",
        "government",
        "usafx",
        "legal",
        "attorney",
        "case",
        "redaction",
        "zip file"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00024017",
            "similarity": 0.538,
            "index": 14,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00024017",
      "summary": "A paralegal specialist from the U.S. Attorney’s Office, SDNY, sent a letter to Jason Foy regarding the discovery production in the case of U.S. v. Noel, No. 19 Cr 830. The letter details the uploading of discovery materials to USAfx and includes an additional page marked “attorney’s eyes only.”",
      "timestamp": "2021-04-14T00:00:00",
      "timestamp_raw": "14 Apr 2021",
      "keywords": [
        "u.s. v. noel",
        "discovery",
        "production",
        "government",
        "jason foy",
        "sdny",
        "usafx",
        "redaction",
        "legal",
        "attorney"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00031434",
            "similarity": 0.538,
            "index": 13,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00028646",
      "summary": "The core issue revolves around discrepancies and missing metadata within discovery materials related to Jeffrey Epstein’s case, specifically concerning productions labeled SDNY_GM_SUPP, SDNY005, SDNY011, and files within Bates ranges. Key points include: *   **USAfx Account Issues:** The prosecution is attempting to facilitate the transfer of discovery materials to Laura Menninger via the USAfx platform, initially requesting her to set up an account. *   **Metadata Discrepancies:** Significant problems exist with the metadata of many electronic files, including incorrect creation/modification dates and missing original metadata. Specifically, investigators are struggling to locate attached files and determine the source of files with altered dates. *   **CART Numbers & File Tracking:** A specific concern is the lack of CART numbers for numerous photographs and audio/visual files, leading to difficulties in tracking their origin and processing. *   **Requests for Additional Information:** The prosecution repeatedly requests missing attachments, metadata overlays, and clarification on Bates number gaps to facilitate a complete review of the discovery materials. *   **Coordination Efforts:** The exchanges involve coordinating with the MDC (presumably the court’s electronic discovery unit) and exploring options like a hard drive transfer and potential court orders to compel the provision of missing materials. The document highlights a complex and ongoing effort to rectify issues with the discovery process and ensure all relevant materials are accounted for and properly documented.",
      "timestamp": "2021-05-24T00:00:00",
      "timestamp_raw": "24 May 2021",
      "keywords": [
        "discovery",
        "usafx",
        "metadata",
        "files",
        "production",
        "pdfs",
        "cart",
        "supp",
        "emails",
        "hard drive",
        "paralegals",
        "usanys",
        "cd",
        "vendor"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025069",
      "summary": "The Assistant United States Attorney for the Southern District of New York is providing a supplemental production of non-testifying witness material related to the case *US v. Maxwell*. The material includes audio and video files and is too large to produce via USAfx. Two drives are requested, one for the defense and one for the witness (Ghislaine Maxwell). The production is labeled “SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17” due to a recent directive from DM to cease production of “confidential” materials to avoid confusion with classified documents.",
      "timestamp": "2021-07-23T00:00:00",
      "timestamp_raw": "23 Jul 2021",
      "keywords": [
        "efta00025069",
        "maxwell",
        "us v.",
        "non-testifying witness",
        "protective order",
        "confidential",
        "production",
        "audio",
        "video",
        "mdc"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027421",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending additional discovery production to Christian Everdell and Mark S. Cohen related to the case *US v. Maxwell, 20 Cr. 330 (MN)*. The production will be sent via USAfx and delivered to the MDC for Ms. Maxwell. The Attorney offers to provide a CD or a new drive for delivery, and responds to a previous inquiry regarding a photo viewer program, stating they will follow up with more information.",
      "timestamp": "2021-09-13T00:00:00",
      "timestamp_raw": "13 Sep 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "us v.",
        "mdc",
        "usafx",
        "drive",
        "photo viewer",
        "united states attorney's office",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024235",
            "similarity": 0.538,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00019454",
            "similarity": 0.5,
            "index": 41,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038949",
      "summary": "An email was sent to multiple recipients regarding Amazon return records for the “Maxwell Amazon Records” case. The sender, an Assistant United States Attorney, requested a copy of the returns. Attached were two zip files – “Original Returns” and “SDNY_GM_00000966-976 (Amazon)” – containing original and Bates stamped versions of the returns, respectively, accessible via a Box link. The Bates stamped files were provided to facilitate easy review due to their non-password protected status.",
      "timestamp": "2021-09-15T00:00:00",
      "timestamp_raw": "15 Sep 2021",
      "keywords": [
        "amazon",
        "returns",
        "usafx",
        "bates",
        "maxwell",
        "email",
        "records",
        "sdny",
        "zip files",
        "external email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00013395",
      "summary": "A request was made from the FBI (New York Field Office, Child Exploitation/Human Trafficking) to (USANYS) [Contractor-1] to retrieve 44 files listed in an attached spreadsheet. The files, originally associated with witness interviews, were needed for comparison against existing 3500 material to meet an upcoming production deadline. The request specified needing the file dates of origin rather than the interview dates, and preferred delivery via USAfx or a physical hard drive. A follow-up email clarified the request and offered assistance with questions. Attached to the emails was a spreadsheet listing the files and their corresponding disks.",
      "timestamp": "2021-09-29T00:00:00",
      "timestamp_raw": "29 Sep 2021",
      "keywords": [
        "efta00013395",
        "fbi",
        "nypd",
        "31e-mm-108062",
        "witness interviews",
        "redaction",
        "files",
        "spreadsheet",
        "3500 project",
        "dates"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023478",
      "summary": "An Assistant United States Attorney from the Southern District of New York is sending additional discovery production to counsel regarding the case *US v. Maxwell* (20 Cr. 330 (AJN)). The production will be delivered via USAfx, and options for delivery are available: a CD sent to the MDC or a drive provided by the recipient.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "discovery",
        "production",
        "maxwell",
        "us v.",
        "usafx",
        "united states attorney's office",
        "southern district of new york",
        "mdc",
        "cover letter",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027421",
            "similarity": 0.667,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": [
          {
            "file_id": "EFTA00025057",
            "similarity": 0.538,
            "index": 34,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00024235",
            "similarity": 0.667,
            "index": 35,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00021965",
            "similarity": 0.538,
            "index": 38,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00018837",
      "summary": "A production related to the case *US v. Maxwell, 20 Cr. 330 (AJN)* was shared with recipients via USAfx. The production, along with cover letters, was prepared for delivery to the MDC. Options for delivery included a CD or a drive provided by the recipient. Confirmation of the cover letters was requested.",
      "timestamp": "2021-11-04T00:00:00",
      "timestamp_raw": "04 Oct 2021",
      "keywords": [
        "discovery production",
        "usanys",
        "maxwell",
        "usafx",
        "mdc",
        "cover letters",
        "united states attorney's office",
        "southern district of new york",
        "cd",
        "drive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038946",
      "summary": "An individual (EFTA00038947) requested updated tracking spreadsheets for tiplines/hotlines related to Maxwell and Epstein cases from the FBI New York Field Office (USANYS). The request included spreadsheets from last summer and a USAfx folder containing emails for SDNY leads.  Several individuals responded, including [REDACTED], [REDACTED], and [REDACTED], offering assistance or attaching relevant files. One individual (EFTA00038946) had previously sent spreadsheets and requested further updates.",
      "timestamp": "2021-11-05T00:00:00",
      "timestamp_raw": "05 Oct 2021",
      "keywords": [
        "hotline tracking spreadsheets",
        "maxwell",
        "epstein",
        "fbi",
        "usafx",
        "sdny",
        "contracts",
        "due diligence",
        "email",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018852",
      "summary": "An email chain discusses a manifest (manifest.xlsx) related to EFTA00018852. The contractor sorted materials into \"3500 folders\" and attached the manifest for reference. There were issues with the manifest being empty, leading to requests for resending or assistance with USAfx. The FBI is involved, referencing EFTA00018853 and the Child Exploitation/Human Trafficking desk.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "efta00018852",
        "usanys",
        "contractor",
        "manifest",
        "shared",
        "usafx",
        "fbi",
        "redaction",
        "october 6",
        "2021",
        "email"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015031",
      "summary": "An email chain discusses a zipped file named “DiscoveryExport_-_AF_&_ADG.” The initial email from [REDACTED] (USANYS) requests confirmation that the attachment opens and asks for a link to upload it to USAfx. A subsequent email from [REDACTED] (USANYS) reports the zip file is empty and suggests resending it or setting up USAfx access. The email chain originates from the FBI New York Field Office, Child Exploitation/Human Trafficking Desk, and includes the case file EFTA00015031.",
      "timestamp": "2021-11-06T00:00:00",
      "timestamp_raw": "06 Oct 2021",
      "keywords": [
        "efta00015031",
        "af",
        "adg",
        "usafx",
        "fbi",
        "redaction",
        "email",
        "zip",
        "contractor",
        "human trafficking"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00015185",
      "summary": "This email discusses the production of discovery materials related to the case *US v. Maxwell* (20 Cr. 330 (AJN)). The Assistant United States Attorney is sending an additional discovery production to Mark S. Cohen, Bobbi Sternheim, Laura Menninger, and Jeff Pagliuca via USAfx. The production will be sent to the MDC for Ms. Maxwell. Options for delivery include a CD or a provided drive, with the possibility of returning a drive to load the production. The email includes contact information for the United States Attorney’s Office, Southern District of New York.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2021",
      "keywords": [
        "discovery production",
        "us v. maxwell",
        "usafx",
        "mdc",
        "ms. maxwell",
        "united states attorney's office",
        "southern district of new york",
        "contract",
        "cover letter",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00038837",
      "summary": "An email exchange occurred between multiple individuals, primarily contractors associated with the USANYS (likely the FBI), regarding updated tracking spreadsheets for tiplines and hotlines related to Maxwell and Epstein cases. One individual (a) requested updated spreadsheets from another contractor ([REDACTED]) that were last updated in the summer of 2021. The contractor ([REDACTED]) provided two attachments, and requested a call to discuss the spreadsheets.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2021",
      "keywords": [
        "hotline tracking spreadsheets",
        "fbi",
        "ausas",
        "maxwell",
        "epstein",
        "email tips",
        "usafx",
        "usanys",
        "contractor",
        "redaction"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00038833",
            "similarity": 0.818,
            "index": 27,
            "category": "highly_relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00038833",
      "summary": "An email exchange occurred between a contractor (“I=E,” USANYS) and the FBI (NY Field Office, Child Exploitation/Human Trafficking) regarding “hotline tracking spreadsheets.” The contractor requested updated spreadsheets for Maxwell and Epstein’s tiplines, citing outdated FBI copies from last summer. The contractor had previously uploaded email tips from SDNY and created a USAfx folder for uploads. Several individuals were involved in the communication, including [REDACTED] and Kimberly. A phone call was offered to discuss the spreadsheets further.",
      "timestamp": "2021-11-08T00:00:00",
      "timestamp_raw": "08 Oct 2021",
      "keywords": [
        "hotline tracking spreadsheets",
        "fbi",
        "usanys",
        "contractor",
        "email tips",
        "sdny",
        "maxwell",
        "epstein",
        "ausas",
        "redaction"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00038837",
            "similarity": 0.818,
            "index": 26,
            "category": "highly_relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018264",
      "summary": "On November 12, 2021, emails were exchanged regarding questionnaires prepared for a case, likely a legal proceeding. One individual (identified as [REDACTED]) sent a spreadsheet containing juror questionnaires to another individual ([REDACTED]). These questionnaires had been uploaded to USAfx and were intended to be shared with defense counsel. A deadline of 11:00 AM the following day was set for receiving comments/objections regarding the jurors. The sender promised to distribute the questionnaires and assign juror numbers for review.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "questionnaires",
        "jurors",
        "defense counsel",
        "spreadsheet",
        "usafx",
        "redacted",
        "efta00018264",
        "review",
        "assignments",
        "court"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018265",
      "summary": "On November 12, 2021, emails were exchanged regarding the distribution and review of questionnaires related to a US v. Maxwell case. The questionnaires were prepared and uploaded to USAfx.  Individuals were instructed to complete their reviews, noting objections, and submit them by 11:00 AM on November 13, 2021.  A spreadsheet containing assignments and questionnaires was attached.  Updates were provided regarding the scanning and preparation of the documents for distribution to defense counsel.",
      "timestamp": "2021-11-12T00:00:00",
      "timestamp_raw": "November 12, 2021",
      "keywords": [
        "questionnaires",
        "defense",
        "counsel",
        "juror",
        "review",
        "data",
        "spreadsheet",
        "objections",
        "redaction",
        "efta00018265"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010218",
      "summary": "On November 13, 2021, Laura Menninger sent emails to Ann Lundberg and Jeff Pagliuca regarding prospective juror questionnaires. Menninger provided a list of objections to jurors 626, 629, 632, 640, 643, 646, 649, 657, 681, 682, 647, and 655. She also attached an Excel file of the completed questionnaires for easier import.  The Assistant United States Attorney sent an email on November 12, 2021, informing the recipients that completed questionnaires were available on USAfx and requesting a list of objections by 1 p.m. the following day to facilitate the creation of a joint letter to the court.",
      "timestamp": "2021-11-13T00:00:00",
      "timestamp_raw": "November 13, 2021",
      "keywords": [
        "juror questionnaires",
        "prospective jurors",
        "joint letter",
        "objections",
        "usafx",
        "laura menninger",
        "efta00010218",
        "united states attorney",
        "southern district of new york",
        "defense position"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00020812",
      "summary": "The following email exchange discusses the distribution of “spreadsheets” originating from Denver exports, lacking thumbnails. Key requests include: *   Updating a letter with revised Bates numbers (SDNY\\_GM\\_02765031-2765061). *   Removing the word “discovery” from a PDF title. *   Sharing the production via USAfx with the defense team. *   Adding Bates numbers to a cover letter. *   Sending the spreadsheets to the defense team tonight. The emails involve multiple individuals and organizations, including USANYS, NYPD, and FBI.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2021",
      "keywords": [
        "denver exports",
        "spreadsheets",
        "fbi",
        "usafx",
        "bates range",
        "discovery",
        "redaction",
        "email",
        "pdf",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": [
          {
            "file_id": "EFTA00020817",
            "similarity": 0.538,
            "index": 32,
            "category": "relevant"
          }
        ]
      }
    },
    {
      "file_id": "EFTA00020817",
      "summary": "*   The core topic of the exchange was the preparation and distribution of “spreadsheets” originating from Denver exports, specifically regarding materials that lacked thumbnails. *   Requests were made to update cover letters, including modifying Bates ranges and removing the word \"discovery\" from a PDF title. *   A production of documents was prepared and shared via a shared DOJ cloud storage location. *   The sender offered to convert the materials to PDF and send them to MDC (likely a client) for review. *   The sender provided a link to the shared production files. *   There were requests for immediate delivery of the materials.",
      "timestamp": "2021-11-14T00:00:00",
      "timestamp_raw": "14 Oct 2021",
      "keywords": [
        "spreadsheets",
        "denver",
        "exports",
        "pdf",
        "mdc",
        "usafx",
        "discovery",
        "bates range",
        "fbi",
        "production"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00020812",
            "similarity": 0.538,
            "index": 31,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010159",
      "summary": "On November 16, 2021, the Assistant United States Attorney for the Southern District of New York sent additional discovery materials related to *U.S. v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Laura Menninger, Jeff Pagliuca, and the USANYS contractor. The materials included cover letters, indices for testifying and non-testifying witness material, and exhibit indices. The production will be delivered via USAfx, and one hard drive provided by the recipient will be sent to the MDC for Ms. Maxwell.",
      "timestamp": "2021-11-16T00:00:00",
      "timestamp_raw": "November 16, 2021",
      "keywords": [
        "us v. maxwell",
        "efta00010159",
        "christian everdell",
        "laura menninger",
        "jeff pagliuca",
        "discovery",
        "witness",
        "exhibits",
        "usafx",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025057",
      "summary": "The Assistant United States Attorney for the Southern District of New York is sending additional discovery materials related to the case *U.S. v. Ghislaine Maxwell* to the opposing counsel. These materials include witness statements (testifying and non-testifying), indexed documents, and cover letters. The production will be delivered via USAfx, and the attorney offers options for delivery: a CD to the MDC or a drive provided by the opposing counsel.",
      "timestamp": "2021-11-26T00:00:00",
      "timestamp_raw": "26 Oct 2021",
      "keywords": [
        "maxwell",
        "us v",
        "ghislaine maxwell",
        "discovery",
        "usafx",
        "witness material",
        "production",
        "cover letter",
        "mdc",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00024235",
      "summary": "The Assistant United States Attorney from the Southern District of New York is sending additional discovery related to the US v. Maxwell case (20 Cr. 330 (MN)) to Christian Everdel, Laura Menning, Jeff Pagliuca, and Ms. Maxwell. This discovery, including exhibits, will be provided via USAfx. The attorney is offering to send a CD to the MDC for Ms. Maxwell or to provide a drive if requested.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "us v. maxwell",
        "discovery",
        "exhibits",
        "usafx",
        "maxwell",
        "united states attorney's office",
        "southern district of new york",
        "production",
        "mdc",
        "evidence"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.667,
            "index": 20,
            "category": "relevant"
          },
          {
            "file_id": "EFTA00027421",
            "similarity": 0.538,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00025163",
      "summary": "Multiple individuals were coordinating the distribution of scanned documents, including a black address book and yellow legal pad notes, related to a case (referenced as SDNY_GM_02753612). Cover letters and updated descriptions were being prepared and shared via email and a CD. The documents were designated as confidential and to be sent out that evening. The materials were associated with the NYPD/FBI Child Exploitation Human Trafficking Task Force.",
      "timestamp": "2021-11-29T00:00:00",
      "timestamp_raw": "29 Oct 2021",
      "keywords": [
        "efta00025163",
        "maxwell",
        "scanned black book",
        "yellow pages",
        "cover letter",
        "production",
        "confidential",
        "usafx",
        "government exhibit 52",
        "sdny_gm_02753612"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00018888",
      "summary": "An email was sent from [REDACTED] to [REDACTED] regarding case 3500, the Ghislaine Maxwell trial. The email details the attachment of defense-related documents, including cover letters, indices, witness material, and Microsoft Word documents. These materials were uploaded to USAfx and are prepared for distribution to the defense team. The sender intends to load a drive for Maxwell and ship it via FedEx.",
      "timestamp": "2021-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2021",
      "keywords": [
        "ghislaine maxwell",
        "efta00018888",
        "redaction analysis",
        "defense",
        "usafx",
        "fedex",
        "maxwell",
        "cover letter",
        "witness material",
        "2021"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00021965",
      "summary": "The United States Attorney’s Office, Southern District of New York, is sending supplemental testifying and non-testifying witness material related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to Christian Everdell, Bobbi C Sternheim, Laura Menninger, and Jeff Pagliuca. The material, including a cover letter and indices, is being sent via USAfx and will be loaded onto a hard drive for delivery to the MDC for Ghislaine Maxwell.",
      "timestamp": "2021-12-06T00:00:00",
      "timestamp_raw": "06 Nov 2021",
      "keywords": [
        "maxwell",
        "ghislaine maxwell",
        "us v.",
        "evidence",
        "witness",
        "non-testifying witness",
        "production",
        "usafx",
        "mdc",
        "united states attorney's office"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00023478",
            "similarity": 0.538,
            "index": 20,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00010024",
      "summary": "The Assistant United States Attorney for the Southern District of New York is sending additional discovery materials to the defense in the case of *U.S. v. Ghislaine Maxwell*. These materials include cover letters, witness material (testifying and non-testifying), exhibits, and indices. The production will be delivered via USAfx, including hard drives containing previously produced materials from November 9th, re-stamped Mulligan materials, and materials produced to Dr. Rocchio.",
      "timestamp": "2021-12-11T00:00:00",
      "timestamp_raw": "11 Nov 2021",
      "keywords": [
        "efta00010024",
        "us v. maxwell",
        "ghislaine maxwell",
        "discovery",
        "redaction",
        "usafx",
        "mulligan",
        "defense",
        "witness",
        "exhibits",
        "southern district of new york"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00027665",
      "summary": "Questionnaires generated this morning were saved and uploaded to USAfx. Assignments detailing the questionnaires are in an attached spreadsheet. Team members are instructed to review the questionnaires and provide comments/objections by 11 a.m. tomorrow morning. The completed questionnaires will be shared with defense counsel upon notification.",
      "timestamp": "2021-12-12T00:00:00",
      "timestamp_raw": "12 Nov 2021",
      "keywords": [
        "questionnaires",
        "juror",
        "defense counsel",
        "usafx",
        "juror numbers",
        "review",
        "assignments",
        "excel",
        "scanning",
        "efta00027665"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00019454",
      "summary": "A contractor is preparing a discovery production for the US v. Maxwell case. This includes a Rule 16 production excluding SDNY_GM_02774100-SDNY_GM_02774104, as well as witness and exhibit materials. The materials are being sent via FedEx to both Colorado and the MDC, with tracking numbers provided.  A cover letter is attached for the hard drive containing the materials. The contractor is coordinating with USANYS counsel to determine delivery method (pickup or FedEx) and recipient locations (CO, MDC, or Ms. Maxwell at the MDC).",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "maxwell",
        "us v.",
        "usafx",
        "production",
        "drive",
        "mdc",
        "fedex",
        "rule 16",
        "discovery",
        "witness",
        "sdny"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [
          {
            "file_id": "EFTA00027421",
            "similarity": 0.5,
            "index": 17,
            "category": "relevant"
          }
        ],
        "next": []
      }
    },
    {
      "file_id": "EFTA00014655",
      "summary": "A communication regarding the discovery production in the case of *US v. Maxwell* (20 Cr. 330 (AJN)). A corrected cover letter was sent to Laura Mennin, detailing a correction of an SDNY file number error (changing SDNY_GM_02774195 to SDNY_GM_02774105). Hard drives containing discovery materials were shipped to Mennin’s office in Colorado and to Maxwell’s client at the MDC via FedEx. Some Bates numbers (2774105-2774194) were missing from the production and were requested for clarification. An additional discovery production including witness material and exhibits was also being prepared for shipment via hard drive and USAfx.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "discovery",
        "production",
        "usafx",
        "fedex",
        "laura mennin",
        "jeff pagliuca",
        "sdny_gm_02774105",
        "hard drive",
        "witness"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00023359",
      "summary": "The United States Attorney’s Office for the Southern District of New York is sending additional discovery materials related to the case *US v. Maxwell* (20 Cr. 330 (MN)) to counsel. This includes a cover letter, a hard drive containing documents, and supplemental productions of testifying and non-testifying witness material and exhibits. The materials will also be available via USAfx. The sender requests confirmation regarding pickup of the hard drive or FedEx delivery options.",
      "timestamp": "2021-12-20T00:00:00",
      "timestamp_raw": "20 Nov 2021",
      "keywords": [
        "us v. maxwell",
        "discovery",
        "witness",
        "evidence",
        "defense",
        "hard drive",
        "fedex",
        "united states attorney's office",
        "new york",
        "maxwell"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00017890",
      "summary": "A subpoena was issued to Lockheed Martin regarding the United States v. Maxwell case. A contractor (USANYS) was involved in coordinating the production of files, utilizing USAFx for sharing materials.  An email chain discusses access issues to files and the creation of a USAFx folder for the production, with a paralegal specialist assisting with account setup. Redactions were present on multiple pages.",
      "timestamp": "2021-12-23T00:00:00",
      "timestamp_raw": "23 Nov 2021",
      "keywords": [
        "lockheed martin",
        "subpoena",
        "usafx",
        "efta00017890",
        "usanys",
        "contractor",
        "maxwell",
        "production",
        "ediscovery",
        "paralegal specialist"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031109",
      "summary": "A legal production, including Rule 16 and 3500 productions, related to the U.S. v. Maxwell case, was prepared and sent to defense counsel via FedEx drive. The drive and password were provided with tracking numbers. The production was uploaded to USAfx. A time-sensitive review of the 3500 index was requested, and the materials were located on Msa.doj.gov\\cloud NYS. Cover letters and Excel indices were attached for review and potential changes.",
      "timestamp": "2021-12-24T00:00:00",
      "timestamp_raw": "24 Nov 2021",
      "keywords": [
        "maxwell",
        "production",
        "rule 16",
        "3500",
        "fedex",
        "usafx",
        "discovery",
        "attorney",
        "index",
        "time-sensitive"
      ],
      "match_type": "keyword",
      "relationships": {
        "previous": [],
        "next": []
      }
    },
    {
      "file_id": "EFTA00031400",
      "summary": "[REDACTED] invited [REDACTED] to collaborate on a folder titled \"Epstein Death\" within the Box platform. The invitation included an offer to share files and a link to the Box folder, along with information about USAfx File Exchange and Box’s terms of service.",
      "timestamp": null,
      "timestamp_raw": null,
      "keywords": [
        "epstein death",
        "box",
        "redaction",
        "efta00031400",
        "usafx file exchange"
      ],
      "match_type": "content",
      "relationships": {
        "previous": [],
        "next": []
      }
    }
  ]
}